{
  "Origins": "In August 2015, a survey scam promising customers $100 off \"Back to School\" coupons for the Meijer hypermarket chain began circulating online: The $100 Meijer coupon scam is very similar to other schemes aimed at defrauding the customers of Target, Publix, Kroger, and Home Depot, all of which redirect users to a web site where they are asked to like, share, and/or comment on the coupons, ensuring that the scams get passed around social media:",
  "Fact Check": "Is Meijer offering $100 off \"Back to School\" coupons?",
  "Description": "While each of these scams feature slight variations, they typically redirect users to survey sites where they are asked to provide personal information such as e-mail addresses, telephone numbers, dates of birth, and credit card numbers. The Better Business Bureau offers these three tips to identify scams on Facebook: Don't believe what you see. It's easy to steal the colors, logos and header of an established organization. Scammers can also make links look like they lead to legitimate websites and emails appear to come from a different sender. Legitimate businesses do not ask for credit card numbers or banking information on customer surveys. If they do ask for personal information, like an address or email, be sure there's a link to their privacy policy. Watch out for a reward that's too good to be true. If the survey is real, you may be entered in a drawing to win a gift card or receive a small discount off your next purchase. Few businesses can afford to give away $50 gift cards for completing a few questions. On 24 August 2015, Meijer confirmed that this $100 coupon was a scam: Last updated: 24 August 2015",
  "Originally Published": " 24 August 2015",
  "Referred Links": "https://www.facebook.com/meijer/photos/pb.90250031635.-2207520000.1440445036./10153081939751636/?type=3&theater;http://www.bbb.org/blog/2014/07/customer-survey-scam-lures-victims-with-gift-card/;",
  "Example": "[Collected via e-mail, August 2015] Meijer coupon offer of $100 off... is this real?",
  "Last Updated": "24 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/100-meijer-coupon/",
  "Claim": "Meijer is offering $100 off \"Back to School\" coupons.",
  "Tags": "meijer;meijer coupon;coupon;coupon scam;survey scam;",
  "Claim_ID": "100-meijer-coupon"
}