{
  "Origins": "In August 2015, the above-displayed image (of an exceptionally large, Sicilian-style pizza) and a caption vaguely describing a pizza challenge was circulated on social media sites. According to rumors, the upfront cost for participating in the contest (purportedly $218) was steep, but participants were eligible for a refund and a $1,000 bonus if they consumed the entire pizza within a given timeframe (two hours, according to the meme). The pizza depicted is indeed a real menu item offered at Big Mama's and Papa's Pizzeria, a Southern California pizza chain. A small graphic displayed on the chain's web site alluded to the pizza challenge, as well as a prize of \"up to $1,000\":",
  "Fact Check": "Does a photograph show a real (giant) pizza, part of a challenge in which intrepid diners can win $1,000?",
  "Description": "However, that linked image led only to a \"coming soon\" message which offered no information about the pizza challenge or its stipulations. We reached out to Big Mama's and Papa's Pizzeria's corporate offices to determine whether circulating claims about the pizza challenge were true, and according the company the pizza challenge as described in the meme is mostly accurate. Of the twenty Big Mama's and Papa's Pizzeria locations in Southern California, five currently possess the capability to serve the giant Sicilian pie, and the challenge is most commonly undertaken at their Burbank location. Big Mama's and Papa's Pizzeria said that participating locations generally require 48 hours notice to prepare for the challenge. As the meme states, a challenge group consisting of eight (not nine) people has two hours to eat the entire pizza (which consists of approximately 200 slices, measures 54\" by 54\", and weighs about 50 lbs). The pizza must have at least one topping and costs about $235, a price that is refunded should the participants successfully consume the entire pizza. The chain added that while three to four teams generally attempt the pizza challenge each month, so far only two contestant teams have managed to successfully complete the challenge and earn the $1,000 prize. Last updated: 5 August 2015",
  "Originally Published": " 5 August 2015",
  "Referred Links": "http://www.bigmamaspizza.com/franchisee/comingsoon.aspx;http://www.yelp.com/biz/big-mamas-and-papas-pizzeria-los-angeles-6;http://www.bigmamaspizza.com/;",
  "Example": "[Collected via e-mail, August 2015] I've seen this image floating around Facebook for a few days. Haven't been able to find the name of the pizza place featured in it. The pizza looks to be about 4ft square which means that each of the 9 customers would only have to eat the equivalent of about 1.75 14 inch pizzas in 2 hours, which seems pretty easy for a ninth of a $1000 prize. I'm skeptical so I was wondering if your experts could hunt down some facts on the matter.",
  "Last Updated": "5 August 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/1000-pizza-challenge/",
  "Claim": "A photograph depicts a real (giant) pizza, part of a challenge in which intrepid diners can win $1,000.",
  "Tags": "pizza;giant pizza;pizza challenge;competitive eating;food challenges;",
  "Claim_ID": "1000-pizza-challenge"
}