{
  "Origins": "On 6 November 2015, a Facebook user shared the above-reproduced image with the caption \"102 pound shrimp from Homosassa Florida.\" Aside from the concise purported description no other information was provided about the image (such as date taken), and it previously appeared on 30 September 2015 on a Spanish-language web site. In that iteration, the photo wasn't rumored to have been taken in Florida. A roughly translated excerpt placed the implausible catch in Spain:",
  "Fact Check": "",
  "Description": "The image shows a man proudly posing with giant prawn or shrimp, at least fifteen kilos of weight. The commentary accompanying the photo Ascent Sunday the Facebook group \"Asturias our land\" (with almost 2,700 members) - is as follows: \"Shrimp fish yesterday in the Asturian coast ... We big .. .! Pa a \"tapina '. Puxa!.\" Within hours the \"news\" circulated like wildfire and generated discussion threads among those who appreciated the humorous nature of the case and those who believed it. Once again, a hoax on the network (\"hoax\" in English) came to be taken as credible as if it were a proven information with rigor and professionalism. Google had yet another locale for the well-traveled fish, as a reverse image search automatically suggested Queensland as photo's location (discussed in an August 2015 forum thread). A separate search by image showed that the photograph was originally uploaded in 2010; it could have been taken (or altered) far earlier. The 2010 result led to a dead link, but was hosted on a web site for a fishing club in the Florida Keys (presumably, a catch of that nature would warrant a mention by avid sport fishermen). On 4 September 2014, the Florida Fish and Wildlife Commission published a status update to Facebook reporting the capture of a large, shrimp-like creature measuring 18 inches long: Who you calling a shrimp ?Steve Bargeron was fishing from a dock in Fort Pierce as he watched a fellow fisherman pull... Posted by MyFWC on Thursday, September 4, 2014 Who you calling a shrimp ?Steve Bargeron was fishing from a dock in Fort Pierce as he watched a fellow fisherman pull... Posted by MyFWC on Thursday, September 4, 2014 Those photographs didn't match the circulating \"102 lb. shrimp\" image, and the crustacean depicted wasn't technically a shrimp. The documented catch occurred in the Indian River near Fort Pierce, Florida and a weight wasn't provided. Professor of integrative biology Roy Caldwell told LiveScience that the 2014 find was unlikely to have occurred as described, and that photography was an unreliable barometer of mantis shrimp size: The specimen caught in Florida belongs to a species of Lysiosquilla, according to Caldwell. Like other members of its species, the creature has three pairs of walking legs and a large, articulated abdomen, Caldwell noted. \"This particular group Lysiosquillidae are almost all banded yellow and black across their bodies,\" Caldwell said. They can live for 30 years and can grow to be 12 inches (30.5 centimeters) long, he added ... this specimen doesn't belong to the largest of stomatopod species, according to the biologist. That distinction goes to Lysiosquillina maculata, which inhabit the Pacific Ocean from Hawaii to east Africa. Caldwell said the largest known members of the species were 15 inches (38 cm) long. Caldwell, who said he's been studying stomatopods for 50 years, said an 18-inch catch is unlikely. Photos, he pointed out, can sometimes be deceiving. He also noted that, with its claws extended, a stomatopod tends to look much longer than it really is. The standard for measuring the creatures is from the tip of the eye to the end of the tail claws not included. Marine biologists doubted that the purported 18-inch long mantis shrimp was as big as estimates claimed in 2014, and it was thrown back almost immediately (preventing further examination). Moreover, the documented newsworthy crustacean catch occurred in September 2014, whereas the viral photo of indeterminate origin existed as early as March 2010. Last updated: 27 November 2015",
  "Originally Published": " 27 November 2015",
  "Referred Links": "http://www.livescience.com/47718-giant-alien-shrimp-caught-off-florida.html;https://www.facebook.com/MyFWC/posts/10152650268108349;https://www.facebook.com/MyFWC/;https://www.facebook.com/MyFWC/posts/10152650268108349;http://fishingscout.com/fishing-reports/florida/hillsborough-bay-fl;http://www.upperkeysfishingclub.com/;http://www.tineye.com/search/a0e425eadec193fa728dfe7a6e2fba0cae551109/?pluginver=chrome-1.1.4;http://lapakbatucincin.com/discussion/14722/this-prawn-caught-in-queenslands-waters-today-how-much;http://www.4ro.com.au/breakfast/latest-from-john-krosch/55758-real-or-fake.html;https://www.google.com/search?tbs=sbi:AMhZZiss4_10sOljtxISjcsGGsYYjvW9nsxpDNfBCc8FF53D2LTwqmMxc0ZMqb4X-1YSHKGAeVHOmbF1-NZSNfj9DmtSDVDg7cNfg4W3vPBJ0qf7cQvyk5m4vGGcqm0aPgQ7cNQWBOgnuHI7-xfNtYyzN22FfAcwxFUvXv6S8TTE57tejoQjfsPc9eX5sI7jyXjhdIKHfpukoxALSLMUNGyjn4PMg16qyAQMpIaM3tgfRH15tf4AnWX9jl6c3cMef6tj4wOAZ6zBFa6r2cleBzuOSFi9tpsQ4hE6T7Oj0L0cECcmDSBxq8qYEAzPyyLfY_1qKi63Wup-zndeLzaKmWsGWJplR4hx7pBXn4T29ubKs62vTkpqR8vh_1UaLYQRwFZwMZ_1cUHqKllvMYyrpVF8e7k8_13RqlXSamBPY1OXuE9Nn7iij3Badyfjqv18n339OVtP3jz1cK7xMmA1Hh0Nk8ZPtdKbf3tpQ323agKxDOLumO8yqDcYuptzz-6i042xSL8yw5MUnb4iwGCB7gLbnbkkiyGFlqmRpFisVm5Uz-JO6SRPVq9-dyGSewIyB_10jhJ2dqagmFxVvE6xNH5hkj4bxC7Ar59OCngz-9iIFSHmmKdOoX-aSY-T2_1KtvKOQGExF64pvZHaiVWzRxefhOT7Gymv4ka7zLptfq8Cf_1MROCaRQy2Ksexe68NyFfyaAcXVBG8jtlNoe1-pKKbIiWk0A-N4yntvjYemJXOd3j8d6j3YwsRgKiurzYEnINpMz31alEbpuuogHghHhIS8y9b2Y32I4rFzxPkpQEsCckrKjkaQGuxR2NEtqiwa7rLBDCPwBIbZdGOuGTl2Ytupm6XElAFz63ZcyWjLP2_1NTVi_1484ms2ZfI_1lBF6EiLavBqyDLZqQvDsMEV7y4bG_1kTn0p3UEqNciDiVeQIGPwtEluF1N9fhNk-2u24oD9Vagn1Nrn7GdftE3v4tabBtb3uRUhhCuPBh3m1bYGMajv7zh1gKUyVLfjyLy0e_1ZgQI6ljg3-G8T0XHXPruAcDIusb2k5MtveYq7EyXFIrTX-UWpXswVkNYQjof_1oPTIDtX58nqv99BacnQMYpgzej9iq0QQJBCUu1LoBThe93TeEn3x8fh5qqo2Vja5zpZT1gBoIqLsArz_1pcYgehTbN6GZKYaTqlwIIJ0yTTP6rRZ9Ly6NSQi6iHZBzsjugjE9N0HYxGLmUOdO-x-wTwCnfE7xKyjbAVdVC8WdRlTiH-I27hZoohNS7wusL4KTOCkvABJwhDorq5bP7TxyWwTpuuQ_1Cfa-fHN8seaLCK7l-iIl0bOjAXTdUQetawK2KRGGWJPF_1cgQ7TFlwY9D7Me4KiGLdREuUsXfnLNuo3TIP-VFEJBA_1eqOeYMh462v5hfVKqMBUiZrg_1_1M-ITB0sBiEU1lyKQDqLgXfsDhCKG-kKkfM-Pw0xYVVT7UvkW7N5zGJWKiASjaR8BxNS6NfWfmexmuUfNUahcwhVk2ZuUCAagKa7AfWYroRcvMmBSDiBg;http://www.lne.es/sociedad-cultura/2015/09/30/gambazo-asturiano-internet/1820383.html;https://www.facebook.com/photo.php?fbid=966558186715874&set=a.700222086682820.1073741825.100000851046834&type=3;",
  "Example": "[Collected via Facebook, November 2015]",
  "Last Updated": "27 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/102-lb-shrimp/",
  "Claim": "Image depicts a 102 lb. shrimp caught near Homosassa, Florida.",
  "Tags": "102 lb shrimp;homosassa;fishing;",
  "Claim_ID": "102-lb-shrimp"
}