{
  "Origins": "On 22 November 2015, the Facebook page New Yorkers posted a photo purportedly showing a 41 lb rat that was caught in New York City:",
  "Fact Check": "",
  "Description": "41 pound rat recently caught in NYC... (via Chris Brannigan) While the above-displayed image has been shared by various outlets, no one has been able to provide any substantial information about the enormous rodent. If this rat truly was \"caught\" in New York City, it is most likely a brown rat, or Norway rat. The city has approximately two million brown rats, according to a 2014 study, but these animals can only grow to about 20 inches in length and 2 lbs in weight. But as many commenters pointed out on The New Yorker's post, the animal doesn't look like it was caught at all. The rat looks groomed and cleaned and was most likely someone's pet. If that's the case, the above-pictured animal is probably a Gambian Pouch Rat. While these animals are larger than the brown rat, they don't typically get any bigger than four pounds. So why does the rat pictured above appear so massive? It's likely the result of forced perspective. The person is holding the rat (you'll notice that their hands cannot be seen in the photo) is probably using a pole to place the animal closer to the camera. While this makes the rat appear larger in the photo, the animal pictured is just an average sized rat. For comparison's sake, here's a photo of a 3 foot Gambian Pouch Rat that was caught in New York in 2012: In summation, the above-displayed photo does not show a 41 lb rat that was caught in New York City. While we can't determine the exact dimensions of the above-pictured animal, it was likely someone's pet and weighed no more than four pounds. Last updated: 24 November 2015",
  "Originally Published": " 24 November 2015",
  "Referred Links": "http://www.huffingtonpost.com/2012/01/06/giant-rat-found-bronx-new-york-foot-locker_n_1190141.html;http://www.rmca.org/Articles/giant.htm;http://onlinelibrary.wiley.com/doi/10.1111/j.1740-9713.2014.00764.x/pdf;https://www.reddit.com/r/pics/comments/3u01nk/41_lb_rat_found_in_nyc/;http://dagrapevine.weebly.com/world-news/41-pound-rat-found-in-new-york-city-apartment-allegedly;https://www.facebook.com/ViralNYC/photos/a.233085703409927.74941.223139091071255/1027237263994763/?type=3&theater;",
  "Example": "[Collected via Facebook, November 2015] Can this image be real and was there a 41 pound rat found in NYC?",
  "Last Updated": "24 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/41-lb-rat-photo/",
  "Claim": "A photograph shows a 41 lb rat that was caught in New York City.",
  "Tags": "rat;41 lb rat;rat photo;41 lbs;",
  "Claim_ID": "41-lb-rat-photo"
}