{
  "Origins": "In September 2015, a rumor started circulating via Twitter that the Halloween celebrated on 31 October 2015 would be the 666th such event in history. If we assume that Halloween celebrations are held annually, this rumor suggests that the first Halloween took place in 1350. But Halloween does not have any definitive beginning (the holiday evolved over a long period of time and was influenced by several different cultures), and there is no basis for the notion that the first Halloween was held in 1350:",
  "Fact Check": "Will the Halloween celebrated on 31 October 2015 be the 666th in history?",
  "Description": "It is widely believed that many Hallowe'en traditions have evolved from an ancient Celtic festival called Samhain which was Christianised by the early Church. Pronounced sow-in, Samhain is a Gaelic word meaning 'end of the summer'. This festival is believed to have been a celebration of the end of the harvest, and a time of preparation for the coming winter. It is widely accepted that the early church missionaries chose to hold a festival at this time of year in order to absorb existing native Pagan practices into Christianity, thereby smoothing the conversion process. A letter Pope Gregory I sent to Bishop Mellitus in the 6th century, in which he suggested that existing places of non-Christian worship be adopted and consecrated to serve a Christian purpose, is often provided as supporting evidence of this method of acculturation. Encyclopaedia Britannica states that this date may have been chosen \"in an effort to supplant the Pagan holiday with a Christian observance\". The Oxford Dictionary of World Religions also claims that Hallowe'en \"absorbed and adopted the Celtic new year festival, the eve and day of Samhain\". However, there are supporters of the view that Hallowe'en, as the eve of All Saints' Day, originated entirely independently of Samhain and some question the existence of a specific pan-Celtic religious festival which took place on 31st October/1st November. While Nicholas Rogers argued in his book Halloween: From Pagan Ritual to Party Night that \"festivals commemorating the saints as opposed to the original Christian martyrs appear to have been observed by 800,\" it is unclear when these festivals became what we know now as Halloween. According to various dictionaries, the word \"Halloween\" itself originated in the mid-18th century, a shortening of a term that dates to the mid-16th century: c.1745, Scottish shortening of Allhallow-even \"Eve of All Saints, last night of October\" (1550s), the last night of the year in the old Celtic calendar, where it was Old Year's Night, a night for witches. A pagan holiday given a cursory baptism and sent on its way. In the United States, Halloween was initially known as an occasion for playing pranks; the modern form of Halloween celebration didn't gain widespread popularity there until the early 20th century. Anoka, Minnesota, is often credited with holding the first official Halloween celebration in the United States, which took place in 1920: Anoka, Minnesota is believed to be the first city in the United States to put on a Halloween celebration to divert its youngsters from Halloween pranks. When Anokans awoke to find their cows roaming Main Street, their windows soaped and their outhouses tipped over, they decided something had to be done. In 1920, George Green and other Anoka civic leaders suggested the idea of a giant celebration. The idea was adopted by the Anoka Commercial Club and the Anoka Kiwanis Club; both giving their full support. In September of that year, a Halloween committee was organized. It's impossible to pinpoint an exact year for the first Halloween, and the rumor about 2015's seeing the \"666th Halloween\" seems to be an offshoot of earlier joke memes claiming that in the current year Halloween will fall on Friday the 13th for the first time in 666 years. Last updated: 8 September 2015",
  "Originally Published": " 8 September 2015",
  "Referred Links": "http://anokahalloween.com/history/;http://dictionary.reference.com/browse/halloween;https://books.google.com/books/about/Halloween.html?id=stWZ_UDteMIC;http://www.bbc.co.uk/religion/religions/christianity/holydays/halloween_1.shtml;",
  "Example": "[Collected via Twitter, September 2015]",
  "Last Updated": "8 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/666th-halloween/",
  "Claim": "The Halloween wcelebrated on 31 October 2015 will be the 666th in history.",
  "Tags": "666th halloween;halloween;666;halloween rumors;halloween origins;",
  "Claim_ID": "666th-halloween"
}