{
  "Origins": "The growing encroachment of social media into every area of life hasn't necessarily led to a rise in foolish teenage behavior, but it does seem to be fueling misguided parental ideas about how teenagers conspire to spend their free time. The idea that dangerous social media challenges are popular seems to be on the upswing. The ice bucket challenge of mid-2014 may well have inspired the increase in social media challenge fads; but parental fears of largely non-existent practices such as \"rainbow parties,\" vodka-infused tampons, bedbug smoking, and 'beezin preceded it.",
  "Fact Check": "Are teenagers daring one another to participate in the 72-hour challenge \"Game of 72,\" then disappearing for several days?",
  "Description": "In 2015, anxious parents feared that the paracetamol challenge would inspire their children to overdose on over-the-counter painkillers; and in the same vein, the 72-hour challenge (also known as the \"Game of 72\") prompted concerns that kids were participating in a pointless and dangerous social media fad. In April 2015, the Daily Mail published a thinly-sourced article titled \"Parents left terrified by cruel new 'game' on Facebook that sees children dare each other to vanish for 72 hours without telling relatives.\" As with other panics of similar nature, the article breathlessly described a \"game\" that sounded of no real interest to teens whatsoever and included scant evidence that participants were actually undertaking the purported challenge: An alleged Facebook game which sees children dare each other to vanish without a trace for up to three days is spreading panic among parents in France. The dare, dubbed the 'Game of 72', involves teenagers challenging each other to disappear without a word to their families for 12, 24 or 72 hours. Authorities have been alerted to the game after a 13-year-old girl from northern France went missing for three days. So far, police say, the only evidence is dozens of panicked Facebook posts being shared by parents, warning each other about the game, and Emma's testimony, to suggest the challenge exists. That article referenced France's The Local, whose original article (also published on 29 April 2015) was far plainer in describing what was in all likelihood a classic urban legend of the crime-warning variety. The article admitted that the \"Game of 72 could even be more of a hoax than an actual phenomenon\" but went on to say that the \"fact that officials are taking the incident seriously is perhaps unsurprising given France's troubling history when it comes to dangerous social media crazes\": News of the latest challenge came after a 13-year-old girl from northern France who went missing for three days finally turned up safe and well at her home at the weekend. The girl, named Emma in the French press, reportedly refused to tell police or her parents where she had been or whom she had been with, but simply said she had taken on a dare through Facebook called '12, 24, 72' or 'Game of 72', as it is also known. The Facebook challenge, meanwhile, has left authorities baffled not least because they've been unable to actually find examples of it online. Rather, they've uncovered plenty of panicked postings from parents who are eager to warn each other about the game. This one below says \"Attention Danger!\" and warns of \"another stupid game doing the rounds on the net\". It tells parents to explain to their children that its better to fail the dare rather have \"something tragic happen to them.\" The fact that a 13-year-old girl in France named Emma disappeared for three days at some point in April 2015 has been proffered as the sole piece of evidence documenting that the \"Game of 72\" is a real phenomenon. But there's just one problem that story about Emma doesn't check out: Francois Perain, the prosecutor in Valenciennes, the district where the incident took place, [said] that the game \"seems to be an excuse\". \"Actually we think that Emma joined up with someone when she ran away, and that was the main reason for her running away,\" he said. \"Everything points to the fact that the game (which may be imaginary) is the explanation that Emma gave as the reason why she ran away, and to protect the person she met. That person is currently being looked for by the police,\" he said. Aside from that discredited story, the only evidence such a \"challenge\" had occurred consisted of ping-ponging warnings among French parents on social media sites issued after the fact. Moreover, no one was even sure if the kids participating were hiding for 12, 24, or 72 hours. It took about a week for the Game of 72 to make its way to North America, but by that point a \"small number\" of \"temporary disappearances in Europe\" had stolen French Emma's thunder: Halton police are warning parents to talk to their children about a dangerous new game allegedly making the rounds on social media known as the Game of 72. It encourages young people to disappear and stay hidden for 72 hours without contacting friends or family, said police. The Game of 72 is being blamed for a small number of temporary disappearances in Europe, but so far, no missing person cases have been attributed to it in Canada or the U.S., according to media reports. Even so, the game had Vancouver police worried enough to issue a warning about it earlier this week. (\"Possibly one, maybe not\" is indeed a very small number, and it should be noted that a social media challenge is a far better excuse to one's parents than \"I snuck out and was scared to come home\" or \"I ran away and changed my mind.\") At around the same time, scattered police departments began to warn parents about the terrifying new craze: On 7 May 2015, Mic published an article that cast doubt on whether the 72-hour challenge was a genuine teen fad or media invention. And much like the February 2015 rumor of measles parties, it seemed news outlets reached to find \"evidence\" of police concern about the purported trend: \"We never issued a warning about the game as has been reported,\" Constable Brian Montague, a spokesman for the Vancouver Police Department (VPD), said. \"We responded to questions about it from media and unfortunately they turned it into a warning from police.\" The VPD was featured in a recent news story about the fad, which included an interview with an online awareness expert. \"The game's popularity shows that parents need to stay up to the minute on their kids' computer habits,\" the story reads. On the contrary, Montague told Mic, the department hasn't come across any instances of the game in Vancouver. \"I am not even aware of any confirmed examples in Canada,\" he said. A lack of any confirmed incidents whatsoever and a corresponding absence of any social media chatter (aside from people wondering why kids would undertake the 72-hour challenge) didn't discourage news outlets from advancing the rumor once again in June 2015: https://twitter.com/EyesOfARedWolf/status/611126365379784704 In a thread published by Kathy Sweeney of Southeastern Missouri television station KFVS, numerous users speculated that multiple reported disappearances were linked to the game. Sweeney claimed a \"Facebook page\" was \"encouraging\" kids to participate (but appeared to be unable to produce a link to it) and reiterated the unsupported assertion that the \"game\" had first appeared in Europe: There's even a Facebook page dedicated to it please share to warn other parents! ... Not sure but it apparently already made the rounds in Europe. As BBC Trending blogger Mike Wendling observed about the \"Game of 72\": For a \"game\" that is supposedly catching on all over the world, there's scant chatter about it on social media. Only a few hundred tweets have been sent about the \"game\" most referencing news articles. Facebook searches in English and French throw up relatively few hits and again, most link to media reports. The National Society for the Prevention of Cruelty to Children, which runs the UK's best-known helpline for children, told Trending that they haven't received any calls about the \"game\". Some of the coverage of the \"game\" compared it to other trends such as neknomination the viral challenge where people were egging friends on to complete a dangerous and/or drinking-related stunt. But whereas neknomination was a real thing as were other potentially dangerous games such as the \"cinnamon challenge\" the \"game of 72\" appears to be nothing more than a lost-in-translation rumour. Sources: Kleeman, Sophie. \"This Disturbing Teen Trend Is Terrifying Parents But Don't Get Too Worried Just Yet.\" Mic. 7 May 2015. Lea, David. \"Halton Police Warn Parents About Game of 72.\" Oakville Beaver. 8 May 2015. Sparks, Ian and Sara Malm. \"Parents Left Terrified by Cruel New 'Game' on Facebook.\" Daily Mail. 29 April 2015. Wendling, Mike. \"This Fake Game Is Scaring Parents.\" BBC Trending. 13 May 2015. The Local. \"New Facebook Craze Panics French Parents.\" 29 April 2015.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/KathySweeneyKFVS/posts/434521703397545?fref=nf;https://twitter.com/hashtag/gameof72;http://mic.com/articles/117684/this-disturbing-teen-trend-is-terrifying-parents-but-it-s-probably-a-hoax;https://www.facebook.com/ReverePoliceDept/posts/1038023356225174;http://www.insidehalton.com/news-story/5609561-halton-police-warn-parents-about-game-of-72/;http://www.thelocal.fr/20150429/french-teen-disappears-for-new-facebook-challenge;http://www.dailymail.co.uk/news/article-3060935/Parents-left-terrified-cruel-new-game-Facebook-children-dare-vanish-72-hours-without-telling-relatives.html;",
  "Example": "",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/72-hour-challenge/",
  "Claim": "Teenagers are daring one another to a 72-hour challenge (or \"Game of 72\"), during which they disappear for several days.",
  "Tags": "social media challenge;72 hour challenge;game of 72;social media panics;",
  "Claim_ID": "72-hour-challenge"
}