{
  "Origins": "In September 2015, several web sites published articles claiming that Jack Nicholson was \"positively against\" abortion: \"I m very contra my constituency in terms of abortion because I m positively against it. I don t have the right to any other view. My only emotion is gratitude, literally, for my life.\"",
  "Fact Check": "Did Jack Nicholson say that he was \"positively against\" abortion?",
  "Description": "This short statement is full of humility, wisdom, and courage. Note that he says, I don t have the right to any other view. He has understood, thanks to the knowledge that his own life almost never happened, that life is a gift for which we should all feel gratitude. His willingness to vocally oppose abortion in the face of Hollywood and his own political party is inspiring and should be encouraged. While these articles were presented as current news stories, that is not the case. Nicholson's statement comes from a 1984 interview with Rolling Stone magazine in which the actor talked about his complicated family life. During the interview, Nicholson said that he was \"positively against\" abortion since his mother June nearly decided to end her pregnancy: I'm very contra my constituency in terms of abortion because I'm positively against it. I don't have the right to any other view. My only emotion is gratitude, literally, for my life. If June and Ethel had been of less character, I would never have gotten to live. These women gave me the gift of life. It's a feminist narrative in the very pure form. Despite Nicholson's comments to Rolling Stone in 1984, the actor told the Washington Post in 1990 that while he was personally against abortion he still considered himself to be politically pro-choice: \"I'm pro-choice but against abortion because I'm an illegitimate child myself and it would be hypocritical to take any other position. I'd be dead. I wouldn't exist,\" the star and director of \"The Two Jakes\" said in a Washington Post interview. \"And I have nothing but total admiration, gratitude and respect for the strength of the women who made the decision they made in my individual case. But as I say, I believe this is the choice of the woman and, you know, I walk it like I talk it.\" Nicholson was 38 when he learned that his \"mother\" was really his grandmother and that the woman he had known as his sister was in fact his mother. While Jack Nicholson did say that he was \"positively against\" abortion, his comment was made decades ago and doesn't fully address the actor's more nuanced views on the subject. Last updated: 16 September 2015",
  "Originally Published": " 16 September 2015",
  "Referred Links": "http://articles.latimes.com/1990-08-15/news/vw-859_1_jack-nicholson;https://books.google.com/books?id=t2CaFeDa_m0C&pg=PT142&lpg=PT142&dq=I%E2%80%99m+very+contra+my+constituency+in+terms+of+abortion+because+I%E2%80%99m+positively+against+it.+I+don%E2%80%99t+have+the+right+to+any+other+view.+My+only+emotion+is+gratitude,+literally,+for+my+life.&source=bl&ots=ydcqWCVNOG&sig=uvP46_ZBA89T7sr867iy3nfywNk&hl=en&sa=X&ved=0CDkQ6AEwBGoVChMIveCdgYn8xwIVhl4eCh0d0Af7#v=onepage&q=I%E2%80%99m%20very%20contra%20my%20constituency%20in%20terms%20of%20abortion%20because%20I%E2%80%99m%20positively%20against%20it.%20I%20don%E2%80%99t%20have%20the%20right%20to%20any%20other%20view.%20My%20only%20emotion%20is%20gratitude%2C%20literally%2C%20for%20my%20life.&f=false;http://www.thepoliticalinsider.com/is-abortion-murder-jack-nicholsons-response-silenced-everyone/?utm_source=TFP&utm_medium=Facebook&utm_campaign=TFP;http://qpolitical.com/they-asked-jack-nicholson-is-abortion-murder-his-response-silenced-them-all/;",
  "Example": "[Collected via Twitter, September 2015]",
  "Last Updated": "16 September 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/abortion-jack-nicholson-quote/",
  "Claim": "Actor Jack Nicholson said that he was \"positively against\" abortion.",
  "Tags": "quotes;quote;abortion;jack nicholson;pro life;pro choice;q political;",
  "Claim_ID": "abortion-jack-nicholson-quote"
}