{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via Email, January 2016] This has been a report circulating around social media the last few months but I can't find any reports to confirm or deny this story. \"Michael Jordan to Lower Price to 19.99 on all Air Jordan's in 2017.\" Origin:On 31 December 2015, the entertainment web site Not Allowed To published a fake news story claiming that Michael Jordan was dropping the price of all Air Jordan shoes to $19.99 in 2017: Michael Jordan claims he is shocked and tired of people fighting and killing over his high priced shoes. He wants to set a point, by indicating individuals that spending more cash on something elite doesn't make you exceptional it just makes you a fool with money. He plans to lower the prices nationwide slowly over the next years to deter any backlash, specially in the black community. \"I'm just tired of people paying for the illusion that more expensive means better, when in reality my shoes cost way less to make,\" said Michael Jordan, on why he is lowering the price of Air Jordan brand sneakers. There is no truth to the above-quoted story. Not Allowed To is a fake news web site that does not publish factual stories: Notallowedto.com is intended for entertainment purposes only. Our website and social media content uses the most notorious urban and satirical entertainment news with the most shocking headlines and articles. This isn't the first time that a rumor has circulated about Michael Jordan and his Air Jordan sneakers. In December 2014, several disreputable web sites falsely claimed that Jordan said that he didn't care if people fought over his shoes as long as he still collected a check. Last updated: 04 January 2016 Originally published: 04 January 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/air-jordans-price-drop/",
  "Claim": "Michael Jordan will drop the price of all Air Jordan shoes to $19.99 in 2017.",
  "Tags": "michael jordan;air jordans;",
  "Claim_ID": "air-jordans-price-drop"
}