{
  "Origins": "On 27 July 2015, the web site Now8News published an article titled \"Alabama Man Caught Having Sex With Pig In WalMart Bathroom,\" which claimed: Marvin Halbert of Birmingham, Alabama is in police custody after Walmart workers found him having inappropriate relations with a farm pig in the superstore restroom. Customers reported hearing loud squealing coming from the bathroom in the back area of the store near the layaway department. An eyewitness said her seven-year-old son went in to use the restroom, and came out screaming, Mommy, mommy is a man in the bathroom holding a pig really close to him!",
  "Fact Check": "Was an Alabama man caught having sex with a pig in a Walmart bathroom?",
  "Description": "Confused, the woman alerted a store clerk and was informed they already had several complaints about noise in the restroom. Raymond Cooper, an employee at the Walmart store, said he was the one that ran in and saved the pig. When I went into the bathroom, I heard squealing from inside the stall. I told the man to open it but he wouldn t, so I kicked it in. That crazy ass fool for real was doing a pig. I socked him in the face and grabbed the pig. That fool was out cold. However, Now8News (styled to mimic a local television station news site, like KLAS) is a newcomer to the burgeoning fake news genre, one that further aims to confuse readers by blending wildly sensational claims like the one above with re-writes of actual news events. The pig sex tale is (of course) false, and the mugshot was one of sovereign citizen and former fugitive Edward Eugene Harper. On 17 July 2015, Now8News published cannibalized a fabricated claim (involving a man on a park bench being eaten by pigeons) which first appeared on the similar fake news site NewsWatch28. On the same date, Now8News published a different, entirely made-up story claiming McDonald's was caught using aborted fetuses in Chicken McNuggets. Last updated: 28 July 2015",
  "Originally Published": " 28 July 2015",
  "Referred Links": "http://www.donotlink.com/fzlj;http://www.donotlink.com/fzli;https://en.wikipedia.org/wiki/Edward_Eugene_Harper;http://www.cnn.com/2009/CRIME/07/27/fbi.manhunt/index.html;http://www.lasvegasnow.com/news/local-news;http://www.donotlink.com/g4rx;https://twitter.com/tmelvin1911/status/626115116145242112;http://t.co/hy5i5PEmh7;",
  "Example": "[Collected via Twitter, July 2015] Alabama Man Caught Having Sex With Pig In WalMart Bathroom http://t.co/hy5i5PEmh7 Timothy Melvin (@tmelvin1911) July 28, 2015",
  "Last Updated": "28 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/alabama-walmart-pig/",
  "Claim": "An Alabama man named Marvin Halbert was caught having sex with a pig in a Walmart bathroom.",
  "Tags": "fake news;walmart;now8news;marvin halbert;pig;",
  "Claim_ID": "alabama-walmart-pig"
}