{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/Art.Replik.Atelier/photos/o.172530649440796/388646517827592/?type=3;https://www.facebook.com/Art.Replik.Atelier/photos/pb.343615095664068.-2207520000.1451931647./352856251406619/?type=3&theater;http://mysteriousuniverse.org/2015/12/ancient-tablet-looks-like-cell-phone-with-cuneiform-keys/;",
  "Example": "[Collected via e-mail, January 2016] Hey guys! Can you please check out this \"800 year old cell phone found\" story that's floating around the internet? Origin:On 23 December 2015, the conspiracy theory web site Mysterious Universe published a photo purportedly showing an ancient clay tablet resembling a cellphone which was dug up by archaeologists \"earlier this year\" in Austria: While Mysterious Universe failed to provide the details you'd expect from a possibly world-changing dig, such as the names of the archaeologists, secondary photos of the tablet, comments from the team, the object's dimensions, et cetera, the web site did manage to add some wild speculation about the object: A controversial theory proposed by author Zecharia Sitchin is that aliens known as the Anunnaki came from Nibiru (the rumored Planet X beyond Neptune) and created the Sumerian civilization. The tablet looks surprisingly like a modern phone, with the 12 keys, a display and a talk button. Could these extraterrestrials have tried to introduce the Sumerians to a phone-like communications device, only to find they weren t ready for it and dialed them back to a stylus and clay tablets? While the theory that the above-displayed cellphone was created by the alien race Anunnaki from the planet Nibiru in order to introduce the Sumerian civilization to modern technology is interesting, this \"alien cellphone\" was actually created by a German sculptor and is only a few years old. Karin and Karl Weing rtner of the Art Replik Studio created the clay tablet in January 2012. While the photo was originally shared with a description similar to the one published by Mysterious Universe (Art Replik never mentioned aliens) there are several indications that this post was simply a joke, such as the title of the object, \"BablyoNokia,\" comments on the photo (\"Yes, exactly!\" in response to \"is that my old phone\"), and the fact that the image was watermarked art-replik.com. The \"alien phone\" was created in jest and was likely used as a marketing tool: The above-displayed \"ancient cellphone\" was not discovered by a group of archaeologists in Austria and it was not left behind by aliens. It was created by a German sculptor who specializes in making replicas of ancient art. Last updated: 04 January 2016 Originally published: 04 January 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/alien-cellphone-found/",
  "Claim": "Archaeologists dug up an 800-year-old alien cellphone in Austria.",
  "Tags": "",
  "Claim_ID": "alien-cellphone-found"
}