{
  "Origins": "In August 2015, a meme claiming that a black woman named Amelia Bassano Lanyer was the true (uncredited) author of all of William Shakespeare's plays began circulating online. Although the authorship of Shakespeare's plays remains a topic of some debate among scholars, the above-displayed meme contains several factual errors. First, Aemilia Bassano (later Emilia Lanier) was indeed a published author, not someone whose work was suppressed because of her race or gender. In fact, the Shakespearean Authorship Trust notes that Bassano became the \"first woman to publish a book of original poetry\" when her work Salve Deus Rex Judaeorum was put into print in 1611:",
  "Fact Check": "Is a black woman named Amelia Bassano the true author of all of William Shakespeare's plays?",
  "Description": "Brought up opposite the theatre district in a family of Venetian Jews of Moroccan ancestry, at the age of 7 she was given to be educated by Countess Susan Bertie, in the family headed by Peregrine Bertie, Lord Willoughby. At the age of 13 she became mistress to Lord Hunsdon, the man in charge of the English theatre. When she got pregnant a decade later she was expelled from court and married off to a minstrel. She was one of the first women to own and operate a school and the first woman to publish a book of original poetry Salve Deus Rex Judaeorum (1611). She died in poverty. Second, Bassano was not black. She was born to Baptista Bassano (a Venice musician at the court of Elizabeth I) and Margaret Johnson in 1569, and biographies of her note that: (Amelia Bassano) was part of a family of Italian court musicians of Moroccan/Semitic ancestry who lived as clandestine Jews. No contemporaneous accounts describe Bassano as \"black\" (or \"African\"), and although its provenance is uncertain, many historians believe that this miniature portrait by Nicholas Hilliard depicts Amelia Bassano: Amelia Bassano have been dark-complected, however. A 2009 paper published in the Oxfordian, the journal of Shakespearean authorship studies, stated that some of Bassano's relatives were referred to as \"black\" when they arrived in London, likely due to their dark complexions: Brought to London from Venice in 1538/9, the dark-skinned Bassanos, some of whom were described in contemporary records as 'black' and who may have been of Moroccan as well as Jewish ancestry, became established as the Court recorder troupe.\" Lastly, the claim that Amelia Bassano wrote all of William Shakespeare's plays is a decidedly fringe notion, even within the world of Shakespearean authorship controversies. While she is listed as a potential candidate by the Shakespearean Authorship Trust (a group seemingly determined to credit Shakespeare's work to anyone but Shakespeare himself), even among that group she is included as just one of 66 candidates identified so far: She has long been identified as the 'dark lady' of the Sonnets. Her candidacy was announced in March 2007 in a lecture at the Smithsonian Institution as part of the Washington Shakespeare Festival by John Hudson, artistic director of the Dark Lady Players, a New York company who perform the underlying Jewish allegories in the plays. A 5000 word major article on her appears in the Summer/Fall 2009 special issue of The Oxfordian dedicated to the top authorship candidates. Last updated: 20 August 2015",
  "Originally Published": " 20 August 2015",
  "Referred Links": "http://www.shakespeareanauthorshiptrust.org.uk/pages/candidates.htm;http://www.scribd.com/doc/15488374/New-Shakespeare-Theory;http://www.independent.co.uk/arts-entertainment/books/news/unmasked--the-identity-of-shakespeares-dark-lady-81490.html;http://njjewishnews.com/njjn.com/022808/ltKosherBard.html;",
  "Example": "[Collected via Instagram, August 2015]",
  "Last Updated": "20 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/amelia-bassano-william-shakespeare/",
  "Claim": "A black woman named Amelia Bassano has been proved the true (uncredited) author of all of William Shakespeare's plays.",
  "Tags": "amelia bassano;bassano;william shakespeare;sonnets;william shakespeare plays;",
  "Claim_ID": "amelia-bassano-william-shakespeare"
}