{
  "Origins": "In mid-August 2015, a map purportedly showing \"America before colonization,\" depicting Native American tribal areas across the continent prior to the advent of European settlement, began circulating online via Facebook:",
  "Fact Check": "Does a map accurately depict the Native American tribal areas of the United States prior to European colonization?",
  "Description": "It's true that the above-displayed map was never taught in American schools, for the plain reason that the map displays an imaginary version of present-day America created for a work of speculative fiction set in an alternate timeline (as indicated by the \"Approx. 2015 A.D.\" legend in the bottom right-hand portion of the image), not a version of America that actually existed in the historical past. In July 2015, Redditer liminalsoup uploaded the above-displayed chart to the \"Imaginary Maps\" subreddit under the title \"Rough Draft (seeking advice on map for a story i'm writing where Europe never discovered America).\" Rather than showing the state of America prior to European colonization, this image is one author's idea of what America might look like today if Europeans had never colonized it. Last updated: 18 August 2015",
  "Originally Published": " 18 August 2015",
  "Referred Links": "https://www.reddit.com/r/imaginarymaps/comments/3eor5t/rough_draft_seeking_advice_on_map_for_a_story_im/;https://www.facebook.com/photo.php?fbid=10100283938522253&set=a.591028766983.2083455.53203682&type=3&theater;",
  "Example": "[Collected via e-mail, August 2015] A map of North America allegedly showing North America prior to colonization. This map divides the continent showing state lines, but with Indian nations who controlled each area of the country. It indicates that it was the year 2015 by the Aztec calendar. Is this accurate, and what is the source of information?",
  "Last Updated": "18 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/america-colonization-map/",
  "Claim": "A map accurately depicts the Native American tribal areas of the United States prior to European colonization.",
  "Tags": "map;north america;indians;tribe;tribal map;colonization;pre colonization;",
  "Claim_ID": "america-colonization-map"
}