{
  "Origins": "On 26 June 2015, the Supreme Court's decision in the case Obergefell vs. Hodges [PDF] held that same-sex couples were guaranteed the right to marry under both the Due Process Clause and Equal Protection Clause of the Fourteenth Amendment. (Almost immediately, that decision led to a number of rumors and viral claims; that pedophiles would soon be granted similar rights, that Joe Biden had gone on a victory spree, and that Facebook had begun tracking the political beliefs of users via a celebratory rainbow filter for profile pictures.) Tangential rumors circulated pertaining to individuals and businesses who subsequently (or previously) went out on a limb for their religious opposition to marriage equality, which included a false claim involving a pastor purportedly jailed for refusing to marry a gay couple and the true case of an Oregon bakery ordered to pay damages stemming from a pre-decision refusal to serve a same-sex couple. The meme displayed above was inspired by Kentucky court clerk named Kim Davis, who unwittingly starred in a viral video during which she refused to issue a marriage license to a same-sex couple shortly after the June 2015 Supreme Court ruling.",
  "Fact Check": "Did Kentucky hire an Amish DMV clerk who refused to issue driver's licenses based on her religious beliefs?",
  "Description": "On 12 August 2015, U.S. District Judge David L. Bunning ordered Davis [PDF] to begin issuing licenses as requested. Bunning wrote in his ruling that by \"openly adopting a policy that promotes her own religious convictions at the expenses of others,\" Davis had violated the law, adding: Davis remains free to practice her Apostolic Christian beliefs. She may continue to attend church twice a week, participate in Bible Study and minister to female inmates at the Rowan County Jail. She is even free to believe that marriage is a union between one man and one woman, as many Americans do. However, her religious convictions cannot excuse her from performing the duties that she took an oath to perform as Rowan County Clerk. The humorous image above was clearly created to poke fun at Davis over the legal dispute (and the general issue of allowing personal religious beliefs to trump the requirements of employment and public service), a subtlety lost on many social media users who hadn't heard of the marriage license controversy in Kentucky and consequently didn't get the joke. The jape partially relies outsider assumptions about Amish culture, one of which is the notion that Amish people are prohibited from driving due to their religion. That's not precisely accurate, as use of a horse-and-buggy over cars is primarily a cultural choice and not part of a specific anti-automobile religious edict applied to everyone: Although the Amish are allowed to use automobiles for social and business functions, the church rules prohibit members from owning as well as driving a car. Amish businessmen are also not allowed to provide loans to non-Amish employees for the purpose of buying a vehicle. Ownership of an automobile is considered a taboo. It is important to the community to maintain the horse and buggy as a symbol of Amish identity. The joke also leans on a (fallacious) assumption that Amish citizens neither seek nor require state driver's licenses, part of a broad, inaccurate perception of the community as frightened of the outside world. The Amish often need state-issued ID for a variety of day-to-day purposes, including the operation of lucrative businesses (contrary to the belief Amish people reject wealth and/or financial success entirely or that they lack awareness of modern conventions). Photographic requirements have presented problems for Amish people seeking licenses, however, as their traditions generally favor the avoidance of photography. (Yet another misconception asserts the practice is due to a primitive, uneducated fear that the camera might \"steal\" a person's soul; in actuality, it's more due to intentional humility and not a fear of technology.) While the meme seen here satirizes the imposition of religious belief on outsiders by a presumably stricter sect, it should be noted that Amish communities are known for a marked disinclination to interact with the \"English\" world save for necessary circumstances. Although their religious beliefs are notoriously stringent, Amish folks are far likelier to be encroached upon by a conflict of law and faith than the other way around. Last updated: 17 August 2015",
  "Originally Published": " 17 August 2015",
  "Referred Links": "http://channel.nationalgeographic.com/amish-out-of-order/articles/amish-out-of-order-facts/;http://www.amishnews.com/amisharticles/amishand%20photos.htm;http://www.bbc.co.uk/blogs/theeditors/2006/10/photographing_the_amish.html;http://www.bbc.co.uk/blogs/theeditors/2006/10/phones_letters_emails_21.html;http://www.discoverlancaster.com/towns-and-heritage/amish-country/amish-and-photographs.asp;http://www.bloomberg.com/bw/articles/2014-06-26/rich-amish-lured-into-florida-land-investment-scheme;http://www.nbcnews.com/id/17725931/ns/us_news-life/t/mennonites-plan-move-over-photo-ids/#.VdIg_ixViko;http://www.huffingtonpost.com/2015/01/31/amish-photo-id_n_6581376.html;http://www.welcome-to-lancaster-county.com/amish-lifestyle.html;https://www.liberty.edu/media/9980/attachments/2015/081215_-_Order_-_Granting_PI.pdf;http://www.usnews.com/news/us/articles/2015/08/14/clerk-ignores-gay-marriage-order-asks-judge-for-delay;http://www.supremecourt.gov/opinions/14pdf/14-556_3204.pdf;https://twitter.com/hamybear/status/633020556640555008;http://t.co/fntubM4XGB;",
  "Example": "[Collected via Twitter and Facebook, August 2015] Why can't an Amish worker at a DMV refuse to give out driver's licenses? pic.twitter.com/fntubM4XGB Hamybear (@hamybear) August 16, 2015",
  "Last Updated": "17 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/amish-dmv-clerk/",
  "Claim": "Kentucky hired an Amish DMV clerk who refused to issue driver's licenses based on her religious beliefs.",
  "Tags": "satire;kim davis;actually funny satire;'true story' jokes;amish people;",
  "Claim_ID": "amish-dmv-clerk"
}