{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/tonydokoupil;https://www.facebook.com/profile.php?id=1115723640;http://www.oregonlive.com/pacific-northwest-news/index.ssf/2016/01/ammon_bundy_his_history_and_a.html;http://www.snopes.com/wordpress/wp-content/uploads/2016/01/Screenshot-2016-01-06-at-11.14.58-AM.png;",
  "Example": "[Collected via Twitter, January 2016] Origin:On 5 January 2016, a Twitter account purportedly belonging to Ammon Bundy, a Phoenix resident who led a group of armed men in the takeover of a government building at Oregon's Malheur National Wildlife Refuge, posted a message comparing his actions to those of civil rights leader Rosa Parks: While the above-displayed message was posted by the Twitter account @Ammon_Bundy, it doesn't appear that the rancher has anything to do with the account. First, this is a brand new Twitter account which was started on 3 January 2016. While it is possible that Bundy would start a new Twitter account to take advantage of the media attention, the rancher has had a Facebook account for more than a year and frequently uses the social network to provide updates from Oregon. Second, the @Ammon_Bundy Twitter account uses a screenshot from one of Bundy's videos as its profile pic. If the account were real, it's likely that Bundy would have used an actual photo. Finally, MSNBC reporter Tony Dokoupil, who has been reporting from the Malheur National Wildlife Refuge since shortly after Bundy's men took over the building, confirmed that the account was fake: While it's possible that someone associated with the Bundy is operating the @Ammon_Bundy Twitter account, it's more likely that the account is being operated by a remote sympathizer. Last updated: 06 January 2016 Originally published: 06 January 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/ammon-bundy-rosa-parks/",
  "Claim": "Ammon Bundy posted a message on Twitter comparing himself to Rosa Parks.",
  "Tags": "twitter;oregon;bundy;ammon bundy;rosa parks;",
  "Claim_ID": "ammon-bundy-rosa-parks"
}