{
  "Origins": "On 10 October 2015, the web site Jews News published the above-displayed photograph along with a brief story about \"Captain Balislava,\" supposedly a female Russian Federation fighter pilot who bombed ISIS: Meet Captain Balislava, a Russian federation fighter pilot who bombed the hell out of ISIS yesterday. The only thing better than watching ISIS get the hell beat out of them, is knowing a female is doing it because as you know, terrorists think they don t go to Heaven if a woman kills them!\"",
  "Fact Check": "Does a photograph show Captain Balislava, a female Russian federation fighter pilot who bombed ISIS?",
  "Description": "The photograph and story simply don't match up. If \"Captain Balislava\" is a Russian federation fighter pilot, then why is she holding a helmet painted with Brazilian national colors? And why are the words on the plane behind her neither Russian in language nor written using Cyrillic script? The answer to these questions is simple: the woman pictured above is Brazilian model Ana Hickmann posing for a photo shoot intended to promote the Brazilian Air Force. Hickmann is not a member of any military force and is certainly not \"Captain Balislava\" of the Russian Federation. The above-displayed photograph has been circulating online since at least 2008 and is frequently included in galleries featuring \"sexy military women\" (even though Hickmann is a model, not an actual military pilot). Last updated: 12 October 2015",
  "Originally Published": " 12 October 2015",
  "Referred Links": "http://www.buzzfeed.com/mathieus/15-hot-women-soldiers-8q4;http://miliwoman.com/Brazil/Models/military_woman_brazil_models_000001.jpg.html;http://www.donotlink.com/gzkg;",
  "Example": "",
  "Last Updated": "12 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/ana-hickmann-captain-balislava/",
  "Claim": "A photograph shows Captain Balislava, a female Russian federation fighter pilot who bombed ISIS.",
  "Tags": "ISIS;ana hickmann;captain balislava;russian pilot;bombed isis;sexy;",
  "Claim_ID": "ana-hickmann-captain-balislava"
}