{
  "Origins": "On 5 August 2015, a wastewater leak out of an old mining site near Silverton, Colorado, affected the Animas River. According to the New York Times, the Environmental Protection Agency (EPA) was investigating reports of a leak at the mine when a plug blew and flooded a nearby tributary: The Environmental Protection Agency caused the spill on Wednesday while it was investigating a leak at the Gold King Mine. The wastewater flowed into Cement Creek, a tributary of the Animas River in southwestern Colorado, and snaked through the river toward New Mexico.",
  "Fact Check": "Did an accidental spill render the normally pristine blue Animas River a terrifying mustard yellow?",
  "Description": "E.P.A. officials confirmed the leak contained heavy metals, including lead and arsenic, but said it was too early to know whether there was a health risk to humans or animals. The river was closed for recreational and other uses, but officials said water sources should be safe. The orange color is alarming to people, but that is not an indication in any way of a health risk, said Joan Card, an official with Region 8 of the E.P.A. Testing is ongoing, she said. On Instagram, users images of the Animas River in the days after the incident: See previous post for info. Taken from Bakers Bridge looking upstream. #animas #Durango #animasriver #minepollution #cnnireport A photo posted by Whit Richardson Photography (@whitphotography) on Aug 7, 2015 at 9:02am PDT Bakers then and bakers now #animasriver #animaspollution #animas #durango #disaster #epa #prayerfordurango A photo posted by @corytrevorsmokes on Aug 7, 2015 at 9:57am PDT Currently in Durango. Mine breach leaks a million gallons of acidic waste downstream. #colorado #minewaste #animasriver #coloradoriver A photo posted by Kyle Perkins (@kyleindenver) on Aug 7, 2015 at 3:11pm PDT Our poor river, Prayers for the animas ???#animas #durango #pollution #epa #animasriver #animaspollution A photo posted by @corytrevorsmokes on Aug 6, 2015 at 6:40pm PDT On 6 August 2015 Dave Ostrander, the EPA's regional director of emergency preparedness assessment and response, said: We are very sorry for what happened. This is a huge tragedy. It's hard being on the other side of this. Typically we respond to emergencies; we don't cause them. ... It's something we sincerely regret. The Animas River remained closed to human access pending further tests. Last updated: 10 August 2015",
  "Originally Published": " 10 August 2015",
  "Referred Links": "http://www.denverpost.com/environment/ci_28601566/animas-river-spill-leaves-durango-officials-edge-waiting;https://instagram.com/p/6EGUJvQAyK/;https://instagram.com/p/6GTOHuDOgL/;https://instagram.com/p/6FvXjlQA9s/;https://instagram.com/p/6FpDlyFWvl/;http://www.kob.com/article/stories/S3872346.shtml#.VcjPhDBVikr;http://www.nytimes.com/2015/08/08/us/wastewater-spill-in-colorado-turns-a-river-yellow.html?_r=0;https://twitter.com/mattdpearce/status/630776508966023168;http://t.co/Ey26EaBEhK;http://t.co/s40r7orNj4;https://twitter.com/NoGOPNo/status/629884089152049152;http://t.co/rx4f2lszHY;https://twitter.com/WSJ/status/630547377749946368;http://t.co/Y7jqDHSCnb;",
  "Example": "[Collected via Twitter, August 2015] Officials estimate about three million gallons of wastewater have spilled into the Animas River in Colorado http://t.co/Y7jqDHSCnb Wall Street Journal (@WSJ) August 10, 2015 Animas River Colorado These toxic leaks must stop!! pic.twitter.com/rx4f2lszHY NO! GOP! NO! (@NoGOPNo) August 8, 2015 Three. million. gallons. Our story from Colorado on the Animas River disaster: http://t.co/s40r7orNj4 pic.twitter.com/Ey26EaBEhK Matt Pearce (@mattdpearce) August 10, 2015",
  "Last Updated": "10 August 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/animas-river-spill/",
  "Claim": "An accidental spill rendered the normally pristine blue Animas River a terrifying mustard yellow.",
  "Tags": "animas river;EPA;gold king mine;pollution;environmental protection agency;",
  "Claim_ID": "animas-river-spill"
}