{
  "Origins": "On 30 August 2015, Facebook user Aria Brown shared a post reporting that professional political troll Ann Coulter had referred to President Obama as a \"retard\" in a tweet. That Facebook post, which also included a response from Special Olympics athlete John Franklin Stephens, quickly went viral and racked up more than a half million shares in 24 hours:",
  "Fact Check": "Did Ann Coulter refer to President Obama as a \"retard,\" prompting a response from a Special Olympics athlete?",
  "Description": "Some people who viewed the Facebook post questioned its authenticity, as they couldn't find the \"Obama retard\" tweet in Coulter's Twitter feed. The reason for that was because the referenced comment was one she made after a 2012 presidential debate between President Obama and Republican challenger Mitt Romney, not something Coulter said in 2015 as implied by the Facebook post: Shortly after the tweet made headlines in 2012, Ann Coulter appeared on Alan Colmes' Fox News radio show to double down on her trolling: \"Look, no one would refer to a Down Syndrome child, someone with an actual mental handicap, by saying 'retard.' Where do you think the words 'imbecile,' 'idiot,' 'moron,' 'cretin' come from? These were all technical terms at one time. 'Retard' had been used colloquially to just mean 'loser' for 30 years ... But no, no these aggressive victims have to come out and tell you what words to use.\" The response from Special Olympics athlete and global messenger John Franklin Stephens is also real, although also not recent. On 23 October 2012, Stephens posted it as open letter to Coulter on the Special Olympics Blog: Dear Ann Coulter, Come on Ms. Coulter, you aren t dumb and you aren t shallow. So why are you continually using a word like the R-word as an insult? I m a 30 year old man with Down syndrome who has struggled with the public s perception that an intellectual disability means that I am dumb and shallow. I am not either of those things, but I do process information more slowly than the rest of you. In fact it has taken me all day to figure out how to respond to your use of the R-word last night. I thought first of asking whether you meant to describe the President as someone who was bullied as a child by people like you, but rose above it to find a way to succeed in life as many of my fellow Special Olympians have. Then I wondered if you meant to describe him as someone who has to struggle to be thoughtful about everything he says, as everyone else races from one snarkey sound bite to the next. Finally, I wondered if you meant to degrade him as someone who is likely to receive bad health care, live in low grade housing with very little income and still manages to see life as a wonderful gift. Because, Ms. Coulter, that is who we are and much, much more. After I saw your tweet, I realized you just wanted to belittle the President by linking him to people like me. You assumed that people would understand and accept that being linked to someone like me is an insult and you assumed you could get away with it and still appear on TV. I have to wonder if you considered other hateful words but recoiled from the backlash. Well, Ms. Coulter, you, and society, need to learn that being compared to people like me should be considered a badge of honor. No one overcomes more than we do and still loves life so much. Come join us someday at Special Olympics. See if you can walk away with your heart unchanged. A friend you haven t made yet, John Franklin Stephens Global Messenger Special Olympics Virginia Last updated: 1 September 2015",
  "Originally Published": " 1 September 2015",
  "Referred Links": "https://specialolympicsblog.wordpress.com/2012/10/23/an-open-letter-to-ann-coulter/;http://www.huffingtonpost.com/2012/10/26/ann-coulter-retard_n_2022621.html;https://www.facebook.com/photo.php?fbid=1042278099146353&set=a.191831667524338.41986.100000925180840&type=1&fref=nf;",
  "Example": "[Collected via e-mail, September 2015] Did Ann Coulter call Barack Obama a retard?",
  "Last Updated": "1 September 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/ann-coulter-obama-retard/",
  "Claim": "Ann Coulter referred to President Obama as a \"retard,\" prompting a response from a Special Olympics athlete.",
  "Tags": "Obama;twitter;ann coulter;retard;john franklin stephens;tweet;",
  "Claim_ID": "ann-coulter-obama-retard"
}