{
  "Origins": "On 2 November 2015, multiple web sites reported that hacker collective Anonymous had released evidence of the involvement of several politicians in the Ku Klux Klan, as part of what was called \"OpKKK\" or \"OpHoodsOff.\" Articles dated 2 November 2015 appeared on USUncut (\"Prominent US Senators and Mayors Outed as Members of the KKK by Anonymous\") and Occupy Democrats (\"Racists Panic as Anonymous Starts Releasing Details Of KKK Members\"), with the latter claiming:",
  "Fact Check": "",
  "Description": "Anonymous has released a list of prominent US Senators and Mayors that have been linked to the Ku Klux Klan: Senator Tom Tillis from North Carolina Senator John Cornyn, Texas Senator, John Horne Iverson, Georgia Senator, Dan Coats, Indiana Mayor, Madeline Rogero, Knoxville TN Mayor Jim Mayer, Lexington KY Mayor Kent Guinn, Ocala, Florida Mayor Tom Henry, Fort Wayne Indiana And it is true that a large, established Twitter account linked to Anonymous promised the release of information about prominent figures linked to the KKK: We've gained access to yet another KKK Twitter account. Using the info obtained, we will be revealing about 1000 klan member identities. Operation KKK (@Operation_KKK) October 22, 2015 However, the articles cited documents published anonymously to the site Pastebin, to which anyone may upload text-based content. And as with any Anonymous-linked operation, anyone is also free to claim affiliation with the group and release information, falsely claiming that data was collected as part of an effort by the collective which is just what the similarly large Twitter account @YourAnonNews cautioned the media to be mindful of: Anyone can provide fake information when signing up to a website, reporters should be aware of this. Anonymous (@YourAnonNews) November 2, 2015 This account has NOT YET released any information. We believe in due diligence and will NOT recklessly involve innocent individuals #OpKKK Operation KKK (@Operation_KKK) November 2, 2015 Not long afterwards, the account @Operation_KKK stated that 5 November 2015 was the date on which the information about KKK connections would be released, coinciding with the Million Mask March: Regarding #OpKKK: the phone numbers and e-mail adresses were found on KKK website databases. Be careful with the information and fact-check Anonymous (@YourAnonNews) November 2, 2015 The anons at the helm of this initiative vouch ONLY for the dox list that will be released from this Twitter account on November 5 2015. Operation KKK (@Operation_KKK) November 2, 2015 While it's difficult to definitively label any source as an \"official\" Anonymous account (as anyone is free to claim membership to the group, which has no central organization), its largest social media presences denied the information released on 2 November 2015 was linked to the promised data dump. On 5 November 2015, @Operation_KKK announced the publication of the information in question via Twitter: OFFICIAL #OpKKK #HoodsOff 2015 Data Release. https://t.co/EQODjs7wpA With Love, Anonymous Operation KKK (@Operation_KKK) November 5, 2015 In that document (hosted on Pastebin), no matches to names on the 2 November 2015 list were found. Last updated: 5 November 2015",
  "Originally Published": " 2 November 2015",
  "Referred Links": "https://twitter.com/Operation_KKK/status/662380844711972865;https://t.co/EQODjs7wpA;https://twitter.com/hashtag/HoodsOff?src=hash;https://twitter.com/Operation_KKK/status/661281676027260929;https://twitter.com/YourAnonNews/status/661260816872775684;http://www.millionmaskmarch.com/;https://twitter.com/Operation_KKK/status/661272341318471680;https://twitter.com/hashtag/OpKKK?src=hash;https://twitter.com/YourAnonNews/status/661262569986985985;http://pastebin.com/Yh2muT9r;https://twitter.com/Operation_KKK/status/657334427446411264;http://urbanintellectuals.com/2015/11/02/kkk-politicians-anonymous-exposes-kkk-ties-of-united-states-politicians-senators-mayors/;http://www.occupydemocrats.com/racists-panic-as-anonymous-starts-releasing-details-of-kkk-members/;http://usuncut.com/politics/anonymous-unhoods-kkk-prominent-politicians/;",
  "Example": "[Collected via e-mail, November 2015] Well, well. Looky here! KKK Members Exposed by Anonymous 1.United States Senator From North Carolina: Thomas Tillis aka Thom Tillis: Age 55: Wife Susan Tillis, Both living in: Cornelius, North Carolina.Known KKK Affiliated group:United Northern and Southern Knights of the Ku Klux Klan. Thornton. 2.United States Senator From Texas: John Cornyn: Age 63: Wife Sandy Cornyn, Both living in: Austin,Texas: Known KKK Affiliated Group: United White Knights Of The Ku Klux Klan. 3.United States Senator From Georgia: John Hardy Isakson: Age 70: Wife Dianne Davison: Both Living in: Marietta, Georgia. Known KKK Affiliated Group: Original Knight Riders Of the KKK. 4.United States Senator From Indiana: Dan Coats: age 72: Wife Marsha Coats, Both living in: Fort Wayne,Indiana. Known KKK Affiliated Group:United Northern and Southern Knights of the Ku Klux Klan Mayors.... 1. Knoxville,Tn Mayor: Madeline Anne Rogero: age 63: last known spouse Gene Monaco: Living in Knoxville,Tn: Known KKK Affiliated Group: KU KLOS KNIGHTS of the Ku Klux Klan. 2. Norfolk,Va Mayor: Paul D. Fraim: age 66: last known spouse elizabeth peer: Living in Norfolk,Va: Known KKK Affiliated Group:Traditionalist American Knights of the Ku Klux Klan: 3.Lexington,Kentucky Mayor: Jim Gray: age 62: no known wife/spouse: Living in Lexington,Kentucky: Known KKK Affiliated Group:United Northern and Southern Knights of the Ku Klux Klan 4.Ocala,Florida Mayor: Kent Guinn: age 60: Wife Sandra Guinn: both living in ocala,florida: Known KKK Affiliated Group: Traditionalist American Knights of the Ku Klux Klan 5.Fort Wayne,Indian Mayor: Tom Henry: age 63: last known spouse Cindy Kocks: lives in Fort Wayne: Known KKK Affiliated group: United Northern and Southern Knights of the Ku Klux Klan",
  "Last Updated": "5 November 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/anonymous-opkkk/",
  "Claim": "Anonymous has discovered evidence that numerous politicians have Ku Klux Klan connections.",
  "Tags": "anonymous;KKK;opKKK;ophoodsoff;youranonnews;ku klux klan;",
  "Claim_ID": "anonymous-opkkk"
}