{
  "Origins": "On 28 August 2015, a web site using the domain MSMBC.co (unrelated to the legitimate MSNBC news outlet, which can be found at MSNBC.com), published an article reporting that actor Arnold Schwarzenegger (who also served as governor of California from 2003-2011) had passed away from a heart attack at age 68: Arnold Schwarzenegger was found dead at his Las Angeles [sic], California home. Schwarzenegger was 68 years old.",
  "Fact Check": "Has actor (and former California governor) Arnold Schwarzenegger passed away from a heart attack?",
  "Description": "Police responded to the L.A. home after receiving a 911 emergency call for a unresponsive male . Upon entering the residence, police found Schwarzenegger s deceased body in his bed. We found Mr. Schwarzenegger in his bedroom deceased around 9:30 pm on Wednesday, said Las Angeles Police Chief James J. Freda [sic] in a brief statement to Local 4 CBS News [sic]. \"We found no reason to believe foul play was a factor in his death but intent [sic] to perform a full investigation.\" There is no truth to the above-quoted story. This rumor originated with a fake news web site that uses the domain MSMBC.co in order to trick readers into believing that they are reading reports from the MSNBC.com news organization. While MSMBC.co does not contain a readily available disclaimer, the web site's pitch for new writers does shed some light about the quality of the web site's content: No experience needed! If you have internet access and the ability to type then you are qualified. Best of all we will pay you if it s good. You talk directly to the editors no form letter rejections. Your work could be seen by millions of people. We are looking for highly unqualified individuals (qualified people are welcome too) familiar with writing, photoshop, infographics, videos, and apps. Take your pick! In addition to the fact that the the only requirement needed to write for MSMBC.co is the ability to type, the search box for the web site promises users that \"bullcrap\" is only a click away: MSMBC.co is also responsible for a similar death hoax involving country music singer Willie Nelson. Last updated: 28 August 2015",
  "Originally Published": " 28 August 2015",
  "Referred Links": "http://www.donotlink.com/ghkd;http://www.donotlink.com/ghkc;",
  "Example": "[Collected via email, August 2015] msmbc.com is reporting actor that Arnold Schwarzenegger has also passed away.",
  "Last Updated": "28 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/arnold-schwarzenegger-dead/",
  "Claim": "Actor (and former California governor) Arnold Schwarzenegger passed away from a heart attack in August 2015.",
  "Tags": "death hoax;dead;Arnold Schwarzenegger;Schwarzenegger;death;",
  "Claim_ID": "arnold-schwarzenegger-dead"
}