{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.theflorentine.net/articles/article-view.asp?issuetocId=10530&browse-by=News&level=Community-News;http://www.snopes.com/wordpress/wp-content/uploads/2016/01/olsen-twin-murdered.jpg;",
  "Example": "[Collected via Twitter, January 2016] Origin:On 10 January 2016, a rumor started circulating on Twitter that former Full House star Ashley Olsen had been murdered in Italy. While most celebrity death hoaxes stem from fake news reports or humorless pranks, the rumor about actress Ashley Olsen's death was rooted in a real, and tragic, news story. The Associated Press reports that another woman named Ashley Olsen, an American artist and fashionista, was found dead in her apartment in Florence: The American artist and fashionista found dead in her apartment in Italy last week was strangled, according to autopsy results announced by Italian investigators Tuesday. The body of 35-year-old Ashley Olsen was discovered in her Florence home on Saturday. She died as a result of murder by strangulation with either a rope or cord-like object, authorities told reporters. Olsen, who is originally from Summer Haven, Florida, was living in the Oltrarno district of Florence and working in the fashion industry. She left the United States for Italy a few years ago to be close to her father, according to Italian news agency ANSA. In addition to sharing the same name, the former Full House star fit the \"American artist\" description and is also approximately the same age (29) as the murder victim. These similarities led many people to mistakenly believe that the Ashley Olsen who was killed in Italy was the same Ashley Olsen who appeared on the TV show Full House. On 12 January 2016, the artist's friends called for Italian authorities to bring her killer to justice: Olsen's friends demanded for her killer to be brought to justice in a letter that appeared in The Florentine, an English-language news magazine. \"Ashley was a rare and kindhearted spirit. She immediately became a familiar part of life in the Oltrarno where she lived, embraced by everyone who knew her,\" they wrote. \"While we mourn her passing we place our trust fully in the Italian authorities to investigate this tragic episode. We wait to hear what they discover, and pray that justice will be swiftly served to whoever is responsible.\" The investigation into Olsen's death is ongoing. Last updated: 12 January 2016 Originally published: 12 January 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/ashley-olsen-not-dead/",
  "Claim": "Former \"Full House\" star Ashley Olsen was murdered.",
  "Tags": "murder;ashley olsen;olsen;full house;",
  "Claim_ID": "ashley-olsen-not-dead"
}