{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/AsteroidWatch/;http://neo.jpl.nasa.gov/neo/;https://www.facebook.com/Arecibo.Observatory/photos/a.356739174336357.99181.352406468102961/1108167422526858/?type=3&theater;http://www.space.com/31461-christmas-asteroid-no-threat-nasa-says.html;http://www.jpl.nasa.gov/news/news.php?feature=4807;",
  "Example": "[Collected via Email, December 2015] Is this true? Asteroid that Could Cause Disaster Headed Toward Earth on Christmas Eve? Origin:Santa Claus and his reindeer won't be the only objects flying through the sky this Christmas -- an asteroid will be hurtling through the solar system, as well. According to several sensationalized headlines that were published in December 2015, Asteroid 2003 SD220 will come dangerously close to earth on Christmas Eve. \"Asteroid that Could Cause Disaster Headed Toward Earth on Christmas Eve\" The newest asteroid being tracked due to its close proximity to earth is colossal. It s so huge that some claim its gravitational pull could cause earthquakes and make volcanoes erupt. Ironically, it s expected to just barely skim past Earth on Christmas eve. The 1.5 mile wide slab of rock known as 2003 SD220 is so large it could potentially wipe out a continent in the case of a direct hit. While it is true that Asteroid 2003 SD220 will pass by Earth on Christmas Eve, the above-quoted article gets several facts wrong. First, the asteroid will not be getting disconcertingly close to Earth. According to NASA's Jet Propulsion Laboratory (JPL), the closest that the asteroid will get is about 6.8 million miles: \"There is no cause for concern over the upcoming flyby of asteroid 2003 SD220 this Christmas Eve,\" said Paul Chodas, manager of NASA's Center for NEO Studies at JPL. \"The closest this object will come to Santa and his eight tiny reindeer is about 28 times the distance between Earth and the moon.\" \"It's going miss Earth by a wide swath, and not be any hazard,\" JPL spokesperson Guy Webster told us. The asteroid also is not \"colossal.\" According to Space.com, the asteroid is relatively small at \"only about 1.24 miles\" wide. Asteroid 2003 SD220's flyby on Christmas Eve is basically a non-event for people outside of the astronomy field, as it is so small and distant that it will not even be visible to the naked eye. This is also not the first time that Asteroid 2003 SD220 has passed by Earth, and it will not be the last. According to NASA, it will make another flyby in 2018: \"The radar images data suggest that asteroid 2003 SD220 is highly elongated and at least 3,600 feet [1,100 meters] in length,\" said Lance Benner of JPL, who leads NASA's asteroid radar research program. \"The data acquired during this pass of the asteroid will help us plan for radar imaging during its upcoming closer approach in 2018.\" Three years from now, the asteroid will safely fly past Earth again, but even closer, at a distance of 1.8 million miles (2.8 million kilometers). The 2018 flyby will be the closest the asteroid will get to Earth until 2070, when it is expected to safely fly past our planet at a distance of about 1.7 million miles (2.7 million kilometers). JPL's Near Earth Object Office, which detects and tracks potentially hazardous asteroids and other space objects, is refuting and clarifying rumors on its verified Twitter account. Last updated: 23 December 2015 Originally published: 23 December 2015",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/asteroid-christmas-eve/",
  "Claim": "An asteroid will hit earth on Christmas Eve.",
  "Tags": "asteroid;christmas;flyby;earthquake;",
  "Claim_ID": "asteroid-christmas-eve"
}