{
  "Origins": "After 13 November 2015 attacks in Paris a number of social media rumors circulated about Syrian refugees; the above-reproduced photograph (published to Facebook on 14 September 2015) became popular among social media claims. While the photograph included little information about the two images it encompassed, the message of it was clear. At the top, purported Syrian refugees enjoyed luxury accommodations at an unnamed hotel; at the bottom, an American veteran and his dog were left to survive on the streets.",
  "Fact Check": "",
  "Description": "The top image was originally published by the British tabloid Express on 28 September 2014 (more than a year before its November 2015 popularity), along with an article titled \"EXCLUSIVE: Taxpayers fund migrants B&B rooms in top holiday destinations.\" The paper held: The Daily Express has learned that beleaguered Home Office officials have turned to Britannia Hotels, one of the UK s largest groups, to solve the UK s growing asylum epidemic. Coach loads of African and Arab refugees have checked in to the three-star Heathlands and Roundhouse hotels in Britain s premier destination resort while their claims for asylum are processed. The asylum seekers arrived here illegally, the majority via the Port of Calais, which is now home to 2,000 would-be illegal immigrants from a rainbow nation of war-torn countries like Eritrea, Sudan, Somalia and Afghanistan. Whether or not those claims were accurate, a few things stood out. One was that the image depicted purported asylum seekers in the United Kingdom. As such, whatever their housing arrangements might have been, it bore little relevance to the plight of homeless American veterans. While an objection could be raised about the strategy of sheltering refugees in hotels overall, it isn't as if those British bed & breakfast rooms could have been used to get American servicemen off the streets of the U.S. The Express claimed asylum seekers enjoyed luxury accommodations, but the hotel the paper named maintained a very low 2.5 star rating on TripAdvisor. Nightly lodging rates for the property started at a miserly $52 a night, and travelers described it as \"cheap,\" \"run-down,\" in need of \"renovations,\" \"shabby,\" \"grubby,\" and \"the worst hotel I've ever stayed in.\" Several were moved to share pictorial representations of the luxury they enjoyed as non-refugee guests of the hotel: Moreover, the original article didn't reference the 2015 flood of refugees from Syria. It identified the asylum seekers in question as primarily from Eritrea, Sudan, Somalia and Afghanistan. On 9 October 2014, Bournemouth's Daily Echo published an article titled \"Red Cross worker: the real story of the asylum seekers' \"seaside holiday\" in Bournemouth.\" According to that piece, the original claims were distorted and deliberately misleading: Enjoying a seaside break in luxury, complete with swimming pools and champagne: these are some of the ways the plight of asylum seekers being housed in hotels on the south coast have been described in recent weeks. As a British Red Cross worker, I d like to share with you what I saw. Last week, we arranged for an elderly woman to be taken to A&E because she had not eaten for three days. She was so weak she couldn t even walk. After the group were dropped off at the hotel, it took four days before anyone, including the local authority and the Red Cross, found out ... The hospital raised the alarm when two asylum seekers presented themselves at A&E. And that s when we were called in. We provided basics such as clothes, nappies and female sanitary products, as well as facilitating access to doctors, midwives and health visitors ... At the Red Cross, we support refugees and asylum seekers every day but I ve never seen so many people treated like this before. While it's true that asylum seekers were temporarily housed in a bed & breakfast in Bournemouth in 2014, the meme created the misleading impression that such accommodation was had at the expense of American veterans' care. The image was in fact purportedly taken in Britain in 2014, originally published as part of an anti-refugee missive. A Red Cross worker later stepped forward to clarify that the individuals housed in travel lodging were weak and ill upon their arrival in Britain, not enjoying the amenities of a free vacation. Moreover, whether the images truly depicted asylum seekers or merely involved three non-British vacation-goers remained to be seen. The Express didn't elaborate as to how they determined that the asylum seekers in question were the fellows depicted in the image. In any event, the actual asylum seekers temporarily staying in Bournemouth in no way detracted from resources available to veterans in the United States. Last updated: 18 November 2015",
  "Originally Published": " 18 November 2015",
  "Referred Links": "http://www.bournemouthecho.co.uk/news/11524398.Red_Cross_worker__the_real_story_of_the_asylum_seekers___seaside_holiday__in_Bournemouth/;http://www.tripadvisor.com/Hotel_Review-g186262-d193339-Reviews-Heathlands_Hotel_Bournemouth-Bournemouth_Dorset_England.html;http://www.express.co.uk/news/uk/516431/EXCLUSIVE-Taxpayers-fund-immigrants-B-B-in-Bournemouth;https://www.facebook.com/homes4homelessVets/photos/a.943917375654887.1073741828.943792962333995/1023257181054239/?type=3;",
  "Example": "[Collected via e-mail and Facebook, November 2015] One of my facebook friends posted this this morning but has been unable to speak to its authenticity or offer sources. I'm curious if these are even Syrian asylum seekers or refugees at all. Absolutely UNACCEPTABLE",
  "Last Updated": "18 November 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/asylum-seekers-luxury-hotels/",
  "Claim": "A photograph depicts Syrian refugees housed in U.S. luxury hotels while American veterans sleep on the street.",
  "Tags": "syrian refugees;Syria;asylum seekers;hotels;",
  "Claim_ID": "asylum-seekers-luxury-hotels"
}