{
  "Origins": "As unbelievable as such stories must sound, babies have been left on the roofs of cars that were subsequently driven away. Such accidents of forgetfulness happen with surprising regularity, and it doesn't take all that diligent a search through old newspapers to dig up news reports documenting one such incident after another: In May 1992, three-month-old Matthew Murray of Worcester, MA, was left strapped in his baby seat on top of his dad's Hyundai. The vehicle got up to speeds of 50 mph on Interstate 290 before the seat slid off the roof, landing the baby (miraculously uninjured) on the busy highway. In December 1997, two-month-old Marcus Abram of the Chicago area was placed in his car seat on the roof of his mom's car while she moved things around inside to make room for two more passengers she was picking up. The child, still strapped to the car seat, fell off the roof of the car into a busy intersection with cars whizzing by in all directions. A passing trucker noticed the baby seat, stopped, and rescued the injured infant. The child fortunately suffered nothing more serious than lacerations to the face and head. In July 1980, six-week-old Brian Kornbach was left in his infant seat on top of the family car while the adults switched places in the front seat. The child was found by a roadside in Queens by a passerby who took the injured infant to the hospital. His parents did not notice they'd failed to bring their son in off the roof until they were somewhere in the Bronx. The above are just a few of the many instances of babies being left on car tops. It's not meant to be a comprehensive list, just a representative one to provide a better idea of how often this happens. Folklorist Jan Brunvand collected information on fourteen such incidents that had taken place between 1975 and 1993.",
  "Fact Check": "",
  "Description": "Some of the real-life babies who went flying off car roofs and into roadside ditches were injured by the experience. In lore, that never happens either the tot is rescued from the roof of the speeding car by a vigilant policeman, or is afterwards found by the side of the road, shaken yet unharmed. For once, lore is less brutal than reality. Barbara \"bouncing babies\" Mikkelson Sightings: Look for this tale in the 1987 film Raising Arizona and a 1990 episode of TV's Married With Children .",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/Title?0093822;",
  "Example": "Did you hear about this couple driving through Southern Utah? They were on their way to California, and they went to change drivers and the wife took the baby out of the car and put him on the roof of the car. Then they both switched sides and got back into the car. She just assumed that the husband had put the baby back in, but he hadn't even seen it. They drove off, and the baby slid off, but he was OK because he was in a plastic infant seat. About two hours later they realized that they forgot the baby. So they drove back, and someone had stopped for the baby, and the baby was OK. Variations: The situation which prompts the child to be left on the roof varies: It's a long drive and time to change drivers. The baby is placed on the roof while groceries are loaded into the car. When the car has a flat, everything has to be shifted about to get to the tire jack.",
  "Last Updated": "7 April 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/autos/mishaps/babyroof.asp",
  "Claim": "A baby strapped in a car seat is left on the roof of a car.",
  "Claim_ID": "autos_mishaps_babyroof",
  "Tags": ""
}