{
  "Origins": "Looks good, doesn't it? This suggested dodge for getting around the paying traffic fines has been in circulation on the Internet since 1998. Over the years, it has been re-worked and sent about as helpful heads-up to Americans, Australians, and Canadians, each time with the wording of the \"advice\" re-tooled to make it appear applicable to whichever country was being named in the boondoggle. Multiple versions of the basic mailing now exist, with the one cited as the second example most commonly used as the template from which others are created (via changing the spellings of words and swapping in acronyms specific to the target country).",
  "Fact Check": "",
  "Description": "As to why people want to believe in the proposed stratagem, the scheme described makes sense, and in its original form it even provided a source . While it was likely a great many of the early mailings' recipients had no idea what that source was , as we have seen time and again, just the mention of one is impressive enough to provide all the assurance required for most people. Is the procedure described by the message valid, though? Well, examining an earlier description of this message may yield some clues: This is an interesting and, I am sure for all you petrol heads an invaluable tip (which I know works). If you find that you have got a speeding ticket or you have gone through a red light or what ever you do to lose demerit points from your license, I have heard of a method to ensure that you DON'T lose any points. It is this: When you get your fine, send a check to pay it, and if the fine is, say $79, then make the cheque out for $82 or some small amount above the fine. The system will then have to send you a cheque back for the difference so eventually you get a cheque for $3. Now, here is the trick DON'T cash the check throw it away. Demerit points are not removed from your license until all of the financial transactions are complete. If you don't cash the cheque then the transactions are not complete, however, the system has got its money so it is happy and doesn't bother you anymore. Source: Rick Thoonen Production Administrator RACV Touring Publications The funny spelling (to Americans, at least) of \"cheque\" and the quaint reference to \"petrol\" in this version should tell us something. And the better separation in the \"Source:\" section gives us the full name, job title, and an acronym for the place of employment of our source. Sounds pretty good so far. But just what, we wonder, does the acronym RACV mean? The \"funny\" spelling noted above was a hint: it's the Royal Automobile Club of Victoria, a state in Australia. This message from the Land Down Under was unwittingly or otherwise \"repackaged\" for American consumption (by someone obviously unaware of the meaning of the source cited), so right away you can cast off any notion that this scheme is going to work in one of the United States of America, much less all of them. Does this scheme at least work in Victoria, then? Even if this worked at one time, it probably didn't work for long given all the publicity the message quoted above generated. In fact, our Australian sources inform us that not only does this point-avoidance method not work now, it never worked in the first place. You can overpay your traffic ticket if you like, but the only result will be that you'll contribute some extra money to the general revenue fund. Later versions of the message claimed: This information came to our attention from a very reliable computer company that sets up the standard database used by each states' DMV. You have to wonder about a \"very reliable computer company\" that puts a glaring loophole in its customers' systems, then tells the world about it. The fact is, every state does not use a \"standard database\" set up by a single company. (Even if any state's system did have such a loophole, they've now had three years' worth of people circulating this message on the Internet to warn them about it.) Some people assert they've tried this scheme and it worked, and though it's certainly possible some people who overpaid their traffic tickets never saw any points go on their records, most likely that was a result of coincidence, not cause-and-effect. As most anyone who's dealt with the DMV knows, things do slip through the cracks now and then, just rarely in your favor. If you feel that spending three extra dollars in the hopes of keeping a ticket off your record is a worthwhile gamble, go ahead and try it. You're likely to be disappointed with the results, though.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1998] I tried to pass this on to anyone I could think of. This procedure works in any state. Read it and try it, you have nothing to loose but the points in your license. If you get a speeding ticket or went through a red light or whatever the case may be, and you are going to get points on your license, then there is a method to ensure that you DO NOT get any points. When you get your fine, send in the check to pay for it and if the fine is say $79, then make the check out for $82 or some small amount above the fine. The system will then have to send you back a check for the difference, but here is the trick! DO NOT CASH THE CHECK!! Throw it away! Points are not assessed to your license until all the financial transactions are complete. If you do not cash the check, then the transactions are not complete. However the system has gotten its money so it is happy and will not bother you any more. SOURCE: Thoonen Production Administrator RACV Touring Publications. [Collected on the Internet, 2005] WHAT TO DO IF YOU GET A TRAFFIC TICKET This advice was sent by a State Farm agent! This system has been tried and it works in every state. If you get a speeding ticket or went through a red light or whatever the case may be, and you're going to get points on your license, this is a method to ensure that you DO NOT get the points. When you get your fine, send in a check to pay for it. If the fine is $79.00 make the check out for $82.00 or some small amount over the fine. The system will then have to send you back a check for the difference, however here is the trick. DO NOT CASH THE REFUND CHECK! Throw it or file it away! Points are not assessed to your license until all financial transactions are complete. If you do not cash the check, then the transactions are NOT complete. The system has received its money and is satisfied and will no longer bother you. This information comes from an unmentionable computer company that sets up the standard databases used by every state. Send this to everyone you know. You never know when they may need a break.",
  "Last Updated": "30 March 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/law/ticket.asp",
  "Claim": "Slightly overpaying the fine for a traffic ticket will keep points off your driving record.",
  "Claim_ID": "autos_law_ticket",
  "Tags": ""
}