{
  "Origins": "Judging from the entries made on one police blotter after another, cars around the nation are having their gas tanks sugared by those whom their owners have displeased. Why is this happening? Because, according to widespread belief, sugar poured into a gas tank will turn into a poor man's version of liquid cement and quickly render the vehicle's engine unfit for anything but a junkyard. In theory, the sugar dissolves into the gasoline, then travels along the fuel lines into the engine, where the heat of the vehicle's operations melts the sweetener into a dense sludge that gets into every nook and cranny of the engine. The sucrosed engine seizes and halts the vehicle in its tracks, but the real damage comes when the engine cools and the sludge hardens to rock-like consistency. Only the replacement of the entire engine will render the car fit for use again, says popular wisdom; otherwise, it's kiss your jalopy goodbye.",
  "Fact Check": "",
  "Description": "It is for such reason that this theory is so fervently cherished it appears to grant, for the price of a 5 lb. bag of sugar, the ability to effect great and irreparable harm to an adversary's most prized possession. The touted mode of vengeance is both inexpensive and easy to carry out, a combination that seems to put the power of getting even into the hands of anyone, no matter how disadvantaged. However, revenge fantasies aside, this snippet of popular lore turns out not to be the sure and deadly car killer the retribution-minded would want to believe it is. As with many grand schemes, it lives more vividly in its imagining than in reality. Sugar doesn't dissolve in gasoline, as a researcher at Berkeley confirmed in 1994. Forensics professor John Thornton labeled sucrose with radioactive carbon atoms and mixed it with gasoline, then spun the concoction in a centrifuge. After the undissolved particles were removed, the liquid's radiation level was measured to determine how much sucrose had become part of the gasoline. The answer was extremely little: the equivalent of less than a teaspoonful per 15-gallon tank of gas. Because sugar doesn't dissolve in automotive fuel, it doesn't carmelize, and so it does not turn into the debilitating gunk this well-known entry in the revenge canon calls for. Instead, sugar poured into a car's gas tank stays intact. While sugar could still cause harm if it reached the engine (but in the same way sand would, by virtue of its being a granular contaminant, not because the sugar would turn into a syrup), even that potential harm is generally prevented by filtration. At the end of the pickup tube in the gas tank is a \"sock\" that blocks solid materials, so the fuel gets through, but precious little that's not liquid does. Further up the line is the fuel filter, and what may have got through the \"sock\" does not get past it. Yet, even though the sugar will not reach the engine in either syrup or solid state, it can clog the fuel filter or the fuel injectors, a circumstance which could stop a car. A little sugar in the tank could be dealt with by no more than having to change the fuel filter a few times, but a heavier sugaring would require the gas tank be removed from the car and dumped out. Tom and Ray Magliozzi (the hosts of radio's Car Talk ) say it's not a big job for a good mechanic to drop the tank and clean it out; the process would likely cost the car's owner somewhere between $100 and $200. Though $100 to $200 is an appreciable sum, it is a far cry from the wished-for outcome of forcing the victim to have to replace the engine or scrap the car. Ironically, there may soon come a day when each of us happily puts sugar in our gas tanks. In 2002 researchers at the University of Wisconsin at Madison happened upon a relatively easy way to extract hydrogen from a glucose solution: heat the sugar solution to 392 F and pass it over a platinum-based catalyst to break it down into hydrogen and carbon dioxide. The resultant hydrogen could then be directed into a fuel cell that would power a car, with the carbon dioxide released into the atmosphere. The potential for using sugar to fuel cars doesn't end with the notion of using the hydrogen extracted from glucose solutions. In 2004 researchers at Sandia National Labs began applying for patents covering ways to convert the glucose itself into energy, with an eye to using the sugar itself as a fuel source. Yet the science of the matter aside, we expect reports of sugared gas tanks to continue to appear on police blotters everywhere for as long as gasoline engines power cars. The desire for revenge runs strong so strong that it will not let such a little thing as facts get in its way. Accordingly, the best way to gain revenge on someone through the \"sugar in the gas tank\" prank might be to simply play on the belief rather than the reality just sprinkle a fair amount of sugar on the ground beneath the opening to the fuel tank of your victim's car and leave an empty sugar sack in a conspicious spot near the vehicle. Then sit back and watch your victim go wild trying to figure out how to deal with all that sugar he assumes is now in his gas tank. Barbara \"domino sugar theory\" Mikkelson Sightings: This particular revenge scheme has been imortalized in the 1996 Less Than Jake song \" Sugar in Your Gas Tank \" and has appeared in the 1996 film Kingpin .",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/title/tt0116778/;http://www.youtube.com/watch?v=lFq2yD0EH5U;",
  "Example": "",
  "Last Updated": "12 March 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/grace/sugar.asp",
  "Claim": "Putting sugar in the gas tank will irreparably ruin a vehicle's engine.",
  "Claim_ID": "autos_grace_sugar",
  "Tags": ""
}