{
  "Origins": "The belief that red cars attract more speeding tickets than do their less rosily-hued counterparts is a cherished motoring factoid of long standing. By its lights, the gendarmes are more likely to sit up and take notice of speeding red cars than they are vehicles of other colors, hence the higher incidence of moving violation citations accumulated by owners of red cars.",
  "Fact Check": "",
  "Description": "Explanations abound as to why red cars would attract more speeding citations than is their statistical fair share. It has been postulated that red, being an especially eye-catching color, unduly attracts the attention of the highway patrol, therefore even when every car on the road is whipping past at 20 mph over the speed limit, it's the rubicund chariots that suddenly discover flashing lights in their rearview mirrors. Another theory has it that a color-prompted optical illusion makes red cars appear to be going faster than they actually are and so works to get them clocked more often by John Law. Color-influenced driver behavior has also been suggested, with the rubious shade of such vehicles working to increase their drivers' breathing and heart rates, which in turn incites those behind the wheel to drive faster without their consciously being aware of having made that decision. Another line of reasoning ties assumptions made about sports cars (that people who own them tend to drive fast) to red's being one of the most popular colors for such vehicles if sports cars are ticketed more often, and more sports cars tend to be red, then red cars would earn proportionally more speeding tickets than would vehicles of other colors. They're great theories, one and all. Problem is, their premise is flawed as it does not appear that red cars get cited for speeding more often than they statistically should. Whenever they've been asked about the rumor, police across the U.S. have consistently denied any connection between vehicle color and tickets issued or the allegation that they write up the drivers of red cars more often than they do other motorists. Said Sgt. Thornnie Rouse, a trooper with the Maryland State Police for more than 20 years: \"You don't care about the car's color, you care about the violation. If a red car and a green car drive past you and the green car is going 30 mph over the speed limit, the driver of the green car is the one who is going to get stopped.\" Similarly, Sgt. Thomas Miller of Clearwater, Florida's traffic enforcement unit said, \"It's not the color of the car that matters, it's how fast it's going.\" Likewise, a California Highway Patrol officer we asked about this rumor asserted it's drivers doing something different or unusual that catch the eyes of highway patrolmen, regardless of the color of their vehicles. But of course such statements aren't in and of themselves disproof of anything, because police might well not recognize their own bias when it comes to which vehicles they choose to pursue. Yet what those in law enforcement have had to say on this topic over the years finds support in the one and only study (informal or otherwise) we could locate about correlation of car color to speeding tickets. In an attempt to prove or disprove the belief, in 1990 a reporter for the St. Petersburg Times conducted his own smallish survey of which color of cars were getting the most speeding tickets in his area. He first staked out four intersections in the two counties he was studying and made a tally by color of vehicle of the 1,198 cars that went through them. He then leafed through the most recent 924 speeding citations issued in those two counties to arrive at a count of how many had been issued to each color of car. Last, he compared the two results to see if the resultant percentages closely approximated one another or were badly out of sync. His findings challenged the belief about red cars being dunned with proportionally more of the speeding tickets. Red cars accounted for 14 percent of the local vehicle population and about 16 percent of the citations for speeding, which is not a significant difference. Surprisingly, his informal study did reveal certain statistically significant differences, but they had to do with other colors of vehicle. White cars, which accounted for 25 percent of the local vehicle population, received only 19 percent of the tickets, which meant such jalopies were cited for their transgressions less often than they should have been. This raises a new hypothesis: Rather than red attracting the unwelcome attentions of the highway patrol, perhaps instead it is the case that police tend not to notice white vehicles that are breaking the law. Gray cars were the ones that gained a greater share of the speeding tickets than they statistically should have: while they accounted for only 6 percent of cars on the road, they pulled down 10 percent of the tickets issued. On the flip side, silver cars got only 5 percent of the tickets, yet they represented 10 percent of the car population. In addition to the \"earn more speeding tickets than they should\" theory, other mistaken beliefs attach to red cars: They are widely thought to be stolen more often or be involved in a greater number of accidents: [Collected via e-mail, 2005] I continuously hear the rumor that statistics \"prove\" that red cars are stolen more than any other color, even to the extent that insurance companies are wary with red cars, due to the increased theft factor. Red car owners thus have higher rates. The idea is that the color red attracts car thieves, I guess like hummingbirds. Those in the automobile insurance business deny they're charging more to insure red cars than comparable vehicles of other colors, and this would not be the case if red cars were more likely to be stolen or involved in accidents. Regarding the belief that a vehicle's color drives up its insurance premiums, says Jeanne Salvatore, vice president for consumer affairs for the Insurance Information Institute in New York City: \"It's not the color, it's your driving record.\" She's never heard of any insurance company charging more for red cars. However, rates are often higher for sports cars of any color, as they are more expensive to buy and repair and are stolen more often. The belief that red cars get ticketed more frequently for speeding has led to the development of an urban legend about police officers adapting the billiards game of snooker to their work: [Healey & Glanvill, 1996] A friend of a friend was determined to find a career where he could serve the public, be a useful member of society and make something of himself. But he joined the police force instead. Breezing through the basic training, he quickly found himself 'partnered' with an old hand on traffic control. They had a cracking Range Rover jam sandwich to cruise around in and the new rozzer was thoroughly enjoying the work. There was only one problem - his partner. He naturally respected his senior's experience, but some of his operational decisions were questionable, to say the least. One day they were peacefully poised on a ramp by the motorway hard shoulder when the rookie spotted a flagrant abuse of Her Majesty's speed regulations. He eagerly pointed out the culprit. The older man simply looked up, screwed his eyes, shrugged, and carried on reading his paper. This happened four or five times before the older cop set off in hot pursuit and pulled an offender in a red car. This chain of events recurred throughout their shift: the older man ignoring some offenders and booking others seemingly on a whim. The lad initially kept his own counsel, but when his superior pulled yet another red car, he could take no more. 'Now l-look,' quavered the youngster, slamming down a Biro symbolically. 'Just what do you think you're blimming well playing at?' 'Snooker,' came the sharp reply. 'First you stop a red car, one point. Then a black car - that's seven - and so on until after 15 reds we go on to the colours. Every force in the country plays it.' And then, flicking shut the youngster's gawping mouth, he added: 'I got a maximum 147 break last week.' BBC News offered the following tongue-in-cheek advice to motorists looking to avoid being bagged in the non-existent game of highway snooker: 1) Don't drive red cars - because there are 15 reds on a snooker table, the reds are much more likely to get potted. 2) Similarly, don't drive black cars. Although they may look sleek, stylish, moody and expensive, earning seven points makes them the top target. 3) It's probably not a good idea to drive pink cars either. Not only are they high scorers, but the chances of looking sleek, stylish, moody or expensive are slim. 4) If you don't have a red car, you should still be wary. Driving behind them could make you liable for a swift one-two, with you both being \"potted\" in swift succession. 5) In the rules of the game, yellow, green and brown should be fairly safe bets, as they are low scoring. Getting a bad position after a red might give a playing officer no choice, though. 6) White cars are safest of all. Police cars, being white, act as the cue ball in the game. So if a white car is booked, it is tantamount to a foul and will count as four points away. Luckily for all concerned, the BBC then redeemed itself by proffering this eminently sensible suggestion: \"Simplest of all, and surely the advice straight-faced coppers would give, is don't speed and you won't be caught.\" Barbara \"unsnookered\" Mikkelson Sightings: In an episode of the television comedy The Big Bang Theory (\"The Euclid Alternative,\" original air date 20 October 2008), Sheldon insists that he not be given a red car in the simulator provided to teach him driving skills, stating they get more speeding tickets.",
  "Originally Published": "",
  "Referred Links": "http://www.billiardworld.com/snooker.html;",
  "Example": "After recently buying a red car I have been advised by many people, each with the voice of authority, that police are known to stop red cars more often than those of any other color. This has a distinct ring of Urban Legend to my ears, but I thought I'd ask whether you folks know about it.",
  "Last Updated": "12 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/law/redcars.asp",
  "Claim": "Red cars are ticketed for speeding more often than vehicles of other colors.",
  "Claim_ID": "autos_law_redcars",
  "Tags": ""
}