{
  "Origins": "This warning was first seen on the Internet in October 1997. According to a 12 December 1997 message sent out by NLETS (National Law Enforcement Telecommunications System) at the request of the Nat'l Highway Traffic Safety Admin: NHTSA states that they have been unable to confirm any instances of a slimjim triggering a side-impact airbag. NHTSA further states that the vehicle manufacturers state that it is impossible to deploy an airbag using a slimjim. NHTSA has been haunted by this hoax since it first appeared. It has issued multiple bulletins to the effect that no deaths or slimjim-triggered airbag incidents have been reported, but apparently to no avail, as the warning continues to circulate.",
  "Fact Check": "",
  "Description": "Barbara \"error bag\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1998] ******SAFETY NOTICE****** One of the traditional services provided to the motoring public by Police Agencies and tow truck operators involves assisting those operators who unwittingly lock their keys inside their vehicles. Several types of devices are on the market which allow an officer, or tow truck operator, to unlock the vehicle by sliding a metal rod, commonly known as a \"slim jim\", between the door window and frame in order to access the control rods which unlock the door lock and handle. Once unlocked, the owner can enter the vehicle and retrieve the keys. Many devices have successfully been used for this purpose, including the well known coat hanger. On Wednesday, December 3rd, the following Officer Safety notice was received at our Clifton Park, NY D&H District office via the New York Statewide Police Information Network. *****MOTOR VEHICLE ALERT**********CAUTION***** While attempting to gain entry to a vehicle with side impact airbags in a lockout, at least three Law Enforcement Officials have been killed using a Slim Jim Device. Inadvertent deployment of the airbag can cause the slim jim to be launched upward with great force. The force is strong enough to cause the device to penetrate the chin of the person attempting to access the vehicle, after which it can continue on to become lodged in the brain. Even when lockout assistance efforts do not prove to be deadly, the damage costs can be significant and may include thousands of dollars for replacement of the dashboard, which is designed to breakaway so as not to harm the driver or front passenger. The wiring for many of these side impact airbags is not shielded in any way, so a car opening tool can easily damage the wiring, causing malfunction or possible deployment of the airbag.Employees who find themselves in a situation where they need to get into a locked vehicle should be aware of the possible danger of deployment of the airbags for their own safety as well as the safety of others.",
  "Last Updated": "29 March 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/hazards/slimjim.asp",
  "Claim": "Police officers coming to the aid of motorists locked out of their cars are dying in freak airbag accidents.",
  "Claim_ID": "autos_hazards_slimjim",
  "Tags": ""
}