{
  "Origins": "We began seeing this cautionary tale turn up in inboxes in November 2002. Although these accounts are probably \"real\" in the sense that they indeed reflect someone's attempt to describe an automotive mishap that actually happened to him, the explanation about a hydroplaning car's suddenly accelerating and \"taking off like a rocket\" due to the use of cruise control is a garbled one probably reflecting the author's misunderstanding of what had occurred.",
  "Fact Check": "",
  "Description": "Nonetheless, the warning inherent to the tale don't engage your vehicle's cruise control on slippery or wet roads is well worth heeding. Snow, ice, slush, or even rain can cause wheel-spin and loss of control, situations to which drivers must react quickly. Although cruise control can generally be cut off by the driver's simply tapping the brake pedal, the extra reaction time required for a motorist relying upon cruise control to recognize the danger of the situation when his wheels begins to spin or slide on a slippery surface, bring his foot up off the floor to the brake pedal, and disengage the cruise control can be crucial (especially for drivers lured into a hazardous level of inattentiveness on long, flat stretches of road). According to the Insurance Corporation of British Columbia's web page of tips about driving on wet roads: The only way to stop wheels from spinning and maintain control is to immediately reduce power. An activated cruise control system applies continuous power, keeping the wheels spinning. By the time you disengage the cruise control it may be too late you may have already lost control. An example from the weekly \"Drive It Forever'' automotive column by New York Times Syndicate writer Bob Sikorsky provides a description of one such occurrence: Dear Bob: Cruise control can be dangerous. I have experienced, when driving in heavy rain or slush conditions with the cruise control set at a speed of around 70 mph, that one front wheel will hydroplane while the other wheel suddenly gets traction. Result: The car spins out and into the ditch or into traffic. I have been lucky to be able to catch it happening and touch the brake and recover quickly. As a former pilot, I literally wear the car and feel its moves and respond accordingly. Use of the cruise control in these conditions can be dangerous. Enjoy your column every week keep up the good work. Sincerely, B.D., Albany, N.Y. A: While I haven't heard of this particular problem with cruise control, I can see your point and indeed the experience you describe sounds like a hazardous one. The safety implications for an average driver are considerable. I agree, in short: In heavy rain or slush, the cruise should not be set at a high speed. For that matter, though, even without the cruise engaged, high speed under the aforesaid conditions is dangerous in and of itself. You really shouldn't be driving at 70 mph in slippery conditions, cruise or no cruise. Nor should any driver. Wet-road driving is fraught with dangers that are not always immediately apparent. Just a thin layer of water lying on pavement can send an unsuspecting car hydroplaning into another lane the car's wheels skim along the water's surface instead of making contact with the road. Also, roads constantly accumulate oily substances loosed by car exhaust, and this residue settles deep into the pavement. Rain brings this oil back to the surface, making roads especially slippery during that first hour of downpour or misting. Likewise, winter driving carries with it a similar set of perils. Ice, snow, and sleet can make for dangerously slippery conditions, but so too can innocuous-looking slush and all-but-invisible \"black ice.\" Those who habitually rely upon their vehicles' cruise controls should eschew the practice during the winter months, because the moments it takes to disengage cruise may be moments you don't have during a spin-out. Barbara \"spin city\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.icbc.com/news/nov20-08;",
  "Example": "[Collected on the Internet, 2002] I had a wreck a couple of weeks ago and totaled our Lincoln Town Car. I hydroplaned on Hwy 135 between Gladewater & Kilgore, Texas. I was not hurt, just emotionally rattled! I know the Lord was with me. I learned a lesson I'd like to pass on to you. You may know this already but the highway patrolman told me that you should NEVER drive in the rain with your cruise control on. He said if you did and hydroplaned (which I did) that when your tires were off the road your car would accelerate to a high rate of speed (which it did). You don't have much, if any control when you hydroplane, but you are totally in the hands of God when the car accelerates. I took off like I was in an airplane. I'm so thankful I made it through that ordeal. Please pass the word around about not using cruise control when the pavement is wet or icy. The highway patrolman said this should be on the sun-visor with the warning about air-bags. The only person I've found out who knew this (besides the patrolman) was a man who had a similar accident and totaled his car. This has made me wonder if this is not why so many of our young people are dying in accidents. Be careful out there! [Collected on the Internet, 2003] Some good advice, and you may know this already, but it is good to repeat! A 36 year old female had an accident several weeks ago and totaled her car. A resident of Kilgore, Texas, she was traveling between Gladewater & Kilgore. It was raining, though not excessive, when her car suddenly began to hydroplane and literally flew through the air. She was not seriously injured but very stunned at the sudden occurrence! When she explained to the highway patrolman what had happened he told her something that every driver should know NEVER DRIVE IN THE RAIN WITH YOUR CRUISE CONTROL ON. She had thought she was being cautious by setting the cruise control and maintaining a safe consistent speed in the rain. But the highway patrolman told her that if the cruise control is on and your car begins to hydroplaned - when your tires loose contact with the pavement your car will accelerate to a higher rate of speed and youtake off like an airplane.. She told the patrolman that was exactly what had occurred. We all know you have little or no control over a car when it begins to hydroplane. You are at the mercy of the Good Lord. The highway patrol estimated her car was actually traveling through the air at 10 to 15 miles per hour faster than the speed set on the cruise control. The patrolman said this warning should be listed, on the drivers seat sun-visor - NEVER USE THE CRUISE CONTROL WHEN THE PAVEMENT IS WET OR ICY along with the airbag warning. We tell our teenagers to set the cruise control and drive a safe speed but we don't tell them to use the cruise control only when the pavement is dry. The only person the accident victim found, who knew this (besides the patrolman), was a man who had had a similar accident, totaled his car and sustained severe injuries. If you send this to 15 people and only one of them doesn't know about this, then it was all worth it. You might have saved a life.",
  "Last Updated": "12 April 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/autos/techno/wetroad.asp",
  "Claim": "Using cruise control on wet roads or during heavy rain can cause you to lose control of your vehicle.",
  "Claim_ID": "autos_techno_wetroad",
  "Tags": ""
}