{
  "Origins": "Allowing motorists to obtain personalized plates provides them with an opportunity to obtain something distinctively unique, something that commands far more attention than the usual humdrum string of letters and digits. Sometimes, though, one's choice of license plate can command an unexpected and undesirable form of attention.",
  "Fact Check": "",
  "Description": "In 1979 a Los Angeles man named Robert Barbour found this out the hard way when he sent an application to the California Department of Motor Vehicles (DMV) requesting personalized license plates for his car. The DMV form asked applicants to list three choices in case one or two of their desired selections had already been assigned. Barbour, a sailing enthusiast, wrote down \"SAILING\" and \"BOATING\" as his first two choices; when he couldn't think of a third option, he wrote \"NO PLATE,\" meaning that if neither of his two choices was available, he did not want personalized plates. Plates reading \"BOATING\" and \"SAILING\" had indeed already been assigned, so the DMV, following Barbour's instructions literally, sent him license plates reading \"NO PLATE.\" Barbour was not thrilled that the DMV had misunderstood his intent, but he opted to keep the plates because of their uniqueness. Four weeks later he received his first notice for an overdue parking fine, from faraway San Francisco, andwithin days he began receiving dozens of overdue notices from all over the state on a daily basis. Why? Because when law enforcement officers ticketed illegally parked cars that bore no license plates, they had been writing \"NO PLATE\" in the license plate field. Now that Barbour had plates bearing that phrase, the DMV computers were matching every unpaid citation issued to a car with missing plates to him. Barbour received about 2,500 notices over the next several months. He alerted the DMV to the problem, and they responded in a typically bureaucratic way by instructing him to change his license plates. But Barbour had grown too fond of his plates by then to want to change them, so he instead began mailing out a form letter in response to each citation. That method usually worked, although occasionally he had to appear before a judge and demonstrate that the car described on the citation was not his. A couple of years later, the DMV finally caught on and sent a notice to law enforcement agencies requesting that they use the word NONE rather than NO PLATE to indicate a cited vehicle was missing its plates. This change slowed the flow of overdue notices Barbour received to a trickle, about five or six a month, but it also had an unintended side effect: Officers sometimes wrote MISSING instead of NONE to indicate cars with missing license plates, and suddenly a man named Andrew Burg in Marina del Rey started receiving parking tickets from places he hadn't visited either. Burg, of course, was the owner of a car with personalized plates reading \"MISSING.\" Nonetheless, some motorists still choose personalized plates destined to land them in similar trouble. Jim Cara of Elsmere, Delaware, found that out the hard way when he selected the phrase \"NOTAG\" for the license of his Suzuki Hayabusa motorcycle in 2004: Jim Cara wanted a vanity license tag that would make people laugh. But when he chose \"NOTAG\" for the plate on his Suzuki Hayabusa, a sleek blue and silver motorcycle with a speedometer that reaches 220 mph, the joke backfired. The new tag arrived Saturday under an avalanche of Wilmington parking violations. \"All the traffic tickets say, 'Notice of violation. License number: no tag,'\" Cara said. City computers, talking to state Division of Motor Vehicles computers, had finally found an address for ticketed vehicles that lacked license tags: Cara's home in Elsmere. \"I messed up the system so bad,\" Cara said. \"I wonder if they can put me in jail or something?\" He has received more than 200 violation notices. The mail carrier came twice on Saturday. Cara opened a few. They ranged from $55 to $125 for violations such as meter expirations. Cara, 43, who works for the American Motorcycle Association, said he's been a lifelong prankster. This time, though, \"the cleanup is going to be worse than the joke,\" he said. Los Angeles Times columnist Steve Harvey collected a few more similar tales from readers in August 2004: \"A few days ago, you printed a bit about people getting notices of unpaid parking tickets on vehicles with license plates NOTAG and NO PLATE,\" wrote Richard Turner of Beverly Hills. He recalled thinking, \"It would be cute to have VOID as my license plate. It was cute for a few years, until I started getting the unpaid parking ticket notices. Apparently, 'void' tickets got keyed into computers as valid tickets, but with my plate. Although I got all the tickets dismissed, I ditched the plates.\" And Ralph August of Westchester says a friend encountered the same barrage of strangers' parking tickets after he put an UNKNOWN plate on his car. The DMV took UNKNOWN away from him. In October 2009, the Birmingham News reported on Hunstville, Alabama, resident Scottie Roberson, who in homage to his nickname (\"Racer X\") and his favorite number (seven) had obtained personalized plates bearing a string of seven X's: 'XXXXXXX.' Suddenly, within a year's time, Roberson received multiple mailed notices of parking violations, totaling more than $19,000 in fines, from the city of Birmingham even though he had taken his car to that city on only a single occasion in the previous five years. The culprit was his license plate: About a year ago, Roberson began receiving letters stating he had outstanding parking tickets, sometimes as many as 10 in one day in 10 places, he said. Roberson said he has been to Birmingham only once in the past five years and left without a ticket. He said city officials told him the tickets were issued by mistake because of his vanity plate XXXXXXX. When Birmingham parking patrols find cars without license plates parked illegally or at expired meters, they enter seven X's in place of the plate number, city officials said. The parking citation form calls for a plate number, and the practice is to use X's when no number is available.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "13 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/autos/law/noplate.asp",
  "Claim": "A man whose car bore personalized license plates reading 'NO PLATE' received notices for thousands of unpaid parking tickets.",
  "Claim_ID": "autos_law_noplate",
  "Tags": ""
}