{
  "Origins": "Most of us probably don't stop to ponder why the maze of U.S. interstates and highways we travel in our automobiles are numbered the way they are just trying to find the correct road, get on it heading the right direction, and exit at the proper off-ramp is challenge enough. There actually is a rhyme and a reason to the numbering system used for U.S. highways, although the rhymes and reasons vary for different types of roads. Highways generally fall into one of three classes which generally use similar (but not identical) rules in assigning numbers: Interstate highways established under the aegis of the Federal Aid Highway Act of 1956. U.S. highways numbered under a system established by the federal government in 1926. Regional roads numbered under individual state and county systems. INTERSTATE HIGHWAYS: Under the plan developed for a national interstate highway system during the Eisenhower administration, interstate highways (marked with the familiar red-and-blue shields) are numbered according to the following rules:",
  "Fact Check": "",
  "Description": "And, just to make things even more confusing, there are quirky exceptions to these rules: I-238 is not a spur off Interstate 38, because Interstate 38 doesn't exist. (The curious can read Grant Cooper's lengthy explanation of how this came to be.) Interstate 99 was assigned a high two-digit number (through legislation), even though it is not a major highway (it runs for only 58 miles between Wolfsburg and Bald Eagle in Pennsylvania) and is farther west than other interstates with lower numbers. U.S. HIGHWAYS: U.S. Highways (or Routes), marked with black-and-white badge-shaped signs, are assigned one- to three-digit numbers. Like interstate highways, they designate north-south roads with odd numbers and east-west roads with even numbers, but the numbering scheme is inverted: the numbers of north-south routes grow larger from east to west, and the numbers of east-west routes grow larger from north to south. NORTH-SOUTH EXAMPLES: US Highway 1 runs from Fort Kent, Maine, to Key West, Florida. US Highway 99 used to run from the Canadian border at Blaine, Washington, almost to the Mexican border at the city of Calexico, California. (Highway 99 has since been supplanted by Interstate 5 and is no longer designated as a U.S. Highway.) EAST-WEST EXAMPLES: US Highway 14 runs from Chicago, Illinois to Yellowstone National Park in Wyoming. US Highway 82 runs from Alamogordo, New Mexico, to Brunswick, Georgia. STATE AND COUNTY ROUTES: Individual states and counties use different types of signage to designate regional state and county roads. For the most part, states follow the Interstate and U.S. Highway patterns of assigning odd numbers to north-south routes and even numbers to east-west routes, but as always there are exceptions. California's Antelope Valley Freeway runs almost due north from the Los Angeles basin through the high desert, yet it's the 14 Freeway. In answer to that perennial trivia question, the state of Hawaii has three roads designated as interstate highways (all of them on the island of Oahu) because roads established under the purview of the Federal Aid Highway Act and receiving funding from the federal government are considered interstate highways, even if they fall completely within the borders of a single state. Hawaii's interstate highways are somewhat different than other interstates in that they are identified with numbers preceded by the letter H rather than the standard I, however.",
  "Originally Published": "",
  "Referred Links": "http://www.scvresources.com/highways/la_highways/sr-14/;http://www.ugcs.caltech.edu/~jlin/signs/states/;http://www.us-highways.com/us1830.htm#us082;http://www.us-highways.com/us1830.htm#us014;http://www.us-highways.com/us1830.htm#us099;http://www.us-highways.com/us1.htm#US_1;http://www.ihoz.com/I99.html;http://gbcnet.com/roads/I-238/;http://www.ihoz.com/I238.html;http://www.kurumi.com/roads/3di/i405.html;http://www.kurumi.com/roads/3di/i710.html;http://www.ihoz.com/I45.html;http://www.ihoz.com/I90.html;http://www.ihoz.com/I10.html;http://www.ihoz.com/I95.html;http://www.ihoz.com/I5.html;",
  "Example": "",
  "Last Updated": "1 April 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/autos/law/highways.asp",
  "Claim": "U.S. Interstate highways are numbered according to a pattern based on their direction and location.",
  "Claim_ID": "autos_law_highways",
  "Tags": ""
}