{
  "Origins": "Numerous folks swear Interstate highways in the United States must be designed so that one mile in every five is perfectly straight and flat. According to this whispered bit of facetious lore, if the U.S. ever comes under attack, those straight, flat stretches will be used as landing strips.",
  "Fact Check": "",
  "Description": "Belief in this crazy idea should fail anyone's logic test. It makes no sense to render inoperable the Interstate highway system during times of domestic crisis moving troops and supplies on the ground would be too important an activity to curtail just to land planes. The U.S. is riddled with any number of small, private airfields that could be pressed into service if the need arose, with that need being dependent on some foreign power having first knocked out an almost uncountable number of major airports plus those airstrips on military bases, not to mention the American fleet of aircraft carriers. Folks who commit to believing this crazy notion of highways doubling by design as airstrips are letting the romance of a \"cool fact\" blind them to what their common sense should be blinking at them in bright neon letters. Richard Weingroff, information liaison specialist for the Federal Highway Administration's Office of Infrastructure and the FHA's unofficial historian, says the closest any of this came to touching base with reality was in 1944, when Congress briefly considered the possibility of including funding for emergency landing strips in the Federal Highway-Aid Act (the law that authorized designation of a \"National System of Interstate Highways\"). At no point was the idea kited of using highways or other roads to land planes on; the proposed landing strips would have been built alongside major highways, with the highways serving to handle ground transportation access to and from these strips. The proposal was quickly dropped, and no more was ever heard of it. (A few countries do use some of their roads as military air strips, however.) Some references to the one-mile-in-five assertion claim it's part of the Federal-Aid Highway Act of 1956. This piece of legislation committed the federal government to build what became the 42,800-mile Eisenhower Interstate Highway System, which makes it the logical item to cite concerning regulations about how the interstate highway system was to be laid out. The act did not, however, contain any \"one-in-five\" requirement, nor did it even suggest the use of stretches of the interstate system as emergency landing strips. The one-out-of-five rule was not part of any later legislation either. Barbara \"strip mauled\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "1 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/law/airstrip.asp",
  "Claim": "The American interstate highway system was designed to be used for emergency airstrips in case of war.",
  "Claim_ID": "autos_law_airstrip",
  "Tags": ""
}