{
  "Origins": "James Brown, the energetic soul singer famous for such top ten hits as \"Papa's Got a Brand New Bag\" and \"I Got You (I Feel Good)\" as well as his trademark dance routines (such as his famous one-legged shimmy), has been tagged with many different nicknames during his more than fifty years in the music business: the Funky President, the Godfather of Soul, Soul Brother No. 1, the Ambassador of Soul, the Hardest Working Man in Show Business, and Mr. Dynamite. It was his wife, however, who made the most creative use of one of these sobriquets, when it was offered in her defense in an attempt to beat misdemeanor traffic charges.",
  "Fact Check": "",
  "Description": "On 3 September 1987, Brown's wife Adrienne was stopped in Georgia and charged with driving under the influence of drugs, speeding, and criminal trespass. She pleaded innocent to the charges, but before her case came to trial in June 1988, her lawyer tried a novel defense: diplomatic immunity. Back in 1986, the city of Augusta, Georgia, had held a James Brown Appreciation Day, and on that day, U.S. Representative Douglas Barnard of Georgia delivered a laudatory speech in which he stated that \"James is indeed our No. 1 ambassador.\" So, Adrienne Brown's lawyer, Allen W. Johnson, made a motion before the court offering Rep. Barnard's statement from two years earlier as proof of James Brown's ambassadorial status, maintaining that Brown was \"America's No. 1 ambassador and as such should have diplomatic immunity and such immunity extends to his wife, the accused herein.\" The ploy didn't work. Johnson withdrew the motion the next day, claiming that he had filed it only because he was pressed for time and \"was trying to pursue every possible avenue of defense,\" and that he had \"since determined that the congressman intended his comments as a goodwill gesture and a figure of speech,\" not as a literal recognition of Brown's ambassadorial status. In any case, Johnson's motion was bound to fail: Diplomatic immunity shields officials of foreign nations from criminal charges while they represent their countries in the United States, and United States officials while they represent America in other countries. Such immunity therefore does not extend to American citizens who commit crimes in the USA, ambassadors or not.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "9 November 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/autos/law/mrsbrown.asp",
  "Claim": "Mrs. James Brown once tried to beat traffic charges by claiming she was entitled to diplomatic immunity for being married to the \"ambassador of soul.\"",
  "Claim_ID": "autos_law_mrsbrown",
  "Tags": ""
}