{
  "Origins": "Many a product has gone through the life cycle of development, marketing, and then eventual obsolescence when its manufacturer determined it no longer sold well enough to justify continued production or decided to focus on offering a newer and better version. Upon occasion, however, a discontinued product has retained a strong enough following among a devoted group of aficionados for another company to venture licensing or purchasing the rights from the original manufacturer and resuming production. (One example of this phenomenon occurred when INTV bought the rights to the Intellivision video game system from Mattel, selling off old inventory and then producing new consoles and game cartridges.)",
  "Fact Check": "",
  "Description": "That's the basic idea behind this tale from the original (1975) edition of The People's Almanac , about a group of disenchanted General Motors stylists who left the company and spent ten years between 1958 and 1967 cranking out a few hundred thousand copies of the discontinued 1957 model Chevrolet at a small, private plant in Illinois but the kicker is that they supposedly did all this without the knowledge, cooperation, or consent of General Motors. The story seems a fairly obvious bit of humor chock full of tongue-in-cheek jabs at the auto industry (especially evident in the closing reference to Volkswagen's supposed interest in opening a U.S. plant to produce 1973 Buick Rivieras this was written in 1975, shortly after the Riviera had also undergone a significant and much-criticized design change), but its inclusion in a reference work with no external indicator of its fictional status has led many readers in the years since to take it seriously. For those who prefer a more thorough debunking, we highlight a few of the tale's many implausibilities below: We have found no mention whatsoever of \"Ardell Malowick\" or his scheme of producing '57 Chevies in any source outside of The People's Almanac; not a single book, newspaper, or magazine article about either subject (save for those that simply reference the original People's Almanac story). We've contacted a number of vintage car clubs, including ones that specialize in Chevrolet automobiles from the 1950s, and have yet to find a single person who has owned or seen (even in photographs) one of the faux '57 Chevies, anyone who worked in a dealership that sold them, any mechanic who ever serviced one of them, or anybody employed by the plant that supposedly produced them. The phony Chevy plant in Illinois reportedly turned out 200,000 automobiles in a ten-year period that's 400 cars a week, every week, for ten years! Where did a small group former GM workers raise the capital to start up and run such a massive (and illicit) manufacturing venture, all within the space of a few months? How did the plant's owners/operators, all their employees, and all the auto dealerships engaged in selling the faux '57 Chevies account for the expenses, revenues, income, and taxes associated with a product they couldn't legally make or offer for sale? How did dealers manage to sell, without anyone's noticing, a few hundred thousand cars for which they could establish no valid history or chain of ownership, and which could not be traced by serial number or other identifier to a legitimate manufacturer? We don't know how this tale ended up being published in The People's Almanac : whether the compilers decided to include bit of drollery in the book as lark, or a prankish writer managed to slip a gag past unsuspecting editors, or a gullible researcher was taken in by a tall tale. But the story is indeed a joke, and, judging by the results, a good one at that. In honor of the 50th anniversary of the classic automobile's introduction, CARS Inc. announced in 2006 that they would begin offering newly-[re]built (from original cowls) 1957 Chevrolet convertibles.",
  "Originally Published": "",
  "Referred Links": "http://www.1957chevybody.com/;http://www.musclecarclub.com/musclecars/buick-riviera/buick-riviera-history.shtml;http://www.57classicchevy.com/;http://www.intellivisiongames.com/history.asp;",
  "Example": "The 1957 Chevrolet was introduced by General Motors in late 1956, as part of their special Labor Day Sneak Preview of New Cars. The '57 Chevy sported nonfunctional tail fins and excess side trim like most American cars of that era, and it would have passed into obscurity except for the amazing popularity of the design in the years that followed. While the Chevy's competitors disappeared into the junkyards of the nation, the '57 throve, particularly the 2-door Bel-Air model. The car became a favorite of customizers in Southern California, and its popularity spread across the nation. The '57 Chevy has been almost as visible on the highways of America as the Volkswagen, particularly in California and the Midwest. In 1965, the California Department of Motor Vehicles listed 35,000 '57 Chevies on the road an astounding survival rate for an American car (although in 1957, Chevrolet enjoyed total sales of 775,000 units). No other American automobile has survived the years with equal fortitude. However, no other American automobile, with the exception of the limited-production Studebaker Avanti, has enjoyed the unique production facilities of the '57 Chevy. There have been subsequent designs for subsequent Chevrolet model years, but the '57, unlike any other American car and contrary to American industrial practice, enjoyed a manufacturer's run of 10 years. A dedicated group of ex-Chevrolet stylists and franchised used-car salesmen continued to turn out close to 200,000 1957 Chevrolets, focusing on the 2-door Bel-Air model, between the years 1957 and 1967, in a small auto assembly plant located outside Jacksonville, Ill. The enthusiasts, led by ex-General Motors stylist Ardell Malowick, quit GM in mid-1957 when it was learned, to nobody's surprise, that the 1957 design was to be scrapped in favor of the longer, lower, wider '58 Chevy, which replaced the '57's peaked fins with contoured, sublimated fins. Malowick and his associates quickly decamped and purchased their own auto assembly facilities in southern Illinois. However, Malowick was unable to finance the die molds and giant steel presses which GM and Fisher Auto Body used to construct the basic body; rather, Malowick relied on the proved European coach-building technique of pounding body shape out by hand over wooden molds, formed from fiber-glass replicas of the real thing. In this way, some of the imperfections of Fisher's mass production were eliminated. Malowick and associates knew that Chevrolet, which held all legal rights to the design, would not consent to the manufacture of '57 Chevies to compete with their '58s and subsequent models. Perhaps GM was aware, as Malowick now contends, that subsequent models could never compete with the '57 for purity of design. Because of legal restrictions, the post-1957 new '57 Chevies built by Malowick were sold as remarkably well-preserved used cars in car lots across the U.S. In the sale of these cars, Malowick enjoyed the clandestine cooperation of countless used-car merchants throughout the nation who were in sympathy with his cause. Certainly, used car dealers sought Malowick's creations with a fervor they have not displayed for any other American vehicle before or since. Malowick was able to survive financially by his relatively high wholesale price, and a low overhead provided in part by engines and chassis pirated from Chrysler warehouses in northern Illinois (accounting partially for Chrysler's bewildering stock nose dive during and immediately after their \"forward look\" phase), and from sales to special collectors and customizers, mostly in California, who were willing to pay anything for a '57 Chevy in good condition. By far Malowick's most successful model was, of course, the 2-door Bel Air with the metallic plum paint, many which can be seen on the streets of most American cities today. In 1967, Malowick was forced to close down shop because of rising costs and the rumors that General Motors was wise to his operations and was preparing legal action. Malowick has since gone into the business of manufacturing denim boots and book bags, but he is considering another automobile operation if he can locate favorable conditions, possibly in Germany. There is a rumor that the giant Volkswagen Corporation, which has thought about opening a factory in the U.S., has made overtures to Malowick regarding the 1973 Buick Riviera, another classic of American design.",
  "Last Updated": "9 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/dream/57chevy.asp",
  "Claim": "A group of former General Motors workers furtively produced 1957 Chevrolet automobiles on their own for ten years.",
  "Claim_ID": "autos_dream_57chevy",
  "Tags": ""
}