{
  "Origins": "Of all the crazy Internet stories, this has to be the one fellas love the most. There's something about cars and solid rocket fuel engines that draws them to this tale like happy moths to an unforgiving flame. Maybe it's the Wile E. Coyote-ness of it all, the \"so real you can almost touch it\" mental image of a smoldering wreck sticking out of a cliff face. Perhaps it's the vicarious enjoyment of a Tim Allen-ish \"More Power!\" fantasy carried to its fatal yet hilarious conclusion. Or maybe it's a simple matter of cars and the men who love them, the eternal love affair.",
  "Fact Check": "",
  "Description": "Whatever. The boys love it, and that's all that matters. This tale of vehicular velocity ferocity has been popular among servicemen since the late 1970s. In those early word-of-mouth versions, the JATO was taken from a cargo plane or out of a warehouse on base, thereby answering a key question left up in the air in later versions: Where did the intrepid lad obtain the engine? The story is even older than that. One of our readers says he heard it in 1961 or 1962. In that version, two JATO units mounted as \"lakers\" (exhaust pipes) on a 1940 Ford were fired on Bayshore freeway while trying to outrun the California Highway Patrol. The car was last seen going end over end across San Francisco bay. Another reader heard it in 1964 while stationed at Fort Huachuca, Arizona. In that version, the unmanned JATO'd car went airborne and smashed into a tree, destroying both car and plant. The version we now know and love (complete with puzzled police and the smoldering wreck of what's left of a car impacted into the face of a cliff), began making the cyberspatial rounds in 1990. In 1992 the incident was said to have happened in New Mexico, with the car being a Plymouth Road Runner. By 1994 the car had transformed itself into a Chevrolet Impala, but now the accident's venue was California. (See how these things mutate over time?) 1995 saw this legend just about take over the Internet as it was flashed from e-mail to e-mail as \"this year's Darwin Award winner.\" It's this version which is still in circulation today, the car frozen in time as a Chevy Impala, the location given as somewhere in Arizona. As it appeared in 1995: \"Darwin award\" Nominee: You all know about the Darwin awards it's an annual honor given to the person who did the gene pool the biggest service by killing themselves in the most extraordinarily stupid way. Last year's winner was the fellow who was killed by a Coke(tm) machine, which toppled over on top of him as he was attempting to tip a free soda out of it. And for this year's nominee, the story is: The Arizona (U.S.) Highway Patrol came upon a pile of smoldering metal embedded into the side of a cliff rising above the road, on the outside of a curve. The wreckage resembled the site of an airplane crash, but it was a car. The type of car was unidentifiable at the scene. The boys in the lab finally figured out what it was, and what had happened. It seems that a guy had somehow got hold of a JATO unit, (Jet Assisted Take Off, actually a solid-fuel rocket) that is used to give heavy military transport planes an extra `push' for taking off from short airfields. He had driven his Chevy Impala out into the desert, and found a long, straight stretch of road. Then he attached the JATO unit to his car, jumped in, got up some speed, and fired off the JATO!! Best as they could determine, he was doing somewhere between 250 and 300 mph (350-420kph) when he came to that curve ... The brakes were completely burned away, apparently from trying to slow the car. TODAY'S LESSON: Solid-fuel rockets don't have an 'off' switch . . . Nor, so it seems, do good stories. A spokesman of the Arizona Department of Public Safety stated in a 1996 newspaper article the JATO story wasn't true though they continued to get asked about it. \"We get a call on that about every 90 days,'' said Dave Myers. ''It keeps us on the map.'' There are two fatal problems with the JATO story. First, anybody who understood the extreme forces involved well enough to attach a JATO unit to a car so that it would keep the car going in a straight line (rather than immediately spinning around) would probably know better than to do it in the first place. Second, the Arizona Highway Patrol has a phone number. A call to them will confirm they've both heard the story and no, it's not true. Sorry, fellas. Though the legend of the smoldering Chevy smashed into a cliff face is pure fabrication, JATO engines have been mounted on cars on a couple of occasions. As reported in Motor Trend in 1957, Dodge took a brand-new car out to El Mirage dry lake bed in California, removed the gas tank, and mounted a JATO unit in its place. (The intent was to test the car's brakes and to film the event for TV commercials.) The car went 140 mph. Barbara \"cliff unhanger\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1995] The Arizona Highway Patrol were mystified when they came upon a pile of smoldering wreckage embedded in the side of a cliff rising above the road at the apex of a curve. The metal debris resembled the site of an airplane crash, but it turned out to be the vaporized remains of an automobile. The make of the vehicle was unidentifiable at the scene. The folks in the lab finally figured out what it was, and pieced together the events that led up to its demise. It seems that a former Air Force sergeant had somehow got hold of a JATO (Jet Assisted Take-Off) unit. JATO units are solid fuel rockets used to give heavy military transport airplanes an extra push for take-off from short airfields. Dried desert lakebeds are the location of choice for breaking the world ground vehicle speed record. The sergeant took the JATO unit into the Arizona desert and found a long, straight stretch of road. He attached the JATO unit to his car, jumped in, accelerated to a high speed, and fired off the rocket. The facts, as best as could be determined, are as follows: The operator was driving a 1967 Chevy Impala. He ignited the JATO unit approximately 3.9 miles from the crash site. This was established by the location of a prominently scorched and melted strip of asphalt. The vehicle quickly reached a speed of between 250 and 300 mph and continued at that speed, under full power, for an additional 20-25 seconds. The soon-to-be pilot experienced G-forces usually reserved for dog-fighting F-14 jocks under full afterburners. The Chevy remained on the straight highway for approximately 2.6 miles (15-20 seconds) before the driver applied the brakes, completely melting them, blowing the tires, and leaving thick rubber marks on the road surface. The vehicle then became airborne for an additional 1.3 miles, impacted the cliff face at a height of 125 feet, and left a blackened crater 3 feet deep in the rock. Most of the driver's remains were not recovered; however, small fragments of bone, teeth, and hair were extracted from the crater, and fingernail and bone shards were removed from a piece of debris believed to be a portion of the steering wheel.",
  "Last Updated": "12 November 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/dream/jato.asp",
  "Claim": "The remains of a smoldering JATO-equipped Chevrolet Impala were found embedded in the side of a cliff in the Arizona desert.",
  "Claim_ID": "autos_dream_jato",
  "Tags": ""
}