{
  "Origins": "We enjoy a love/hate relationship with the police; we want them to bring criminals to justice and work to keep us safe from harm, but we equally resent their interference in our lives. This dichotomy is apparent in our attitude toward speeding; a great many of us believe speed limits are all well and good, provided they're enforced on everyone else. Belief that we should never be the ones ticketed inspires some of us to search for cheap and effective ways to render our leadfooted selves invisible to police radar guns.",
  "Fact Check": "",
  "Description": "However, just as holding a penny under the tongue won't help the imbiber fool a breathalyzer machine, none of the \"defeat the radar gun\" tricks touted as common knowledge mask the speeder's velocity from the gendarmes. At various times, each of the following has been ballyhooed as a surefire way to beat detection by the speed gun: Hang a compact disc from your car's rear view mirror. Stash balls of tinfoil in your vehicle's hubcaps or wrap the hubcaps themselves with this material. Festoon your jalopy's antenna with strips of tinfoil. Apply mylar strips to your chariot's license plate. Spritz your license plate with hairspray. In theory, any of the above will either scramble or deflect the signal being aimed at the vehicle. In reality, none does the speed of tinfoiled, CD'd and mylared cars is just as easily read by the radar gun as that of less tricked-out rides. The belief that affixing something shiny to one's car would render the automobile invisible to police radar dates at least to the 1980s and is common to both Canada and the U.S. As to what to do with excess compact discs now that they won't be called upon to serve as radar deflectors, a reader of Computing Canada offers this suggestion: \"Living on a farm outside of London (Ont.), our vegetable garden is constantly being attacked by voracious deer and rabbits,\" writes Lesley Fitzpatrick of, well, a farm outside of London, Ont. \"Last year, my husband strung wire around the garden and dangled AOL CDs at regular intervals all the way around. It worked like a charm. The slightest motion would set them stirring, reflecting the smallest amount of light and scaring the critters away. Too bad it doesn't work on weeds.\" Barbara \"AOL: frightening woodland creatures since 1989\" Mikkelson Sightings: Various supposed \"radar masking\" tricks were attempted in an episode of Mythbusters (\"Plywood Parachute,\" original air date 13 October 2004), including hanging a disco ball from the rearview mirror, covering the car entirely with aluminum foil, and painting the car with flat black paint to scatter the radar's beams. None worked. Additional information: How Radar Detectors Work (HowStuffWorks.com)",
  "Originally Published": "",
  "Referred Links": "http://electronics.howstuffworks.com/radar-detector1.htm;http://en.wikipedia.org/wiki/Mylar;",
  "Example": "[Collected on the Internet, 2000] Someone told me last week that hanging a CD in the windscreen can send police radar guns crazy, thus avoiding a reading. Since hearing this I've noticed a few truckers with a line of CDs hanging across the bottom of the windscreen. Does this work or is it just a novel CD storage system? Is it all a myth? [Collected on the Internet, 1993] I'm trying to get to the bottom of what I think is an urban legend: that if you stuff aluminum foil in your car's hubcaps, you will effectively jam any police radar gun you happen to encounter. The least implausible explanation for this I have heard is that the reflective facets of the crumpled foil will be rotating in the hubs, and since the ground speed of any point on the circumference of a circle varies as the circle rolls, the police radar will get conflicting readings.",
  "Last Updated": "4 February 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/law/tinfoil.asp",
  "Claim": "Placing tinfoil in your car's hubcaps or hanging a CD from your rear-view mirror will fool police radar.",
  "Claim_ID": "autos_law_tinfoil",
  "Tags": ""
}