{
  "Origins": "As fuel prices go up, so does interest in various products and additives said to improve gas mileage. One of these is acetone, a widely-available solvent better known to most of us as nail polish remover. According to some, adding a few ounces of this chemical compound to a tank of gasoline will dramatically increase mileage, supposedly by assisting in the vaporization of fuel.",
  "Fact Check": "",
  "Description": "Although various claims have been made about acetone improving gas mileage by 25% or 30%, those avowals never seem to hold up to independent scrutiny: properly controlled experiments designed to measure the ballyhooed improvement fail to recognize any significant change. Curious motorists working in less controlled settings do at times seem to note an acetone-assisted improvement, yet their results are likely better chalked up to careless measurement or miscalculation, as their findings can't be reproduced in the lab. Confusing matters further is the issue that determining the effect of anything upon gasoline mileage is a bit more difficult to work out than it would seem, because so many different factors can affect the results. The same amount of fuel will produce different gas mileages on different days, depending upon variables such as the type of automobile, the weather conditions, whether the car's air conditioning was running, how fast the vehicle was driven, etc. Eliminating the effects of each of these factors from the computation is generally beyond the abilities of the average car owner with a passing interest in knowing how many miles to the gallon his pride and joy is getting. Were the decision of adding or not adding acetone to one's fuel tank merely a question of whether the practice boosted gasoline performance, that would be one thing, but unfortunately there are other issues to consider, such as the harm that the solvent can work on vehicles. Acetone is corrosive, which means it can eat away at rubber components such as gaskets and O-rings a particularly bad result for cars with rubber hoses in their fuel lines. Acetone will also eat the paint off a car. As Tom of Car Talk noted in January 2006: Here's our final reason not to use [acetone]: It dissolves paint. So if you slip and spill a little bit outside your fuel filler door, you'll have a nice, unpainted line running down to the bottom edge of your rear quarter panel. When we see you drive by, we'll know you didn't take our advice! Barbara \"the telltale trail\" Mikkelson Additional information: Good, Better, Best: How to Improve Gas Mileage (Federal Trade Commission)",
  "Originally Published": "",
  "Referred Links": "http://www.ftc.gov/bcp/edu/pubs/consumer/alerts/alt064.pdf;http://www.cartalk.com/content/columns/Archive/2006/January/08.html;",
  "Example": "I have heard that adding small amounts of pure acetone to your gas can increase car mileage between 15% and 30%. Is this true? I did some further research and it appears that it enables more of the gas to burn thus increasing mileage. Are there any concerns for the engine? Any input would be appreciated.",
  "Last Updated": "13 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/techno/acetone.asp",
  "Claim": "Adding acetone to gasoline in an effort to improve gas mileage is a good idea.",
  "Claim_ID": "autos_techno_acetone",
  "Tags": ""
}