{
  "Origins": "Most new cars now come equipped with \"Remote Keyless Entry\" (or \"Keyless Remote\" or \"Keyless Entry\" or \"Remote Entry\") systems (also known as RKE systems), a mechanism which allows automobile owners to lock and unlock their car doors remotely (from up to about 300 feet away) by pressing buttons on transmitting devices small enough to be carried on keychains. RKE systems are handy for a number of reasons: they enable drivers to unlock car doors without having to fumble around for keys (a great advantage in darkness, during inclement weather, and when one's hands are full), they enable car owners to give someone else access to their vehicles without having to hand over ignition keys, and they provide a means by which motorists can open their cars to retrieve keys that have been locked inside.",
  "Fact Check": "",
  "Description": "But what if you accidentally lock your remote entry device in your car along with your keys? (A plausible scenario, as many people carry them together on the same keyring.) If you own a car equipped with a system such as OnStar you can contact an operator and have OnStar unlock your vehicle remotely through a signal sent via a cellular network, but otherwise you have to call a locksmith or get a friend or relative to bring an extra set of keys out to you. Enter the idea of the poor man's OnStar. No need to pay for a fancy car-unlocking service: just use a cell phone to call someone who has access to your spare RKE device and tell him to point it at the phone and press the \"UNLOCK\" button. You simultaneously point the cell phone at your car door, and voila you're in! A nifty solution ... at least it would be if it weren't implausible for most standard remote entry systems. Relaying remote entry system signals via telephone might work if the signals were sound-based, but they're not. An RKE system transmits an encrypted data stream to a receiver inside the automobile via an RF (radio frequency) signal, a signal that can't be effectively relayed via cell phone. (In any event, RKE systems and cell phones typically operate on completely different frequencies; the former in the 300 MHz range and the latter in the 800 MHz range.) (More than a few people have inadvertently fooled themselves into believing the cell phone method of unlocking car doors actually works because they tried it and achieved the desired results not realizing their cars were still within range of their keyless remote devices, and the signals that unlocked the doors were transmitted the usual way [i.e., through the air], not via cellular phone connections.) It's possible this method might work with cars that use something different than standard RKE systems, but it doesn't work with the vast majority of models. As an owner of a vehicle equipped with an RKE system, I've found that it has reduced the likelihood of my locking my keys in the car in an unexpected way: Since I quickly became accustomed to always locking and unlocking the car with the RKE device, and I carry the RKE device on the same ring as my keys, I have to be standing outside the vehicle with my keys in my hand in order to lock it. Now if I only had something to keep me from losing my cell phone . . . Additional information: Remote Keyless Entry Systems Overview How Remote Entry Works",
  "Originally Published": "",
  "Referred Links": "http://auto.howstuffworks.com/remote-entry1.htm;http://www.maxim-ic.com/appnotes.cfm/appnote_number/1774;http://www.onstar.com/us_english/jsp/whatisonstar/idont_whatisonstar.jsp;",
  "Example": "This only applies to cars that can be unlocked by that remote button on your key ring. Should you lock your keys in the car and the spare keys are home, and you don't have \"OnStar,\" here's your answer to the problem! If someone has access to the spare remote at your home, call them on your cell phone (or borrow one from someone if the cell phone is locked in the car too!) Hold your (or anyone's) cell phone about a foot from your car door and have the other person at your home press the unlock button, holding it near the phone. Your car will unlock. and it works. Saves someone from having to drive your keys to you. Distance is no object. You could be hundreds of miles away, and if you can reach someone who has the other \"remote\" for your car, you can unlock the doors (or the trunk, or have the \"horn\" signal go off, or whatever!)",
  "Last Updated": "13 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/techno/keyless.asp",
  "Claim": "Any car equipped with a remote keyless entry system can be unlocked via cell phone.",
  "Claim_ID": "autos_techno_keyless",
  "Tags": ""
}