{
  "Origins": "The legend of the miracle high-mileage automobile has been around longer than most of our readers, with a version set it Philadelphia having appeared in a 1948 newspaper. (Even at that time, the story proved unverifiable, with the article's writer identifying it as such and passing it along only as an example of a current rumor sweeping through the community.) Since that early sighting of more than half a century ago, the legend has gone on to enthrall audience after audience as each couple of years sees it pop up anew.",
  "Fact Check": "",
  "Description": "Its origins are as strange as the story itself. Between 1928 and 1935, Charles Nelson Pogue, an inventor from Canada, applied for numerous patents for what he claimed was a new type of carburetor that supposedly completely vaporized gasoline before introducing it to the cylinders, thereby extracting a great deal more energy from the fuel. According to the Pogue patent description, fuel was introduced into the engine in this vaporous \"dry\" state rather than in the normal droplet-laden \"wet\" state, thus combining more readily with air, making it burn with far greater efficiency. Better combustion combined with the raising of the engine's operating temperature from 160 F to 180 F were said to be responsible for vastly improved fuel economy. So much for the techno-talk. The Pogue carburetor was touted as getting 200+ miles to the gallon. Glowing reports about this miracle of ingenuity's making a 1,879 mile trip on 14.5 gallons appeared in the May 1936 issue of Canadian Automotive Trade magazine, reports which Pogue later denied. A manager of a Winnipeg auto dealership claimed he had driven a Pogue-equipped car 217 miles on a gallon of gasoline. A different dealer principal claimed to have driven 26 miles on a pint of fuel. The story snowballed onward from those breathless testimonials as one rumor quickly followed on the heels of another. Thieves were reputed to have broken into Pogue's shop and made off with three of his carburetors. There was talk of armed guards and wolfhounds guarding the shop and the now-famous inventor. Wealthy backers (from Winnipeg or Toronto, depending on whom you heard the story from) were rumored to be bankrolling Pogue, but the arrangements mysteriously fell through. Ford of Canada was said to have bought the invention outright. All in all it was a very exciting time. Alas, one can get by on mere smoke and mirrors for only so long. Those with sense enough to not be deafened by the hyperbole were not long kept at bay with tales of wolfhounds, thieves, and mysterious briefcase-toting moneymen. They wanted to see the carburetor. That, of course, was never permitted. No one reputable was allowed to see the mechanical miracle in action, let alone have a chance to measure its results. After the initial excitement over Pogue's 1936 announcement had faded, more serious types began to openly doubt that the carburetor would work as described. In the December 1936 issue of Automotive Industries magazine, its engineering editor, P.M. Heldt, said of a sketch of the Pogue carburetor: \"The sketch fails to show any features hitherto unknown in carburetor practice, and absolutely gives no warrant for crediting the remarkable results claimed.\" Other journalists were beginning to voice similar opinions. In response to calls to put up or shut up, Pogue's miracle carburetor was heard of no more. Faced with the choice of believing someone had made claims his invention couldn't later live up to or that a monied bad guy had bought up a technology to forever keep it off the market, at least some chose to believe the suppression theory. That the carburetor never made it to the public, they said, was proof enough of its existence. Those 1930s news stories breathlessly trumpeting Pogue's miracle of technology form the basis of the economical carburetor legend now before us. As gas prices fluctuate, our dependence on fossil fuels is driven home time and again. Who wouldn't long for a miracle of engineering that would free us from the tyranny of the gas pump? And thus the groundwork for belief is laid. As sometimes happens in the world of urban legends, desire for something to be true transforms a rumor into certainty that this very thing is fact. Over the years, our legend about a 200 mpg car has bobbed to the surface in community after community, been debunked in numerous respected publications, and bobbed right back up in the wake of those debunkings. The need to believe in this wondrous technology and the evil car manufacturers who are deliberately withholding it from the market appears too strong to combat. A bit of rational thought should be all that's needed to lay this legend to rest. Why would the car manufacturers at all care about keeping such a technological advance away from consumers? Unlike the petroleum companies, they've no vested interest in how much fuel a car uses. An automaker's self interest is best served by getting the newest irresistible technology to the consumer before his competitors do. If any one of them possessed the secret of the 200 mpg car, he'd have rushed it into production, hoping to beat his competitors to the punch. Those who are tempted to believe the Evil Government is responsible for keeping this miracle out of our hands should reflect for a moment on the current state of world politics. The government of the United States would like nothing better than to throw off the yoke of dependence upon foreign oil. A miraculous carburetor would grant that freedom, allowing Americans to continue to enjoy current levels of use without the need to go hat in hand to OPEC or even those dastardly Canadians. The domestic supply would be more than enough. Though rarely is this tale told about anything other than a gas-miserly carburetor, this version describes a miraculous lightbulb: It was around 1920, shortly after he had married, when the old man originally purchased the light bulb from a small store in town. It appeared to be a normal light bulb. However, when after sixty years it was still going strong, he decided to write to the manufacturers and tell them of this remarkable phenomenon. By return a reply came from the company indicating that they were very interested in the bulb and would like to send someone to see it. Eventually, one of the directors of the firm called and, instead of just showing interest, offered to buy it for 1,000. The old man, of course, refused, as the light bulb had given him good service. However, his curiousity was certainly aroused why so much money for his light bulb? The director could provide no plausible explanation as to why they were willing to offer so much for the bulb, so the old man decided to explore this mystery further. With the help of a solicitor friend he did a little investigating and discovered that in the 1920s this particular light-bulb manufacturer had bought and tested the patent for an everlasting bulb. Only a few of these bulbs were made and the company, finding the invention worked, destroyed the bulbs and suppressed the idea after all, it would have put them out of business. Unknown to the company one of the lights had accidentally become mixed up with a batch of ordinary bulbs and this was the light bulb which had lit the old man's kitchen for the past sixty years. (Sometimes lore collides with reality: A long-lived light bulb has been burning since 1901 and currently lights a fire station in Livermore, California.) Barbara \"gasoline allied\" Mikkelson Origins: The legend about the need to suppress the steam-driven carburetor that can produce 200 mpg to protect the oil industry surfaces in an episode of the TV series Spoils of Babylon (\"The Foundling: The War Within; original air date 9 January 2014).",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/1563891654?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=1563891654;http://www.amazon.com/gp/product/0874835259?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0874835259;http://www.amazon.com/gp/product/0762410744?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0762410744;http://www.amazon.com/gp/product/0710201400?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0710201400;http://www.amazon.com/gp/product/0140070362?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0140070362;http://www.amazon.com/gp/product/0226158594?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0226158594;http://www.amazon.com/gp/product/0715613146?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0715613146;http://www.amazon.com/gp/product/0393951693?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0393951693;http://www.amazon.com/gp/product/0393305422?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0393305422;",
  "Example": "[Collected via e-mail, 1999] A retiring General Motors employee, after many years of service, receives a car as a retirement gift. (as well as a nice pension, etc.). So he is given permission to select a car from the lot there at the factory. He selects a Chevrolet Caprice, a big, luxury car. After receiving it, he is satisfied with his choice. After all, who wouldn't enjoy driving around in a roomy, comfortable car. After driving it for a while, he noticed something quite odd ... a car like this usually consumes a substantial amount of fuel, but the gas gauge hardly moves at all. After a few weeks, he gets suspicious. Things like this don't happen. Being the company man he is, he returns it to the factory. Explaining this to the service tech must've caused some strange looks, but they took it in anyway. After he got his car back, he noticed it got the typical gas mileage of a comparable car. Could've this car had some secret \"modifications\" that allowed him to drive for weeks, on the same tank of gas? Detroit's automakers have purportedly seized, er.. bought out patents of items that improve gasoline mileage like the 100 mpg carburetor, etc. Maybe the R&D department at GM put this theory to practice, and this was an example. [Collected via e-mail, 1997] A couple journeys from Western Canada to Detroit to buy a new car and presumably save shipping costs while having a vacation in the States at the same time. Driving back to the prairies, they find to their astonishment that the gas gauge is not moving down to \"empty\" even though they've been driving for hours. Arriving home some thousands of miles away from Detroit, they have only refilled the tank once or twice. A few days after returning, the husband looks out at his driveway in the morning to find two mysterious men tinkering with his car (the hood is up). Running out, they race off; he checks under the hood, finds nothing amiss, and concludes it's just vandals or would-be thieves whom he was fortunate to apprehend before any damage was done. BUT, when they drive the car, they find their gas mileage is now normal. Variations: The miraculous car legend ends one of four ways: Mysterious men appear and tinker with the engine, rendering the car no different than any other. The car is reclaimed by the factory. If the owner afterwards gets the same car back (sometimes it's replaced outright with another vehicle), it now gets ordinary gas mileage. No-nonsense business types show up to make a fabulous offer for the car, which is accepted. The owner wakes up one morning to find the car vanished without a trace.",
  "Last Updated": "26 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/business/carburetor.asp",
  "Claim": "A miraculous car that gets 200 miles to the gallon is sold by mistake then reclaimed by the factory and is never seen again.",
  "Claim_ID": "autos_business_carburetor",
  "Tags": ""
}