{
  "Origins": "Once upon a time, traffic enforcement officials could track and cite speeding motorists only by following them in patrol vehicles for prescribed distances and estimating the offenders' speeds in comparison to their own. The development of radar guns allowed police to remain stationary alongside roadways and still catch speeders (as well as measuring their rate of travel more accurately). Then the advent of speed cameras (which use radar to track passing cars and automatically snap pictures of vehicles traveling in excess of speed limits) almost entirely removed humans from the process of catching speeders.",
  "Fact Check": "",
  "Description": "Now, many privacy advocates have been fearing that the next logical step will be the issuance of tickets to motorists who weren't actually caught in the act of speeding by either a human being or a speed-measuring device rather, drivers will be cited by \"average-speed cameras\" or \"point-to-point\" systems that track and photograph their progress between checkpoints through the use of some form of tag carried by drivers or their automobiles, record their elapsed times of passage between those checkpoints, use that information to estimate whether vehicles had to have been traveling in excess of speed limits at any portion of their journeys, and (if so) automatically issue citations. Such a scheme would prevent habitually speeding drivers from avoiding detection by learning the locations of speed traps and ordinary photo radar cameras and slowing down in their proximity. The \"camera tracking\" scenario raises concerns that citizens might have to defend themselves against citations that do not detail where, when, and by how much they were speeding, and warnings about that possibility circulated widely in 2007 (in the form of a rumor that New York would be using E-ZPass transponders or RFID chips embedded within vehicle registration stickers to catch speeders). A similar rumor was floated in mid-2009, one which claimed Florida would be replacing the call boxes along its interstate highways with cameras which would snap pictures of passing cars and issue tickets to those determined to have passed between two call boxes too quickly for the given speed limit. However, the implementation of such a system in any state is not imminent. As of June 2009 only two states in the U.S., Maryland and Arizona, were using any form of photo enforcement cameras on freeways , and Arizona shut down their freeway cameras in July 2010. Camera enforcement programs in California and Florida \"were dismantled after they were found to be operating outside of state law,\" and thirteen other states have laws specifically banning the use of freeway cameras. And all of the highway speed camera systems that have been tried so far in various states have been ordinary radar-camera combinations, not \"point-to-point\" systems that time drivers' progress between checkpoints and calculate an average speed. Although it's not completely beyond the pale of possibility that Florida or some other state might roll out a freeway speed camera system someday, legal and technical hurdles currently preclude the proposition cited in the first example quoted above that Florida will be replacing all its interstate call boxes with tracking cameras by June of 2010. In response to our inquiry to the Florida Department of Transportation (DOT), a representative with the Intelligent Transportation Systems Section of the DOT's Traffic Engineering and Operations Office told us that: The rumor is not true; the Department will not be replacing the call boxes with cameras to catch speeders. This rumor is not true for several reasons: 1) It is illegal. The Department does not have legislative authority to attach speed enforcement cameras on our call box poles 2) It is technically impossible. The call boxes do not have a dedicated power source which will be needed to operate the cameras. It would be cost prohibitive to run power to all the call boxes, making use of the poles impractical. The call boxes run off of a spring that powers a small generator which generates enough power to send a signal for assistance. The spring is tightened by pulling down a handle on the front of the box when the handle is released, the spring is released, running the generator. Once the signal is sent, the box reverts back to its powerless state. The Connecticut variant of this rumor cited above began circulating in January 2010, falsely attributed to a Danbury [Connecticut] News-Times article by Robert Miller. Likewise, that state's DOT has no legislative authority to issue tickets in such a manner, and the cameras along I-84 are not new and do not time motorists for the purpose of issuing tickets they are ordinary traffic cameras initially installed in the mid-1990s: The [Connecticut] state DOT does have cameras along I-84 and along other highways in the state. It also has radar set up along the road. It's had them both in place for years. [DOT spokesman] Kevin Nursick said the state uses the devices to monitor traffic flow. It can use the cameras to see if there's been an accident. It can use the radar to learn if traffic has suddenly slowed. But neither the DOT nor the Connecticut State Police have ever used this system for law enforcement for catching speeders and issuing tickets. In fact, it's specifically forbidden by state law to do so. \"We cannot use this equipment for law enforcement,\" Nursick said. \"You can't do it without a change in state statutes.'' Another iteration of this item originally circulated back in 2006 maintained that such point-to-point speed devices were in operation along Australia's M5 and M7 motorways: IMPORTANT INFORMATION: The M5 and the M7 are now equipped with Point to Point speed devices. Once you enter the M7 for instance, you pass the e-tag and it beeps. At the same time a camera takes a photo of your car and records the exact time. For those who have exited the M7, they would be aware that upon exit the e-tag system beeps again as you leave. At the same time another camera at that point takes a photo of the car and the time. Then the computer calculates the time it has taken you to travel between the two points and calculates your speed. If you have completed the clocked journey too fast, you are given a speeding ticket. At the present time the speed limit is 100kph and you have a tolerance of 102kph and no more. One fraction over that speed and you are issued with a fine automatically. Also remember that school zone camera;s are not speed tolerant. Anything over, even 41kph, is a fine. This means people will be doing 38kph to avoid any differences in their speedo readings Remember, this is going to be a very costly experience for some drivers. Itis also going to mean vehicles will be travelling at 95kph in order to ensure that no ticket is issued. What a shock some drivers are going to have when they have used this roadway for a week and get a week's worth of tickets BOTH WAYS. Of course your license will also be recalled for three months and you know the rest Take the advice and if you ignore it, remember this email when you pay all those fines. Also, remember that now with the new legislation, fighting a speed camera fines is almost impossible. You must prove the device is faulty and if you are not a technician working on them, you have no chance of beating the fine. Please also take into regard that the Pacific Highway has a set which are recognisable as the large steel frames over the lanes with a speed camera nearby and located some distance up the road is another large metal frame with a speed camera. These new point to point systems are being put onto any and all expressway or highway where vehicles are not able to exit between those points. Westlink M7 quickly debunked this version of the rumor as false as well: Westlink M7 has dismissed a hoax email currently circulating that claims that the motorway has implemented a secret speed fine based on the time a vehicle enters and exits the motorway. Flan Cleary, General Manager of Westlink M7, said that the email was a hoax and that no secret speed enforcement system operates on the Westlink M7. Westlink supports safe driving and urges all motorists to comply with posted speed limits. \"However, the secret speed fine system detailed in the hoax email does not exist,\" Mr Cleary said. \"Speed limits are enforced on the Westlink M7 through the normal policing measures that operate on all NSW roads.\" Mr Cleary said that Westlink will be installing signs that remind motorists that speed cameras are used in NSW. These are the standard speed camera signs seen on roads across the state and do not mean that any new or secret speed system operates on the Westlink M7. It is true, however, that average-speed cameras employing automatic number plate recognition technology have been put into place (at least on a trial basis) in a few locations around the world, primarily in Europe and the UK .",
  "Originally Published": "",
  "Referred Links": "http://www.dailymail.co.uk/news/article-410539/Drivers-avoid-speeding-tickets--changing-lanes.html;https://web.archive.org/web/20060624005026/http://westlinkm7.com.au/news-Detail.asp?NewsID=80;http://www.ct.gov/dot/cwp/view.asp?a=2354&Q=290242;http://www.thenewspaper.com/news/27/2764.asp;http://www.cnn.com/2009/LIVING/wayoflife/06/04/aa.speed.cameras.highways/index.html;",
  "Example": "[Collected via e-mail, July 2009] Starting June 1 2010 All Interstate in Florida, will have the Call boxes (on side of the interstate) replaced with Cameras that will take a picture of your tag at one box, and then another picture as you pass the next. It will then calculate your time from one box to the next and issue you a speeding ticket determined by the time it took you to get from one box to the next. It knows how fast you are going, to the exact speed. Neither one of these fractions will be points on your license, just a fine that you will not be able to go to court and fight, just has to be paid, no if's, ands or buts about it. You have to pay them, or lose your license for a period determined by a Judge. [Collected via e-mail, January 2010] Be warned and be careful! Interstate 84 now equipped with Point to Point speed devices. Once you enter the I-84 for instance you pass the etag device (being installed through out i-84) if you are speeding, a camera takes a photo of your car and records the exact time. At the same time, sensors installed through out the highway (Fall 2009), are triggered. When you pass a sensor another camera at that point takes a photo of the car and the time. Then the computer calculates the time it has taken you to travel between the two points and calculates your speed. If you have completed the clocked journey too fast you are given a speeding ticket. At the present time the speed limit is 65 m.p.h.. and you have a tolerance of 5 m.p.h. and no more. One fraction over that speed and you are issued with a fine automatically. Remember, this is going to be a very costly experience for some drivers. It is also going to mean vehicles will be travelling at 65 in order to ensure that no ticket is issued. What a shock some drivers are going to have when they have used this roadway for a week and get a weeks tickets BOTH WAYS. Of course your license will also be recalled for three months and you know the rest. Take the advice and if you ignore it remember this email when you pay all those fines. Also, remember that now with the new legislation, fighting speed camera fines is almost impossible. You must prove the device is faulty and if you are not a technician working on them, you have no chance of beating the fine. These new point to point systems are being put onto any expressway or highway where vehicles are not able to exit between those points. [Collected via e-mail, March 2015] I received an email that the toll company in Sydney Australia nowhas a computer which calculates the distance between the entry and exitpoints on the M5 and M7 Motorways. And if the time taken by a driver isshorter than their prescribed time, they issue a fine, of which the driverhas been quite unaware at that time. In other words, was the driverspeeding? We don't know whether this is a fact or an urban myth.",
  "Last Updated": "25 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/law/cameras.asp",
  "Claim": "States are installing 'point-to-point' cameras along highways that automatically track and ticket speeders based on the amount of time it takes them to travel between two checkpoints.",
  "Claim_ID": "autos_law_cameras",
  "Tags": ""
}