{
  "Origins": "Sales pitches for International Driving Permits (IDPs), often misleadingly presented as offering \"International Driver's Licenses,\" are rife with misinformation. In short: International Driving Permits do exist. The people advertising them are not authorized to sell them directly. (They're either peddling unauthorized, look-alike documents or charging customers hefty mark-ups to help them order IDPs from authorized sellers.) An IDP will not help you to avoid paying for traffic tickets, keep points off your driving record, establish a new identity, or get you into bars if you're underage. An IDP does not provide illegal aliens with documented status, nor does it allow foreigners (legal or otherwise) who do not have current, valid driver's licenses from their home countries to drive on U.S. roads. An International Driving Permit is essentially a booklet containing translations of the information found on your \"real\" driver's license into eleven different languages (including English, French, Spanish, Russian, Chinese, German, Arabic, Italian, and Portuguese). In accordance with several United Nations conventions on road safety, most U.N. member nations have agreed to recognize and accept IDPs. (Some countries require foreign drivers to have IDPs, some prefer but don't require them, and some don't require them at all.) The IDP is not a license in itself, however it is merely a translation of the current driver's license issued to you by your home country (or state), and it must be used in conjunction with that driver's license. (That is, if you are stopped by law enforcement while driving in another country, they will expect to see both your IDP and your original license.) You cannot obtain an IDP if you do not already hold a valid driver's license .",
  "Fact Check": "",
  "Description": "Moreover, only two organizations are authorized by the State Department to sell IDPs in the United States: the American Automobile Association and the American Automobile Touring Alliance (through the National Automobile Club ). Anyone else who attempts to sell you any type of international driver's license or permit is either peddling worthless imitation documents or is charging you an exorbitant mark-up (typically 100% or more) to simply order the IDP for you from an authorized seller. (An IDP takes but a few minutes to apply for and costs only $15). Let's go back through the claims in the advertisement reproduced above: Need a new driver's license? As explained above, an IDP is not a \"new\" driver's license. You must already hold a valid driver's license to obtain one, and an IDP is used in conjunction with (not in place of) your existing license. Too many points or other trouble? An IDP will not allow you to avoid points against your driver's license. Any points assessed against you for traffic violations would be applied to your current license. Want a license that can never be suspended or revoked? Your IDP is valid only as long as you hold a valid driver's license; if your license is suspended or revoked, your IDP is no longer good. As well, IDPs are valid for one year only. Want ID for nightclubs or hotel check-in? It's unlikely anyone (in the USA, at least) would accept an IDP as a valid form of identification; in any case, there's no real advantage to it since the IDP contains all the same information as your driver's license. You can't obtain an IDP using a different name from the one on your driver's license, for example, nor can a 16-year-old purchase an IDP that proclaims him to be 21 years old. Avoid tickets, fines, and mandatory driver's education. As noted above, this isn't true. Any tickets or fines assessed against you for traffic violations would be applied to your standard driver's license, not your IDP. Protect your privacy, and hide your identity. Nope, still not true. The IDP contains the same name, address, and other identifying information as your standard driver's license. In general, most U.S. states allow foreign motorists from any of the countries who are party to the United Nations Convention on Road Traffic (1949) or the Convention on the Regulation of Inter-American Motor Vehicle Traffic (1943) to drive legally using their valid domestic driver's license while visiting the United States as tourists. Additional information: International Driving Permits FAQ (American Automobile Association) International Driving Permit FAQ's (National Automobile Club) Ads for International Drivers' Licenses Could Be a Dead End (Federal Trade Commission)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20070419031247/http://www.ftc.gov/bcp/conline/pubs/alerts/driveralrt.shtm;http://www.thenac.com/idp_faqs.htm;http://www.aaa.com/vacation/idpf.html;http://www.dot.wisconsin.gov/drivers/drivers/apply/foreign.htm;http://www.thenac.com/international_driving_permit.pdf;http://www.aaa.com/vacation/idpf.html;http://www.international-license.com/;",
  "Example": "[Collected via e-mail, 2000] INTERNATIONAL DRIVER'S LICENSE Need a new driver's license? Too many points or other trouble? Want a license that can never be suspended or revoked? Want ID for nightclubs or hotel check-in? Avoid tickets, fines, and mandatory driver's education. Protect your privacy, and hide your identity. The United Nations gave you the privilege to drive freely throughout the world! (Convention on International Road Traffic of September 19, 1949 & World Court Decision, The Hague, Netherlands, January 21, 1958) Take advantage of your rights. Order a valid International Driver's License that can never be suspended or revoked. Confidentiality assured. CALL NOW!!! [Collected via e-mail, June 2010] The website claims that any person can obtain an \"international\" drivers license to drive a vehicle in any place in the world. All that is needed is to have a valid driver's license from a any country on their list. http://www.international-license.com/. The U.S. IS on the list. The website claims that it can also be used as an ID. Will this let illegal aliens drive legaly in California and other states? Is this the NWO world citizen ID? Our federal officials need to answer these questions.",
  "Last Updated": "26 June 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/law/idp.asp",
  "Claim": "You can avoid paying for traffic tickets or establish a new identity by obtaining an International Driver's License.",
  "Claim_ID": "autos_law_idp",
  "Tags": ""
}