{
  "Origins": "Warnings about the dangers of using cellular phones in the presence of gasoline fumes began circulating on the Internet in 1999. Though both versions of the original Internet warning alluded to an accident in Indonesia wherein a driver was burned and his car badly damaged as a result of such an explosion, no reports ever surfaced in the news media to confirm the incident. Moreover, nothing turned up about similar explosions in other countries. If sparks from cell phones were touching off conflagrations at gas pumps around the world, as suggested at the time, the phenomenon escaped the media's notice. Such rumors were furthered in May 1999 when a lengthy article appeared in the Bangkok Post supporting this warning. It mentioned \"a recent report in the China Post newspaper\" and from there proceeded to parrot the warning given in the longer example quoted above, complete with reference to the report by Shell Chemicals on the injuries suffered by the man in Indonesia and the Chinese Petroleum Corporation's instructions to filling stations to get drivers to switch off their phones while fueling.",
  "Fact Check": "",
  "Description": "Okay, so the bit about a guy in Indonesia being turned into a human fireball didn't stand up. But what about persistent rumors concerning another supposed victim, this time an Australian man, supposedly done in by using his mobile phone as he refueled? Although in 1999 oil companies told the South China Morning Post they had heard reports of an Australian man being blown up recently when his phone rang as he was filling his car with gasoline, fire service heads in Australia insist the incident never happened. As for incidents elsewhere in the world, after several reports were circulated in the United States claiming mobile phones had been blamed for fires at gas stations, both the Cellular Telecommunications Industry Association (CTIA) and the American Petroleum Institute issued statements denying the risk. The CTIA said, \"There is no evidence whatsoever that a wireless phone has ever caused ignition or explosion at a station anywhere in the world. Wireless phones don't cause gas stations to blow up. Warnings being posted in petrol stations simply perpetuate the myth.\" The American Petroleum Institute said, \"We can find no evidence of someone using a cellphone causing any kind of accident, no matter how small, at a gas station anywhere in the world.\" In June 2002 another authoritative-sounding warning on this subject began circulating on the Internet: The Shell Oil Company recently issued a warning about three incidents where Mobile Phones have ignited fumes while being answered or ringing during fueling operations. What specifically happened Case 1 The phone was placed on the car's trunk lid during fueling, it rang and the ensuing fire destroyed the car and the gasoline pump. Case 2 An individual suffered severe burns to their face when fumes ignited as they answered a call while refueling their car. Case 3 An individual suffered burns to the thigh and groin as fumes ignited when the phone, which was in their pocket, rang while they were fueling their car. What should you learn from this? It is a misconception that Mobile Phones are intrinsically safe and can't ignite fuel/fumes. Mobile phones that light up when switched on, or when they ring, have enough energy released to provide a spark for ignition. Mobile phones should not be used in filling stations, or when fueling lawn mowers, boats etc. Mobile phones should not be used around other materials that generate flammable or explosive fumes or dust (i.e. solvents, chemicals, gases, grain dust etc.). Mobile phones should be turned off before entering an area where other materials that generate flammable or explosive fumes or dust is located. Please share this with employees who do not have access to email, family members and friends to help keep everyone safe. Though we looked long and hard, we never found documentation confirming any of the three incidents described in the that warning. Moreover, Shell denied having issued a warning of this nature: We understand that there is an email, purportedly official Shell communication, circulating which describes various incidents that are supposed to have occurred as a result of mobile phones ringing while at a retail station. Please be advised that the email in question does NOT originate from Shell Malaysia and we are unable to confirm any of the incidents quoted. There was a warning memo which originated at a Shell loading station in California, but it was issued only to caution employees about the potential dangers of static-related hazards at fueling stations; it said nothing about cell phones touching off fires. (The \"three incidents\" e-mail quoted above was teamed with a separate warning about the hazards posed by static electricity, a topic covered on our Static Quo page.) Okay, so it hasn't happened yet. Is there still a potential, as yet unrealized risk in using cell phones while refueling? According to some experts, there is a danger that using a mobile phone near gas pumps could touch off an explosion, but not only have we found no real-life instances of such an explosion occurring, we don't know anyone who has demonstrated experimentally that it's even possible (including the folks at The Discovery Channel's Mythbusters program). Even so, gas pumps in Australia bear stickers cautioning motorists to turn off their phones while refueling; Shell in Malaysia has affixed similar stickers to each of its gas pumps; numerous pumps in the U.S.A. are similarly adorned; Canada's major gas pump operators have banned customers from using mobile phones while at the gas pump; and in 1999 the city of Cicero, Illinois, passed the first law in the USA banning the use of cellular phones at gas stations. All of this activity was in the nature of CYA cautions rather than a response to a documented hazard. Cellular phone manufacturers Nokia and Ericsson have said the risk is very small that something will happen when one uses a cell phone at a gas station, but since there is a risk, it should be counted. Nokia also said that the company has been recommending for a long time that mobile phones should be turned off while the car is being refueled. What it is about a cellular phone that could possibly trigger an explosion is difficult to fathom, however. The claim that the batteries used in a cellular phone can ignite gasoline seems specious, since cellular phone batteries are the same voltage as automobile batteries (12V D.C.) but deliver far less current. Likewise, the claim that a \"cellular phone ringer uses more than 100 volts for excitation\" is a curious artifact of the \"regular\" telephone era: cellular phones don't have ringers; they produce audio tones that simulate the sound of a ringing telephone. News reports routinely attribute gas pump fires to cell phone use whenever a fire occurs at a service station where such a phone was in use at the time, and police and firefighters at the scene often simply assume the connection between the two to be valid. Later investigations, however, have always shown in such cases that the press reports were wrong, that something else (usually a discharge of static electricity) touched off the fires, and the presence of cell phones was coincidental rather than causal. Barbara \"gasoline alley oops\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://en.wikipedia.org/wiki/Cover_your_ass;https://www.youtube.com/watch?v=uw6-PhvcS3M;http://www.shell.com.my/home/content/mys/aboutshell/media_centre/clarification/false_safety_news_static_electricity_at_petrol_station.html;",
  "Example": "[Collected on the Internet, 1999] Cell Phones In case you do not know, there was an incident where a driver suffered burns and his car severely damaged when gasoline vapors ignited an explosion while he was talking on his mobile phone standing near the attendant who was pumping the gas. All the electronic devices in gas stations are protected with explosive containment devices, (intrinsically safe) while cell phones are not. READ YOUR HANDBOOK! Mobile phone makers Motorola, Ericsson, and Nokia, all print cautions in their user handbooks that warn against mobile phones in \"gas stations, fuel storage sites, and chemical factories.\" Exxon has begun placing \"warning stickers\" at its gasoline stations. The threat mobile phones pose to gas stations and their users is primarily the result of their ability to produce sparks that can be generated by the high-powered battery inside the phone. Please pass this on. [Collected on the Internet, 1999] *** PASS THIS ON TO ALL YOUR FAMILY AND FRIENDS *** Mobile phones an explosive risk at gas stations. Switch off your mobile phone while filling your car. This is the latest advice for mobile phone users and gas station attendants alike from the Chinese Petroleum Corp. (CPC), which has recently informed all its affiliates to be on alert for people chatting on mobiles while pumping gas, a practice it asserts can cause explosions. \"There have been several explosions in Southeast Asia and Europe and we hope similar tragedies can be avoided in Taiwan,\" said David Tung from CPC's main engineering division. According to a report released by Shell Chemicals, a driver in Indonesia suffered burns and his car was severely damaged when petrol vapor exploded after being ignited by static electricity from the mobile phone he was using. Apparently, the driver had been talking on a mobile phone as a gas station attendant filled his car with petrol. When the driver bent down close to the petrol tank to check whether it was full, the vapor exploded. In Belgium, customers have been prohibited from using mobile phones within 10 meters of gas stations and warnings are posted everywhere to remind people of the danger, according to a Belgian newspaper. The threat mobile phones pose to gas stations and their users around the world is largely due to their ability to produce sparks. These can be generated by the high-powered battery inside the phone, which is itself, a possible cause of fire. But the electromagnetic waves emitted by the phone are more than sufficient to create considerable static electricity that heats the surrounding air and if the flammable vapor is concentrated enough, causes an explosion. But other electronic devices installed in the gas stations are safe. \"All the electronic devices in gas stations are protected with explosive containment devices, while cellular phones are not,\" Tung explained. Mobile phone makers Motorola, Ericsson and Nokia, all print cautions in their user handbooks that warn against mobile phones in \"gas stations, fuel storage sites and chemical factories.\" But the danger is still being ignored by many users who continue to talk on their cellular phones while filling up at gas stations. \"Asking them to turn off the phone is the only thing we can do now, but not all the users like to : some of them even get mad with me,\" one attendant at a gas station complained. In fact, if danger is to be avoided, all transmitting devices - not just mobile phones - should be switched off near gas stations and locations housing flammable substances. Mobile phones should also be switched off near sensitive electronic equipment, in places such as hospitals and airports for public safety reasons. Taken from 'The China Post' by Chris Lang.",
  "Last Updated": "25 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/hazards/gasvapor.asp",
  "Claim": "The use of cellular phones poses a danger of touching off explosions at gas stations",
  "Claim_ID": "autos_hazards_gasvapor",
  "Tags": ""
}