{
  "Origins": "This legend's likely origin is the 1981 film Cannonball Run , wherein the Japanese entrant in a no-holds-barred cross-country road race makes use of lights-out driving, a quieted motor, and night vision goggles to evade police. One scene even has him blowing past a radar trap and the cops there deciding not to pursue him.",
  "Fact Check": "",
  "Description": "My earliest sighting of this tale being told as a true story comes from around that time from a fellow who says he heard it on the playground while in elementary school. Since then it's been told by any number of folks, almost without exception male. Plot snippets from movies can become urban legends, provided their basic premises are appealing enough and something in them resonates with current societal fears or wishes. The 'stealth car' qualifies on every level. In one sense, the story is about evil drug dealers who can afford fantastic cars thanks to their ill-gotten gains and are again putting the public at risk, this time by driving like invisible maniacs in the night. That the police eventually work out what's going on and slap the irons on these baddies confirms our need to believe law enforcement is equal to the task of taking on the drug trade and overcoming it. In this story, the monied conscienceless drug king proves no match for the honest cop who starts out befuddled and overmatched but ends up victorious. In another sense, the tale is the ultimate automotive 'wish fulfillment' legend which leaves folks drooling over the sugarplum of an impossibly fast car invisible to the gendarmes. Speed limits are all well and good, provided they're enforced on everyone else ; each of us secretly longs for the unfettered freedom to do whatever we like on the open road, including setting new land speed records, if that's what takes our fancy. At least in the realm of imagination, safety and concern for others ranks well behind the desire to have the baddest car in town, the jalopy the cops can never touch. Luckily (considering the state of human nature), the stealth car of legend is not also one of reality. Though fast cars exist, they can't be rendered invisible to all our senses and detection devices with a slap of black paint and the extinguishment of their lights. Even if the dream machine were made harder to see and its engine muffled, the noise it made as it passed would still be audible. More telling, the night vision goggles the driver donned would put him at risk of crashing and burning in very short order, especially if he were cruising the nation's highways at incredible speeds. Night vision goggles may seem to turn night into day (a day rendered in green, anyway), but they do so at the expense of depth perception. Though perfectly serviceable if the wearer is standing still or traveling at a controlled speed, NVGs produce a limited depth of field quite dangerous to someone trying to make sense of a rapidly changing landscape, where so much as one missed detail can prove fatal. Navigation is further complicated by rain, snow, and fog, all of which cut down the NVG's effectiveness. Light emitted from a car's instrument panel would also adversely impact the clarity of images picked up by the goggles. When used on public highways at any speed, NVGs represent accidents just waiting to happen. Oncoming headlights would cause the operator to be unable to see other objects in the field of view, and just one car coming from the opposite direction could render the NVG-wearer temporarily blind. While one might keep a car on the road during such an interlude at 30 m.p.h., at 200 m.p.h. the need for any sudden maneuver could send the car off the road and into a tree in the blink of an (unseeing) eye. (And if other cars on the road can't see you, you're in danger of their suddenly cutting you off or running into you from behind). The legend's basic premise that any random person can don a pair of night vision goggles, fire up the stealth car, and go rocketing around the country after dark fails the credibility test once the limitations of night vision technology are considered. A driver fresh out of the military and trained in this type of driving might be able to maintain control of a car traveling at 35 m.p.h. on a clear night, but even he is likely to be sent off the road into the ditch by the lights of oncoming traffic. As for someone untrained in the use of NVGs, he's not likely to make it out of the driveway without taking a hedge or two with him. Barbara \"there goes the hedge fund again\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "A friend of my father's was a cop in Nevada, and he was assigned the graveyard shift, posted outside of town on a little used section of road, given a radar gun and ordered to stay put and to pull motorists over for speeding. One night, while the officer waits by the side of the road, the radar gun starts screaming for no apparent reason at all, registering about 140. The officer, who was sleepy anyway, attributes this to a faulty gun, and ignores the incident. A week later the same thing happens again, on the same stretch of road, at about the same time at night. This time, however, the gun registers 145, and the officer pays more attention. Later, after his shift is over, he has the gun checked out for problems, and is told it is operating perfectly. A week later, same road, same time, the gun goes off. By now the police officer is confused, and angry. The next week he has men stationed at a road block a few miles down from the spot where he has been positioned. Like clockwork, the radar gun goes off, and he alerts his friends to get ready for whatever is racing down the highway. At the road block is stopped a black Lamborghini, with an engine iced and baffled for silent running. The driver is a drug mule, hauling a load and staying on the backroads, and less frequently monitored highways. The car itself is running without headlights, while the driver wears night vision goggles. Variations: Though the car is always black, its make varies from telling to telling. Lamborghinis are especially popular in this tale, but Maseratis, Ferraris, Jaguars, and Porsches turn up too. (Indeed, any expensive car that is presumed to be fast can be shoehorned into this legend.) This story has been told as a true and local occurrence in Texas, Pennsylvania, California, Kentucky, Nevada, New Jersey, and Florida. Sometimes additional details are given which specify the route: \"from New Orleans to Chicago,\" \"between Erie and Pittsburgh,\" and \"from his office in Henderson, KY to his home in Nashville.\" Usually the driver is described as a drug runner, but non-criminals (rich men who own fast cars) have also been placed behind the wheel. Typical to such stories, often both the speed the miscreant was going (\"200 m.p.h.,\" \"140 m.p.h.\") and the amount and type of drugs confiscated (\"20 lbs. of cocaine\") are specified. One (possibly Cannonball Run-influenced) version attributes the stealth car's presence on the highway to \"a cross-continental race on public roads, $1000 per entrant, winner take all.\"",
  "Last Updated": "1 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/law/stealth.asp",
  "Claim": "Drug runner evades detection by driving a fast black car at night while wearing night vision goggles.",
  "Claim_ID": "autos_law_stealth",
  "Tags": ""
}