{
  "Origins": "If you have lived as an adult in the same area where you grew up, chances are you can recall at least a few fondly-remembered local landmarks of your childhood that no longer exist places or things that had special significance for you (if only in their familiarity) that have since been removed, replaced, or destroyed. They might be landmarks as considerable as a house you lived in, a school you attended, or a restaurant you frequented, or as unremarkable as a street sign, a water tank, or a tree.",
  "Fact Check": "",
  "Description": "One such memory of mine is a rather unusual one. It involves a landmark that lasted only a few days before being destroyed; a landmark I never saw and was too young to be aware of during its short lifespan. Nonetheless, I grew up hearing the folklore of how it came to be and what happened to it, and studying the tantalizing remnant of its brief existence. The landmark of which I speak was the infamous Pink Lady, a 60-foot tall drawing of a naked woman which mysteriously appeared overnight on a sheer rock cliff above a tunnel on Malibu Canyon Road (one of several canyon passageways through the Santa Monica Mountains connecting the northwest portion of Los Angeles County to the Pacific coast) in October 1966: The Pink Lady was the handiwork of Lynne Seemayer (now Lynne Westmore), a 31-year-old secretary from Northridge, California. Motivated in part by the ugly graffiti adorning the rocks above and around a tunnel four miles north of Malibu \"[T]he tunnel was an eyesore,\" she said. \"If someone was going to that trouble, why not do something creative?\" Ms. Seemayer spent several months planning her art project and preparing her \"canvas.\" Starting in January 1966, she whiled away several nights each month (on evenings when the full moon provided adequate light) climbing the cliff and, tethered by nylon ropes, erasing the graffiti. Finally, by August 1966, the cliff face was sufficiently graffiti-free for her to sketch an outline of her planned drawing, which remained undisturbed (and largely unnoticed) for another two months. (She had originally hoped to draw a bird, but after she realized that its wings would be obstructed by brush she opted for the more vertical figure of a woman instead.) Finally, at 8:00 PM on Friday, 28 October 1966 (another moonlit night), Seemayer began her final assault on the Lynne Seemayer Westmore cliff with brushes and paint cans. By dawn, she had completed her work: a 60-foot-tall painting of a naked, pink-skinned, large-breasted woman with long flowing hair, captured in a running pose with a batch of flowers clutched in her right hand. For the first two days of her existence, the Pink Lady (as she was quickly dubbed) was mostly known only to those who glimpsed her while traveling northbound on Malibu Canyon Road. But by Monday word of the mysterious, titillating image had spread, and by Tuesday the Pink Lady was receiving widespread coverage in local newspapers and TV newscasts. She was also deemed to be a serious traffic hazard. Foreseeing potential traffic jams (motorists were already stopping their cars along the road to gaze) and accidents caused by distracted drivers, Los Angeles county officials quickly decided that the Pink Lady had to go. Early eradication efforts failed spectacularly: firefighters were unable to wash the Pink Lady away with their high-power hoses, and the liberal application of paint remover only deepened the blush of her pink skin. (Seemayer had used house paint for her creation, a substance which proved quite difficult to remove.) Only after the county's assault on the Pink Lady began did Seemayer step forward and reveal herself to be the artist behind the work. (The difficult-to-reach location and subject matter of the painting had led most observers to speculate that its creator was a man.) As the Los Angeles Times reported twenty-five years later: Westmore arrived on the scene, and was horrified. She had assumed that she would feel no sentimental attachment to the Pink Lady, but would easily forget her as with other art projects and move on to the next. But when she saw the road crew trying to erase her work, her emotionschanged. \"I usually don't have a feeling that everything I do is precious,\" Westmore said. \"But in this case, I became its mother, and it became important for me to save her. It was the most ridiculous thing I had ever seen.\" There was little Westmore could do. She had always wondered if the painting might land her in jail, and the county's response only heightened that concern. She stayed silent. Finally, when she realized the only way to stop the lady's removal was a court injunction, she went public. She appealed to [county Road Division head I. L.] Morhar to stop the proceedings. It made no difference. Neither petitions nor injunctions availed in saving the Pink Lady. On Thursday, 3 November 1966, as onlookers booed in disapproval, county workers blanked out the scarcely five-day-old Pink Lady with 14 gallons of brown paint. (The folklore that developed over the years later held that the Pink Lady had been removed only through the recourse of sandblasting her off the cliff face.) County workers paint over the Pink Lady, 3 November 1966 Although Lynne Seemayer [Westmore] saw some positive results from her efforts (art galleries, for example, quickly offered to show her work), much of the experience proved negative. She sued Los Angeles County for $1 million over the destruction of her work and the invasion of her privacy, and the county countersued for about $26,000 to recoup the cost of erasing the Pink Lady and managing the \"public nuisance\" she created. (Both lawsuits were thrown out after the court determined the Pink Lady had been painted on private property, and therefore neither party had standing to file suit.) On the Pink Lady's 25th anniversary, the Los Angeles Times chronicled some of the negative repercussions of her creation and removal: \"As I was leaving that day,\" said Westmore, who couldn't bear to watch her creation be removed, \"this woman came up to me and said, 'Let me just touch you.' That's when I knew this was starting to get out of hand.\" Another woman called Westmore every other night for two months, contending that the Pink Lady was an exact portrait of her young daughter who ran away from home. \"She thought I had used her daughter as a model,\" Westmore said. \"It was so pathetic. She was so convinced.\" Westmore received hate mail from people offended by the nude portrait, including one letter from someone threatening to tar and feather her and her two children and dump them off at Sunset Boulevard. She turned the letter over to the FBI. She received pictures of men masturbating. An arts group asked her to judge pictures that apes had painted. \"It was too crazy,\" she said. \"One woman accused me of all the rapes that had been committed, that the Pink Lady brought out the lust in men.\" Westmore changed her telephone number, but the calls kept coming. Finally, the stress was too much, and she was hospitalized with pneumonia and lost her job as a legal secretary. But even in the hospital she wasn't immune from attention. \"This nurse came in, wanting me to sign something,\" Westmore recalled. \"I thought it was for some kind of medical work, but she wanted an autograph.\" In the end, a sad result for a woman who had not sought to make a monetary profit or a grand political statement, but who had simply felt the urge to create a piece of art to \"do something that was [her] own.\" (Lynne Seemayer professed surprise at the controversy her Pink Lady created; she had even left a rope at the site so that she could go back and touch up her work later.) I never saw the unobscured version of the Pink Lady myself. My childhood landmark was an enigmatic and impenetrable blur that marked the spot where something of interest had once stood, augmented by the often inaccurate and embellished memories of those who knew the Pink Lady during her brief lifetime. Somehow that made her all the more intriguing.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "17 May 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/autos/hazards/pinklady.asp",
  "Claim": "An artist secretly painted a 60-foot-high image of a naked woman above a tunnel in Malibu Canyon in 1966.",
  "Claim_ID": "autos_hazards_pinklady",
  "Tags": ""
}