{
  "Origins": "Traffic snarls and interminable drive-time delays are an unpleasant fact of life in Los Angeles. The burgeoning population (close to 10 million for all of Los Angeles County at last count) and the great distances traversed daily by many L.A. commuters combine to overload the area's freeway systems. One breakdown in a key lane, or even a simple fender-bender, can cause traffic to back up for miles; fatal accidents or other impediments can close vital roads for hours at a time.",
  "Fact Check": "",
  "Description": "Every large city has its \"traffic watch,\" complete with helicopter reporters who spot-check the local freeways and broadcast traffic conditions to commuters through a variety of drive-time radio shows, but Los Angeles is a special case. Routine traffic updates that mention the nature and severity of congestion-causing incidents can easily rush through a dizzying array of freeway names and numbers in half a minute, and woe betide the less-than-attentive motorist who misses the key update for the freeway he was planning to take on a morning when something brings traffic to a standstill on that crucial road his inattentiveness may strand him for hours. Minor accidents and slowdowns are routine and, although annoying, are considered an ordinary part of the commute. But what about the large-scale interruptions; the overturned rig sprawling across three lanes, the five-car injury wreck, the hazardous materials spill, or the bomb threat? Los Angeles has a special name for its traffic updates about unforeseen incidents that have caused what will be lengthy lane closures: SigAlerts. The official Highway Patrol definition of a SigAlert is \"any unplanned event that causes the closing of one lane of traffic for 30 minutes or more, as opposed to a planned event like road construction, which is planned separately.\" SigAlerts are issued by the California Highway Patrol and are broadcast on Los Angeles radio and television stations, posted on the CHP web site, and signaled to motorists via electronic billboards on the freeways. Sensible folks immediately divert to alternate routes when they hear the dread term \"SigAlert\" applied to the route they were planning to take. Causes of SigAlerts are many and varied; some tragic, some funny. One of the more unusual SigAlerts was the Tuesday morning in October 1998 when a truck transporting ten tons of pies overturned on the transition from the Harbor to the Hollywood freeways, creating a pastry-coated traffic snarl that stretched for miles. The word SigAlert eventually became a common and familiar term to Southland drivers, even though few of them were aware of its origins or knew what criteria triggered such an alert. (Los Angeles traffic reporters say the question they're most frequently asked is 'What's a SigAlert?,' with the second most-asked question being \"What's the No. 1 lane?\") A genuine SigAlert is called when conditions create an unplanned freeway lane blockage of at least half an hour in duration (which might not sound like much to a nonresident, but we locals know how a spilled tennis shoe in one lane of a freeway can tie up everyone for hours). Since nearly everyone knew that the term 'SigAlert' announced major freeway congestion, and the name sounded official, most drivers who gave it any thought simply assumed the word was a shortening of \"signal alert.\" Other attempts to fathom what the \"Sig\" portion of \"SigAlert\" referred to produced some amusing entries, our favorite being the guess that it was an acronym formed from the advisory phrase \"stay in garage.\" It was a minor mystery that baffled many Los Angelenos for years, as the New York Times noted in 1997: \"When I was doing traffic I got more questions about 'What the hell is a Sigalert?' than anything else,\" said Bill Keane, who pioneered radio traffic reporting on KNX and retired in 1993, after 37 years on the air and who is credited with helping popularize the term. \"But nobody knew just where it came from. It got really big in the mid-70's.\" The answer is that SigAlerts gained their name from the man who developed the technology for speedily gathering and disseminating traffic information, Loyd C. Sigmon. In 1955, Sigmon was an executive co-owner of AM radio station KMPC in Los Angeles, part of the Golden West Broadcasting network of western radio and TV stations founded by cowboy singing star Gene Autry. Seeking a way to boost his station's ratings in the face of increasing competition from television, Sigmon came up with the idea of having the Los Angeles Police Department, who then patrolled Los Angeles freeways and dealt with accidents (functions now primarily handled by the California Highway Patrol), call his station every time a major accident occurred. Broadcasting alerts of accident-related freeway congestion to listeners, Sigmon reasoned, would give KMPC a competitive edge over both television and other local radio stations. Unfortunately, Los Angeles Police Chief William Parker rejected Sigmon's suggestion; he didn't want his officers diverted from their duties by having to phone a radio station to report every freeway accident. So Sigmon, who had served as radio engineer with the Army Signal Corps in Europe during World War II , put his ingenuity to work and created a device to automate the task. His invention was a combination of a short-wave receiver tuned to the LAPD frequency and a tape recorder when a police dispatcher broadcast an accident-related call to police units, he could push a button that activated the recorder on KMPC's receiver (by transmitting a special tone); the device would record the bulletin and then turn on a red light to signal radio engineers that an alert had been received. By rebroadcasting these bulletins, KMPC would be able to provide its listeners with traffic advisories far more up-to-the-minute than any competitor's. Although Sigmon's notification system was a technical success, it proved less of a commercial one. Chief Parker insisted that the system was too important to be used for the benefit of a single radio station and required that it be made available to everyone who wanted it. Sigmon was unable to gain the proprietary advantage he had envisioned for KMPC, nor did he ever profit personally from his invention, but Parker did give him due credit by coining the term \"SigAlert\" to describe the new high-tech traffic bulletins. SigAlerts became part of the Los Angeles driving experience by October 1955. While it is impossible at this time to pinpoint the incident that prompted the first broadcast of the traffic advisory, one of its first major uses took place on 22 January 1956, when a train leaving Los Angeles' Union Station for San Diego derailed downtown and rolled onto its side. 29 people died in that crash, and 120 were injured. Ironically, the initial SigAlert issued as a plea for emergency medical assistance drew such a heavy response that all the medical personnel rushing to the scene caused an even greater traffic jam than the train derailment itself. SigAlerts are restricted to traffic incidents these days, but in the beginning they were issued about all manner of items of concern: rabid dogs, a dam about to burst, gas leaks, and even an appeal on behalf of a druggist who had made a potentially deadly error in filling one customer's prescription. Those uses came to end after a SigAlert was issued to announce the collision of two ships in Los Angeles Harbor; at that point Police Chief Parker stepped in and announced, \"We're not going to run the traffic for the harbor.\" In 1993, the Oxford English Dictionary added \"SigAlert\" to its all-inclusive compendium of the English language, thereby signaling that it had joined \"couch potato\" as another Left Coast term to make it into the lexicon of everyday life. These days the term is no longer limited to Los Angeles or traffic conditions; its use is common in other parts of the USA, and it is often employed to stand for any type of warning or severe condition. Fortunately, Los Angeles experiences very little in the way of inclement weather, because local wisdom has it that a rainy day practically guarantees a SigAlert or three. Loyd Sigmon himself passed away at the ripe old age of 95 in Bartlesville, Oklahoma, on 2 June 2004. Barbara \"sigging in the rain\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "29 March 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/autos/hazards/sigalert.asp",
  "Claim": "SigAlerts, the Los Angeles advisories of severe traffic conditions, were named after radio executive Loyd Sigmon.",
  "Claim_ID": "autos_hazards_sigalert",
  "Tags": ""
}