{
  "Origins": "Ever since the introduction of the E-ZPass electronic toll collection system (which automatically reads RFID transponders in tags carried within automobiles as those vehicles pass through E-ZPass toll lanes, thereby allowing motorists to avoid having to stop and pay at numerous individual toll booths), pessimists have been predicting that it's only a matter of time until municipal governments start using the passes as a means of catching speeders. By recording how long it takes cars to travel between two E-ZPass toll collection points, the theory goes, the system can automatically calculate whether a particular vehicle must have exceeded the speed limit at some point in its journey between the two checkpoints and, if so, automatically issue a citation to the automobile's registered owner (even though no law enforcement officer or device ever actually observed the vehicle in the act of speeding, and there would be no precise record of when and where the infraction occurred, or by how much the speed limit was exceeded). The e-mail reproduced above asserts that the state of New York is going to take this concept one step further, nabbing even motorists who don't use the E-ZPass system by embedding readable strips or RFID chips within vehicle registration stickers and installing recording devices at roadsides throughout the state.",
  "Fact Check": "",
  "Description": "We have yet to find any verified accounts of municipalities (in any state) automatically issuing traffic citations based on transit times recorded by electronic toll collection systems. Although many people maintain they have received such citations (or know someone who has), those claims have so far always proved to be misunderstandings: Motorists who travel too fast as they pass by E-Z Pass toll collection points may receive letters warning them to slow down while they use E-Z Pass lanes or else risk cancellation of their E-Z Pass accounts, but those letters are not law enforcement citations, nor are they based on speeds calculated by recording times of passage between two checkpoints. As for the claim that the state of New York is planning to embed detection strips or chips in vehicle registration stickers in order to catch speeders, we have found no evidence that such a plan is being enacted, and state officials have disclaimed it: Reports that the state Thruway Authority will start using its E-Z pass to calculate when people get on and off the toll road and issue speeding tickets are false, officials said. The rumor started circulating through e-mail and has since spread, said Sarah Kampf, public relations officer with the agency. Both the authority and state police said no such plans are in place. Any worried motorists who have heard the false reports should just stick to the speed limit and they won't have any problems, said Guy Holbert of the Thruway Authority office in Syracuse. WHAM-TV in Rochester, New York, noted that current state law would not allow for the issuance of citations based upon E-ZPass information: It is true the technology exists to encode documents, such as a driver license, with specific hidden information. However, in a statement, the New York Thruway Authority said, \"The authority and state police do not use E-ZPass to enforce vehicle and traffic law.\" To do so would require a change in the law. Currently, it takes an observation, or radar by a police officer to charge someone with speeding. This rumor may have been fostered by a distortion or misunderstanding of New York governor Eliot Spitzer's proposed plan to comply with the Real ID act by issuing new state driver's licenses in order to take advantage of recent technologies such as RFID and facial biometric scans. Similar systems (although camera-based rather than RFID-based) for tracking average motorist speeds over a distance have been tried on some particularly accident-heavy stretches of road in other parts of the world.",
  "Originally Published": "",
  "Referred Links": "http://news.bbc.co.uk/1/hi/scotland/4681507.stm;http://www.eweek.com/article2/0,1895,2215188,00.asp;http://www.ezpass.com/;",
  "Example": "New York State started a pilot program upstate north of Albany on the Northway to catch speeders using the Easy Pass system. Recording devices were installed at intervals along the highway. Once an Easy Pass equipped vehicle passes, the device registers the account number and the time. Same is again registered at the next \"check-point\". Based upon the distance between the register points and the posted speed limit, the state is sending speeding tickets in the mail to the guilty persons. Because every driver does not have Easy Pass, the State is \"perplexed\" as what to do to impose the system state-wide. The solution has been found. Soon all new vehicle registration stickers will have a metal strip or chip imbedded in same. This will take the place of the Easy Pass system as stated above. When a vehicle passes the registering device, the strip will relay all the information. This is not fictional. New York State contracted with VERIZON to install the system. The system has already been installed and the entire Bronx River Parkway in Westchester County has been \"wired\" for when the new system begins. Once the State makes the new program public and advises all motorists of the potential for numerous speeding tickets, it will also reveal that the system has already been installed. Another reason that will be given for the new system is to enable the authorities to track stolen vehicles, to trace kidnap victims, to monitor and trace suspected criminals and terrorists, etc. BIG BROTHER IS ALIVE AND WELL. Pass this along to every one you know. Variations: A New England variant of this rumor which claimed that ticket-issuing cameras were being installed along I-84 in Connecticut began circulating in January 2010.",
  "Last Updated": "5 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/law/ezpass.asp",
  "Claim": "New York will be embedding strips in vehicle registration stickers in order to catch speeders.",
  "Claim_ID": "autos_law_ezpass",
  "Tags": ""
}