{
  "Origins": "Everyone is in favor of keeping drunk drivers off the road, but no one ever wants to think of himself as falling into that category. For this reason, we adore the notion of little easy-to-do tricks that will keep us, the occasional overindulgers, from being rounded up and tossed into the hoosegow as if we were actual miscreants who make our roads dangerous. It's not for those lawless killers who routinely get totaled then slip behind the wheel of a car, you understand. It's for us, the ordinary folk who get pulled over that one time we had a drink on our way home.",
  "Fact Check": "",
  "Description": "All imaginary halos and denials aside, none of these tricks work. Pennies held in the mouth no more fool the breathalyzer than would hopping on one foot while reciting the Lord's Prayer. There's nothing magical about the presumed copper content of a one-cent piece that negates the test. (From 1982 on, the U.S. one-cent coin has been made of 97.5% zinc encased in a copper coating.) Likewise, although mints and various other breath treatments are at least somewhat effective at masking the odor of alcohol on the tippler's breath, they do nothing to affect the presence of demon rum in that person's system. In other words, even if the smell is not detectable, the alcohol itself is. Older breathalyzers measured the chemical reaction between the amount of alcohol expelled on the breath and the contents of a vial in a breathalyzer machine. Newer machines measure breath alcohol by the process of infrared absorption, which entails passing an infrared light wave through a sample chamber containing the subject's breath, then measuring the drop in the intensity of the light and using that to calculate the amount of alcohol in the subject's breath. It's important to delay the test for 20 minutes after the person being examined has had a drink else \"mouth alcohol\" might interfere with the results. (Traces of booze generally remain in the mouth for 10 to 15 minutes after a drink is taken. The 20 minute deprivation period allowed for this to dissipate.) Additionally, many police officers assert breathalyzer results can be compromised by the subject's burping while being tested (which they believe would increase the presence of mouth alcohol). That belief is more lore than science: According to a 1992 study performed at the Laboratory of Hygiene at the University of Wisconsin-Madison, belching had no effect on breathalyzer results. In one study subjects belched and blew into the instrument 15 minutes after taking a drink of alcohol; the reading was recorded then compared to another reading taken one minute later. There was no difference. Even when people would bring up a belch of gas directly into the instrument, there was no effect. Folks have done many strange things over the years in an effort to beat the machine. In a case heard in an Alberta courtroom in March 1985, 28-year-old Dave Zurfluh, who was stopped on suspicion of driving while under the influence, ate his undershorts in the belief they would soak up the excess alcohol in his system. According to Constable Bill Robinson, the arresting officer, he heard \"some ripping and tearing\" from the back of the cruiser. \"I looked in the back and he was tearing pieces of the crotch of his underwear out and stuffing them in his mouth,\" Robinson testified. We've no idea if the eating of the shorts was what got him off, but Dave Zurfluh was acquitted of all charges because he'd blown .08 on the breathalyzer, the legal limit. In March 2005 a 59-year-old accused drunk driver in Ontario tried to foil a police breathalyzer by stuffing his mouth full of feces. He had been taken to the police station for testing, where he grabbed a handful of his own waste \"and placed it in his mouth, attempting to trick the breathalyzer machine,\" said Sgt. James Buchanan of the South Simcoe Police. It didn't work. The machine registered two readings of intoxication from samples the suspect provided. Both were more than twice the legal limit. As for the \"penny\" canard, that too has been tried in real life. In August 2000, one East Hampton man pulled over for drunk driving was discovered to be sucking on a penny when approached for a breathalyzer sample. His speech was slurred, he couldn't stand up straight, and he failed all the standard sobriety tests, yet still he had faith in the \"penny under the tongue\" trick to save the day. The notion that \"smell of booze equals booze itself\" fuels the erroneous belief that breath improvers are effective counters to the breathalyzer test. Possibly in an attempt to cash in on this confusion, in 1997 a British company began marking \"Breathalyzer Blitz,\" mints advertised for their ability to rid breath of alcohol odors. The spokespeople for Blitz Design Corp. were always upfront in their denials that their mints would negate breathalyzer test results, but the name of the confection itself might well have misled many into believing these particular candies would have that effect. Also, those whose tipple of choice was Zima (a sweet colorless beverage especially favored by the younger set) were often under the mistaken impression that the booze in that particular concoction was not detectable via breathalyzer examination. Because Zima leaves little smell on the breath, its devotees concluded the alcohol contained in the beverage itself would prove similarly hard to pin down. They were wrong, of course, because Zima contained about the same amount of alcohol as ordinary beer, and the breathalyzer would always pick up on that. Yet this tidbit of lore proved surprisingly hardy and was often swapped among teens as a \"Did you know?\" revelation. Barbara \"leaving the zima of the crime\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1994] A distant friend relayed this one. He was drunk and a cop pulled him over. He said the first thing he did was stuff a handful of pennies in his mouth and then spit them out as the officer approached the car. He said a short time later he was given a breathalizer test and because of the copper alloy residue (or whatever) the breathalizer tester went bonkers and they couldn't get an accurate evaluation and was off the hook. [Collected on the Internet, 2001] Here's something I heard a little over a year ago supposedly from a friend of a friend. At the time my friend told me that he heard that several states were trying to outlaw Icebreakers gum because it would disguise alcoholic content in breathalyzer tests and the readings would come out negative. As far as I know, Icebreakers is still being sold and I have yet to hear about a real lawsuit or a law being made to stop it.",
  "Last Updated": "9 April 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/law/breath.asp",
  "Claim": "Sucking on a penny or a breath mint will help someone who has been drinking defeat a breathalyzer test.",
  "Claim_ID": "autos_law_breath",
  "Tags": ""
}