{
  "Origins": "Surprisingly, quite a few people will answer the above question by proclaiming that the mail truck has the right of way. However, traffic laws are generally a state matter, and we haven't found any state whose vehicle code specifies that mail trucks have the right of way over all other vehicles, including emergency vehicles. Nor have we found any federal statute that supersedes state traffic laws to establish right-of-way primacy for mail trucks.",
  "Fact Check": "",
  "Description": "So how did this belief come to be? Over the years several respondents have made stabs at providing plausible answers to this conundrum: The answer to that old theoretical puzzler is the mail truck, by virtue of its federal government status.1 That explanation makes a little sense in that we naturally expect federal authority may supersede state or local authority (even if the Postal Service's status as a \"federal agency\" isn't quite what it used to be), but a mail truck? Cars driven by FBI agents, Border Patrol automobiles, and Army vehicles (including tanks) also have \"federal government status,\" but we're not aware of any laws giving them the right of way over all other vehicles, even in non-emergency situations. [A] postal truck should have priority because maybe it was carrying a declaration of war that just had to be delivered while the emergency vehicles waited.2 Ho ho ho. Imagine Franklin D. Roosevelt announcing to Congress, \"I'm sure I dropped that declaration of war against Japan in the mail the day before yesterday. We'll just have to hold off beginning hostilities for a day or two until we can send out another copy. Tell the Navy they'll just have to sit tight for now.\" (Declarations of war were typically hand-delivered to government officials by members of the declaring countries' diplomatic corps, not shipped out via regular mail.) He gave as an example the fact that if a fire truck, an ambulance carrying a patient and a police car in pursuit of a criminal meet a mail truck carrying mail at an intersection, the mail truck has the right of way. \"In the days when this was established,\" explained Mr. Sulzer, \"communication was vital.\"3 Communication has always been vital, but so has putting out fires, catching criminals, and saving lives. Though it may be, as Mr. Sulzer suggested, that the mistaken belief about mail trucks was in part a carryover from the railroad era: \"As you may know,\" he wrote, \"the 'fast mail' trains were an important part of the operation of the railroads in their heyday. \"The mail contracts were an important source of income for the railroad and, indeed, one of the purposes for the government establishing railroads was communication through the mail. \"Generally speaking, the fast mail trains had right of way over all other traffic. That is, the track was cleared ahead of the mail. All other traffic went off on a switch track to let it by.\" We posed this question to the Los Angeles Times ' \"Street Smart\" column back in 1994, and (once they were convinced it was a legitimate question) they responded: [T]he mail truck does not have the right of way. Like other vehicles and even pedestrians, it must pull to the side of the road to let the emergency vehicles pass. Our answer comes from Bill Madison, a spokesman for the California Department of Motor Vehicles. Everyone else we queried thought the question was unique, to say the least. \"That's about the craziest thing I've ever heard,\" said an officer with the Los Angeles Police Department's Valley Traffic Division. \"I don't even know how people have time to think about stuff like that.\" Undaunted, we pressed on. \"OK,\" a California Highway Patrol officer said in a tone that suggested he didn't take the question seriously. Finally, Madison responded. \"The mail truck is not even in the running, unless the guy is a complete idiot,\" he said.4 A similar query we posed to the United States Postal Service produced the reply that the USPS was also unaware of any laws granting mail trucks right of way status. Okay, so if the mail truck doesn't have the right of way, then who does? \"Street Smart\" also provided an answer to this question from a California DMV spokesman: [O]nce the mail truck is safely to the side of the road, the question becomes trickier. Madison speculated that dispatchers would solve the situation before it arose. If they did not, he said it would make sense for the police car to go first and then the firetruck. The ambulance would go last, he said, because if \"five seconds makes a difference, you probably aren't going to save the guy anyway.\"4 We have to wonder about that answer, though: If five seconds makes a difference, then the fire department probably isn't going to save the burning building, nor the police catch the fleeing criminal either. We do note that the belief in a mail truck's having the right of way over emergency vehicles is a very old one, as evidenced by this 1920 report of a New York mail truck driver who (unsuccessfully) asserted that he was not at fault for colliding with a fire engine because he had the right of way: Mail Driver Is Fined Filipo Gateo, 36 years old, of 230 Mulberry Street, driver of an automobile mail truck that was in collision with a hose truck of Engine Company No. 55 at Watts and Varick Streets, on August 27, was fined $35 by Magistrate Francis X. Mancuso in Traffic Court yesterday. Gateo, who was charged with reckless driving, contended that the mail truck had the right of way, but the Magistrate held that fire apparatus had the right of way over all other vehicles.5 This issue seemed to be common fodder for newspaper \"Notes & Queries\" columns in the early 20th century, with the proffered answer inevitably being that the mail truck did not have the right of way, as demonstrated by this 1912 example: Q: Would you kindly publish in your paper which has the right of way among the following: Fire engine, ambulance, United States mail wagon, and oblige a steady reader? A: In the police regulations all three are given the right of way in street traffic. According to the Bureau of Information at Police Headquarters, there is no order of precedence specified, but practically the fire engine always takes the right of way over ambulance and mail wagon, and the ambulance over the last named. The mail wagon's urgency is not supposed to be a matter of seconds.6 In fact, as the following 1893 newspaper item shows, this same question was being debated (and the same answers provided) well over a century ago years before the automobile came into common usage: Q: In case a fire engine, a United States mail wagon, and a hospital ambulance should come together, what one would have the right of way, and what one would come second? A: The impression of the local postal authorities is that the order would be: ambulance, fire engine, mail wagon. The ambulance is on a mission of life and death, the fire engine is concerned with saving property, and the mail wagon is occupied with only routine work. The first two are intended for extraordinary calls, and are drilled to a pace which mail wagons are not obliged to take.7 Finally, as the following 1887 example suggests, the issue may originally have arisen because states typically had laws mandating the right of way for emergency vehicles and laws prohibiting interference with mail delivery vehicles, but no regulations to cover the possibility that the two might come into conflict: In regard to \"Beverly's\" pertinent inquiry as to which has the right of way, \"the United States mail or a steam fire engine,\" I would say that although the law may not decide the matter ... in point of fact neither vehicle need to be detained by the other, where the drivers use ordinary judgment, and when teamsters are governed by simple courtesy.8 Ultimately, the best response to this burning question may have been the one provided in the concluding sentence of the 1893 query and answer cited above: \"This whole matter, however, is theoretical rather than practical.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "Here's a question for you. Although hypothetical, it could happen. If a firetruck, police car, postal truck and ambulance all with sirens blaring and lights flashing (except the mail truck, of course) arrived simultaneously at four corners of an intersection, who would have the right of way? Who should be allowed to cross the intersection first?",
  "Last Updated": "1 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/law/fourway.asp",
  "Claim": "A United States Postal Service mail truck has the right of way over emergency vehicles.",
  "Claim_ID": "autos_law_fourway",
  "Tags": ""
}