{
  "Origins": "We stop for red lights and go on green lights almost by instinct, so deeply steeped into us are our traffic rules. Just as we rarely give thought to the possibility of meeting a car traveling the wrong way on a one-way street, so too do we rarely pause to wonder where our traffic laws came from or who invented the crosswalk.",
  "Fact Check": "",
  "Description": "Meet William Phelps Eno (1858-1945), an innovator who long ago earned the sobriquet \"the Father of Traffic Safety.\" Born in New York City, this forward-thinking man observed the massive traffic jams of his era and from those observations formulated solutions that carried over from the days of horses and carriages into the automotive age. In 1900 he penned the treatise \"Reform in Our Street Traffic Urgently Needed,\" which immediately established him as a traffic safety expert, a mantle he was to wholeheartedlyembrace. In 1903 he developed the world's first city traffic code (for New York City) and the first traffic plans for New York City, London, and Paris. It was Eno who invented stop signs and who envisioned one-way streets, taxi stands, traffic circles, and pedestrian safety islands. He wrote the first manual of police traffic regulations, and it was he who designed the circular traffic pattern that courses around the Arc de Triomphe in Paris. In 1921 he established the Eno Transportation Foundation, a non-profit study center located in Washington, D.C. The Foundation is dedicated to improving all modes of transportation ground, air, and water. Eno was always a great fan of horseback riding but did not place all that much faith in the automobile, thinking it but a fad. He never learned to drive, and when events in his life necessitated car travel, he relied on a chauffeur. Eno's penchant for peculiarity outlived him. In 1996 his old home in Westport, Connecticut, came under the steady assault of determined bargain hunters who misunderstood the \"bargain\" they so intently pursued. Eno's 32-room mansion and the land it stood on had been sold for $1.5 million, but the buyer wanted the choice waterfront land for the purpose of subdividing it, not for the 119-year-old building that stood upon it. The old manse was to be razed to make way for new housing. Rather than see old building torn down, the Connecticut Trust for Historic Preservation stepped in and offered it for $1 to anyone who would cart it away and give it a good home elsewhere. The costs of barging the mansion to a new site and restoring it were estimated at $500,000 and $1.7 million , respectively. The Today Show helped publicize the scheme, but unfortunately people heard only what they wanted to hear: that they could have a mansion for $1. Everything about the land not coming with it and the building having to be carted away and set up elsewhere went in one ear and out the other. The property was overrun by folks determined to look it over, and they showed up at all hours of day and night, often necessitating calls to the police to have them removed. The previous owner (who was living in its carriage house) was driven to distraction by the never-ending stream of phone calls and letters pleading for the house. \"Keep Out\" signs had to be posted, and the road leading to the mansion had to be chained off to keep dollar-waving people out. Meanwhile, the Trust's office was also fielding hundreds of calls and letters, some coming from those who thought this was a lottery, and one from a gal who thought the mansion was a prize offered for an essay-writing contest. Even utter chaos eventually dies down. Hundreds upon hundreds of inquiries later, no one really wanted the house. It was ultimately demolished in July 1997. Barbara \"dollar daze\" Mikkelson Additional information: Eno Transportation Foundation",
  "Originally Published": "",
  "Referred Links": "http://www.enotrans.com;",
  "Example": "",
  "Last Updated": "4 April 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/autos/law/eno.asp",
  "Claim": "The man who penned the first traffic laws never drove a car himself.",
  "Claim_ID": "autos_law_eno",
  "Tags": ""
}