{
  "Origins": "In October 1996, the Internet was left giggling over the hilarious news story of a pair of not-too-bright good ol' boys and truck repairs gone wrong. Combining the key comic elements of trucks, bullets and stupidity, the tale was a sure winner.",
  "Fact Check": "",
  "Description": "Only one problem with the news item: It didn't happen. It was a fun story dressed up to look like a 25 July 1996 Arkansas Democrat-Gazette article, and it fooled a lot of people. It didn't fool the newspaper the fake news item had been attributed to, though. Here's a debunking of the tale by the very paper that supposedly ran the original story: A frog-gigging story that reportedly appeared in this newspaper is winding its way around the globe like a chain letter. Except the story didn't run in the Arkansas Democrat-Gazette. And from all indications, it's not true. That's not keeping it from circulating the Internet. In fact, the computer network is proving much speedier and far-reaching than most chain letters. Under headings such as \"True-Life Redneck Story\" and \".22 Cal Ammunition Safety Alert!!\" computer users around the United States are passing on the following story (incorrectly listed as appearing in Arkansas Democrat-Gazette July 25): Two local men were seriously injured when their pickup truck left the road and struck a tree near Cotton Patch on state Highway 38 early Monday morning. Woodruff County Deputy Dovey Snyder reported the accident shortly after midnight Monday. Thurston Poole, 33, of Des Arc, and Billy Ray Wallis, 38, of Little Rock, are listed in serious condition at Baptist Medical Center. The accident occurred as the two men were returning to Des Arc after a frog-gigging trip. On an overcast Sunday night, Poole's pickup truck's headlights malfunctioned. The two men concluded that the headlight fuse on the older model truck had burned out. As a replacement fuse was not available, Wallis noticed that the .22 caliber bullet from his pistol fit perfectly into the fuse box next to the steering wheel column. Upon inserting the bullet, the headlights again began to operate properly and the two men proceeded on eastbound toward the White River Bridge. After traveling approximately 20 miles and just before crossing the river, the bullet apparently overheated, discharged and struck Poole in the right testicle. The vehicle swerved sharply to the right, exiting the pavement and striking a tree. Poole suffered only minor cuts and abrasions from the accident but will require surgery to repair the other wound. Wallis sustained a broken clavicle and was treated and released. \"Thank God we weren't on that bridge when Thurston (shot his intimate parts off) or we might have been dead,\" stated Wallis. \"I've been a trooper for 10 years in this part of the world, but this is a first for me. I can't believe that those two would admit how the accident happened,\" said Snyder. Upon being notified of the wreck, Lavinia, Poole's wife, asked how many frogs the boys had caught, and did anyone get them from the truck. While Lavinia worries over the fate of the frogs, Arkansans worry where the story might have originated. There is no town of Cotton Patch in Woodruff County - it's Cotton Plant. No Deputy Snyder has ever worked for that county's sheriff's department. And attempts at verifying the existence of Wallis and Poole have been futile. Could it have a been an attempt to make Arkansans look stupid? \"I accuse a Yankee of it,\" says one Internet observer. No one has claimed responsibility. The Arkansas Democrat-Gazette ran that piece out of self-defense it kept getting calls and inquiries about the bullet fuse story, and this seemed the best way to try to put a lid on the spurious story. Where did the tale come from? It was likely a fanciful reworking of an earlier version that had appeared on the Internet in March 1996: Dave so-and-so of Anniston, Alabama, was injured recently after he attempted to replace a tubelike fuse in his Chevy pickup with a 22-caliber rifle bullet (used because it was a perfect fit). However, when electricity heated the bullet, it went off and shot him in the knee. I like the dressed-up telling of it better. Most stories can be improved by tossing in a few hundred frogs. Barbara \"it was a dark and froggy night . . .\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "25 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/techno/fuse.asp",
  "Claim": "A pair of Arkansas rednecks are injured using a .22 caliber shell in place of a burnt-out automobile fuse.",
  "Claim_ID": "autos_techno_fuse",
  "Tags": ""
}