{
  "Origins": "This is a windfall legend, pure and simple, a tale of an ordinary Joe's being in the right place at the right time to have good fortune handed to him. We want to believe in the legendary Harley because then we can believe magic could touch any of us at any time. And in that lies the key to this legend's tellability.",
  "Fact Check": "",
  "Description": "Most often this legend is told about a machine inscribed \"To Elvis, Love, Priscilla,\" but sometimes the bike is said to have been a gift from Elvis to James Dean. How much was paid for it is also subject to variation; anything from $300,000 to $2.2 million has been mentioned. The buyer is either said to be the Harley-Davidson Company or Jay Leno (of \"Tonight Show\" fame). (An Elvis Presley-James Dean pairing is rather unlikely because at the time of James Dean's death in an automobile accident on 30 September 1955, neither young man was yet a major entertainment figure. The two films that propelled James Dean to stardom, Giant and Rebel Without a Cause , were released posthumously, and in September 1955 Elvis Presley was still largely a regional act, recording for a small Memphis-based record label and playing live shows around the South at venues that included high school gyms. At that point in his career, Elvis would probably not have lavished such an expensive gift on someone who was then only a relatively minor TV and film star.) Jay Leno has categorically stated his only connection with this tall tale is people asking him about it: Have you heard the story about the Rockingham County farmer who bought an old Harley-Davidson motorcycle at a yard sale and discovered \"To Elvis, Love Priscilla\" written under the seat? Then he sold it to Jay Leno, late-night talk show host, who handed over $1 million for the bike? Well, Leno has heard it. \"Yesterday, I got a call that it was an old farmer in Pennsylvania that had it,\" he said. \"Then, two weeks ago, Texas Monthly magazine called because I'd bought it from a farmer (there).\" Leno has one thing to say: \"I don't buy show-business memorabilia.\" In 2000, Leno said he had been getting a couple of calls a week for the past six to eight months about the story, which he called \"an urban fairy tale\" perpetuated, in part, by the Internet. On 22 January during that evening's airing of The Tonight Show , he once again disclaimed the rumor. Additionally, Todd Morgan, a spokesman at Graceland in Memphis, said none of the long-lost Harley stories was true. If not Leno, maybe the Harley-Davidson Company bought the bike? Nope. They've less need than anyone to buy an Elvis motorcycle now, because they already have one. A 1956 Harley-Davidson KH that belonged to The King and was purchased from Fleming Horne by Harley-Davidson in 1995 is now housed at their archive facility in Milwaukee. Elvis had other motorcycles too, five of which (four Harleys and one Honda) are at the Graceland Museum in Memphis, Tennessee. Harley-Davidson has lots of fun trying to set people straight about this legend. A 1996 newspaper article relates the difficulties they've had: First, the undead Elvis was seen all across America. A St. Louis housewife even saw the King at a movie theater here. I read that in a supermarket tabloid, so I know it's true. Now Elvis' Harley is turning up all around the USA. The King's hog brings fabulous wealth to the fan who finds it. I'm proud to say I have the Harley bike story worth the most money $4 million. That number is confirmed by the Harley-Davidson folks. I heard the story from my friend Richard, who believes it is true. \"This could only happen in America,\" he said. Here is Richard's story: \"This friend of a friend of my daughter was riding along a back road, when he saw an old motorcycle for sale,\" Richard said. \"It was a 1950s Harley for $600. The bike needed work, but he bought it. \"He couldn't get parts, the bike was so old. So he called Harley headquarters in Milwaukee. He described the Harley. He kept getting transferred from person to person. Each time, they'd ask what the Harley looked like. \"Finally, the CEO of Harley came on the line. He asked the guy to describe the Harley again. Then he told him to go out and check under the rear fender. That's where he found an inscription beginning, 'To Elvis ...' \"It was Elvis' Harley-Davidson, a gift from somebody. Harley offered him $4 million for it. \"Imagine that,\" Richard said. \"Four million dollars for a bike he found by the road. It's like winning the lottery.\" Is there a chance in a million that this story is true? Elvis collectibles go for major money. His 1969 American Express card was auctioned for $41,400. And it was expired. Elvis only held it in his hand. Think what you could get for something he'd wrapped his legs around. Elvis did ride Harleys, and he rode them hard. Lamar Fike, a member of the Memphis Mafia Elvis' entourage says he and Elvis used to ride their Harleys 110 miles an hour on what is now Elvis Presley Boulevard. One misty afternoon in 1957, they had to slow down for a bus. Lamar and his Harley slid under the bus. Lamar was lucky. He only lost some leather off his jacket. He lived to tell this story to Alanna Nash for her book, Elvis Aaron Presley. Elvis' Harley was untouched. Was it the one Richard's friend of a friend found on a back road? Richard tried to find the new Harley millionaire for me. \"He was the friend of other friends,\" Richard said. \"Nobody knows his name.\" If I just got $4 million, I'd keep my name quiet, too. Richard was sure Harley-Davidson would remember this high-priced buy. I called Harley headquarters in Milwaukee and got transferred from person to person, just like the guy in the story. I didn't end up with the Harley CEO. I got Nola Vander Meulen with Harley public relations. \"We've received so many calls on the Elvis Harley,\" she said. Is the story true? \"No, it's an urban legend. We hear about it all the time, from all over. Usually the Harley is found in a barn or bought at a garage sale. The buyer lifts up the seat or looks at the fender and sees this inscription: 'To Elvis, from Priscilla.' Most stories say we buy it for anywhere from half a million to a million dollars. You came up with the most money.\" There is some truth to the tale. \"We did purchase Elvis' very own personal Harley,\" Nola said. \"But it belonged to a collector who knew what it was. The bike was well documented.\" How much did Harley pay for it? \"I don't know, and if I did, I couldn't say.\" Four million dollars? I asked. Nola laughed and laughed, which I took for a no. The Harley bike story does skid by the truth. But the actual facts are a King-sized disappointment. The legendary Elvis deserves better. I can only hope that somewhere there is an undiscovered Harley. I'll ask Elvis, next time he's in town to see a movie. A similar tale circulates concerning country singer Hank Williams, who died of a heart attack on New Year s Day of 1953 while sleeping in the back seat of his Cadillac: A guy is walking alone one night and sees a parked car with a man passed out in the backseat. The window is unrolled and the man manages to swipe the backseat sleeper's large white hat. The next morning he hears that Hank Williams was found dead in the backseat of a car. The man flips the hat upside-down only to notice the letters \"H.W.\" inscribed in the rim. Hank Williams's hat was never found and to this day it sits in this guy's closet. (Though the Elvis Harley tale isn't one of them, some windfall legends turn out to be true. One bargain hunter struck pay dirt when he bought a painting for $4 at the local flea market. See our Declaration of Financial Independence page for details.) Barbara \"hawg 'n' dossier\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "8 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/dream/elvis.asp",
  "Claim": "A motorcycle enthusiast buys an old machine, then discovers the bike once belonged to Elvis Presley and sells it for millions of dollars.",
  "Claim_ID": "autos_dream_elvis",
  "Tags": ""
}