{
  "Origins": "In an effort to encourage carpooling and thereby ease freeway congestion and lessen environmental impact, many municipalities have added High Occupancy Vehicle lanes to existing highways. HOV (aka carpool or diamond) lanes are restricted to those vehicles that have a stated minimum number of occupants or (in some parts of the U.S.) bear the appropriate stickers granting them that right (i.e. certain hybrid automobiles).",
  "Fact Check": "",
  "Description": "Because they are generally less populated than the rest of the highway, HOV lanes pose a temptation to unaccompanied drivers snarled in the daily commute and wistfully looking over at the more free-flowing diamond lanes. Heavy fines serve to keep most of the covetous to the straight, narrow, and more crowded, but not all. Some singletons choose to brazen it out and take the risk of being ticketed. Others attempt various deceptions designed to make it appear they have passengers in their vehicles. And then there are the pregnant women who will, when pulled over for HOV lane violations, claim their unborn children as additional people in their vehicles. Early in 2006, an Arizona woman tried just that. Candace Dickinson had been fined $367 for improper use of a High Occupancy Vehicle (aka carpool) lane. She was caught driving in the HOV lane on Interstate 10 on 8 November 2005 even though alone in her vehicle. Sgt. Dave Norton of the Phoenix police made the stop. When he asked Dickinson how many people were in the car, \"she said two as she pointed to her obvious pregnancy,\" he said. Sgt. Norton said this was the second time in the last four years that a woman tried to use the defense against him, but the first one was a \"whole lot less pregnant\" than this driver. (Dickinson's son Cole was born on 23 November 2005.) Dickinson chose to fight the ticket by asserting in court that Arizona traffic laws don't define what a person is, so the child inside her womb justified her use of the lane. Phoenix Municipal Court Judge Dennis Freeman used a \"common sense\" definition of the statutes governing use of HOV lanes in which an individual occupies a \"separate and distinct\" space in a vehicle. \"The law is meant to fill empty space in a vehicle,\" Freeman said. The California Highway Patrol sees it the same way : I'm pregnant. The HOV lane requires two persons in a vehicle. Now that I'm eating for two, can I use this lane? California law requires that in order to utilize the HOV lane, there must be two (or, if posted, three) separate individuals occupying seats in a vehicle. Until your \"passenger\" is capable of riding in his or her own seat, you cannot count them. Other lone drivers have attempted to avail themselves of the convenience of the HOV-lane commute without legal penalty, with similar degrees of success. In February 2010, 61-year-old K.A. Franscinella of Mount Sinai, New York, attempted to fool those who police the carpool lane with a female mannequin sporting a long dark wig, blazer, shirt, and scarf. The officer who pulled her over immediately knew something was odd about the so-called passenger who was wearing sunglasses and using the visor on a cloudy morning. In January 2006, a driver was stopped and ticketed on U.S. 36 in Westminster, Colorado, for driving in a carpool lane with a mannequin he created by applying make-up to a wig stand and affixing it to clothing stuffed with newspapers (then strapping the finished product into the passenger seat with a seatbelt). In November 2005, Kevin Morgan of Petaluma, California, was handed a $351 citation in Marinwood for driving in a carpool lane with a kickboxing dummy propped up in the passenger seat. The dummy was dressed in a baseball cap and Miami Dolphins windbreaker and wore a seatbelt. In March 2002, a motorist with a full-size mannequin as a passenger drove into the car-pool lane on Interstate 405 in Renton, WA, triggering a chain of collisions involving six cars and two buses. Susan Aeschliman-Hill of Kent, WA, had outfitted her immovable companion with a wig, sweater, and makeup. The accident occurred when Aeschliman-Hill darted into the carpool lane between two buses. Among those injured were fifteen students on a class trip. In 2001, a policeman in Atlanta pulled over a carpool lane violator who'd positioned a dummy in the passenger seat. The mannequin in question was wearing a sports jacket, a pair of sunglasses, and a baseball hat. Best of all, he had been positioned so he was holding a newspaper. Ruses motorists have used to conceal their driving alone in car-pool lanes: Store mannequins, blow-up dolls, kickboxing dummies, cardboard cut-outs, and even balloons (with faces drawn on them in marking pen). Buckling the passenger-side seat belt and pretending to talk to someone reclining in that seat. Covering an empty infant seat with a blanket or placing a doll in it. Taping a styrofoam wig stand to the passenger headrest and topping it with a blonde wig. Strapping the family pooch into the passenger seat. And no, lone hearse drivers transporting clients to their final rests cannot use the diamond lane. Barbara \"diamonds aren't forever\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.chp.ca.gov/html/answers.html#04;",
  "Example": "",
  "Last Updated": "8 May 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/autos/law/carpool.asp",
  "Claim": "Pregnant woman tries to beat carpool lane ticket by asserting her fetus counts as a second person.",
  "Claim_ID": "autos_law_carpool",
  "Tags": ""
}