{
  "Origins": "People love to hear and pass along bits of secret information that supposedly enable them to gain advantage by manipulating \"the system\" to their favor whether the prize to be won is something as potentially significant as beating a breathalyzer test or keeping points off their driver's licenses, or as trivial as being able to zip through traffic a little faster than other motorists. That in many cases people are passing along rumors about schemes that don't work (and that they've never had occasion to try for themselves) doesn't seem to slow their proliferation.",
  "Fact Check": "",
  "Description": "A slightly different dynamic is at work in the claim that flashing your high beams at a traffic signal will cause it to change from red to green more quickly: Many motorists have tried it and discovered that it seemingly performs as advertised, thereby documenting the validity of the claim. What they don't realize, however, is that they've stumbled upon another example of the post hoc, ergo propter hoc fallacy . This strategy works, drivers assume, because stop signals are equipped with sensors that respond to the flashing of strobe lights mounted on emergency vehicles. These traffic pre-emption systems automatically interrupt normal traffic light cycling to allow ambulances, fire trucks, and police cars to pass through intersections more quickly and safely by providing them with a steady stream of green lights while keeping opposing traffic halted with red lights. The adventurous motorist thus tries to trick these sensors by rapidly flashing his car's high beams as he approaches a red-lighted intersection, and voil the light turns from red to green. It works! Of course, in many cases the perceived results are nothing more than coincidence the light was already about to cycle from red to green, and the flashing high beams had no effect. Also, in many places advance sensors are placed in the road well ahead of controlled intersections. When these advance sensors detect the passage of an automobile, they place a \"call\" to the next traffic signal; if others sensors detect no vehicles waiting at the next cross street ahead, the signal changes from red to green to allow the oncoming car to flow through the intersection smoothly. Since advance sensors are generally placed at a point about the same distance away from intersections as the point where drivers start flashing their high beams to influence upcoming signals, it can easily appear to the unknowing that such flashing does indeed cause lights to change. A problem with a cause-and-effect belief in this scenario is that many intersections aren't equipped with strobe-detecting sensors, so motorists end up flashing their lights at traffic signals that don't care. And even when drivers happen upon strobe-enabled signals, the sensors are set to detect lights flashing at a rate so rapid (in the neighborhood of 14 flashes per second) that a human working a manual headlight switch couldn't possibly imitate it. Moreover, some traffic pre-emption systems are now activated not just by an on-off alternation of lights, but by a specific pattern of flashing. Naturally, a market has developed for transmitters that can effectively trigger traffic pre-emption systems, but the sale of such devices to non-authorized buyers has now been outlawed in most jurisdictions. Additional information: How MIRT Works",
  "Originally Published": "",
  "Referred Links": "http://www.themirt.com/how.html;http://web.archive.org/web/20080514052035/http://edition.cnn.com/2003/US/Midwest/11/05/traffic.lights.ap/;http://www.nizkor.org/features/fallacies/post-hoc.html;",
  "Example": "I seem to remember hearing some time ago, that if you flashed your high beams at stop lights, they would assume you were an emergency vehicle, and change.",
  "Last Updated": "5 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/law/strobe.asp",
  "Claim": "Flashing your car's high beams at a traffic signal will cause it to change from red to green more quickly.",
  "Claim_ID": "autos_law_strobe",
  "Tags": ""
}