{
  "Origins": "Stories about fiery crashes in which a car's occupants are burned alive thanks to the seat belts that held them in place have been recorded in print as far back as 1981, and one of our readers reports hearing this tale in Ohio in the 1960s.",
  "Fact Check": "",
  "Description": "Common to the legend about the burnt-to-death seat belt wearers is the characterization of the victims as numbering among life's innocents. They are invariably presented as sympathetic figures, a detail which works to make their gruesome deaths seem all that more appalling. One will hear that they were young marrieds with two small children, or five bridesmaids on the way to a wedding, for instance. In this legend, it seems it's not enough the carnage has to be on a large scale (four or five people trapped in a burning car is so much more horrific than having just one fellow torched); the victims have to be such that those hearing the story immediately shake their heads in disbelief at the senseless tragedy in this world. In other words, we're talking nuns, Boy Scouts, little kids, newlyweds, bridesmaids, babies, and puppy dogs. Two cremated salesmen from Des Moines won't wrench the heart the way five crisped Sisters of the Little Charity will. The false belief that it's safer not to wear a seat belt in case the vehicle catches fire persists despite the mountain of evidence countering it. Death by incineration or drowning accounts for less than one-tenth of one percent of motor-vehicle-related traumas. Most passengers who are ejected from vehicles die, and the majority of them are thrown through the windshield. The chances of injury from hitting the pavement, a fixed object, or a moving vehicle (including your own) are also much greater if you are not wearing a seat belt. The National Highway Traffic Safety Administration says: Most crash fatalities result from the force of impact or from being thrown from the vehicle, not from being trapped. All studies show you are much more likely to survive a crash if you are buckled in. Ejected occupants are four times as likely to be killed as those who remain inside. Yes, but what if the unthinkable happens and the car catches fire or plunges into a river? Being restrained actually increases the chances of escape from burning or submerged vehicles. Those not harnessed in get knocked around during the accident, often resulting in unconsciousness. And an unconscious accident victim has no chance of getting out of a burning or rapidly sinking car. Ann Landers in 1994 and Dear Abby in 1991 both quoted a policeman who'd seen his share of accidents: \"I've never unbuckled a dead man.\" So with the evidence so strongly stacked in favor of buckling up, why do so many persist in not wearing a seat belt and indeed in believing the fiction about the five crisped bridesmaids? The decision not to use a safety restraint is a way to deny the risks of driving. Seat belts are a clear and ever-present reminder that there is danger lurking on the roads ahead, and that any one of us could end up a traffic fatality. As muddle-headed as this must sound, by ignoring the seat belt, by assuring oneself one doesn't need it, one pretends death doesn't exist, or that at least it will never claim you. But of course the \"As long as I don't acknowledge the danger out there, I'm guaranteed to live forever\" justification isn't much to pull out of one's hat when challenged about not wearing a seat belt, hence the mental image of five cinderized bridesmaids in our legend: it's one heck of a rabbit to produce at such a moment. A legend such as this one is a confirmatory tale that affirms the rightness of a course of action the teller is already committed to. And it's a deadly course of action indeed. The Automotive Coalition for Traffic Safety estimates that seat belts have saved 102,115 lives from 1986 through 1998. Virtually every study ever conducted indicates that lap and shoulder belts cut the risk of serious or fatal injury by 40 to 55%. Consider that in 1997 in North Dakota, 103 people died in a total of 88 fatal accidents on state roads. Of those 103 victims, 77 were riding in cars equipped with seat belts but were not wearing them. Thirty-four of the 88 fatal accidents were one-vehicle rollovers. Rollovers are among the most dangerous types of accidents for unrestrained drivers and passengers, since so many of them are thrown out of their vehicles. For instance, 27 people were thrown out and killed in North Dakota's 1997 accidents. Barbara \"have a belt for the road\" Mikkelson Additional information: Seat Belt Fact Sheet (National Highway Traffic Safety Administration)",
  "Originally Published": "",
  "Referred Links": "http://www.nhtsa.dot.gov/people/injury/airbags/buasbteens03/index.htm;",
  "Example": "The caller claimed that a police officer friend had told him that seat belts CAUSE as many injuries as they prevent. He then went on to say that his friend had told him that the worst accident he had ever seen was one in which a young married couple and their two kids were burned to death in a fiery auto crash because they were unable to escape from their electronically-locked seat belt units.",
  "Last Updated": "12 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/autos/techno/seatbelt.asp",
  "Claim": "People shouldn't wear seat belts because they might not be able to escape from their vehicles in car fires.",
  "Claim_ID": "autos_techno_seatbelt",
  "Tags": ""
}