{
  "Origins": "Despite the vital role automobile seat belts have played in saving thousands and thousands of lives over the last several decades, there is still a group of drivers and passengers who are determined not to wear them, for any number of reasons: because they find them too uncomfortable or confining, because they don't believe in their efficacy, because they've heard that wearing seat belts might actually cost them their lives in certain types of accidents, or because they resent as an unwarranted intrusion of government into private life the plethora of laws now requiring motorists to buckle up.",
  "Fact Check": "",
  "Description": "In this vein, we note with a sense of both sadness and irony a couple of articles recently called to our attention. The first is a 17 September 2004 editorial published in the Daily Nebraskan and entitled \"Individual Rights Buckle Under Seat Belt Laws,\" by Derek Kieper, a 21-year-old senior at the University of Nebraska-Lincoln, in which the writer inveighed against mandatory seat belt laws, opining that \"Uncle Sam is not here to regulate every facet of life no matter the consequences,\" and that \"Democrats and Republicans alike should stand together to stop these laws that are incongruous with the ideals of both parties.\" In the midst of his editorial he noted: As laws become increasingly strict for seat belts, fewer people will respond positively by buckling up in response to the laws. There seems to be a die-hard group of non-wearers out there who simply do not wish to buckle up no matter what the government does. I belong to this group. Evidently his words were far more prescient than any of us might have wanted, as an article in the 4 January 2005 Lincoln Journal Star reported that Mr. Kieper not only died in a car crash, but the tragic mishap that claimed his life was the very type of accident in which seat belts have proved so effective in saving lives by preventing passengers from being ejected from vehicles: Derek Kieper was a smart, funny, intense young man who relished a good debate and would do anything for his friends. Kieper, a 21-year-old senior at the University of Nebraska-Lincoln, died early Tuesday morning when the Ford Explorer he was a passenger in traveled off an icy section of Interstate 80 and rolled several times in a ditch. Kieper, who was riding in the back seat of the Explorer, was ejected from the vehicle. Two others in the vehicle, including the driver, Luke Havermann of Ogallala, and the front-seat passenger, Nick Uphoff of Randolph Air Force Base in Texas, sustained non-life threatening injuries. Havermann and Uphoff, both 21, were being treated at BryanLGH Medical Center West. Derek, who was thrown from the vehicle, was not wearing a seat belt, [Capt. Joe Lefler of the Lancaster County Sheriff's Office] said. He said Havermann and Uphoff were wearing seat belts at the time. In a similar vein, in July 2011 a helmetless motorcyclist participating in a ride to protest mandatory helmet laws was killed when he was thrown over the handlebars of his motorcycle in Onondaga, New York: Philip A. Contos, 55, of Parish, New York, was on a ride organized by the Onondaga chapter of American Bikers Aimed Towards Education (ABATE). Contos hit his brakes, began fishtailing and lost control of his 1983 Harley Davidson. He shot over the handlebars, hit his head on the pavement and was taken to Upstate University Hospital in Syracuse, New York, where he was pronounced dead. State police say evidence at the scene plus information from the attending medical expert indicated Contos would have survived had he been wearing a helmet as required by state law.",
  "Originally Published": "",
  "Referred Links": "http://www.journalstar.com/articles/2005/01/04/local/doc41db350078259784029686.txt;http://web.archive.org/web/20041105191840/http://www.dailynebraskan.com/vnews/display.v/ART/2004/09/17/414a5a030e91d;",
  "Example": "",
  "Last Updated": "4 July 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/autos/accident/seatbelt.asp",
  "Claim": "Anti-seat belt law advocate is killed in automobile accident.",
  "Claim_ID": "autos_accident_seatbelt",
  "Tags": ""
}