{
  "Origins": "A bizarre theory claiming that singer Avril Lavigne died and was replaced with a doppelg nger has been circulating online since the idea was first offered by the Portuguese-language blog \"Avril Esta Morta\" (Avril Is Dead) back in 2012. Since then, a ridiculous amount of \"evidence\" has surfaced to prove that the person currently posing as Avril Lavigne is an impostor. Song lyrics were analyzed, photographs were examined, and soon the conspiracy theory was propagated by web sites such as God Like Productions:",
  "Fact Check": "",
  "Description": "Too bad I can't post the link here because it certainly will get me banned LOL, but it's a VERY VERY well built website, probably made by a die-hard fan of Avril Lavigne, and the author of the article scrutinized several details of her career to came to a conclusion that the Canadian singer hanged herself before the second album and was replaced by a doppelganger, who left several clues about the death of the original Avril, in the lyrics and covers of the next albums. Some lyrics are pretty blatant by the way! I quoted the verses that highlight a possible suicide! According to the article's author, she killed herself after she went home and found out that her parents abandoned her. Nobody's Home: Open your eyes and look outside, find the reasons why. You've been rejected, and now you can't find what you left behind. Be strong, be strong now. Too many, too many problems. Don't know where she belongs, where she belongs. She wants to go home, but nobody's home. It's where she lies, broken inside. With no place to go, no place to go to dry her eyes. Broken inside. Her feelings she hides. Her dreams she can't find. She's losing her mind. She's fallen behind. She can't find her place. She's losing her faith. She's fallen from grace. She's all over the place. Yeah,oh The elaborate theory was even broken down by popular publications such as Vice and Gawker, and soon fans of the singer started questioning whether or not she was alive. But in July 2015 the \"Avril Esta Morta\" blog admitted that the theory was a completely fabricated one: Avril is not dead... The blog was a way to show how conspiracy theories can seem real. Many people believe everything they see on the internet, but is it right? There are many conspiracy theories about many things, but some seem no more convincing than theories that are not real. Avril Lavigne never died and was replaced by a lookalike, I created this theory to see if people would believe it, and thousands of people believed it was a fact. An important point is that I created this theory with no intention of lying; all I did is offer arguments that anyone could search for information about and prove. I used information to form a real theory that is in fact unreal. I apologize to people who believed that she was dead and feel disappointed about this revelation, but this was an exercise to teach to become more skeptical cand not believe everything you see! It was never my intention to offend anyone, just to create a theory and test people's reaction to it. You will observe I left some clues that it was all just a theory and not a fact, for example when in the beginning of the blog I referenced the \"supposed death of the singer Avril Lavigne.\" In other words, it is just a guess! If you want to believe that she is dead, that is your choice, but I say that it was all just a theory created by me. Unfortunately, the damage was already done. The above-quoted update was only \"liked\" 500 times within six months of its original publication. The Vice article, on the other hand, has been shared tens of thousands of times. As such, a number of Avril Lavigne's fans still believe that she passed away and was replaced with a doppelg nger: I watched a creepy conspiracy video last night about how Avril Lavigne is actually dead and I'm still freaked out jacey (@jacerain) November 5, 2015 I kinda believe avril lavigne is really dead santa baby (@shaghennessy) November 5, 2015 So apparently Avril Lavigne is dead, and has been replaced by a look a like named Malissa. white cheddar (@Duda1Hayley) November 5, 2015 After reading theories about how Avril Lavigne is dead, I'm convinced this is true princess (@Arianaspoon) November 4, 2015 In summation, there is no truth behind the theory that Avril Lavigne killed herself and was replaced by an actress. This theory was created with the sole purpose of proving how easy it is to spread misinformation on the Internet. Well, mission accomplished. Last updated: 5 November 2015",
  "Originally Published": " 5 November 2015",
  "Referred Links": "https://twitter.com/Arianaspoon/status/662013447064961024;https://twitter.com/Duda1Hayley/status/662076812198084608;https://twitter.com/shaghennessy/status/662147847119212544;https://twitter.com/jacerain/status/662273327893979136;https://www.facebook.com/avrilestamorta/posts/720050498101567;http://blackbag.gawker.com/did-avril-lavigne-die-in-2003-an-internet-conspiracy-1734185142;http://noisey.vice.com/blog/was-avril-lavigne-killed-off-and-replaced-with-an-actress;http://www.godlikeproductions.com/forum1/message1966226/pg1;http://avrilestamorta.blogspot.com.br/;",
  "Example": "[Collected via e-mail, October 2015] There is a rumor that Avril Lavigne is actually dead and that her doppelganger \"took over\" as her. Is this real? Or is it just a whole bunch of bs?",
  "Last Updated": "5 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/avril-lavigne-dead-conspiracy-theory/",
  "Claim": "Singer Avril Lavigne died and was replaced by a doppelg nger.",
  "Tags": "avril lavigne;avril lavigne dead;avril lavigne doppelganger;doppelganger;",
  "Claim_ID": "avril-lavigne-dead-conspiracy-theory"
}