{
  "Origins": "In July 2015, a photograph purportedly showing a young Hillary Clinton posing with a Confederate flag visible in the background began circulating online. While the image was posted to Facebook and Internet forums as early as 3 July 2015, the image didn't go viral until a few days later, when it was shared by conservative author Dinesh D'Souza: Look closely at this Hillary photo; isn't that a Confederate flag behind her on the bookshelf? pic.twitter.com/Og3Q0IKREP",
  "Fact Check": "Does a photograph show a young Hillary Clinton posing with a Confederate flag visible in the background?",
  "Description": "Dinesh D'Souza (@DineshDSouza) July 7, 2015 This picture, which was taken in the late 1960s when Hillary Clinton (then Hillary Rodham) was a student at Wellesley College in Massachusetts, has been digitally manipulated to add the image of a Confederate flag to one of the bookshelves visible behind her. The original photograph, which is part of Getty Images' \"The Life Picture Collection,\" does not show any Confederate flag within its frame: \"Class leader Hillary Rodham of Wellesley College talking about student protests which she supported in her commencement speech.\" D'Sousa acknowledged his mistake and issued a \"correction\" via Twitter: CORRECTION: Disregard the photoshopped Confederate flag in the background of the Hillary photo and simply focus on those glasses and hairdo Dinesh D'Souza (@DineshDSouza) July 7, 2015 Last updated: 7 July 2015",
  "Originally Published": " 7 July 2015",
  "Referred Links": "https://twitter.com/DineshDSouza/status/618497602724560897;http://www.gettyimages.com/detail/news-photo/class-leader-hillary-rodham-of-wellesley-college-talking-news-photo/50594227;https://twitter.com/DineshDSouza/status/618437306769215488;http://t.co/Og3Q0IKREP;https://www.moderncoinmart.com/forum/threads/look-at-the-flag-displayed-in-the-bookcase-behind-hillary-clinton.4583/;https://www.facebook.com/photo.php?fbid=10207564743945324&set=a.4226076818805.2179645.1491821872&type=1&fref=nf;",
  "Example": "[Collected via e-mail, July 2015] Is photo of Hillary Clinton with confederate flag on bookshelf on FB posted by Dinesh D'Souza real or photoshopped?",
  "Last Updated": "7 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/background-confederacy/",
  "Claim": "A photograph shows a young Hillary Clinton posing with a Confederate flag visible in the background?",
  "Tags": "confederate flag;dinesh d'sousa;hillary clinton;hilary clinton;",
  "Claim_ID": "background-confederacy"
}