{
  "Origins": "In June 2015, a \"Sub-Urban Life Hack\" video that purported to show how a rotten banana could be \"resurrected\" through the use of a bag of rice and a hair dryer was spread widely via Facebook:",
  "Fact Check": "Can a rotten banana be \"resurrected\" through the use of rice and a hair dryer?",
  "Description": "This video has been online since at least July 2014, when it was posted to YouTube by Brandon Queen, who offered this explanation for the banana-resurrecting phenomenon it seemingly depicts: The rice works as an antioxidant and pulls out any excess moisture from the banana. Then the blow dryer artificially simulates thermogenesis by speeding up the retro-fermentation process by activating the polyphosphates and preservatives which essentially reverse-ages the banana. This only works with conventional store bought bananas that use various herbicides, polyphosphates and pesticides. Although this explanation includes scientific-sounding phrases such as \"retro-fermentation\" and \"thermogenesis,\" there is nothing scientific about it. You can not resurrect a rotten banana with rice and a hair dryer. Of course, you can try. On 12 June 2015, YouTube user Crystal Phillips did just that, capturing on video her attempt to recreate this life hack which resulted in nothing more than her ending up with the same \"yucky\" banana she started with: A few theories about how the original video managed to create the illusion of \"resurrecting\" an old banana have been advanced, such as the use of a frozen banana: According to Chow, the peel of a banana will turn black once it has been placed in a freezer, while the meat of the banana will remain fresh (and the video never shows the actual state of the fruit itself prior to its \"resurrection\" so that viewers can ascertain it really was \"rotten\" to begin with): Bananas, like other tropical fruits, are prone to \"chilling injury\"; that is, damage from cold storage. The most obvious sign of it is when yellow banana skins turn black after refrigeration. If the bananas were fully ripened before you refrigerated them, they'll still be fine to eat, though they ll be mushy and the flesh might also have turned brown. The seeming color change of the banana peels could have been accomplished in a number of ways, from digital editing and lighting manipulation to the addition or removal of a coloring agent from its skin. Last updated: 4 November 2015",
  "Originally Published": "",
  "Referred Links": "http://www.chow.com/food-news/55566/why-do-bananas-turn-black-in-the-refrigerator/;",
  "Example": "",
  "Last Updated": "4 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/banana-resurrection/",
  "Claim": "A rotten banana can be resurrected with rice and a hair dryer.",
  "Tags": "zombie banana;",
  "Claim_ID": "banana-resurrection"
}