{
  "Origins": "Photographs purportedly showing bananas that had been \"injected with blood\" have been passed around online with varying degrees of paranoia for several years. The claims associated with the photographs have evolved from speculation about the discoloration of the banana (as seen above) to assertions that human blood was purposefully injected into the banana in order to spread HIV:",
  "Fact Check": "",
  "Description": "As we noted in another article about a rumor concerning supposed blood-tainted oranges, it is nearly impossible for the HIV virus to be transmitted via foodstuffs: Except for rare cases in which children consumed food that was pre-chewed by an HIV-infected caregiver, HIV has not been spread through food. The virus does not live long outside the body. You cannot get it from consuming food handled by an HIV-infected person; even if the food contained small amounts of HIV-infected blood or semen, exposure to the air, heat from cooking, and stomach acid would destroy the virus. Dr. Bob Frascino came to a similar conclusion, although in a much sassier manner, when the question was posed on The Body forum in 2011: So you're worried that folks who test HIV positive \"lose moral control\" and inject blood into bananas? Dude, tell me you're kidding. Please tell me you're kidding. Because if you're not kidding, I'll have to assume you're a looney tunes fluffernutter. Yep, totally bat-sh*t crazy. Your blood-banana paranoia is too bizarre to even qualify for urban legend status. If above-displayed photographs do not show bananas that have been injected with blood (HIV-infected or otherwise), then what caused the discoloration they display? It's likely that these bananas are experiencing some form of fungal rot, such as a type referenced in a 2011 New Yorker article about a disease destroying millions of bananas via a fungus described as producing a visual appearance featuring a \"putrefying mixture of brown, black, and blood-red.\" Last updated: 11 November 2015",
  "Originally Published": " 11 November 2015",
  "Referred Links": "http://www.newyorker.com/magazine/2011/01/10/we-have-no-bananas;http://www.thebody.com/Forums/AIDS/SafeSex/Q216765.html;http://www.cdc.gov/hiv/basics/transmission.html;",
  "Example": "[Collected via e-mail, October 2015] I bought a bundle of bananas from the Walmart in Aberdeen tonight and opened it to give to my 2 yr old daughter. This is what I found on the inside! I opened the rest of the bundle and they appeared to be normal bananas. I'm not saying it's blood but what else would it be?! One banana out of the whole bundle was like this ... a little weird! Check your produce before eating it. You never know what someone put in there.",
  "Last Updated": "11 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/banana-injected-blood-hiv/",
  "Claim": "Photographs show a banana that has been injected with human blood in order to spread HIV.",
  "Tags": "HIV;aids;bananas;",
  "Claim_ID": "banana-injected-blood-hiv"
}