{
  "Origins": "On 1 March 2012, Seattle-based venture capitalist and entrepreneur Nick Hanauer participated in the global conference series of \"TED Talks.\" The video of his six-minute talk, widely circulated since its release, captured him addressing a spate of issues pertaining to income inequality and capitalism from the perspective of a very wealthy individual: Not long after Hanauer's March 2012 talk was filmed, rumors began circulating claiming that TED had deliberately suppressed the clip due to its potentially offensive (to rich people) nature. On 16 May 2012, National Journal published an article contending that TED's organizers had quashed the groundbreaking talk because its content was simply too controversial to release, an odd assertion considering the 2011 emergence of a well-known (and widely reported upon) protest movement known as Occupy Wall Street):",
  "Fact Check": "Was Nick Hanauer's 2012 TED Talk about income inequality banned because it was \"too politically controversial\" to release?",
  "Description": "TED organizers invited a multimillionaire Seattle venture capitalist named Nick Hanauer the first nonfamily investor in Amazon.com to give a speech on March 1 at their TED University conference. Inequality was the topic specifically, Hanauer's contention that the middle class, and not wealthy innovators like himself, are America's true \"job creators.\" \"We've had it backward for the last 30 years,\" he said. \"Rich businesspeople like me don't create jobs. Rather they are a consequence of an ecosystemic feedback loop animated by middle-class consumers, and when they thrive, businesses grow and hire, and owners profit. That's why taxing the rich to pay for investments that benefit all is a great deal for both the middle class and the rich.\" You can't find that speech online. TED officials told Hanauer initially they were eager to distribute it. \"I want to put this talk out into the world!\" one of them wrote him in an e-mail in late April. But early this month they changed course, telling Hanauer that his remarks were too \"political\" and too controversial for posting. In the years since 2012, Hanauer's TED clip has paradoxically been viewed millions of times while remaining the focus of articles describing it as described as \"banned,\" \"too controversial,\" or the speech TED \"doesn't want you to see.\" While it's difficult to determine the accuracy of statements about its online availability in March 2012, the clip clearly became widely available and was frequently viewed on sharing sites such as YouTube shortly thereafter, and it has remained popular ever since. But in 2015, many social media users continued to assert Hanauer's talk was banned: Banned TED Talk: Nick Hanauer Rich People Don t Create Jobs (VIDEO) #news http://t.co/wmlAmaIZ48 Hannah Kennison (@HannahKennison1) July 6, 2015 Nick Hanauer on His Banned TED Talk & Why the Middle Class are the Job Creators http://t.co/KKQOqIK5PQ Jonathan Goodman (@GoodmanJonathan) July 20, 2015 if you are interested in #economics, then it is worth listening Banned TED Talk: Nick Hanauer 'Rich people don't... http://t.co/00E6rlPF1g Mudassar Bashir (@mb62020) June 15, 2015 Nick Hanauer too politically controversial : rich people don t create jobs, consumers do - via Reese Jones http://t.co/9xzs0vn1kz V rit TV (@Verite_TV) June 11, 2015 In late May 2012 a contributor to TED's forums specifically asked why Hanauer's talk had been \"banned,\" prompting a lengthy discussion during the course of which individuals affiliated with TED linked to a statement issued by TED curator Chris Anderson on why Hanauer's talk had not been promoted. The service by which Anderson published the explanation (Posterous) shuttered in April 2013, taking Anderson's remarks with it. However, a cached version revealed the date (17 May 2012), title (\"TED and inequality: The real story\"), and content of Anderson's rebuttal. Anderson opened by stating that \"TED was subject to a story so misleading it would be funny... except it successfully launched an aggressive online campaign against us.\" He described an ensuing \"firestorm of outrage\" on sites including Reddit and Huffington Post, wherein TED was \"accused of being cowards ... in the pay of our corporate partners ... [and] the despicable puppets of the Republican party.\" Anderson's account of the decision not to release Hanauer's talk differed dramatically from the circulating rumors: Here's what actually happened. At TED this year, an attendee pitched a 3-minute audience talk on inequality. The talk tapped into a really important and timely issue. But it framed the issue in a way that was explicitly partisan. (The talk is explicitly attacking what he calls an article of faith for Republicans. He criticizes Democrats too, but only for not also attacking this idea more often.) And it included a number of arguments that were unconvincing, even to those of us who supported his overall stance, such as the apparent ruling out of entrepreneurial initiative as a root cause of job creation. The audience at TED who heard it live (and who are often accused of being overly enthusiastic about left-leaning ideas) gave it, on average, mediocre ratings some enthusiastic, others critical. At TED we post one talk a day on our home page. We're drawing from a pool of 250+ that we record at our own conferences each year and up to 10,000 recorded at the various TEDx events around the world, not to mention our other conference partners. Our policy is to post only talks that are truly special. And we try to steer clear of talks that are bound to descend into the same dismal partisan head-butting people can find every day elsewhere in the media. We discussed internally and ultimately told the speaker we did not plan to post. He did not react well. He had hired a PR firm to promote the talk to MoveOn and others, and the PR firm warned us that unless we posted he would go to the press and accuse us of censoring him. We again declined and this time I wrote him and tried gently to explain in detail why I thought his talk was flawed. So he forwarded portions of the private emails to a reporter and the National Journal duly bit on the story. And it was picked up by various other outlets. As Anderson noted, income inequality was the subject of at least one [uncensored] TED Talk video in 2011. Much of the rumor regarding Nick Hanauer's purportedly banned TED Talk segment hinged upon the differing assertions made by TED and Nick Hanauer at the time of the controversy in 2012. However, Anderson's claims (that TED curators are tasked with promoting only the most impactful clips) weren't implausible or suggestive of a coverup. It would be difficult to determine whether Hanauer or anyone working on his behalf threatened a public relations offensive, but TED maintained that quality and not content was behind the decision not to feature the video (which clearly was not \"banned\" from public view but was simply not promoted by TED). Since the time of the initial debate over whether or why the TED talk was \"banned,\" the clip has been distributed both by TED and other outlets and widely viewed by a large online audience. In August 2014, Hanauer returned for a TED Talk titled \"Beware, fellow plutocrats, the pitchforks are coming.\" While it's true that TED opted not to promote Hanauer's initial appearance (during which he discussed income inequality) his segment was not banned, and the organization cited his lack of substantive content alongside his primary reliance on partisan ideas as the reason it was not curated alongside other featured TED Talks. At no point during the immediate controversy did TED appear to deny the existence of the video, remove it from the Internet, interfere with its distribution, or otherwise thwart the ideas advocated by Hanauer from spreading. The group simply chose initially not to promote the clip (as they doe for a large number of TED Talks) in favor of other content selected by their curators. Last updated: 27 July 2015",
  "Originally Published": " 27 July 2015",
  "Referred Links": "https://www.ted.com/talks/nick_hanauer_beware_fellow_plutocrats_the_pitchforks_are_coming;http://www.ted.com/talks/richard_wilkinson?language=en;http://webcache.googleusercontent.com/search?q=cache:sac3Lpxw8XsJ:tedchris.posthaven.com/131417405+&cd=1&hl=en&ct=clnk&gl=us;http://techcrunch.com/2013/02/15/posterous-will-shut-down-on-april-30th-co-founder-garry-tan-launches-posthaven-to-save-your-sites/;http://www.ted.com/conversations/11476/why_is_the_nick_hanauer_talk_n.html;https://twitter.com/Verite_TV/status/609142131727429633;http://t.co/9xzs0vn1kz;https://twitter.com/mb62020/status/610470786248372224;http://t.co/00E6rlPF1g;https://twitter.com/hashtag/economics?src=hash;https://twitter.com/GoodmanJonathan/status/623050709387345920;http://t.co/KKQOqIK5PQ;https://twitter.com/HannahKennison1/status/617959769442140161;http://t.co/wmlAmaIZ48;https://twitter.com/hashtag/news?src=hash;https://en.wikipedia.org/wiki/Occupy_Wall_Street;http://www.nationaljournal.com/features/restoration-calls/too-hot-for-ted-income-inequality-20120516;",
  "Example": "[Collected via e-mail, July 2015] There are several articles that claim \"TED Banned This Billionaire For Exposing Capitalism's Biggest Lie\" or some similar wording. This is about the speech of Nick Hanauer, apparently a Seattle venture capitalist. The language of this sensational claim makes me suspicious, as does the unlikelihood of the claim. Is it true? What is the source of the rumour?",
  "Last Updated": "27 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/banned-ted-talk-nick-hanauer/",
  "Claim": "A 2012 TED Talk video featuring wealthy entrepreneur Nick Hanauer speaking on the subject of income inequality was banned because it was deemed \"too politically controversial.\"",
  "Tags": "nick hanauer;banned ted talk;controversial ted talks;ted talks;income inequality;banned;fake bans;",
  "Claim_ID": "banned-ted-talk-nick-hanauer"
}