{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/FoxNews/?fref=ts;http://www.bransontourismcenter.com/shows/info/70s-music-celebration-starring-barry-williams;",
  "Example": "[Collected via Email, February 2016] Facebook has a blurb that actor Barry Williams was shot in a shootout with police after a car chase. It says he is suspected to have killed several people. Is this true? Origin:On 30 January 2016, the Facebook group \"Fox News Channel\" published a photo of actor Barry Williams, who played Greg Brady on the show The Brady Bunch, along with the claim that the actor had been gunned down by police: This is not true. No credible media outlets have reported on the death of Barry Williams. The actor is not connected to several murders, he was not involved in a police shootout, and he is still alive and well. Additionally, Barry Williams does not live on a \"suburban ranch\" in Santa Barbara, but in Branson, Missouri. While the \"Fox News Channel\" Facebook group appears to be affiliated with the real Fox News page, that is not the case. The \"Fox News Channel\" Facebook group was designed to appear like the legitimate news network in an attempt to fool unsuspecting readers into believing their fake news stories. While this group does not contain a disclaimer labeling its content as satire, there are several ways to identify this group as a fake news channel. First, the Facebook group's header contains two glaring errors. The word channel has been misspelled \"chattel,\" likely so that that the group can avoid trademark infringement claims, and second, the \"Fox News\" logo appears upside down: Also, the real Fox News Facebook page has more than 11.5 million fans. The fake \"Fox News Channel\" page has less than 50,000. The \"Fox News Channel\" Facebook group is not connected in any way to the real Fox News page. This group is just another of the many online purveyors of clickbait fake news stories. Last updated: 02 February 2016 Originally published: 02 February 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/barry-williams-not-dead/",
  "Claim": "Actor Barry Williams, who played Greg Brady on 'The Brady Bunch,' was shot and killed by police officers in California.",
  "Tags": "fake news;greg brady;brady bunch;barry williams;",
  "Claim_ID": "barry-williams-not-dead"
}