{
  "Origins": "In October 2015, a Facebook user shared the above-reproduced image of a sign marking the former town of Belakwa, New York, which was supposed;y abandoned in 2012 after \"a 'routine' hydrofracking operation left its soil toxic and its aquifer irreparable,\" along with a comment stating: Oh, yeah. Fracking is totally harmless.",
  "Fact Check": "",
  "Description": "Iterations of the image (and the sign's claims that Belakwa, New York had been abandoned due to hydrofracking) date to at least 2013, when photographs of the sign were circulated on social media with additional context: ON THIS SITE STOOD the town of BELAKWA, NY. It was abandoned in 2012 after a \"routine\" hydrofracking operation left its soil toxic and its aquifer irreprable. \"Belakwa\" = \"Bella Aqua\" = \"Beautiful Water\" Great new street art project being done in upstate NY. This siting is in Bearsville, NY outside of Woodstock, NY. As the poster correctly observed, the sign was part of a larger series of works by artist Norm Magnusson. In 2007, the New York Times profiled Magnusson's eye-catching project, rendered in the style of the state's iconic historical markers: The blue and yellow sign along Main Street in Ridgefield looked a lot like a historical marker, but something wasn t quite right. Rather than commemorate a famous person who had stood there, or an event that had shaped history, the marker honored the role of dissent in the functioning of a \"healthy democracy.\" Mr. Magnusson is an artist-activist. His cast aluminum markers focus our attention on pressing contemporary social and political issues, often restating the concerns or comments of ordinary Americans in carefully composed messages that are designed to make you think. Magnusson's subject matter is exceedingly broad, ranging across a variety of topical issues, including global warming, the war in Iraq and the debate over evolution and intelligent design. His candor is pitiless and unsparing, showing no fear or favor to any particular ideology. Magnusson's work utilizes a standard format for historical markers in New York State: No town or other settlement by the name of Belakwa ever existed in New York State. A Google Maps search on the location returned a result pointing to the museum in which Magnusson's work was displayed. Last updated: 5 November 2015",
  "Originally Published": " 5 November 2015",
  "Referred Links": "https://www.google.com/maps/place/The+Aldrich+Contemporary+Art+Museum/@41.2770431,-73.4992277,17z/data=!3m1!4b1!4m2!3m1!1s0x89c2aa27abceb2a7:0x227a77c2ac5e9731;http://www.nytimes.com/2007/09/30/nyregion/nyregionspecial2/30artsct.html;https://www.facebook.com/MarcellusShaleEarthFirst/photos/a.426685157441643.1073741826.426669710776521/445253778918114/?_rdr=p&type=1;https://www.pinterest.com/pin/537124693028005619/;https://www.facebook.com/photo.php?fbid=1042244642473346&set=a.103602986337521.8308.100000634593503&type=3;",
  "Example": "[Collected via e-mail, November 2015] Is this true?",
  "Last Updated": "5 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/belakwa-ny-abandoned/",
  "Claim": "A sign marks the location of the now-abandoned town of Belakwa, New York, rendered uninhabitable due to hydrofracking.",
  "Tags": "fracking;belakwa;",
  "Claim_ID": "belakwa-ny-abandoned"
}