{
  "Origins": "On 7 November 2015, the UK newspaper The Guardian published a photo gallery showing the inside of the home owned by former neurosurgeon and current 2016 Republican presidential candidate Dr. Ben Carson. While the gallery featured several images of paintings, awards, and certificates on the walls of Dr. Carson's house, one particular portrait of Dr. Carson posing with Jesus caught the eye of social media users: Ben Carson's house is filled with his awards and pictures, like this one of him with Jesus https://t.co/8GItclguFg pic.twitter.com/k2slHIYRfw",
  "Fact Check": "",
  "Description": "Peter Feld (@peterfeld) November 7, 2015 Some people found the choice of home decor peculiar, and since many viewers came across the portrait of Dr. Ben Carson and Jesus through social media posts and not via a news article, many of them wondered if the photograph was real. While we haven't been able to locate an image of the portrait other than the one offered by the Guardian, we were able to track down confirmation from another publication that a portrait of Ben Carson and Jesus did indeed hang on the neurosurgeon's walls. In 2009, Baltimore Magazine published a profile of Carson which included a description of his home, referenced the portrait in question, and noted that the imagery of the picture was consistent with Dr. Carson's expressions of faith: The family room, where Carson likes to unwind over games of pool, ping pong, and foosball, is a sort of makeshift museum of the man known for his gifted hands, and [his wife] Candy is both keeper and curator. A quick glance at the cases and walls reveals more than 50 honorary doctorate degrees from such institutions as Spelman College, Morgan State University, and Yale as well as certificates, trophies, and statues from numerous preeminent organizations. The [couple's] strong faith is also a guiding force. \"We are very spiritual people so you will see a lot of Bibles around the house and things that are indicative of that,\" says Carson, who attends a Seventh Day Adventist Church in Silver Spring. \"I don't have to be politically correct here.\" He points to a stained-glass window in his foyer, a painting of him with Jesus, and his favorite proverb over the fireplace \"By humility and the fear of the Lord are riches and honor and life\" Proverbs 22:4. Last updated: 9 November 2015",
  "Originally Published": " 9 November 2015",
  "Referred Links": "http://www.baltimoremagazine.net/2009/2/1/dr.-ben-carson-tells-his-life-story;https://twitter.com/peterfeld/status/663023008118874113;https://t.co/k2slHIYRfw;https://t.co/8GItclguFg;http://www.theguardian.com/us-news/gallery/2015/nov/07/ben-carson-house-homage-to-himself-in-pictures;",
  "Example": "",
  "Last Updated": "9 November 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/ben-carson-jesus-painting/",
  "Claim": "Dr. Ben Carson owns a portrait of himself posing with Jesus.",
  "Tags": "jesus;ben carson;",
  "Claim_ID": "ben-carson-jesus-painting"
}