{
  "Origins": "In 1972, the alternative newspaper Vermont Freeman published an essay by Bernie Sanders entitled \"Man and Woman\" in which the future U.S. senator included a reference to a woman fantasizing about rape. After Sanders gained political prominence as a presidential candidate in 2015, that essay was brought to wider attention in a profile of Sanders published by Mother Jones on 26 May 2015: What Sanders did share with the young radicals and hippies flocking to Vermont was a smoldering idealism forged during his college years as a civil rights activist he coordinated a sit-in against segregated housing and attended the 1963 March on Washington but only a fuzzy sense of how to act on it. Sanders bounced back and forth between Vermont and New York City, where he worked at a psychiatric hospital. After his marriage broke up in the late 1960s, he moved to an A-frame farmhouse outside the Vermont town of Stannard, a tiny hamlet with no paved roads in the buckle of the commune belt. He dabbled in carpentry and tried to get by as a freelance journalist for alternative newspapers and regional publications, contributing interviews, political screeds, and, one time, a stream-of-consciousness essay on the nature of male-female sexual dynamics:",
  "Fact Check": "Did Bernie Sanders write an essay in which a woman fantasizes about being \"raped by three men simultaneously\"?",
  "Description": "That essay sparked a debate about Sanders and his views on women, and conservative outlets such as Young Cons, reproduced a portion of the essay in an attempt to illustrate how it was hypocritical for liberals to demonize Republicans for waging a \"War on Women\" when Sanders had written about a rape fantasy in a 1972 essay: According to liberals with IQs smaller than their sock size, conservative presidential candidates absolutely LOATHE women, hate them with a passion even. Those mean, old, white guys which is a hilarious stereotype given there's latinos, blacks, and women in the top spots for the GOP want nothing more than to destroy women s health care by defunding the ghoulish Planned Parenthood, and encourage rape culture with their antiquated views on gender roles. None of this is actually true, of course, but when have facts ever got in the way of the liberal agenda? What should really make you scratch your head is how lefties will rake conservatives over the coals for the things mentioned above, yet say absolutely nothing about this atrocious Bernie Sanders quote: But of course, plenty of publications on both sides of the political spectrum have said a good deal about \"this atrocious Bernie Sanders quote.\" NPR, for example, reported that: The essay by the Vermont senator isn't long only a page. The bit about rape comes at the very beginning, as does some not-totally-safe-for-work language: A man goes home and masturbates his typical fantasy. A woman on her knees, a woman tied up, a woman abused. A woman enjoys intercourse with her man as she fantasizes being raped by 3 men simultaneously. The man and woman get dressed up on Sunday and go to Church, or maybe to their 'revolutionary' political meeting. Have you ever looked at the Stag, Man, Hero, Tough magazines on the shelf of your local bookstore? Do you know why the newspaper with the articles like 'Girl 12 raped by 14 men' sell so well? To what in us are they appealing? Sanders Sanders then goes on to explain his ideas about gender roles and eventually gets at a sharper point that traditional gender roles help create troubling dynamics in men's and women's sex lives. \"Many women seem to be walking a tightrope,\" he writes, as their \"qualities of love, openness, and gentleness were too deeply enmeshed with qualities of dependency, subservience, and masochism.\" One way to read the essay is that Sanders was doing (in a supremely ham-handed way) what journalists do every day: draw the reader in with an attention-getting lede, then get to the meat of the article in the middle. You can draw divergent conclusions from the article itself. On the one hand, he's talking about liberating people from harmful gender norms. On the other, with his nameless hypothetical \"man-and-woman\" characters, he also seems to imply that men fantasize about raping women or that women fantasize about being raped. CNN also covered the controversial essay in a piece that quoted Sanders' campaign spokesman describing it as \"stupid\" and a \"dumb attempt at dark satire\": Michael Briggs, Sanders' campaign spokesman, said the article was a \"dumb attempt at dark satire in an alternative publication\" that \"in no way reflects his views or record on women. It was intended to attack gender stereotypes of the '70s, but it looks as stupid today as it was then.\" Last updated: 22 September 2015",
  "Originally Published": " 22 September 2015",
  "Referred Links": "http://www.cnn.com/2015/05/28/politics/bernie-sanders-rape-essay-1972/index.html;http://www.npr.org/sections/itsallpolitics/2015/05/29/410606045/the-bernie-sanders-rape-fantasy-essay-explained;http://www.youngcons.com/this-bernie-sanders-quote-about-rape-should-horrify-women-everywhere/;http://www.motherjones.com/politics/2015/05/young-bernie-sanders-liberty-union-vermont;",
  "Example": "[Collected via e-mail, September 2015] This quote about rape has been attributed to Bernie Sanders. Is it true? \"A woman enjoys intercourse with her man as she fantasizes being raped by 3 men simultaneously.\"",
  "Last Updated": "22 September 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/bernie-sanders-essay/",
  "Claim": "Bernie Sanders wrote an essay in which a woman fantasizes about being \"raped by three men simultaneously.\"",
  "Tags": "bernie sanders;bernie sanders quote;bernie sanders rape;bernie sanders essay;man and woman;",
  "Claim_ID": "bernie-sanders-essay"
}