{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.snopes.com/wordpress/wp-content/uploads/2016/02/12669454_1064464040271637_4232281066263877321_n-1.jpg;",
  "Example": "[Collected via Facebook, February 2016] This is incredible you gotta love these two and how supportive of lgbt community they are. They have been so supportive since back in the 60s and 70s Bernie is a real hero in my eyes. Origin:In February 2016, a photograph purportedly showing Democratic presidential candidate Bernie Sanders and his current wife, Jane O'Meara Sanders, at a 1975 march in support of the transgender community began circulating online. Although apparently intended as a joke (since the image doesn't make much sense to a viewer unfamiliar with its context), the photograph's accompanying description has been taken seriously by some viewers even though: This photograph is quite obviously a cropped version of an image taken from the classic 1975 musical comedy horror film The Rocky Horror Picture Show, picturing actors Tim Curry, Barry Bostwick and Susan Sarandon. Despite the falsity of this image, Bernie Sanders has in fact been a supporter of LGBT rights for many years: Senator Sanders has been a longtime supporter of LGBT rights. In 1983, during his first term as Mayor of Burlington, Sen. Sanders supported the city s first ever Pride Parade. He later signed a city ordinance banning housing discrimination. Sen. Sanders is currently a cosponsor of the Equality Act, which would expand the Civil Rights Act of 1964 and other anti-discrimination laws to include protections for sexual orientation and gender identity. He has consistently supported legislation that would guarantee LGBT Americans would be treated as equal citizens, and has a lifetime perfect score from the Human Rights Campaign. Last updated: 05 February 2016 Originally published: 05 February 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/bernie-sanders-rocky-horror/",
  "Claim": "A photograph shows Bernie and Jane Sanders at an LGBT march in 1975.",
  "Tags": "bernie sanders;",
  "Claim_ID": "bernie-sanders-rocky-horror"
}