{
  "Origins": "On 29 August 2015, a Tumblr user re-blogged a \"note\" about Adolf Hitler and World War II (originally shared by another user), appendeding a claim about the parents of former Vermont senator (and Democratic presidential candidate) Bernie Sanders' parents being Holocaust survivors: \"A guy named Adolf Hitler won an election in 1932.",
  "Fact Check": "Were Bernie Sanders' parents Holocaust survivors?",
  "Description": "He won an election, and 50 million people died as a result of that election in World War II, including 6 million Jews. So what I learned as a little kid is that politics is, in fact, very important.\" Bernie Sanders parents are Holocaust survivors by the way. Both posts (which between them accumulated a quarter of a million comments) linked to an 11 June 2015 Christian Science Monitor article that focused on then-current online rumor claiming that Sanders maintained dual U.S.-Israeli citizenship. In that article, Sanders mentioned that his father had emigrated from Poland but did not describe his parents as Holocaust survivors: Chances are, Sanders's religion would not have come up at the Monitor breakfast, except for a controversy the day before. During an interview broadcast by NPR, host Diane Rehm had asserted, mistakenly, that Sanders was a dual US-Israeli citizen. He immediately corrected her, calling it \"nonsense that goes on in the Internet.\" But Ms. Rehm pressed on and asked about other members of Congress. Sanders took offense. \"I honestly don't know but I have read that on the Internet. You know, my dad came to this country from Poland at the age of 17 without a nickel in his pocket. He loved this country. I am, you know, I got offended a little bit by that comment, and I know it's been on the Internet. I am obviously an American citizen, and I do not have any dual citizenship.\" Similarly, a 21 January 2007 New York Times magazine article on Sanders reported that Sanders' father Eli came from Poland and \"saw his family wiped out in the Holocaust,\" but did not state that Eli Sanders himself was a Holocaust survivor: Sanders's parents were Jewish immigrants from Poland. His father, Eli, a struggling paint salesman who saw his family wiped out in the Holocaust, worried constantly about supporting his wife and two sons. His mother, Dorothy, dreamed of living in a \"private home,\" but they never made it beyond their three-and-a-half-room apartment on East 26th and Kings Highway. She died at age 46, when Bernie was 19. \"Sensitivity to class was imbedded in me then quite deeply,\" Sanders told me. On 25 July 2015, the Sanders for President campaign released a five-minute long video spot titled \"Progress,\" in which (at the 30-second mark) Sanders briefly stated that his mother was born in New York (not Poland) and had died young: Tablet magazine published an in-depth piece on Sanders on 20 August 2015 that provided additional detail about Sanders' parents, reporting that Eli Sanders' immigrated to the U.S. in 1921, well before the outbreak of World War II and the horrors of the Holocaust (although a number of Eli Sanders' relatives who remained in Poland perished in concentration camps years later): Bernie Sanders is a typical American Jew of his generation in that his story doesn't hew to any preconceived narratives or stereotypes, except for the fact that it begins in Brooklyn, where he and his brother Larry grew up in a modest apartment located off Kings Highway. Like many Brooklyn families, the Sanderses aspired to become middle-class Americans while living in the shadow of the Holocaust. In 1921, Larry and Bernie s father, Eli, left his family in Slopnice, a rural village in the South of Poland, and immigrated to the United States. During the Nazi occupation of Poland, Slopnice's wide-open fields were used for airdrops before the businesses and goods of the town's local Jews were closed and confiscated. Most of Eli's family was sent to concentration camps where they were killed. \"Politics was not an aside [for us],\" Larry Sanders has said. \"It was life or death.\" In late May 2015, Bernie Sanders covered the same biographic ground during a speech in Burlington, Vermont: My father came to this country from Poland without a penny in his pocket and without much of an education. My mother graduated high school in New York City. My father worked for almost his entire life as a paint salesman and we were solidly lower-middle class. My parents, brother and I lived in a small rent-controlled apartment. My mother s dream was to move out of that small apartment into a home of our own. She died young, and her dream was never fulfilled. As a kid I learned, in many, many ways, every day, what lack of money means to a family, and that is a lesson I have never forgotten and never will. So while Bernie Sanders' father, Eli Sanders, immigrated to the United States from Poland, he did so back in 1921 thus could not accurately be described as a Holocaust survivor under even the broadest definitions of the term. Sanders' mother, Dorothy Sanders, was born in New York City and thus was neither an immigrant nor a potential victim of Nazi death camps. Last updated: 21 September 2015",
  "Originally Published": " 21 September 2015",
  "Referred Links": "http://www.huffingtonpost.com/2015/05/26/bernie-sanders-2016_n_7446570.html;http://www.tabletmag.com/jewish-news-and-politics/192931/bernie-sanders-story;http://www.nytimes.com/2015/07/25/us/politics/bernie-sanderss-100-brooklyn-roots-show-beyond-his-accent.html;http://www.nytimes.com/2007/01/21/magazine/21Sanders.t.html;http://www.csmonitor.com/USA/Politics/monitor_breakfast/2015/0611/Bernie-Sanders-I-m-proud-to-be-Jewish;http://theliberaltony.tumblr.com/post/121349161408/a-guy-named-adolf-hitler-won-an-election-in-1932;https://twitter.com/cohntrast/status/638025529384263681;https://twitter.com/ThaliaMariie/status/637823556479524864;https://twitter.com/hashtag/BernieSandersForPresident2016?src=hash;",
  "Example": "",
  "Last Updated": "21 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/bernie-sanders-parents-holocaust/",
  "Claim": "Bernie Sanders' parents were Holocaust survivors.",
  "Tags": "bernie sanders;eli sanders;dorothy sanders;bernie sanders biography;holocaust survivors;",
  "Claim_ID": "bernie-sanders-parents-holocaust"
}