{
  "Origins": "On 10 November 2015, the History Channel aired a special entitled Breaking History: Bigfoot Captured, a program that purportedly documented a successful hunt and capture of the legendary creature:",
  "Fact Check": "",
  "Description": "Bigfoot is America's most legendary creature, and has always inspired more questions than answers. Could something resembling a massive man-ape really be roaming forests and hiding in the shadows undetected? Whether you believe in Bigfoot or not, there's something provocative about the idea that we could be living with an unseen monster. But what if one day we did more than catch a glimpse of one? What if we captured the creature? This two-hour special, compiled by a director who traveled the world looking for proof Bigfoot actually exists, takes an unexpected turn when a Sasquatch capture is caught on camera. What happens when what most of us think is fiction becomes fact? And what does it mean for us all if the creature really is out there. While the program started with a brief disclaimer stating that Breaking History: Bigfoot Captured featured \"some dramatization\" and ended with credits listing various actors who pretended to be Bigfoot hunters, the episode was presented in documentary form and therefore fooled a number of viewers into believing that a Bigfoot creature had actually been captured during the process of filming. This is not the case. The actors on \"Bigfoot Captured\" didn't actually catch a Sasquatch or uncover a Bigfoot skeleton. According to the Idaho State Journal, the History Channel contracted Idaho State University's Robotics and Communication Systems Engineering Technology program to create a skeleton of the mythical beast to be used in the show: Because no actual Bigfoot skeletons have been unearthed, [ISU anthropology and anatomy professor Jeff] Meldrum had to reconstruct it based on what Bigfoot researchers believe the creature is related to. Meldrum borrowed from the physical looks of extinct animals such as the Gigantopithecus blacki an ancient ape that was twice the size of apes today and the Neanderthal a species of human that is said to have became extinct 40,000 years ago. Meldrum took the Neanderthal skeleton, and technicians from the Idaho Virtualization Laboratory on ISU's campus under Meldrum's guidance digitally manipulated the skeleton to reflect the Bigfoot captured in the famous Patterson-Gimlin film. \"They made the shoulders much broader, the torso thicker, the arms longer, the legs the right proportion,\" Meldrum said. \"Then we took the Neanderthal skull away because it's more human-like.\" In other words, Breaking History: Bigfoot Captured was not a documentary, but rather a fictional work created in fake documentary style for entertainment purposes, just like the fake Animal Planet \"documentary\" on mermaids and the fake Discovery Channel \"documentary\" about megalodon. Last updated: 11 November 2015",
  "Originally Published": " 11 November 2015",
  "Referred Links": "http://skeptoid.com/episodes/4375;http://www.idahostatejournal.com/members/printing-bigfoot-isu-creates--d-skeleton-of-bigfoot-for/article_14d0b75e-85fc-11e5-94cb-a3512597bfc6.html;http://www.pastemagazine.com/articles/2015/11/history-channels-bigfoot-captured-was-a-tv-abomina.html;",
  "Example": "[Collected via e-mail, October 2015] Bigfoot Captured aired tonight on the history channel supposedly showing a Bigfoot in a cage that was caught by a team of people in the woods. Is this real?",
  "Last Updated": "11 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/bigfoot-captured-history-channel/",
  "Claim": "The History Channel aired a documentary that showed a Bigfoot creature being captured.",
  "Tags": "bigfoot;bigfoot skeleton;bigfoot captured;breaking history;history channel;",
  "Claim_ID": "bigfoot-captured-history-channel"
}