{
  "Origins": "In November 2015, a conspiracy theory essay positing that Donald Trump would be assassinated before he might become President began circulating via email and online message boards. Most iterations of the essay were titled \"An Interesting Take On Trump,\" \"DONALD TRUMP: WHAT THEY ALL FEAR MOST!\" or \" \"What I See Happening In a Trump Presidency\" and attributed to conservative commentator Bill Bennett: They will kill him before they let him be president. It could be a Republican or a Democrat that instigates the shutting up of Trump. Don't be surprised if Trump has an accident. Some people are getting very nervous: Barack Obama, Valerie Jarrett, Eric Holder, Hillary Clinton and Jon Corzine, to name just a few.",
  "Fact Check": "",
  "Description": "It's about the unholy dynamics between big government, big business, and big media.They all benefit by the billions of dollars from this partnership, and it's in all of their interests to protect one another. It's one for all and all for one. It's a heck of a filthy relationship that makes everyone filthy rich, everyone except the American people. We get ripped off. We're the patsies. But for once, the powerful socialist cabal and the corrupt crony capitalists are scared. The over-the-top reaction to Trump by politicians of both parties, the media, and the biggest corporations of America has been so swift and insanely angry that it suggests they are all threatened and frightened like never before. Donald Trump can self-fund. No matter how much they say to the contrary, the media, business, and political elite understand that Trump is no joke. He could actually win and upset their nice cozy apple cart. It's no coincidence that everyone has gotten together to destroy The Donald. It's because most of the other politicians are part of the a ood old boys club. They talk big, but they won't change a thing. They are all beholden to big-money donors. They are all owned by lobbyists, unions, lawyers, gigantic environmental organizations, and multinational corporations ... like Big Pharma or Big Oil. The above-quoted essay was not written by Bill Bennett. It was originally posted on the web site Reality News Media on 17 September 2015 and circulated for several weeks with no attribution attached to it. It wasn't until mid-November 2015 that Bill Bennett's named started to appear alongside the title in an apparent attempt to lend credibility to the essay. Bennett's views on Donald Trump are not in line with those expressed in the essay. While the unknown author writes that Trump would make a good President since he is self-funded and does not play by the rules, Bennett said in an interview with Sean Hannity that he was not okay with a Trump presidency: Because I look at a man and the totality of his acts and his record and the things he has and stood for. And I think, probably, he's not very principled in terms of his convictions anyway, except he, you know, is a businessman who does things his way, his own idiosyncratic way. I do understand the appeal. People are angry, mad. And he seems big enough to kind of encompass that anger ... ... Here's Trump with a record, you know, longer than your arm, wrong on all these things, getting all this support. That's what makes me a little angry and makes me think there's a lot of irrationality on it... ... Look, if Trump's the nominee, Sean, I will support him because I won't support Hillary. Last updated: 30 November 2015",
  "Originally Published": " 30 November 2015",
  "Referred Links": "http://www.foxnews.com/transcript/2015/10/21/bill-bennett-not-okay-with-trump-candidacy-police-seek-public-support-after/;https://www.facebook.com/permalink.php?story_fbid=960820120623454&id=169291906442950&substory_index=0;https://www.linkedin.com/pulse/why-trump-wont-make-republican-nominee-james-murphy;http://cb75948.com/2015/10/13/donald-trump-a-prediction/;http://www.realitynewsmedia.com/news/?s=donald+trump;http://www.usmessageboard.com/threads/bill-bennett-they-will-kill-trump-before-they-let-him-be-a-president.457721/;",
  "Example": "[Collected via email, November 2015] Bill Bennett: \"They will kill Trump before they let him be a president.\" Did he really say this?",
  "Last Updated": "30 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/bill-bennett-donald-trump-quote/",
  "Claim": "Conservative commentator William J. Bennett penned an essay hypothesizing that Donald Trump would be killed before he was elected president.",
  "Tags": "donald trump;trump prediction;bill bennett;trump presidency;",
  "Claim_ID": "bill-bennett-donald-trump-quote"
}