{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/MrMichaelSpicer/;http://michaelspicer.tumblr.com/post/136874386880;http://www.independent.co.uk/news/uk/home-news/tony-blair-told-bill-clinton-that-dianas-popularity-gave-her-problems-with-royal-establishment-a6801511.html;http://www.bbc.com/news/uk-35258804;http://www.snopes.com/wordpress/wp-content/uploads/2016/01/Screenshot-2016-01-08-at-11.06.19-AM.png;",
  "Example": "[Collected via Twitter, January 2016] Origin:On 7 January 2016, the BBC published an archive of private conversations between former president Bill Clinton and former Prime Minister Tony Blair: The transcripts of calls and meetings between former US President Bill Clinton and former UK Prime Minister Tony Blair have been made public. They reveal that the two leaders had a fairly close personal relationship. They reveal that the two leaders had a fairly close personal relationship. In addition to revealing how these two world leaders discussed major political events, they were also filled with inside jokes, intimate conversations, and odd talks about bananas. Shortly after the transcripts were published, comedian Michael Spicer created his own fictional versions of these conversations. Spicer imagined Clinton informing Blair about a bowling competition, his ability to spin plates, Disneyworld castles, and the correct spelling of \"B-L-A-R-E.\" Spicer's most popular fake transcript, however, featured Bill Clinton's admission that he punches hams in order to get out his frustration: While transcripts of conversations between Bill Clinton and Tony Blair were published by the BBC after a Freedom of Information request, which revealed several personal exchanges between the two world leaders, the conversation about Bill Clinton punching a ham was made up by comedian Michael Spicer. Last updated: 08 January 2016 Originally published: 08 January 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/bill-clinton-told-tony-blair-ham/",
  "Claim": "Bill Clinton told Tony Blair that he likes to punch slabs of ham.",
  "Tags": "ham;bill clinton;tony blair;transcripts;",
  "Claim_ID": "bill-clinton-told-tony-blair-ham"
}