{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://education.uconn.edu/erik-hines/;http://lc.uconn.edu/schola2rshouse/;http://eslife.uconn.edu;http://nation.foxnews.com/2016/01/31/uconn-encourages-segregation-black-only-dorms;http://www.theblaze.com/stories/2016/01/31/the-reason-why-uconn-decided-to-build-a-dorm-only-for-black-men/;https://www.facebook.com/john.f.gallagher/posts/10153990627079073;",
  "Example": "[Collected via e-mail, Facebook, and Twitter, February 2016] This morning's Facebook rumor is that the University of Connecticut is building a \"Blacks Only\" dormitory on campus with taxpayer funds. This is supposed to improve the graduation rate for young, black men by enabling them to spend more time with each other. It seems a bit \"hinky\" to me. It's not being covered by any mainstream news outlets, and a visit to UCONN's website, while it reveals several initiatives for Black History Month, doesn't say a word. This looks like it needs some of your famous debunking. For me, it doesn't quite pass the \"sniff test.\" There are lots of Google links to be had by searching for \"uconn black dorm,\" but as I said, none seem reliable. Thanks!! An all black dorm? Boy this country has really gone to hell in recent years after we elected a black president. Race... Posted by John F Gallagher on Sunday, January 31, 2016 An all black dorm? Boy this country has really gone to hell in recent years after we elected a black president. Race... Posted by John F Gallagher on Sunday, January 31, 2016 Origin:On 31 January 2016, The Blaze published an article with a headline indicating that the University of Connecticut was building a dorm to house black students only: In order to help black males graduate, the University of Connecticut is constructing a dorm with a living space only for them. Called the ScHOLA2RS House, the living community for African American males is set to open in 2016. According to UConn's website, the ScHOLA2RS House is \"a scholastic initiative to groom, nurture, and train the next generation of leaders to address grand challenges in society through the promotion of academic success in undergraduate programs at the University of Connecticut and in competitive graduate programs.\" Fox News' Fox Nation aggregated a snippet of a separate web site's article on the same date, with the sole visible excerpt stating that: The University of Connecticut is hoping that black males will graduate at a higher rate if they spend more time with one another, and is building a new residence hall to facilitate just that. Many readers expressed skepticism regarding the accuracy of the claim and reported an inability to locate any such initiative announced or described on UConn's web site or the school's social media channels. We contacted UConn's Residential Life department to ask whether any construction for a \"blacks only\" dorm was underway. They confirmed the only new housing being built was for STEM (Science, Technology, Engineering and Math) students of all ethnicities. An undated document published among UConn's learning initiatives included a \"Mission\" portion that read: ScHOLA RS House is a Learning Community designed to support the scholastic efforts of male students who identify as African American/Black through academic and social/emotional support, access to research opportunities, and professional development. The intent of this Learning Community is to increase the retention and persistence of students using educational and social experiences to enhance their academic success at UConn and beyond in graduate and professional school placement. ScHOLA RS House will encourage involvement with the larger university community to foster peer and mentor relationships and will actively engage students in inclusion efforts at UConn. Some of the material from that document appeared to be the source for articles about a \"blacks-only dorm\" linked above. However, a question and answer section of that document expressly stated that ScHOLA RS program participants wouldn't be living in a facility where they were segregated from other students: If I apply to live in ScHOLA RS House, will I be segregated from the rest of campus? No. Typically, students do not spend their days in their residence hall. Students are in classes across campus, they participate in student organizations, they apply for leadership opportunities and work in offices across campus, they study in the library, they share meals in several dining halls, and so forth. A student s Learning Community is simply a cohort of students they engage in activities with, such as they would if they joined another organization. It will not encompass a student s entire college experience. What it will do is provide a group of faculty, staff and students who support each other and encourage the success of its members academically, professionally, and socially. In addition, the 40 ScHOLA RS House students will live on a floor of over 100 students, so they will engage easily with students from all backgrounds in their residence hall. A separate portion of the document explained that the cohort would be housed together along with other learning communities: Students who apply to participate in the ScHOLA RS House program will live in NextGen Hall, sharing a floor with Innovation House students. NextGen Hall will house over 700 students participating in 8 Learning Communities, providing ample opportunity to engage with students from across majors, interests, and backgrounds: EcoHouse; Engineering House; Eurotech House; STEM Honors House; Innovation House; ScHOLA RS House; Public Health House; and WiMSE House (Women in Math, Science & Engineering). Each Learning Community is led by a team, including a faculty director, graduate assistants, a residence hall director, student resident assistants, and student mentors. Students participating enroll in a one-credit Learning Community-themed FYE (first year experience) course or a one-credit sophomore course and engage in activities throughout the academic year. We contacted UConn's Dr. Erik Hines for clarification on the rumor, and he provided a number of details omitted in circulating news reports: Twelve students already have contacted us with interest in living in Scholars House. Participation is, of course, entirely voluntary and its programming will be open to all in the University community, not only black male students. This living community will also be located in the new Next Gen Hall when it opens this fall, so Scholars House students will live among 700-plus other students from all backgrounds while at the same time having access to specialized educational and social experiences to encourage success in their college careers. To correct misinformation that some have unwittingly spread, this learning community will not be separate, nor is the building only going to house this group of students. Rather, this will be one of several learning communities whose residents live in Next Gen Hall, along with other students who aren't in learning communities. Also to clarify, this is not UConn's first learning community with a focus on a specific race or gender. For instance, La Comunidad Intelectual is a thriving community in Brock Hall, and WiMSE (Women in Math, Science and Engineering), located in Watson Hall, is one of our first and consistently most popular. If other students are interested in a similar residential experience, we are always open to looking at more communities to add to those already on campus. In fact, we've made a commitment to expand our learning communities, so we encourage students to bring their ideas to us, and to help us develop the kinds of housing experiences they would find valuable. The claim that UConn was constructing a special dorm for black students only was false: The learning community ScHOLA RS House is only one of many such academic communities on campus, participants aren't required to be black, and it is open to anyone who wants to be a part of it. Last updated: 02 February 2016 Originally published: 02 February 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/blacks-dorm-uconn/",
  "Claim": "The University of Connecticut (UConn) is constructing a dormitory solely to house black students.",
  "Tags": "",
  "Claim_ID": "blacks-dorm-uconn"
}