{
  "Origins": "A photograph purportedly showing First Lady Michelle Obama wearing a shirt bearing the clenched fist symbol associated with the revolutionary black nationalist Black Panther group has been circulating online for several years:",
  "Fact Check": "Does a photograph show Michelle Obama sporting a Black Panther shirt?",
  "Description": "While the exact origin of the above-displayed image is uncertain (the earliest iteration we've uncovered so far was posted to the web site Rump Roast in 2010), it is clearly a digitally altered version of an otherwise innocuous photograph. The original picture was taken during the First Lady's visit to the Gulf Coast after the Deepwater Horizon oil spill in 2010. At the time, some publications criticized the first lady for wearing what resembled an \"oil spill\" shirt: A Getty Images photograph from the same event shows Michelle Obama's shirt from another angle (as well as other women wearing somewhat similar black-and-white patterned garb): View image | gettyimages.com This isn't the first time that a fake image supposedly documenting the Obamas' alleged affinity for the Black Panther party has circulated online. In September 2009, another manipulated photograph purportedly showing a young Barack Obama posing as a Black Panther made the Internet rounds. Last updated: 24 August 2015",
  "Originally Published": " 24 August 2015",
  "Referred Links": "http://www.gettyimages.com;http://www.gettyimages.com/detail/102837565;http://www.chicagonow.com/american-princess/2010/07/wearing-an-oil-spill-to-an-oil-spill/;http://www.rumproast.com/index.php/site/comments/michelle_obama_wears_inappropriate_dress_to_psycho_picnic/;",
  "Example": "[Collected via e-mail, August 2015] Photograph shows Michelle Obama in a black panther t-shirt ... real?",
  "Last Updated": "24 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/black-panther-michelle-obama/",
  "Claim": "A photograph shows Michelle Obama sporting a Black Panther shirt.",
  "Tags": "photoshop;michelle obama;michele obama;black panther;first lady;",
  "Claim_ID": "black-panther-michelle-obama"
}