{
  "Origins": "On 14 August 2015, the web site United Media Publishing published an article titled \"Clint TX Residents Report Forced Micro-chipping by Jade Helm Operatives.\" According to that article, inhabitants of that Lone Star State town were being forcibly rounded up and implanted with microchips by soldiers taking part in the Jade Helm 15 military exercise: People in the town of Clint, Texas are reporting that American soldiers have rounded up hundreds of civilians and forced them to submit to RFID implantation.",
  "Fact Check": "Have Residents of Clint, Texas, been forcibly implanted with microchips by Jade Helm operatives?",
  "Description": "Currently Jade Helm 15 is operating just miles outside of Clint, Texas, leaving many to wonder if the two are related. Jade Helm has been steeped in controversy since it was first announced by the military on March 23 2015, and concerned Texans have been on high alert for a potential gun-grab, or martial law scenario ever since. The governor of Texas has even deployed the National Guard to defend against any potential hostile takeover attempts. The US government has described Jade Helm as a military training exercise which focuses on specific terrains, but folks remain skeptical, and with good reason. Several eye witness reports state that residents in the small town were rounded up and brought to an abandoned shopping mall in the area. There they were given the choice between RFID implantation, or imprisonment in the makeshift military base. While United Media Publishing's web site doesn't feature a disclaimer identifying its content as fake news, prior efforts from the outlet include the fabricated claims that Charles Manson had died and that thousands of Christian couples were filing for divorce to protest the Supreme Court's ruling on gay marriage. Additional articles featured on the site are similar and obvious hoaxes: #Mikebrown's ghost seen in #ferguson. Maybe this is one for @GhostAdventures #blacklivesmatter http://t.co/1yxXDl1TWs UnitedMediaPublish (@Unitmc2publg) June 3, 2015 #Baltimore officials announced plans to revoke #welfare of those caught during #BaltimoreRiots #BALTIMORELOOTCREW http://t.co/T0lkMFP06L UnitedMediaPublish (@Unitmc2publg) April 28, 2015 Last updated: 16 August 2015",
  "Originally Published": " 16 August 2015",
  "Referred Links": "https://twitter.com/Unitmc2publg/status/593187232833359872;http://t.co/T0lkMFP06L;https://twitter.com/hashtag/BALTIMORELOOTCREW?src=hash;https://twitter.com/hashtag/BaltimoreRiots?src=hash;https://twitter.com/hashtag/welfare?src=hash;https://twitter.com/hashtag/Baltimore?src=hash;https://twitter.com/Unitmc2publg/status/606090369965563904;http://t.co/1yxXDl1TWs;https://twitter.com/hashtag/blacklivesmatter?src=hash;https://twitter.com/GhostAdventures;https://twitter.com/hashtag/ferguson?src=hash;https://twitter.com/hashtag/Mikebrown?src=hash;http://www.donotlink.com/gctp;",
  "Example": "[Collected via Twitter, July 2015] I saw on my newsfeed that in clint tx people were rounded up and separated and made to either be implanted with microchips or face imprisonment.",
  "Last Updated": "16 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/blew-chips/",
  "Claim": "Residents of Clint, Texas, have been forcibly implanted with microchips by Jade Helm operatives.",
  "Tags": "jade helm 15;united media publishing;texas;raw bowie;microchips;clint;",
  "Claim_ID": "blew-chips"
}