{
  "Origins": "On 21 October 2015, the web site Cant Stop Hip Hop Worldwide published an article reporting that actor Bryshere Y. Gray had been shot dead during a robbery of a convenience store: America has been robbed of great talent, as a popular celebrity was cut down in his prime by a ruthless crook s gunshot. Bryshere Y. Gray was shot in Philadelphia, which is his home town, at around 3pm today. The 22 year old was instantly rushed to hospital, in an ambulance after a Good Samaritan called 911 who responded instantly.",
  "Fact Check": "",
  "Description": "Reliable sources state that Gray had just parked outside a convenience store and was unbuckling his seat belt to alight from his car. Seemingly out of nowhere, two armed men who wore balaclavas stood on either side of the car and one of them shot Gray at close range in the chest, through the driver s window, which was halfway down. If the above-quoted story was accurate, news about Gray's death would be headline news and Gray's co-stars from the hit Fox show Empire would certainly release statements mourning his loss. None of this happened, however, and the only web site to report about Gray's purported demise was the aforementioned Cant Stop Hip Hop Worldwide. While Bryshere Y. Gray has not directly disputed his purported demise, the actor has been active on Twitter (a feat that is hard for the deceased to accomplish) since the above-quoted story was published on 21 October 2015: Last updated: 24 October 2015",
  "Originally Published": " 24 October 2015",
  "Referred Links": "https://twitter.com/YazzTheGreatest;http://www.donotlink.com/h4cg;",
  "Example": "[Collected via e-mail, October 2015] Rumor has it that Bryshere Yazshwan Gray the actor that plays Hakeem on Empire was killed today. True or false?",
  "Last Updated": "24 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/bryshere-y-gray-dead/",
  "Claim": "Actor Bryshere Y. Gray was shot dead in October 2015.",
  "Tags": "death hoax;empire;bryshere y. gray;bryshere gray;",
  "Claim_ID": "bryshere-y-gray-dead"
}