{
  "Origins": "In December 2015, a photograph purportedly showing a Muslim woman in a special burqa-inspired crossing guard outfit circulated online along with the claim that the outfit was created by a unidentified city government official in order to deter an impending discrimination lawsuit: A Muslim dressed in a burka applied for a crossing guard position. She didn't want the job, her intentions were to sue the city \"as she was positive that they would not allow her to wear a burka on the job\". A smart government official gave her the job, but he came up with the most unique uniform for her. The reflective material is a standard for all traffic guards in that city. She quit the job at the end of day one.",
  "Fact Check": "",
  "Description": "The above-displayed crossing guard outfit, however, was not created by a city official in order to avoid a discrimination lawsuit. Rather, the outfit was created by Italian artist Marco Biagini as a piece of performance art entitled \"High Visibility Burqa.\" The photograph of it was likely taken in May 2015, during the Biennale of Arts in Venice: A model wears a dress called 'High Visibility Burqa' during a performance of Italian artist Marco Biagini during the 56th Biennale of Arts in Venice, Italy, 08 May 2015. Biagini's work was also displayed in New York in December 2015: View image | gettyimages.com Last updated: 7 December 2015",
  "Originally Published": " 7 December 2015",
  "Referred Links": "http://www.gettyimages.com;http://www.gettyimages.com/detail/499948928;http://www.alamy.com/stock-photo-epaselect-epa04738358-a-model-wears-a-dress-called-high-visibility-82291005.html;",
  "Example": "[Collected via e-mail, December 2015] I can't believe this is true?",
  "Last Updated": "7 December 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/burqa-crossing-guard-lawsuit/",
  "Claim": "City officials created a \"crossing guard burqa\" uniform in order to avoid a discrimination lawsuit.",
  "Tags": "muslim;",
  "Claim_ID": "burqa-crossing-guard-lawsuit"
}