{
  "Origins": "On 15 June 2015 the women's rights-focused group Ultraviolet published the above-displayed image, addressing the record of Republican presidential hopeful Jeb Bush, to their Facebook page. After many viewers questioned the veracity of the claims made about Bush and his record on women's issues, the post was edited to include supporting citations for its entries; but earlier versions of the post continued to circulate without it. The numbered claims and their attendant backgrounds are as follows:",
  "Fact Check": "Are a social media meme's \"5 Things You Should Know About Jeb Bush\" factually accurate?",
  "Description": "This statement stemmed from a 2003 case involving a 22-year-old, severely developmentally disabled Florida woman who had been living in state-supervised facilities for most of her life. She had become pregnant after being raped while living in a group home and had no family to make decisions on her behalf; and (even though neither the woman herself nor anyone caring for her had sought to abort the fetus) Governor Bush stepped in and asked the court to intervene in this \"uniquely troubling situation\" and appoint a representative to protect the fetus's rights: Religious groups praised the governor's actions. \"If a guardian is appointed, there would be a clear recognition that there is a human being occupying that womb,\" said Brian Fahling, senior trial lawyer for the American Family Association's Center for Law and Policy. \"The governor has the constitutional duty to uphold the right to life.\" The Christian Coalition of Florida issued a statement in support of Mr. Bush. \"The appropriate thing to do is allow the child an opportunity at life and prosecute the criminal who raped the helpless woman.\" Critics say the governor's actions are intended to keep the issue in the courts until the woman is in the third trimester of her pregnancy and can no longer obtain an abortion. \"Our take on this is that this woman's needs, her desires and her interests need to take precedence,\" said Bebe Anderson, a lawyer with the Center for Reproductive Rights, an advocacy group. \"If she is incompetent, someone else should represent her and her interests alone and make that decision for her.\" The critics also accuse Mr. Bush, a Republican, of trying to set a precedent in establishing legal protection for fetuses and of using the case to win political points with conservative groups. The governor said in his statement, \"While others may interpret this case in light of their own positions, we see it as the singular tragedy it is, and remain focused on serving the best interests of this particular victim and her unborn child.\" The statement originated with the Florida Adoption Act of 2001 (more commonly known as \"Bill 141\" or the \"Scarlet Letter\" law), which overhauled the state's adoption regulations with the stated goal of trying to \"provide greater finality once the adoption is approved, and to avoid circumstances where future challenges to the adoption disrupt the life of the child.\" The bill was inspired, in part, by the three-year fight over Baby Emily, whose father, a convicted rapist, had contested her adoption. (The Florida Supreme Court ruled in favor of Emily's adoptive parents in 1995.) The law required that any woman who was planning to put her infant up for adoption but did not know the identity of the child's father first had to run newspaper advertisements once a week for a month in the community where the child might have been conceived disclosing their names, ages, height, hair and eye color, race and weight, the child's name and birthplace, a description of the possible father, and details of the dates and places of sexual encounters that might have produced the child. Advocates of the bill maintained that it protected the rights of men who may not have known they had fathered children and that it would \"minimize last-minute challenges from a biological father, as well as challenges a father might bring after an adoption has been made legal,\" while critics contended that it was \"draconian and humiliating,\" and that Governor Bush's failure to veto the bill indicated he supporting the \"shaming\" of women for their sexual activity. Although Jeb Bush had previously lamented the lack of social stigma for having children outside of marriage (writing in his 1995 book Profiles in Character that \"one of the reasons more young women are giving birth out of wedlock and more young men are walking away from their paternal obligations is that there is no longer a stigma attached to this behavior, no reason to feel shame\"), he did not fully approve of Bill 141 and said that the state should not be \"stigmatizing women\": Gov. Jeb Bush [has] noted numerous problems with it. Officials in the governor's office say he supports an alternative way of protecting fathers' rights one already in use in many other states. Called fathers' registries, this system permits men who believe they may have fathered a child to place their names on a confidential list, which must be checked during adoption proceedings. \"We should be making adoption easier, not more difficult, and not stigmatizing women who are trying to do the right thing,\" Bush spokeswoman Elizabeth Hirst told reporters in Tallahassee. Gov. Bush also stated in a letter to Secretary of State Katherine Harris that he felt the bill put too much responsibility on the birth mother to locate the father, and while he did not veto the \"Scarlet Letter\" bill, neither did he sign it: He passively allowed it to become law in the expectation that legislators would revise the section requiring the publication of women's sexual histories \"House Bill 141 does have its deficiencies,\" he wrote. \"Foremost, in its effort to strike the appropriate balance between rights and responsibilities, there is a shortage of responsibility on behalf of the birth father that could be corrected by requiring some proactive conduct on his part.\" In fact, immediately after he let the Florida Adoption Act become law, Bush was advocating for fixes to it. The Florida House almost immediately passed a law that Bush considered a \"better alternative.\" It cut back on women's reporting requirements and established a paternity registry, for example. These were state-maintained databases that allowed a man to register if he believed he may have fathered a child. Then, if that child were ever put up for adoption, the father would have been notified and he could have a say in the proceedings. Governor Bush repealed the \"Scarlet Letter\" law in May 2003, signing a replacement measure that instituted the paternity registry mentioned above. The repeal had become something of a moot issue by then, however, as an appeals court had ruled the previous month that it was unconstitutional for the state to require women and underage girls to disclose their sexual histories, even in cases of consensual sex. The claim that Jeb Bush hired a staffer who called women \"sluts\" is true in a literal sense, although the staffer's employment by Bush was very short-lived, as he immediately left his position after the controversy about some of his several-year-old Tweets hit the news. This brouhaha originated with Jeb Bush's temporary hiring in February 2015 of Hipster.com co-founder Ethan Czahor as his Chief Technology Officer, in charge of handling the preparations for Bush's presidential run. Almost immediately after the hiring was announced, Czahor's Twitter history was dissected and shared by various media outlets. Among their findings were a handful of tweets published by Czahor in 2009 and 2010 in which he made insensitive remarks about women and used the word \"sluts\" in reference to them. A Bush spokesman quickly characterized the comments as \"inappropriate\" and indicated that Czahor had been directed to promptly delete them. One day later, Czahor resigned from his newly-assigned position and apologized for his previous remarks. As is often the case with political memes, sometimes the basic assertions check out but are misleading or inaccurate due to a lack of context. So while it's true that Jeb Bush made a statement that resembled the one quoted above, it has been reproduced without any relevant contextual information. The controversial quote was one Bush uttered during the 1994 Florida gubernatorial campaign; and the thrust of his statement was that he favored setting a two-year limit on welfare benefits, requiring recipients after that period to find work or other assistance on their own: \"If people are mentally and physically able to work, they should be able to do so within a two-year period. They should be able to get their life together, find a husband, find a job, find other alternatives in terms of private charity or a combination of all three.\" Although a generous interpretation of this statement might be to say that Jeb Bush was simply enumerating the several possibilities that (female) welfare recipients could avail themselves of after the expiration of their benefits, he made it clear later that he felt unmarried women were a significant contribution to the welfare problem: Bush did not deny making the statement. In fact, he repeated that marriage is one way along with finding a job and help from private charities for women to get off welfare. Marriage, Bush said, \"is one of many options, and if people are honest about the welfare system we have today, how you get on welfare is not having a husband in the house.\" In support of this claim, Ultraviolet cited an April 2015 Salon article, which in turn referenced an interview Bush gave to Focus on the Family on 13 April 2015. During the course of that interview, Bush lauded Florida's role as an outlier in funding \"crisis pregnancy centers\" (CPCs) during his tenure as governor: We were the only state, I believe, to have funded with state monies crisis pregnancy centers to provide counselors so that these not-for-profits that in many cases aren't as well funded as many others, could act on their mission, which is to provide broader support, but the actual counseling was done, you know, paid for by the state. It was a godsend for these crisis pregnancy centers and a lot of babies' lives were saved and a lot of families got the joy of being able to bring a child up in their home. While Jeb Bush was governor of Florida, the state funded crisis pregnancy centers through the sales of 'Choose Life' specialty license plates (under legislation signed into law by Bush in 1999) and through the creation of the Florida Pregnancy Support Services Program (which was introduced by Bush in 2005): The Florida Pregnancy Support Services Program was introduced by Gov. Jeb Bush in 2005 to increase visibility for the state's non-abortion counseling options and stem its rising abortion rate. The $4 million launch established a toll-free hotline 1-866-673-HOPE to point pregnant women in the direction of their nearest non-abortion, nonprofit option, and also provide grants to those organizations for counseling, prenatal support and adoption. The money is only available to organizations that make no mention at all of abortion. It can go to religious organizations, and it supplements the $800,000 the centers receive yearly from the state's \"Choose Life\" license plates and whatever federal funds come in. Florida was not alone in that regard, however: several other states, including Minnesota, Nebraska, North Dakota, and Texas, approved state funding of crisis pregnancy centers during the same timeframe. Moreover, between 2001 and 2006 over $60 million in federal funds were given to crisis pregnancy centers, in large part through abstinence-only programs initiated during the administration of Jeb's brother, President George W. Bush. Last updated: 21 June 2015",
  "Originally Published": " 21 June 2015",
  "Referred Links": "http://www.prochoiceamerica.org/media/fact-sheets/abortion-cpcs.pdf;http://www.focusonthefamily.com/media/daily-broadcast/jeb-bush-on-the-importance-of-family;http://www.salon.com/2015/04/14/jebs_abortion_nightmare_how_he_funneled_tax_dollars_to_quack_anti_choicers_gutted_real_health_care/;http://www.leg.state.fl.us/data/session/2001/house/journals/pdf/bound/hj0423.pdf;https://www.facebook.com/weareultraviolet/photos/a.308793015857415.71731.260933440643373/879777348758976/?type=1&theater;",
  "Example": "[Collected via e-mail, June 2015] Facebook post citing \"evils\" committed by Jeb Bush - only 15.5 months to go with this....",
  "Last Updated": "21 June 2015",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/bush-cull-fact-check/",
  "Claim": "A social media meme accurately details five aspects of Jeb Bush's record on women's issues.",
  "Tags": "5 things you should know about jeb bush;fact check;jeb bush;single mothers;ultraviolet;political memes;",
  "Claim_ID": "bush-cull-fact-check"
}