{
  "Origins": "Yup, David Phillips of Davis, California, really did rack up millions of frequent-flyer airline miles as described in the widely-circulated e-mail quoted above. And yes, he really did purchase 12,150 cups of Healthy Choice chocolate pudding then donated them to the Salvation Army and two local food banks, earning himself a further tax deduction on the whole scheme.",
  "Fact Check": "",
  "Description": "In May 1999 David spotted the promotion that was to bring him fame as \"the pudding guy.\" Consumers could buy 10 Healthy Choice products and get 500 frequent flyer miles from the airline of their choice 1,000 miles if purchased by June 1. As described above, he did the math, and it was good. The rest is now history. Rarely does a straight news story pick up the sort of following this one did. By mid-February 2000, the text of a January 2000 news article about Phillips' escapade was spreading across the Internet, jumping from one inbox to the next. Society admires the 'clever fellow' who manages by dint of his acuity to get something for nothing (or at least something of great value for very little), and that was the case here. Since his story became public, Phillips has received a virtual ton of e-mail congratulating him on his scheme. Though most of this story's appeal comes from the image of the little guy screwing a big corporation, oddly enough, that's not what happened here. In January 2000, American Airlines awarded Phillips the last of 1.25 million free miles, with the balance coming from Northwest Airlines, Delta and United. Because the airlines sell the frequent-flyer miles to Healthy Choice for the promotion for about two cents a mile, they aren't out a thing. Healthy Choice likely also made on the deal, because the value of the publicity surrounding Phillips' pudding run probably exceeds the actual dollar cost incurred by the company for purchasing those miles. The Wall Street Journal quoted an official of Healthy Choice as saying the frequent-flier offer \"met and exceeded expectations,\" although the company's spokeswoman wouldn't discuss the promotion's sales figures or data about participants. Kudos to Healthy Choice for handling as professionally as it did what must have seemed a very strange situation. According to Phillips' oft-repeated account, one day the stacks of 500-free-miles certificates just began arriving no fanfare, and certainly no attempts on the part of the company to back away from the promotion. Those who still remain a tad skeptical about all of this are certainly excused; it's an improbable story, after all. A visit to the link in the additional information section below should settle any remaining doubts. To be found there is Phillips' account of the affair as well as a supporting photo record of the stacks of pudding and certificates received. The \"pudding miles\" have since been used up, but not before David Phillips, his wife, and their daughters undertook some enjoyable trips with the rewards of his scheme: The Phillips children, Katie and Emma, were 7 and 5 in 2000. And while the girls grew \"sick\" of all that pudding back then, they learned a thing or two about travel. \"They are real pros,\" Phillips said. \"Katie, who is 19 now, flew to Italy on her own last year, and our 16-year-old has flown to visit friends on the East Coast several times all on frequent flier miles, of course!\" As for Phillips and his wife, Cindy, their best trip took them to the island of Mauritius in the southwest Indian Ocean, flying first-class on British Airways. \"The best guy trip was when four of us went to Peru,\" David said. He described one of his best family vacations as a trip to Playa del Carmen on the Yucatan Peninsula, for his family, his parents and his sister. \"Amazingly, I was able to get seven free tickets to Mexico using frequent flier miles,\" he said. \"That's not so easy these days.\" As for those pudding miles, they are all gone, Phillips said. But not to worry. You may not score on frequent flier miles from Healthy Choice, but somewhere out there some other company is bound to miscalculate a promotion. Barbara \"pudding pop\" Mikkelson Sightings: The \"guy takes advantage of pudding promotion to earn airline miles for life\" concept features in the plot of the 2002 Adam Sandler film Punch-Drunk Love . Additional information: Photos of the pudding stacks",
  "Originally Published": "",
  "Referred Links": "http://www.flyertalk.com/pudding.htm;http://us.imdb.com/Details?0272338;",
  "Example": "David Phillips, a civil engineer at UC-Davis, has become a cult hero in the obsessive subculture of people who collect frequent-flier miles by converting $3,150 worth of pudding into 1.2 million miles. Oh, yeah he's also going to claim an $815 tax write-off. Last May, Phillips was pushing his shopping cart down the frozen-food aisle of his local supermarket when a promotion on a Healthy Choice frozen entree caught his eye: He could earn 500 miles for every 10 Universal Product Codes (bar codes) from Healthy Choice products he sent to the company by Dec 31. Even better: Any Healthy Choice bar codes mailed by the end of the month would rack up double the mileage, or 1,000 miles for every 10 labels. \"I started doing the math, and I realized that this was a great deal,\" he said. \"I wanted to take my family to Europe this summer, and this could be the way.\" Frozen entrees were about $2 apiece, but a few aisles away Phillips found cans of Healthy Choice soups at 90 cents each. He filled his cart with them, and then headed to his local Grocery Outlet, a warehouse-style discount store. And there he hit the mother lode. \"They had individual servings of chocolate pudding for 25 cents apiece,\" he said. \"And each serving had its own bar code on it. I did some more math and decided to escalate my plans.\" Phillips cleaned the store out - bought every last cup of pudding in the warehouse. He then asked the manager for the addresses of all the other Grocery Outlet in the Central Valley and, with his mother-in-law riding shotgun in his van, spent a weekend scouring the shelves of every store from Davis to Fresno. \"There were 10 stores in all,\" he said. \"Luckily, most of them were right off the freeway.\" He filled his garage to the rafters with chocolate pudding and stacked additional cases in his living room. But Phillips wasn't finished yet - he had the manager of his local Grocery Outlet order him 60 more cases. \"A few days later I went out behind the store,\" he said, \"and there were two whole pallets of chocolate pudding with my name on them.\" All in all, he'd purchased 12,150 individual servings of pudding. Around this time, Phillips began to reveal his scheme to fellow of the Webflyer Web site where he posted an account under the name \"Pudding Guy.\" Phillips' tale was met with skepticism, if not outright disbelief, until he uploaded photos of his haul. But then Pudding Guy discovered he had a problem on his hands: The deadline for earning double miles was quickly approaching, and there was simply no way Phillips and his wife could tear off all those bar codes in time. \"I had to come up with something to do with all that pudding, fast\" he said. Phillips trucked the pudding to two local food banks and the Salvation Army, which agreed to tear off the bar codes in exchange for the food donation. \"We'd never seen anything like it,\" said Larry Hostetler, community relations director for the Sacramento Salvation Army. \"We've gotten some big donations, but always from companies and institutions, not individual people.\" Phillips got his bar codes in the mail in time to beat the deadline, and then held his breath. The promotion specifically said I could get the miles for any Healthy Choice product,\" he said. \"But still, it seemed like there was a good chance they'd get me on some technicality. \"But then packages large packages started arriving in the mail from Healthy Choice. In all, they contained 2,506 certificates, each good for 500 miles. That's 1,253,000 miles. Under the terms of the promotion, Phillips could have the mileage posted in any airline account. He split 216,000 between his United, Delta and Northwest accounts and posted the rest 1,037,000 miles to his American Airlines account. By surpassing the million-mile mark, Pudding Guy now has Aadvantage Gold status for life, entitling him to a special reservations number, priority boarding, upgrades and bonus miles. While we talked on the phone, Pudding Guy did a little math as you might have noticed by now, he's very, very good at math - and figured out that scheme netted him enough miles for 31 round-trip coach tickets to Europe, or 42 tickets to Hawaii, or 21 tickets to Australia, or 50 tickets anywhere in the U.S. \"Wow 31 trips to Europe for a little over $3,000,\" I said. \"That's less than $100 a ticket.\" \"Oh, it's better than that,\" Phillips said. \"Since I gave the pudding to charity I can take a tax write-off of $815. So that brings the cost of a ticket to Europe down to $75.\" As it turns out, Pudding Guy didn't donate all his stash to the food banks. He kept about 100 servings for himself, and he's just about finished them. \"Actually,\" he said, \"I really like the stuff.\"",
  "Last Updated": "9 March 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/business/deals/pudding.asp",
  "Claim": "A clever consumer earned millions of miles of free air travel by taking advantage of a Healthy Choice pudding promotion.",
  "Claim_ID": "business_deals_pudding",
  "Tags": ""
}