{
  "Origins": "One of the many arguments put forth by tax protesters is that payment of federal income taxes is \"voluntary,\" a claim based (in part) on the fact that the Internal Revenue Service uses terms such as \" voluntary compliance \" in describing the federal income tax system. Since that system is \"voluntary,\" the protesters maintain, no one who does not want to pay income tax need do so anyone who recognizes this fact can simply opt out of paying.",
  "Fact Check": "",
  "Description": "Common sense dictates that if paying income tax really were voluntary, that tidbit of information wouldn't be known only to a small cadre of tax protesters while millions of other Americans annually forked over considerable amounts of money they weren't obligated to pay. Indeed, the specious claim about \"voluntary\" income tax payment is based upon a misinterpretation of how the IRS uses that word. When the IRS employs the term \"voluntary\" in reference to taxes, it uses that word to describe the behavior of the taxpayer, not the tax itself. The U.S. income tax system is not predicated on the federal government's determining how much taxpayers have earned, calculating the amount of taxes they owe, and sending out bills for the amounts due. Instead, it is up to each taxpayer to volunteer his earnings information by filling out and submitting forms documenting his income, to determine on his own how much tax he owes, and to make the appropriate payments. But in a legal sense, neither the obligation to file of tax returns nor to pay taxes owed is voluntary: those requirements are specifically spelled out in Title 26 of the U.S. Code, particularly Section 6151: Except as otherwise provided in this subchapter, when a return of tax is required under this title or regulations, the person required to make such return shall, without assessment or notice and demand from the Secretary, pay such tax to the internal revenue officer with whom the return is filed, and shall pay such tax at the time and place fixed for filing the return (determined without regard to any extension of time for filing the return). The IRS themselves expanded on this explanation, with citations of relevant case law, in their refutation of common frivolous tax arguments: Contention: The filing of a tax return is voluntary. Some taxpayers assert that they are not required to file federal tax returns because the filing of a tax return is voluntary. Proponents of this contention point to the fact that the IRS tells taxpayers in the Form 1040 instruction book that the tax system is voluntary. Additionally, these taxpayers frequently quote Flora v. United States, 362 U.S. 145, 176 (1960), for the proposition that \"[o]ur system of taxation is based upon voluntary assessment and payment, not upon distraint.\" The Law: The word \"voluntary,\" as used in Flora and in IRS publications, refers to our system of allowing taxpayers initially to determine the correct amount of tax and complete the appropriate returns, rather than have the government determine tax for them from the outset. The requirement to file an income tax return is not voluntary and is clearly set forth in sections 6011(a), 6012(a), et seq., and 6072(a) of the Internal Revenue Code. See also Treas. Reg. 1.6011-1(a). Any taxpayer who has received more than a statutorily determined amount of gross income in a given tax year is obligated to file a return for that tax year. Failure to file a tax return could subject the non-compliant individual to civil and/or criminal penalties, including fines and imprisonment. In United States v. Tedder, 787 F.2d 540, 542 (10th Cir. 1986), the court stated that, \"although Treasury regulations establish voluntary compliance as the general method of income tax collection, Congress gave the Secretary of the Treasury the power to enforce the income tax laws through involuntary collection ... The IRS' efforts to obtain compliance with the tax laws are entirely proper.\"",
  "Originally Published": "",
  "Referred Links": "http://www.irs.gov/Tax-Professionals/The-Truth-About-Frivolous-Tax-Arguments-Section-I-A-to-C#_Toc350157885;http://www.law.cornell.edu/uscode/text/26/6151;http://www.law.cornell.edu/uscode/26/usc_sup_01_26.html;https://web.archive.org/web/20070813011731/http://www.irs.gov/irs/article/0,,id=172790,00.html;",
  "Example": "A great Constitutional expert has researched the evil mechanisms of the IRS and discovered what techniques and principles they use to enforce a tax, which they have declared as voluntary. The tax collectors use a sneaky lawyer trick known as the principle of sub-silentio or \"silence condones consent.\" Failure to deny is in effect an admission! The IRS frightens citizens into believing that they must file income tax returns, but officials privately admit it is a \"voluntary\" tax. It's all a bluff and people pay because they don't realize they have the right to just refuse.",
  "Last Updated": "14 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/business/taxes/voluntary.asp",
  "Claim": "Payment of U.S. federal income taxes is voluntary.",
  "Claim_ID": "business_taxes_voluntary",
  "Tags": ""
}