{
  "Origins": "We just love the idea of insiders thumbing their noses at the big, bad corporate world by hiding subversive little images in advertisements and product packaging, and even in innocuous children's fare such as animated Disney films. So what could be more delightful than discovering that someone had pulled this prank on the biggest, baddest, corporate entity of them all, the Federal government? And even better, that the hidden message wasn't tucked away in some obscure government publication where hardly anyone would even have the chance to see it, but was part of something millions of people routinely handled every day, a piece of U.S. currency?",
  "Fact Check": "",
  "Description": "In 1928 the United States Treasury introduced a new $10 Federal Reserve Note bearing a portrait of Alexander Hamilton on the front and a depiction of the U.S. Treasury building on the back: Many years later, wags began to claim that the automobile shown driving past the Treasury building on the right-hand side of the foreground was a Model T Ford, and that close inspection of the image with a magnifying glass or microscope would reveal that the driver and passenger of this car were none other than infamous Depression-era crime duo Bonnie and Clyde! Hee hee! Gangsters pictured on a piece of U.S. currency. Driving right past the Treasury, no less. And the government never even realized it. Oh, the irony! As much as we appreciate the gag, this rumor is, in a word, silly. First of all, the inclusion of Bonnie and Clyde on a bank note designed in 1928 would have required the skills of a psychic or a time traveler, as Clyde Barrow and Bonnie Parker didn't meet until 1930 (and they weren't linked together in crime until 1932). Secondly, close inspection of this image reveals that it lacks sufficient detail to allow one to even determine whether the occupants of the automobile are male or female, much less identify them as specific individuals: Moreover, the car pictured on the back wasn't a Model T Ford, or any other particular make and model of automobile, as the U.S. Bureau of Engraving and Printing noted: The engraved die of the Treasury Building vignette was completed in the early part of December 1927. The engraver was Louis S. Schofield. There are four cars included in this vignette. These cars are of no specific make or model and each one is a creation of the designer who prepared the original model which was later used by Mr. Schofield when he made the original hand-engraved die of this vignette. It would not be possible to have specific makes of automobiles engraved on the Treasury vignette for the $10 bill, which would be a composite model, without making it appear that we were sponsoring the product of one or another automobile manufacturer. Legal requirements will not permit a government agency to indicate its endorsement of a commercial firm or product. The four automobiles engraved into this design are similar in appearance to various models of cars being manufactured at that time. However, again, the cars in the design are of no specific make or model. The \"Model T Ford\" rumor probably developed separately from the \"Bonnie and Clyde\" rumor, with the former coming about simply because the Model T is the epitome of the \"old-time automobile,\" and the tiny image does look somewhat like the outline of a Model T (although others have maintained that it more closely resembles a Hupmobile ). Either way, the depiction of a Model T (which went out of production just before the $10 bill was introduced) wouldn't be appropriate for Bonnie and Clyde. Clyde Barrow certainly appreciated Ford automobiles, but he preferred something peppier than the Model T. None of these automobiles is present in the new design for the $10 bill which was introduced in 2000 and features a different, head-on view of the U.S. Treasury building on the reverse (although many of the older bills remain in circulation):",
  "Originally Published": "",
  "Referred Links": "http://clubs.hemmings.com/clubsites/hupmobile/modele.html;http://www.hfmgv.org/exhibits/showroom/1908/model.t.html;http://www.moneyfactory.gov/small10denom.html;",
  "Example": "",
  "Last Updated": "16 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/business/money/model-t.asp",
  "Claim": "An automobile depicted on the back of the old U.S. $10 bill was a Model T Ford driven by Bonnie and Clyde.",
  "Claim_ID": "business_money_model-t",
  "Tags": ""
}