{
  "Origins": "In April 2004, a collection of about 100 biscuit tins accumulated by West Country aristocrat Count de Salis was put up for auction in the UK by Lawrences Auctioneers. One item of especial interest from this collection was a tin produced by biscuit makers Huntley and Palmers, renowned for their elaborate biscuit packaging \"to the extent that the tin lids were designed to be displayed on kitchen walls.\" The tin of interest came with a lid featuring an illustration of an Edwardian garden party based on a painting by 19th century children's illustrator Kate Greenaway.",
  "Fact Check": "",
  "Description": "What made this one tin particularly noteworthy was that the illustration on its lid included some background details most definitely not suitable for children: a jam jar bearing a label with a vulgar four-letter word for excrement, an image of two dogs copulating, and an image of two naked lovers engaging in some \"splendor in the grass\": According to news accounts, the tins with the risqu lid illustration had first been issued around 1980, but the naughty details remained unnoticed until a shopkeeper finally spotted them with a magnifying glass years later; by the time Huntley and Palmers ceased production of tins using that design, thousands of them had already been sold. How did those scabrous images come to be part of the biscuit tin artwork in the first place? The proffered explanation was a familiar one it was a final act of revenge undertaken by a disgruntled, sacked employee: Richard Gold, of Lawrences Auctioneers, said: \"The employee was a draughts man who was fired but not given any financial help. He thought, 'I'll fix them,' so he produced this nice-looking tin and added these touches of his own.\" The tin was produced at a time of strained industrial relations at Huntley and Palmers, which at its height at the turn of the 20th century was the biggest biscuit producer in the world. The firm, which at one time had more than 5,000 employees at its complex in Reading, Berkshire, had supplied its brands to 137 countries. At the time of the X-rated tin's production, it had been forced to close its original plant in Reading in 1976 and was trying to cut costs at its production centre in Liverpool, so many workers were made redundant, including the rebel draughtsman. He may also have had other grounds for his actions, as the company was notorious for the strict rules it imposed on employees, with smoking in the toilet and stealing biscuits deemed sackable offences. Conduct was monitored even outside the factory gate, with a rule book from 1970 banning workers from throwing snowballs in the streets around the factory. We're a bit skeptical of this explanation, as most instances we've encountered of corporate shenanigans being attributed to disgruntled, revenge-seeking former employees actually turned out to be impish pranks carried out by non-disgruntled, non-vengeful current employees who allowed their penchants for levity to get the better of their senses of professional decorum. But regardless of how the salacious details came to be part of the titillating tin's artwork, they were, as a Huntley and Palmers spokesman said, \"a funny example of what happens when things go wrong in the manufacturing process.\"",
  "Originally Published": "",
  "Referred Links": "http://www.huntleyandpalmers.org.uk/ixbin/hixclient.exe?a=query&p=huntley&f=generic_theme.htm&_IXFIRST_=1&_IXMAXHITS_=1&%3dtheme_record_id=rm-rm-tins_content1;",
  "Example": "",
  "Last Updated": "6 July 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/business/hidden/biscuittin.asp",
  "Claim": "A Huntley and Palmers biscuit tin included risqu images on its lid.",
  "Claim_ID": "business_hidden_biscuittin",
  "Tags": ""
}