{
  "Origins": "FUBU is an African-American-owned, New York-based urban sportswear empire started in 1992 by five childhood friends from Queens. (The ubiquitous \"05\" on FUBU jerseys is a coded reference to these five founders.)",
  "Fact Check": "",
  "Description": "Its name is an acronym for \"For Us, By Us,\" a slogan that expressed the founders' purpose of creating a line of popular clothing designed for African-Americans, by African-Americans. At the time of FUBU's inauguration, though numerous clothiers were targeting black consumers for their urban wear, none of these companies was black-owned or black-run. That acronym, meant as a positive statement of black empowerment, was not always received as such. Some perceived it as a declaration of black racism, an exclusionary bit of sign-posting that effectively warned off anyone not of color from the raiment. Racism was not intended, though. At the time they brought FUBU into existence, the five young trendsetters who started the company were unaware that anyone other than urban blacks also favored that style of clothing. \"We thought only inner-city kids were into Timberland,\" said CEO Daymond John. Theirs was a world where clothing worn exclusively by inner-city kids (or so they thought) wasn't being designed by them. They set out to change that, along the way adopting a company name that proudly expressed that intent. \"Because of where we came from, an African-American neighborhood, most of what we did started there. But now we realize those weren't the only people wearing the clothes,\" says co-founder Carl Brown. FUBU may very well still be \"by us,\" but it now recognizes a much broader customer pool. In 1999 FUBU reported an annual sales volume of $200 million from its menswear business and $150 million from its licenses. Barbara \"underestimate this market solely at your own apparel\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "1 June 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/names/fubu.asp",
  "Claim": "The popular urban sportswear clothier FUBU took its name from the phrase 'For Us By Us.'",
  "Claim_ID": "business_names_fubu",
  "Tags": ""
}