{
  "Origins": "Cabbage Patch Kids were all the rage back in 1983-84. One did not purchase them; one \"adopted\" them. Proud new parents \"registered\" their adoption by filling in the form enclosed in the box the doll came in. Cabbage Patch Kids were loved. They were lavished with attention.",
  "Fact Check": "",
  "Description": "They were ripe to become fodder for an urban legend. It wasn't long before sad tales of cold-hearted death certificates received instead of refurbished much-loved dollies began to make the rounds. Nothing to it, of course. But that didn't stop people from believing them. In some versions of the legend, the doll is returned in a little coffin suitable for burial. In others, the broken-hearted child is billed for her doll's funeral. Sometimes it's said a citation is issued to the bereaved kid for \"child abuse\". An interesting theory about how death certificates came to be associated with this toy (and far in addition to the obvious one of \"if a doll needs an adoption certificate for you to take one home, then it certainly requires a death certificate when it's too banged up to keep any longer\") involves the rock band NRBQ (New/National Rhythm & Blues Quartet). One of the (many) zany things they were doing back in 1984 was blowing up Cabbage Patch Kids onstage. In an article in Musician magazine, the band's keyboardist/leader, Terry Adams, said that the band was considering starting up a graveyard/funeral home where badly damaged Cabbage Patch Kids could be buried and laid to rest. Another link in the NRBQ chain comes from this 1985 news article: About a year ago, displaying its typically perverse commercial instincts, NRBQ jumped on the Cabbage Patch doll bandwagon. Because the country had fallen in love with the doll with the birth certificate, the group adopted the first Cabbage Patch doll with a death certificate. NRBQ exploded one doll with a firecracker at the Bayou in Washington, tarred and feathered another in Boston and made one walk the gangplank off a cruise ship in Baltimore Harbor. So the question remains: Did a rock group with an unusual sense of humor forge the original link in people's minds between Cabbage Patch Kids and death? Barbara \"of cabbages and rock kings\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "22 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/consumer/cabbage.asp",
  "Claim": "Instead of repairing damaged Cabbage Patch dolls returned to them by hopeful little kids, Coleco cold-heartedly mailed back official-looking \"death certificates\" for each doll.",
  "Claim_ID": "business_consumer_cabbage",
  "Tags": ""
}