{
  "Origins": "We've seen examples of all sorts of ways of sneaking subversive messages into product packaging and advertisements everything from blurting out words in foreign languages during the filming of commercials to encoding statements as acrostics , but this is a first for us: concealing a dissentious notice in a product's washing instructions tag.",
  "Fact Check": "",
  "Description": "In April 2004, someone called attention to the fact something was a little odd about the care instruction tags found on backpacks and laptop cases produced by manufacturer TOM BIHN of Port Angeles, Washington. Specifically, what was unusual was that the English and French statements on those tags didn't quite match: while both versions included the usual admonitions not to use bleach, not to machine dry, and not to iron the bags, the French-language version included an extra phrase: \"NOUS SOMMES DESOLES QUE NOTRE PRESIDENT SOIT UN IDIOT. NOUS N'AVONS PAS VOTE POUR LUI.\" Roughly translated, this statement reads in English as: \"We're sorry our president is an idiot. We didn't vote for him.\" That this statement appeared on Tom Bihn tags is apparent; the pertinent questions were who put it there, and what did it mean? Most consumers viewed this message at the time as an obviously deliberate (and, to many, inappropriate) slam at then U.S. President George W. Bush , but the company's response to the controversy was coy, maintaining that the \"message began as an inside joke among seamstresses and staff at the Tom Bihn factory, and was apparently intended to poke fun at company's founder and president, Tom Bihn\": Tom Bihn, president of the eponymous company, said he doesn't know which of his 10 employees are responsible. \"They know my French is so bad they could sneak it past me,\" he said. But he doesn't appear to be too determined to root out the guilty party and said he's \"not opposed to the sentiments\" about Mr. Bush. \"We haven't looked really hard to find out who did it because it's good for us. When we find them, we'll give them a raise,\" said Mr. Bihn, who insists the \"president\" mentioned on the tag is a reference to himself as the company's president and not to Mr. Bush. The tag has \"hit a resonating chord\" all over the world, including France, where some customers believe the reference is to their president, Jacques Chirac. \"People out there think a number of presidents are idiots,\" said Mr. Bihn. \"It's a universal message.\" More cynical observers believed the message was planted by Bihn himself as a means of garnering publicity for his company, with just enough ambiguity built in to get his point across while maintaining a modicum of deniability. (The idea doesn't even appear to be original to Tom Bihn, as Joel Aufrecht was selling \"American Traveler International Apology Shirts\" with the very same message printed on them in six different languages back in 2003.) Whatever the intent behind it, the controversial message reportedly caused a surge in sales of Tom Bihn products, and in 2004 the company publicized which of its bags carried the infamous \"Treason Tags\" and also marketed a t-shirt with the washing instructions printed on the front. (Profits from the sales of the T-shirts went to the Seattle Vet Center, a program to assist homeless war veterans.) PIctures of the label in question have since been circulated on the Internet with claims that they refer to President Barack Obama, but such images antedate the election of Barack Obama to the presidency by more than four years.",
  "Originally Published": "",
  "Referred Links": "http://replay.web.archive.org/20041211201352/http://www.tombihn.com/page/001/CTGY/NEWS;https://web.archive.org/web/20030626012808/http://www.americanapologyshirt.com/;http://www.tombihn.com/;",
  "Example": "",
  "Last Updated": "5 February 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/business/hidden/tombihn.asp",
  "Claim": "Washing instruction tags on Tom Bihn bags carried a hidden message in French.",
  "Claim_ID": "business_hidden_tombihn",
  "Tags": ""
}