{
  "Origins": "Mistakes in the creation of coins and currency generally fall into one of two classes: stamping or printing errors (such as images appearing off-center, partially blank, or upside-down) and mistakes in the original design (such as misspellings and anachronisms). Collectors love the former because such errors are usually rare and therefore of great value; ordinary folks revel in the latter because it demonstrates that even the all-powerful government can make really dumb mistakes.",
  "Fact Check": "",
  "Description": "Both of these aspects have come into play with the recent introduction of a newly-redesigned Canadian $10 bill. The design for the back of this note is based upon the theme \"Remembrance and Peacekeeping\" and includes among its elements the first verse of John McCrae's 1915 poem \"In Flanders Fields\": In Flanders fields the poppies blow Between the crosses, row on row, That mark our place; and in the sky The larks, still bravely singing, fly Scarce heard amid the guns below. The new $10 bill has prompted scores of complaints from Canadians who maintain that the poem has been misprinted; that the first line should be \"In Flanders fields the poppies grow .\" This, in turn, has led to rumors that the Bank of Canada is recalling the new notes in order to destroy them and replace them with corrected versions. As much as some of us want to believe the government would do something really dumb like issuing currency with a misprint of a very famous poem because they were too arrogant or lazy to actually read it first (and thereby created a potentially valuable collector's item), the truth is that the Bank of Canada got it right: The first line should indeed read \"In Flanders fields the poppies blow,\" although we're used to hearing it as \"In Flanders fields the poppies grow.\" The latter somehow sounds more \"right\" to us, perhaps because \"grow\" seems a better word to describe the stillness of a graveyard (although \"blow\" is used here to mean \"bloom\" rather than \"stirred by wind\"), and because \"grow\" echoes the final line \"We shall not sleep, though poppies grow, In Flanders fields.\" \"Grow\" has now supplanted the original \"blow\" in popular memory, in much the same way that Donner has come to be accepted as the name of one of Santa's reindeer. Still, as the Bank of Canada explained, they made diligent efforts to ensure that the poem was correctly reproduced on the new notes: Before incorporating this excerpt of the poem into the design of the note, the Bank consulted numerous references, and obtained the hand-written copy of John McCrae's poem which is stored in the National Archives of Canada. The handwritten manuscript of \"In Flanders Fields\" McCrae submitted to Punch magazine in 1915 confirms the correct phrasing, as does the reproduction on the poem on the web site of the McCrae House museum. Okay, so they got it right, and we've been getting it wrong all these years. Ick. The appeal of such a rumor isn't hard to understand we delight in the thought of the Government making an embarrassing mistake in the same way a child delights in a parent's pratfall. That in this case the pratfall didn't happen won't stop folks from whipping out the new $10 bills pointing to the \"error,\" and crowing about it.",
  "Originally Published": "",
  "Referred Links": "http://guelph.ca/museumsites/mccrae/story_of_john_mccrae.htm;",
  "Example": "",
  "Last Updated": "16 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/money/flanders.asp",
  "Claim": "The new Canadian $10 bill is being recalled because it includes a misprint of the poem \"In Flanders Fields.\"",
  "Claim_ID": "business_money_flanders",
  "Tags": ""
}