{
  "Origins": "Several of the entries in this section are legends about the implementation of simple yet brilliant innovations that increase the profits of successful companies many times over everything from the mostly true ( Alka-Seltzer 's ad campaigns featuring the use of two tablets instead of one) to the completely apocryphal (an outsider's selling Coca-Cola the idea that they should bottle their product).",
  "Fact Check": "",
  "Description": "Another prominent entry in this genre of marketing legends is the claim that instant cake mixes which required only the addition of water initially sold quite poorly because housewives felt \"guilty\" about contributing virtually nothing to the cake-making process a stumbling block that was successfully overcome when one food company hit on the ingenious idea of eliminating dried eggs from its mix and instead requiring the addition of a fresh egg, thus assuaging homemakers' guilt by providing them with a greater sense of participatory investment in the results. Although there's a grain of truth to this claim, the legend that sprouted from it is a different kind of fruit: a marketing innovation did revive flagging sales of cake mixes, but it wasn't the innovation most people think it was. First of all, the choice between offering \"complete\" cake mixes (i.e., mixes that included dried eggs, to which consumers added only water) or mixes that required the addition of fresh eggs was not an issue considered by food companies only when initial sales of instant cake mixes proved disappointing; it was a point of contention from the very beginning: When Pillsbury and the other big companies were working to develop their cake mixes in the 1940s, the question of whether or not to include dried eggs was a major in-house debate. Paul Gerot, the CEO at Pillsbury in this period, called it \"the hottest controversy we had over the product,\" and he noted that even after the mixes made their debut, the arguing went on for years. It's also not the case that initial sales of cake mixes were disappointing: between 1947 (just before the major food companies introduced their cake mix products to the market) and 1953, sales of cake mixes doubled. The problem occurred several years later, when sales of cake mixes flattened between 1956 and 1960 (rising only 5 percent during that period). It was then that the major food companies sought to find out why more families weren't using cake mixes and brought about the circumstances that gave rise to the \"egg theory\": Looking for reasons why so many women who could benefit from cake mixes seemed to be ignoring them ... Ernest Dichter [came up with an] analysis in the course of a study he was carrying out for General Mills. After interviewing women and exploring the emotions that surrounded cakes and baking, Dichter reported that the very simplicity of mixes just add water and stir made women feel self-indulgent for using them. There wasn't enough work involved. In order to enjoy the emotional rewards of presenting a homemade cake, they had to be persuaded that they had really baked it, and such an illusion was impossible to maintain if they did virtually nothing. \"This is typical of what the average housewife said: 'Yes, I'm using a cake mix; it saves me a lot of trouble but I really shouldn't,'\" Dichter wrote later. His advice was to leave the homemaker something to do for instance, add the eggs whenever she made a cake from a mix. She would feel she had contributed something of herself, and the mindless nature of the task would no longer plague her. According to Dichter, his client and, by implication, the other manufacturers seized on this wisdom and promptly reformulated their mixes, leaving out the dried eggs. Women started adding their own fresh eggs, stopped feeling guilty, and cake mixes became a success. Over the years this story came to be a favorite among other consumer experts, who often rounded up more psychological studies to reinforce Dichter's analysis. The egg theory, with its emphasis on the homemaker's personal investment in the cake, set the tone for much subsequent advertising (\"You and Ann Pillsbury can make a great team\") and has been widely acknowledged as the insight that saved cake mixes. However, as Laura Shapiro observed in Something from the Oven: Reinventing Dinner in 1950s America , \"while Dichter's work was influential, its precise role in the success of the cake mix is unclear.\" For starters, although it may not have been a point articulated by the homemakers Dichter surveyed, the fact was that fresh eggs produced superior cakes. Using complete mixes which included dried eggs resulted in cakes that stuck to the pan, had poor texture, had a shorter shelf life, and often tasted too strongly of eggs. \"Chances are,\" Shapiro wrote, \"if adding eggs persuaded some women to overcome their aversion to cake mixes, it was at least partly because fresh eggs made for better cakes.\" Furthermore, the two food companies who came to dominate the cake mix market in this era, General Mills and Pillsbury, adopted opposite approaches: the former chose to go with fresh-egg mixes, while Pillsbury opted to offer complete mixes. If the form of eggs used were truly the tipping point that saved the cake mix industry, then sales of one of these company's products should have tanked in comparison to the other's. The key marketing innovation that Dichter's analysis spurred was not the fresh-egg cake mix, but rather the repositioning of cakes as merely one element of a larger product, an overall creation that entailed a much greater degree of participation and creativity from homemakers and emphasized appearance over taste: Dichter rightly perceived the overwhelming weight of the moral and emotional imperative to bake cakes from scratch. His research spurred countless ads and magazine articles aimed at persuading women to differentiate between the plain cake layers \"merely step number one,\" according to Living and the finished masterpiece. \"Now, success in cakemaking is packaged right along with the precision ingredients,\" Myrna Johnston assured readers of Better Homes & Gardens in 1953. \"You can put your effort into glorifying your cake with frosting, dreaming up an exciting trim that puts your own label on it.\" For modern women, these authorities proclaimed, the real art of baking began after the cake emerged from the oven. This perspective changed the nature of the traditional challenges facing home bakers. Flavor and texture were no longer at issue, and they had little importance anyway in a cake that was destined for a great deal of imaginative frosting. Cover a quick angel food cake with apricot glaze and icing, and surround it with ladyfingers cut to size, the experts suggested. Or split the cake, fill it with buttercream, border it with chocolate, and top it with chocolate-dipped cherries. Fill and frost layers of yellow cake with butterscotch pudding, dot the top with salted pecans, and call it a torte. Cover an oblong cake with chocolate frosting and sprinkle it with green decorating sugar that's the football field. Use white frosting for the lines, and stick candy for the goalposts. A piece of banana covered with melted chocolate is the football. Cut a hole in the center of an angel food cake, fill it with partially jelled orange gelatin and canned peaches, frost the whole thing with whipped cream, and cover that with toasted coconut. McCall's gave directions for making a Humpty-Dumpty cake there were thirteen steps to it, including making three different frostings, painting the cake with food coloring, and assembling the various parts with wooden skewers and drinking straws. It took about twelve hours, though much of the time was spent waiting for various layers to dry. The thirteen steps didn't include making the cake itself from two boxes of mix. A huge, lavishly frosted layer cake, opened up wide so the viewer could gaze at the tenderness inside, became the presiding image in cake iconography. Ads for flour and cake mix, as well as for baking powder, shortening, chocolate, and coconut invariably displayed a cake in this posture. Like models, whose mesmerizing inescapable faces define beauty in their time, these cakes set the standard for perfect festivity and made most others look humble by comparison. The standard itself was purely visual. Flavor would never count for much in an industrially produced cake, because simple sweetness was so easily achieved in the factory and so widely acceptable. But the distinguishing attributes of the iconic cake its height and lightness were just the qualities that technology could achieve with ease. What ultimately ensured the long-term success of instant cake mixes was a declining exposure to the art of cooking. From the 1950's onward, middle class girls tended to spend more time engaged in other pursuits outside the kitchen (especially after the advent of television), many home economics courses offered at schools started teaching students to bake with mixes rather than from scratch, and culinary knowledge and skills acquired by mothers and grandmothers stopped being passed along to successive generations. As fewer and fewer home cooks learned to recognize the difference between from-scratch cakes and mix cakes, the longevity of the latter was assured.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/0932940021?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0932940021;http://www.amazon.com/gp/product/0670871540?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0670871540;http://www.amazon.com/gp/product/007016780X?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=007016780X;http://www.amazon.com/gp/product/0765808943?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0765808943;",
  "Example": "A food processing firm marketed a cake mix which required that the housewife add only water to produce a creamy batter and fine cake. The company could not understand why the mix would not sell, until special research revealed the public felt uneasy about a mix that required only water. It seemed too simple. They felt they themselves had to do something to a cake mix. So the company changed the formula and required the housewife to add an egg. Immediately, the mix achieved great success.",
  "Last Updated": "26 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/business/genius/cakemix.asp",
  "Claim": "Instant cake mixes sold poorly until one food company decided to require the addition of a fresh egg to their product.",
  "Claim_ID": "business_genius_cakemix",
  "Tags": ""
}