{
  "Origins": "Lash-darkening products have been part of the feminine make-up arsenal for thousands of years, but it took the primping sister of a entrepreneurial brother to bring mascara to market in modern times.",
  "Fact Check": "",
  "Description": "Ancient Greek women brushed black incense into their eyebrows and eyelashes. The Kama Sutra includes a recipe for mascara guaranteed to make the user \"look lovely.\" More recently, in the early 1900s, Vogue ran an advertisement urging women to add bright color to their lashes with crayons that came in a variety of shades. But all this was only a precursor to what is now a standard item found in every make-up bag, the ubiquitous tube of mascara. Maybelline brand mascara was brought to the masses by a gentleman named T.L. Williams who, as he watched his sister apply her secret beauty trick to her lashes in 1913, was struck by the notion that other gals might not only be interested in her concoction but be willing to pay for it. Depending upon which version of mascara history you believe, the sister's magic formula was either a mixture of petroleum jelly and coal dust or just plain petroleum jelly (to which her brother added a darkening agent when he began to vend his \"Lash-Brow-Ine\" through his mail-order catalogue). Early sales of Willams' mascara product were disappointingly slow. The name appeared to be holding things back, so in 1915 he altered it, rechristening it \"Maybelline\" in honor of his sister, Mabel, and a base ingredient of the new product, Vaseline brand petroleum jelly. Mascara wasn't always available in the tube-and-brush form we know today. Prior to the 1950s, it was served up in cake form as shown in the illustration above. The tiny brush would be wet under running water, then rubbed back and forth across the cake until enough of the moistened oily substance had accumulated on the brush to suit the user. The product would then be stroked into the lashes and allowed to dry. Those early cake mascaras were made mainly of wax (most often of beeswax and the wax of the carnauba palm) and a coloring agent. Helena Rubinstein introduced the first automatic, no-water-needed version, the Mascaramatic, in 1957. Mascara has improved greatly in last fifty years, but it continues to pose a danger to those who use it. A slip of the applicator can injure or irritate the eye or result in infection, and bacterial contamination of the product also can present a hazard. In extreme cases, dermatologists report, mascara has caused inflammation of the conjunctiva, the mucous membrane lining the eyelids, and allergic reactions. All told, each year a couple of thousand American women are treated in emergency rooms for mascara-related injuries Barbara \"careful with that brush, you, Jean\" Mikkelson Additional information: Maybelline New York Beginnings (Maybelline)",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0684854333/ref=urbanlegendsrefe;http://www.maybelline.com/about;",
  "Example": "",
  "Last Updated": "6 June 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/names/mascara.asp",
  "Claim": "Maybelline, the first commercial mascara, was named for a real person.",
  "Claim_ID": "business_names_mascara",
  "Tags": ""
}