{
  "Origins": "If you've ever had call to withdraw a sum of money from the bank that was larger than you'd customarily handle, you may have experienced feeling a corresponding sense of foreboding until the currency was safely transported to its destination. It is often mused money is power; accordingly, being in possession of large sums of cash (for instances such as a private party car sale) can feel dangerous because it makes you a target of those who seek to acquire power. One of the most common tips bestowed upon travelers involves carrying as little currency as possible while away from home, so pervasive is our fear of being hoodwinked out of it when we're away from familiar places.",
  "Fact Check": "",
  "Description": "Moreover, the notion dealing in cash is a risky proposition is on the upswing. Credit and debit cards are now accepted nearly everywhere, and plastic offers formidable protection against being swindled or cheated out of everything you have. That's generally not the case with cash (which is far less frequently insurable): Even when we're being cautious, carrying a large sum of currency can feel like wearing a neon \"rob me\" sign; and were such a circumstance to come to pass, we'd expect to be asked with alacrity why it was necessary to be toting so much money around. Common discomfort over the handling of large sums of money has led to some near-superstitious beliefs about how to do so safely and legally, including a common rumor simply having cash totaling $10,000 or more in your possession is illegal regardless of how you acquired it or what you intend to do with it. A quick online search reveals a number of variations of this belief that are fairly persistent: it's illegal to carry any amount of cash over $10,000, you are prohibited from flying with sums of that amount, and even \"instruments\" (such as a check) over the magical $10,000 mark will provoke scrutiny and possible detention by law enforcement agents. No U.S. law specifically prohibits an individual from possessing or carrying $10,000 or more. In fact, it's not technically illegal to possess sums far larger than that for a wide variety of purposes. (If it were, many small business owners would find running their primarily cash-based businesses impossible.) However, a few factors advance the belief that $10,000 is a threshold of illegality when it comes to money. The most likely suspect is the Currency and Foreign Transactions Reporting Act of 1970, also known as the Bank Secrecy Act (BSA). Enacted to inhibit money laundering, and utilized by the United States Treasury's Financial Crimes Enforcement Network, the BSA mainly obligates banks (not citizens) to report transactions of more than $10,000: The Currency and Foreign Transactions Reporting Act of 1970 (which legislative framework is commonly referred to as the \"Bank Secrecy Act\" or \"BSA\") requires U.S. financial institutions to assist U.S. government agencies to detect and prevent money laundering. Specifically, the act requires financial institutions to keep records of cash purchases of negotiable instruments, file reports of cash transactions exceeding $10,000 (daily aggregate amount), and to report suspicious activity that might signify money laundering, tax evasion, or other criminal activities. It was passed by the Congress of the United States in 1970. That legal requirement for banks' recording of cash transactions is invoked at the $10,000 mark, which has likely inspired the mistaken belief merely possessing that sum of money is illegal (while having $9,999.99 or less is perfectly within the bounds of the law). However, the BSA applies to \"financial institutions\" not individuals, and the $10,000 cash threshold is not the only element involved in reporting requirements. In addition to reporting cash transactions exceeding $10,000 (not just single transactions, but transactions conducted over the course of a day that collectively add up to $10,000 or more), banks are required to keep records of \"cash purchases of negotiable instruments\" and to report any \"suspicious activity that might signify money laundering, tax evasion, or other criminal activities.\" That leads to another critical aspect of the \"legality of large sums of money rumor\": namely, there is no specific dollar amount that enables a person to safely stay off Uncle Sam's radar. Any evasive or seemingly secretive movement of money, in any amount, could trigger bank reporting and law enforcement scrutiny. A debate has long been underway about the circumstances under which the government may examine and even seize the property of American citizens under a collection of laws commonly described as \" Civil Asset Forfeiture .\" A variety of state and federal laws allow law enforcement agents to seize an individual's assets for a number of reasons, and critics of such laws assert reclaiming assets seized in such a fashion is next to impossible. The American Civil Liberties Union (who opposes the practice) described civil asset forfeiture on a page about the subject: Every year, federal and state law enforcement agents seize millions of dollars from civilians during traffic stops, simply by asserting that they believe the money is connected to some illegal activity and without ever pursuing criminal charges. Under federal law and the laws of most states, they are entitled to keep most (and sometimes all) of the money and property they seize. Some unwitting individuals have prompted such seizures by diligently avoiding the $10,000 threshold, believing doing so constituted adherence to the law. But deliberately ensuring that none of your transactions ever exceeds $10,000 can have the unintended side effect of provoking suspicion by creating the impression you are making efforts to avoid scrutiny. Thus, the intent of the BSA is much broader: the government isn't specifically focused on $10,000 but on keeping an eye on any transactions that may indicate a pattern of illegality (such as arms trade, drug sales, or other controlled dealings). In respect to travel, the $10,000 number is again codified in law. The Transportation Security Administration (TSA) includes it in its guidelines for traveling with valuables and currency, but only as a requirement to report. The transport of more than $10,000 in American currency isn't expressly prohibited, but possession of such a sum must be reported to Customs by Americans who travel internationally: For international flights, you must report the transport of $10,000.00 USD or more to the U.S. Customs Service. Again, the $10,000 threshold is used as a barometer for reporting, but is not a dividing line between the legal and the illegal. In all the scenarios described, the possession of that specific amount of money (or more) is denoted as one that requires reporting and perhaps explanation when you and your money pass through official checkpoints. Notably, however, having a sum of $10,000 or more is not specifically illegal in any jurisdiction or under any law in the United States. You may legally store cash as you wish in your home and carry it with you in your travels, and if you're traveling privately you need not report the transport of your own money even if you carry $10,000 or more. However, if you are pulled over by a police officer with thousands of dollars in your vehicle, you may be asked to explain how and why you're carrying so much money (ostensibly to uncover the trafficking of drugs and other contraband). And in many cases, law enforcement agents can seize large sums of cash and insist you provide proof you acquired the currency legally and do not intend to use it for illicit purposes. Legal justification for seizing money in that scenario is broad and complex, making it risky (even if not technically illegal) to transport large sums of cash.",
  "Originally Published": "",
  "Referred Links": "http://www.tsa.gov/traveler-information/currency-coins-precious-metals-or-valuable-jewelry;http://www.fincen.gov/statutes_regs/bsa/;",
  "Example": "",
  "Last Updated": "15 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/business/money/10000.asp",
  "Claim": "It is illegal in the U.S. to carry $10,000 or more in cash.",
  "Claim_ID": "business_money_10000",
  "Tags": ""
}