{
  "Origins": "\"If you were a tree, what kind of tree would you be?\" is a question often used in spoofs of the Barbara Walters style of fluff celebrity interviews.* Thanks to Chase Visa, we finally know how to answer that question should it ever be posed to us: \"I'd like to be the kind of tree that has its own charge account.\"",
  "Fact Check": "",
  "Description": "Many of us have tried because we were tired of getting \"junk mail\" solicitations, wanted to prove how easy it is for just about anyone to obtain a credit card, or were simply in a prankish mood submitting credit card applications with nonsensical information: filling them out in the name of an infant, a pet, or a fictional character. And it's not uncommon for such efforts to succeed; stories about someone's successfully obtaining a credit card for his infant daughter, a pet chihuahua, or Mickey Mouse are fairly common news fodder. However, in December 2005 a West Hollywood realtor achieved something we'd never heard of before: he got a credit card issued to a tree. Recent changes to U.S. bankruptcy laws have made it more attractive for banks to offer credit cards to customers they might ordinarily have spurned (such as those just emerging from bankruptcy) or to offer more credit to existing customers. One result of this change is that many people have been seeing a flurry of credit card solicitations from various lenders in their daily mail. One such person, a West Hollywood realtor by the name of Gary More, grew annoyed at the plethora of unwanted credit card applications he was receiving and tried calling the issuers to put a stop to all the junk mail. After that approach failed to achieve the desired results, he took one of the many unwanted solicitations in hand, scrawled the words \"Never waste a tree\" across it (as his way of telling the sender to stop wasting paper), and mailed it in. And then ... you guessed it, Mr. More received a credit card from Chase Visa, issued to one \"Never Waste Tree\": He declined to use the card (although a few bags of fertilizer might have been a symbolically relevant purchase) and instead cut it up. We're waiting for the inevitable follow-up of a card made out to a famous mineral, perhaps \"Mr. Plymouth Rock.\" * Barbara Walters never actually put this question to any of her interviewees. The belief that it was one of her standard queries took root when she interviewed Katharine Hepburn in 1981 the renowned actress likened herself to a tree, and Ms. Walters followed up the lead by asking her, \"What kind of tree?\" Innumerable parodies of Barbara Walters interviews have since seized on that exchange and planted in the public consciousness the notion that \"If you were a tree, what kind of tree would you be?\" is a genuine example of the inane types of questions commonly posed to celebrity subjects by interviewers such as Ms. Walters.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "18 April 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/bank/treecard.asp",
  "Claim": "A bank issued a credit card to a tree.",
  "Claim_ID": "business_bank_treecard",
  "Tags": ""
}