{
  "Origins": "Common household products bearing names with no obvious relationship to their manufacturers or functions often pose mysteries to consumers, conundrums some feel duty-bound to solve. Sierra Mist makes sense as a name for a lemon-lime soda (it's cool and refreshing), but why 7-Up ? It's not hard to fathom why a cleaner/degreaser might be called Tough Task , but what's the reasoning behind the name Formula 409 ?",
  "Fact Check": "",
  "Description": "Cryptic product names involving numbers are often explained away as having been inspired by the Nth attempt at formulating a product (or its name). Hence legend has it that the manufacturer of Bib-Label Lithiated Lemon-Lime Soda, after the first six tries at selecting a less cumbersome name proved unsatisfactory, finally threw in the towel and opted for the simple choice of \"7-Up\" instead. And if a cleaner is called \"Formula 409,\" surely that must be because the first 408 formulas didn't work out. Usually such explanations are simply attempts to make some sense of the seemingly nonsensical, but occasionally they're on the mark. Consider WD-40, the ubiquitous lubricant (or, as its manufacturer describes it, the \"multi-purpose problem solver\") found on nearly every workbench and in every toolbox in America. Why \"WD-40\"? Because, as the WD-40 Company (formerly the Rocket Chemical Company of San Diego) explained to us: WD-40 literally stands for Water Displacement, 40th attempt. That's the name straight out of the lab book used by the chemist who developed WD-40 back in 1953. The chemist, Norm Larsen, was attempting to concoct a formula to prevent corrosion a task which is done by displacing water. Norm's persistence paid off when he perfected the formula on his 40th try. Additional information: WD-40 History",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/1887317155/ref=urbanlegendsrefe;http://wd40.com/about-us/history/;http://www.formula409.com;http://www.youbuy4less.com/youbuy4less/product.asp?dept%5Fid=43&pfid=36011s;http://www.sierramist.com;",
  "Example": "[Collected via e-mail, 2006] The product began from a search for a rust preventative solvent and degreaser to protect missile parts. WD-40 was created in 1953 by three technicians at the San Diego Rocket Chemical Company. Its name comes from the project that was to find a \"water displacement\" compound. They were successful with the fortieth formulation, thus WD-40. The Corvair Company bought it in bulk to protect their atlas missile parts.",
  "Last Updated": "2 June 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/names/wd40.asp",
  "Claim": "The lubricating spray WD-40 is so named because it was the product of the 40th attempt at creating a water displacing substance.'",
  "Claim_ID": "business_names_wd40",
  "Tags": ""
}