{
  "Origins": "Once again, another popular darkish beverage has attracted a \"something noxious lurking in its depths\" rumor. In this case, the liquid in question is J germeister, a 70-proof spirit imported from Germany. (J germeister is German for \"master hunter,\" hence the stag head on the label.) Folks recall hearing the rumor about this potable containing elk or deer blood at least as far back as 1992.",
  "Fact Check": "",
  "Description": "J germeister is made from 56 herbs, roots, and spices, none of which is blood. Once the 56 ingredients are measured and ground, they are reduced to macerates (extracts) by being steeped in a mixture of cold water and alcohol for two to three days. After the resulting extract has been filtered, it is stored in oak barrels for a period of not less than one year. At the end of this storage time, the extract is filtered once more, mixed with liquid sugar, caramel, alcohol, and water, and filtered yet again. The resultant brew is then ready for bottling. Were blood one of the ingredients, J germeister would not be able to control the brewing results as accurately as it does. Blood would break down during processing, rendering one batch of formula after another unsuitable for use. J germeister has attracted the blood rumor primarily through two factors: the darkness of the resultant drink and the logo on the bottle. Popular lore is rife with examples of dark-hued liquids that are rumored to hide noisome ingredients, such as schoolyard scuttlebutt that chocolate milk masks the presence of cow blood, and its slightly more sophisticated counterpart that saddles Red Bull with the claim that it is formulated from an extract of bulls' testicles. J germeister inadvertently contributes to the believability of the blood rumor by claiming to use \"one or two secret spices\" in its formula. This coyness is a common ploy used by products looking to build market share through fostering belief their offerings are so special their recipes must be jealously guarded lest competitors steal their thunder. (Witness how well this has worked for Coca-Cola , for example.) However, the downside of such marketing strategies is the weak position it places companies in when rumors of this nature arise they can't just point to their ingredients lists in response. Barbara \"secrete formula\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "26 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/secret/jagermeister.asp",
  "Claim": "J germeister contains deer or elk blood.",
  "Claim_ID": "business_secret_jagermeister",
  "Tags": ""
}