{
  "Origins": "On 29 July 1998, the following bit of \"news\" (with accompanying photo) began making its way around the Internet:",
  "Fact Check": "",
  "Description": "Time Magazine reports an interesting case of high-tech graffiti. It seems that a couple of Intel engineers working on the design of a recent version of the Pentium microprocessor included a message that describes their feelings about Bill Gates, president of Microsoft, a good corporate pal of Intel's. When a portion of the Pentium chip is examined under a powerful scanning electron microscope, the phrase \"bill sux\" is clearly visible, etched into the surface of the chip. The \"flaw\" in the chip was only discovered by accident well after the chip was released into the market, too late for Intel to prevent the chip from being used in the manufacture of tens of thousands of PCs. Intel says that both engineers responsible were former employees of Motorola, makers of the chips that are the heart of the Apple Macintosh. Both engineers have since been fired by Intel. It's a clever prank playing off the idea that a couple of Apple aficionados could surreptitiously sneak an anti-Bill Gates message onto the world's most popular CPU, where it could be seen only through a powerful microscope, but it's a hoax. Time ran no such article, there is no news bureau called \"API\" (a fictitious combination of AP and UPI, and the industry abbreviation for \"Application Programming Interface\"), and Intel denies that anyone was fired. The image is a clever digital manipulation of an image that appears on the cover of Darrell Duffie's book Dynamic Asset Pricing Theory:",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "3 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/hidden/chipshot.asp",
  "Claim": "A couple of Intel engineers were fired after etching the phrase \"Bill sux\" onto a new version of the Pentium chip.",
  "Claim_ID": "business_hidden_chipshot",
  "Tags": ""
}