{
  "Origins": "Over the years, a number of (now) commonplace products have begun their commercial careers as substances intended for quite different purposes. Kotex , for instance, began as a bandaging material used on wounded soldiers in World War I. Liquid Paper (correction fluid for \"whiting out\" typos on printed documents) was merely a bit of white paint a clever secretary thought to turn to another use. And Post-It Notes were the result of the invention of a glue that wouldn't stay stuck and thus appeared to have no viable commercial use.",
  "Fact Check": "",
  "Description": "The kids' toy Play-Doh modeling compound fairly belongs in this category of commercial change of direction. This compound of flour, water, salt, boric acid, and silicone oil was originally manufactured as a cleaning substance for wallpaper. (The dough-like cleaner was rolled against wallpaper to remove built-up soot.) In 1955 it made the shift from household product to plaything after its inventor, Joseph McVicker, pricked up his ears when a teacher he knew mentioned how difficult to work with her students found the clay then used in classrooms. A supply of the wallpaper cleaner was provided to her, and the kids she taught loved it. Seeing that, the entrepreneur supplied schools in the Cincinnati area with the substance, thereby getting his \"play dough\" into the hands of thousands of little product testers. News of the squishable goop spread, assisted in no small part by McVicker who demonstrated and sold the item in the toy department of Woodward & Lothrop Department Store in Washington, D.C. Grasping the toy's potential, McVicker formed Rainbow Crafts to manufacture Play-Doh. He subsequently sold that company and all rights to Play-Doh to General Mills. Joseph McVicker thus became a millionaire before the age of 30, and an immensely popular playstuff came to be internationally marketed and vended. These days Play-Doh belongs to Hasbro. In its original incarnation, Play-Doh was off-white and came in 1 lb. cans. However, in less than a year it was available in three colors (red, yellow and blue) which were vended in a 3-pack of 7 oz. cans. Barbara \"color weal\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "27 June 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/origins/playdoh.asp",
  "Claim": "Play-Doh brand modeling compound started out as a wallpaper cleaner.",
  "Claim_ID": "business_origins_playdoh",
  "Tags": ""
}