{
  "Origins": "Regular customers of the Subway chain of sandwich shops, which operates more than 23,000 restaurants in 82 countries, are familiar with one of longest-running promotions in retail history: the Sub Club. Ever since the 1980s, Subway customers have received a stamp for every six-inch sandwich purchased (two stamps for a foot-long); filling up a Sub Club card with the requisite number of stamps entitles the customer to a free sandwich. Alas, by the end of September 2005 the Sub Club will be no more, another victim of technology which makes counterfeiting coupons and proof-of-purchase stamps on home computer equipment all too easy.",
  "Fact Check": "",
  "Description": "Coupon fraud has exploded in the last few years as counterfeiters using high-quality printers have not only created phony coupons for their own use, but have also sought to profit by offering millions of dollars' worth of false coupons for sale to others through on-line auction sites. In some cases grocery stores and other retailers have even stopped accepting legitimate coupons distributed on-line and printed at home because manufacturers have refused to honor counterfeits. Now, with thousands of Sub Club cards and stamps (real, stolen, and counterfeit) available for sale through auction sites, and Subway franchise owners increasingly discovering counterfeit stamps among their redemptions, the company has decided to pull the plug on the decades-old free sandwich promotion. Although each Subway restaurant can set its own timeframe, the Sub Club will be phased out company-wide by 1 October 2005. Subway is designing a replacement for the Sub Club, but details of the new promotion have not yet been announced (although some outlets are now using centrally-stored information retrieved via Subway cards with magnetic strips).",
  "Originally Published": "",
  "Referred Links": "https://www.mysubwaycard.com/;",
  "Example": "Today I went to my local SUBWAY franchise, and was horriied to discover that they will no longer be doing the SUBWAY CLUB stamp program. The cashier at the store told me it was because some kids in California had stolen a roll of stamps and tried to sell it on eBay. He showed me a small in store display that explained that they would no longer be issuing stamps and would honor existing stamps until June 30th, 2005.",
  "Last Updated": "26 May 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/redeem/subway.asp",
  "Claim": "Subway is ending its long-running Sub Club promotion due to the prevalence of counterfeit stamps.",
  "Claim_ID": "business_redeem_subway",
  "Tags": ""
}