{
  "Origins": "Public awareness of what we now term \"subliminal advertising\" began with the 1957 publication of Vance Packard's book, The Hidden Persuaders. Although Packard did not use the term \"subliminal advertising,\" he did describe many of the new \"motivational research\" marketing techniques being employed to sell products in the burgeoning post-war American market. Advertisements that focused on consumers' hopes, fears, guilt, and sexuality were designed to persuade them to buy products they'd never realized they needed. Marketers who could reach into the hearts and minds of American consumers soon found consumers' wallets to be within easy grasp as well.",
  "Fact Check": "",
  "Description": "It was James Vicary who coined the term \"subliminal advertising.\" Vicary had conducted a variety of unusual studies of female shopping habits, discovering (among other things) that women's eye-blink rates dropped significantly in supermarkets, that \"psychological spring\" lasts more than twice as long as \"psychological winter,\" and that \"the experience of a woman baking a cake could be likened to a woman giving birth.\" Vicary's studies were largely forgettable, save for one experiment he conducted at a Ft. Lee, New Jersey movie theater during the summer of 1957. Vicary placed a tachistoscope in the theater's projection booth, and all throughout the playing of the film Picnic , he flashed a couple of different messages on the screen every five seconds. The messages each displayed for only 1/3000th of a second at a time, far below the viewers' threshold of conscious perceptibility. The result of displaying these imperceptible suggestions \"Drink Coca-Cola\" and \"Hungry? Eat Popcorn\" was an amazing 18.1% increase in Coca-Cola sales, and a whopping 57.8% jump in popcorn purchases. Thus was demonstrated the awesome power of \"subliminal advertising\" to coerce unwary buyers into making purchases they would not otherwise have considered. Or so goes the legend that has retained its potency for more than forty years, which includes the belief the Federal Communications Commission banned \"subliminal advertising\" from radio and television airwaves in 1974, despite that fact that no studies had shown it to be effective, and even though its alleged efficacy was based on a fraud. You see, Vicary lied about the results of his experiment. When he was challenged to repeat the test by the president of the Psychological Corporation, Dr. Henry Link, Vicary's duplication of his original experiment produced no significant increase in popcorn or Coca-Cola sales. Eventually Vicary confessed that he had falsified the data from his first experiments, and some critics have since expressed doubts that he actually conducted his infamous Ft. Lee experiment at all. As usual, the media (and thereby the public) paid attention only to the sensational original story, and the scant coverage given to Vicary's later confession was ignored or quickly forgotten. Radio and television stations began airing subliminal commercials, leading to two congressional bills to ban the practice being introduced in 1958 and 1959 (both of which died before being voted upon). In 1973, Dr. Wilson B. Key picked up where Vicary left off, publishing Subliminal Seduction , an indictment of modern advertisements filled with hidden messages and secret symbols messages and symbols that only Dr. Key could discern (including the notorious example of the word \"S-E-X\" spelled out in the ice cubes pictured in a liquor advertisement). The old \"subliminal advertising\" controversy was stirred up again by Dr. Key's book, leading to the 24 January 1974 announcement by the FCC that subliminal techniques, \"whether effective or not,\" were \"contrary to the public interest,\" and that any station employing them risked losing its broadcast license. For neither the first nor the last time, a great deal of time and money and effort was expended on \"protecting\" the public from something that posed no danger to them. As numerous studies over the last few decades have demonstrated, subliminal advertising doesn't work; in fact, it never worked, and the whole premise was based on a lie from the very beginning. James Vicary's legacy was to ensure that a great many people will never be convinced otherwise, however. Sightings: The \"subliminal cut spurs popcorn sales\" is explicitly mentioned in a 1973 Columbo movie (\" Double Exposure \"), and the acceptance of its principle as fact forms the basis of the episode.",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/Title?0069903;",
  "Example": "",
  "Last Updated": "3 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/hidden/popcorn.asp",
  "Claim": "An early experiment in subliminal advertising at a movie theater substantially increased sales of popcorn and Coke.",
  "Claim_ID": "business_hidden_popcorn",
  "Tags": ""
}