{
  "Origins": "The life of Henry John Heinz is one of the quintessential examples of the American success story: an entrepreneur who started out with little more than a good idea, a capacity for hard work, and perseverance, and parlayed those attributes into the founding of one of the world's most successful companies. Born in Sharpsburg, Pennsylvania (just north of Pittsburgh) in 1844, young Henry was selling surplus foodstuffs from his mother's garden at the age of 8, and by the time he turned 12 he was working his own 3 -acre plot of land. Although Heinz was a bricklayer by profession (starting out in his father's brickyard and then moving on to operate his own brick factory), he was also a local purveyor of bottled horseradish. The pungent spice was valued both as an appetite-sharpening condiment and for its medicinal qualities, but it was available only in root form, and its preparation required tedious and time-consuming grinding in the kitchen. Anticipating the nascent processed food market, Heinz went door-to-door peddling ready-to-use horseradish, packaged in clear glass bottles to demonstrate its lack of fillers and impurities.",
  "Fact Check": "",
  "Description": "In 1869 Heinz opted to forego the brick trade in favor of concentrating exclusively on the food business, expanding the product line to include pickles, vinegar, and celery as he built up the Anchor Pickle and Vinegar Works with partner L. C. Noble . The company grew \"with a rapidity seldom witnessed,\" moving to Pittsburgh and becoming Heinz, Noble & Company in 1872 when E.J. Noble joined the fold, and opening branch distribution houses in St. Louis and Chicago. After this promising beginning, however, a combination of financial problems brought about by the Panic of 1873 and a price-depressing surplus of agricultural products drove the firm into bankruptcy by 1875. With financial assistance from his brother, John, and his cousin, Frederick, Henry Heinz was back in business as F. & J. Heinz in 1876, the landmark year in which they introduced the product now most famously associated with Heinz: tomato ketchup. The Heinz product line continued to expand, adding products such as apple butter, pepper sauce, and mince meat, and in 1890 H. J. Heinz (as the company was known after Heinz acquired controlling interest from his brother in 1888) opened a plant in Allegheny City (now Pittsburgh's North Side). In one of the greatest advertising coups in history, Heinz attracted a flood of visitors to the Heinz Company Exhibit at the 1893 World's Columbia Exposition in Chicago by distributing cards promising attendees who stopped by a free souvenir: a 1 -inch pickle-shaped watch charm emblazoned with the name \"Heinz.\" So successful was this gambit that the New York Times reported afterwards: It has just been discovered that the gallery floor of the Agricultural Building has sagged where the pickle display of the H. J. Heinz Company stood, owing to the vast crowd which constantly thronged their stand to taste their goods or procure a watch charm. But greater things were yet to come. It was in 1896 that Henry Heinz came up with one of the most recognized slogans in advertising history: \"57 Varieties.\" This catch phrase had nothing to do with the actual number of varieties produced by H. J. Heinz , though, which by then totaled over 60 (including plum pudding, strawberry preserve, India relish, olive oil, spaghetti, euchred pickle, currant jelly, chili sauce, peanut butter, and celery soup). Rather, Heinz was riding an elevated train in New York when he spied an advertising placard in the train car promoting \"21 styles\" of shoes; struck by the concept, and recognizing that catchiness and resonance were far more important qualities for a company slogan than literal accuracy, Heinz cast about for the perfect number to use for his own company's version of the phrase. Settling on fifty-seven, Heinz soon put the number to work, and within a week the sign of the green Heinz pickle bearing the words \"57 Varieties\" was everywhere Heinz \"could find a place to stick it.\" He soon ordered the construction of a six-story, twelve-hundred-light display featuring a forty-foot pickle; installed at the intersection of 5th Avenue and 23rd Street in New York City, this electric marvel dazzled New York residents and tourists until 1906. By the time the H. J. Heinz company celebrated its 100th anniversary in 1969 its product line included more than 1,100 items, but over the years the number 57 had permeated almost every aspect of the Heinz corporate culture. Besides being a company slogan, it appeared in the name of one of their best-selling products ( Heinz 57 steak sauce), their mailing address ( P.O. Box 57 ), and their phone number ( 273-5757 ). Yankee great Joe DiMaggio reportedly lost out on a $10,000 promotional deal with Heinz when his major-league record hitting streak ended at 56 games in July 1941 (he later claimed that the Heinz deal was \"just talk\"), up until the 1950s anyone who wrote to Heinz about an upcoming 57th birthday received a free case of Heinz products, and in 2001 Heinz paid $57 million to have the new home of the Pittsburgh Steelers football team dubbed Heinz Field. Additional information: Heinz Trivia",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=1565543947/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=1569800820/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=0684853914/urbanlegendsrefeA/;http://www.heinz.com/our-company/press-room/trivia.aspx;http://www.u-s-history.com/pages/h213.html;",
  "Example": "",
  "Last Updated": "4 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/hidden/heinz57.asp",
  "Claim": "The H.J. Heinz company adopted the slogan '57 Varieties' because its product line included exactly 57 different items.",
  "Claim_ID": "business_hidden_heinz57",
  "Tags": ""
}