{
  "Origins": "In 1996 PepsiCo ran a promotion through which consumers who collected empty Pepsi containers could earn \"Pepsi Points\" that could be redeemed for hats, jackets, bikes and other such merchandise. (To gain a \"Pepsi Points\" T-shirt, for instance, took 80 points, or the equivalent of 40 two-liter Pepsi bottles.)",
  "Fact Check": "",
  "Description": "Kicking off the \"Buy Pepsi, Get Stuff\" campaign was a playful television commercial showcasing a number of the items being offered. This controversial ad showed a suburban teen preparing for school and wearing a number of Pepsi items, such as a T-shirt, a leather jacket, and sunglasses. As the items were depicted, words at the bottom of the screen revealed how many \"Pepsi Points\" they cost. The commercial concluded with the teen landing a Harrier jet near a bike rack at his school and the plane's searing jet stream stripping a teacher to his underwear. The smug teen says, \"Sure beats the bus,\" before the words \"Harrier Fighter: 7,000,000 Pepsi Points\" appeared on the screen. Enter John Leonard, then a 21-year-old business student. Upon seeing that commercial and discovering he could purchase individual Pepsi points from the company for 10 each, he set about to get himself a Harrier at an unbelievable bargain rate. On 28 March 1996, Leonard forked over 15 original points plus a check for $700,008.50 raised from five investors for the remaining 6,999,985 points \"plus shipping and handling\" and demanded his jet. Pepsi laughed off the claim, pointing out the Harrier had never been offered in the Pepsi Points catalogue and was just in the commercial to provide a humorous completion to the piece. \"If we have to put disclaimers on spots that are obviously farces, where does it end?\" Pepsi spokesman Jon Harris said. Well, it didn't end there. Leonard filed suit in Miami against Pepsi for breach of contract, fraud, deceptive and unfair trade practices, and misleading advertising. The issue then landed in federal court in Manhattan with Pepsi responding by asking the court for a declaratory judgment saying it did not have to give Leonard a Harrier. In August 1999, the New York judge upheld Pepsi's case. \"No objective person could reasonably have concluded that the commercial actually offered consumers a Harrier jet,\" U.S. District Judge Kimba Wood said. Not that Leonard would have ended up with the full jet anyway if things had gone his way. The Pentagon quashed the promotion in September 1997 when it announced that these $33.8 million jets are not for sale in flyable shape. The Pentagon said any of the Marine aircraft would have to be \"demilitarized\" before being offered to the public (including disabling the Harriers' ability to take off and land vertically), which in this case would have meant both stripping them of their armaments and rendering them unable to fly. Barbara \"jet streamed\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "5 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/deals/pepsijet.asp",
  "Claim": "A jocular Pepsi \"offer\" obligated them to provide a $33.8 million Harrier jet to a consumer who claimed it for $700,000.",
  "Claim_ID": "business_deals_pepsijet",
  "Tags": ""
}