{
  "Origins": "Nylon (polyhexamethyleneadipamide) was invented in 1935 by an organic chemist under contract to Du Pont. Wallace Carothers spent seven years on this project before achieving success. He discovered when liquid polymers were blown through ultrathin nozzles they quickly solidified in resilient fibers thinner than human hair.",
  "Fact Check": "",
  "Description": "Inventing it was only half the problem; what to call it was the other half. Carothers referred to his brainchild as Fiber 66, but as its inventor it's not surprising he didn't appreciate the need for name more attractive to consumers. Sexier was better, said Du Pont. Its naming committee considered 400 names, one of them Duparooh (short for Du Pont Pulls A Rabbit Out Of Hat). Another was No Run. A good name, except the fabric did run. The committee tinkered with No Run until it became Nylon. (Some like to view \"nylon\" as a modification of \"no run\" spelled backwards.) Du Pont did not announce the new fiber until 1938. Carothers patented his discovery in 1937. Shortly afterwards, chronic depression led him to take his own life by drinking cyanide. An odd bit of lore asserts that the name came from the conflation of New York (NY) and London (Lon), the two cities the product was launched in. Though that's neat pop etymology, it doesn't fit the facts. Nylon stockings hit the market in 1939, after being introduced at the New York World's Fair. London did not play any part in nylon's history. Equally spurious is the claim the fibre was named for an acronym formed from \"Now You've Lost, Old Nippon,\" supposedly a thumbing of the nose at Japan over the presumed loss of a market for their silk due to its replacement by synthetic fibres. Nylon stockings were originally touted at \"strong as steel and delicate as a spider's web.\" Compared to traditional silk stockings, they were certainly all that. Ah, but familiarity breeds contempt: in no time at all women were treating them with a careless disregard they would never have presumed to adopt with their silk leggings, and newfangled nylons quickly proved no match for ordinary wear and tear. These days, nylon is used in a number of products, including tents, ropes, and outerwear. It is telling, however, that we still refer to ladies' stockings as nylons. Barbara \"laddered hose\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1992] My chemistry teacher told me that Nylon is named after New York and London. The story goes that the experimentors in New York got a different result from the scientists in London due to the difference in lab temperatures. Neither group would have discovered nylon in isolation as the lab temps would be wrong for the part of the process.",
  "Last Updated": "31 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/names/nylon.asp",
  "Claim": "Nylon was named for a conflation of 'New York' and 'London.'",
  "Claim_ID": "business_names_nylon",
  "Tags": ""
}