{
  "Origins": "Domino's, a multi-million dollar chain of pizza restaurants, began in 1960 with a $500 investment by two brothers in a Ypsilanti, Michigan, pizza parlor called DomiNick's. From those humble origins the company has grown into an international chain, now operating thousands of outlets in more than fifty countries.",
  "Fact Check": "",
  "Description": "During its formative years, one of the ways Domino's sought to increase its market share among the U.S. pizza-buying public was to offer a guarantee on the speed of its delivery, thereby enticing consumers to order from Domino's in preference to one of its many competitors. That guarantee, which began in 1979, was \"30 minutes or it's free.\" Under that policy, customers won either way: They received pizzas that arrived within a half-hour of ordering, assuring them of hot, fresh product for their money, or they received pizzas that might not have been as hot or as fresh, but without charge. In 1993, in reaction to multi-million dollar settlements arising from car accidents involving its delivery drivers, Domino's ended its delivery guarantee. While the pizza maker never admitted its drivers drove unsafely in their efforts to beat the 30-minute deadline, at a 1993 news conference Domino's owner Thomas S. Monaghan said the guarantee was being dropped in an attempt to fight a \"public perception of reckless driving and irresponsibility.\" That perception was fueled by a couple of key lawsuits against Domino's. In 1992, the company agreed to pay $2.8 million to the family of an Indiana woman killed by one of its delivery people. The woman, 41-year-old Susan Noonan Wauchop of Calumet City, Illinois, died when a Domino's truck struck her van near the Indiana-Michigan border in 1990, an accident that also injured three of her sons and a friend. Domino's has always maintained that road and weather conditions, not the delivery time requirements, were the primary factors behind that crash. Yet it was a case ruled upon in 1993 that rang down the curtain on the \"30 minutes or it's free\" guarantee. An injury to a 49-year-old St. Louis, Missouri, woman, whose car was struck by a Domino's driver in 1989, led to an award of $750,000 in actual damages and $78 million in punitive damages against the pizza company. Jean Kinder, the injured driver, had suffered injuries to her head and back after the driver of the pizza delivery vehicle ran a red light and struck her vehicle. Available information indicates that Kinder did not receive the full $78,750,000 awarded to her but instead chose to settle for $15 million (with the local franchise holder ponying up $9 million and Domino's the other $6 million), but this information cannot be confirmed. A reason why she might have decided to accept this much smaller amount is because, had she not done so, the verdict would have been appealed, and large punitive awards granted by juries often don't survive the appeals process since appellate courts are free to reduce or even eliminate such awards. In Kinder's case, she might have felt that a $15 million bird in the hand was better than a $78 million one in the bush. Human nature being what it is, the accidents that resulted in the demise of the guarantee are now recalled in a way that better suits them to serve as fodder for an explanatory tale: The deceased 41-year-old woman and the severely injured 49-year-old woman are transformed into a small child, and their accidents (which involved vehicles colliding with other vehicles) become an instance of a pizza delivery driver running down a youngster who had been walking alongside the road or attempting to cross the street. In this way, the horrific is made even more horrific; the mind's eye is left contemplating the lifeless body of a little kid lying in the road. In this manner, the essence of the reason for the guarantee's having been rescinded becomes far easier to grasp than it does when stated in more nebulous terms of lawsuits settled out of court and open questions of who really was at fault. Domino's still offers its customers a guarantee that they will be satisfied with the product, but it is a quality guarantee rather than a time-dependent one. Says the company's Total Satisfaction Guarantee: \"If for any reason you are dissatisfied with your Domino's Pizza dining experience, we will re-make your pizza or refund your money.\" Barbara \"I'll tell them my dining companion was a poor conversationalist and demand a refund\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "When I was managing the local Domino's pizza (in Washington state) the rumor for why we dropped the \"30 minutes or less\" guarantee was that a driver was told to speed and get a pizza delivered on time by his manager and on that delivery he hit and killed a small child. I never really believed it, but it was a good story for explaining that we no longer had the guarantee. I was just speaking with a Domino's manager in Idaho and she said that this story is told \"like gospel\" in her store as well.",
  "Last Updated": "21 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/business/consumer/dominos.asp",
  "Claim": "Domino's Pizza ended its \"30 minutes or it's free\" guarantee because a speeding delivery driver hit and killed a child.",
  "Claim_ID": "business_consumer_dominos",
  "Tags": ""
}