{
  "Origins": "Few cultural icons have achieved the measure of success that has the feline cartoon character from Japan known as Hello Kitty. She's on everything vendible, from backpacks and coin purses to laptops and gentlemen's underwear. Her image has accompanied numerous celebrities over the years, including Carmen Electra, Cameron Diaz, Britney Spears and Sarah Jessica Parker. A line of MasterCard debit cards features a Hello Kitty design, and in November 2009 recording artist Lady Gaga dedicated an entire photo shoot to the famous little cat, appearing in a variety of outfits that sported Hello Kitty paraphernalia, including a dress made of Hello Kitty dolls.",
  "Fact Check": "",
  "Description": "The rumor about the little feline's being a tribute to the Devil from a grateful parent whose child was spared from the cruel and inevitable fate of a life-ending illness appears to be a backlash against all the cuteness and wholesomeness that is Hello Kitty. The rumor gained its start from a 2008 e-mail rendered in Spanish, which asserted that the frantic parents of a 12-year-old girl stricken with cancer of the mouth made a pact with the Devil to bring to worldwide fame a character alluring to children in exchange for their daughter's return to health. The fatuous account asserts \"kitty\" is a Chinese word meaning \"demon,\" thus Hello Kitty means \"hello demon\" that is, those who fall for the character's charms are welcoming the Devil and all his minions into their hearts. However, Hello Kitty is Japanese, not Chinese, in origin, and we're wholly unaware of any Chinese language (there are many) wherein \"kitty\" means \"demon.\" The e-mail also asserts that Hello Kitty's lack of a mouth stems from that fictitious 12-year-old's illness; the girl had cancer of the mouth, so the character created to spare her life lacks that feature. That tidbit of information is also claptrap: the sweet-faced little cat was created in 1974 by Sanrio, a Japanese company that designs and licenses branded characters, and she first appeared on a coin purse. The astonishing success of Hello Kitty can be attributed to Japan's kawaii aesthetic that worships all things cute, lovable, and adorable. The second Hello Kitty origin myth (i.e., that the character was invented to help win public acceptance of a controversial nuclear power plant in Japan) echoes a rumor that Cabbage Patch dolls were given their characteristic appearance in an effort to accustom people to the look of mutants following a nuclear war. As is the case with the \"tribute to the Devil\" rumor, it too is nonsense. Sanrio's web site says that Hello Kitty lacks a mouth because \"Hello Kitty speaks from her heart. She's Sanrio's ambassador to the world and isn't bound to any particular language.\" Yo Kato, producer of the 30th anniversary Kitty Exhibition in Tokyo said in 2004, \"She has no mouth and no expression, which enables people to assign their own interpretation be it as a cute item or as something cool.\" And Sanrio spokesman Kazuhide Yoneyama said in 1999, \"Without the mouth, it is easier for the person looking at Hello Kitty to project their feelings on to the character. The person can be happy or sad together with Hello Kitty.\" Barbara \"unCheshire'd cat\" Mikkelson Additional information: Sanrio web site",
  "Originally Published": "",
  "Referred Links": "http://www.sanrio.com/;http://www.sanrio.com/faq/faq#27;http://www.ladygaga.com/photos/detail.aspx?fid=15816&in=3;",
  "Example": "[Collected via e-mail, July 2010] The story is how Hello Kitty came to be...that a mother or father, depending on the version of the story had a child that had cancer. The parent made a pact with the devil that if the child was cured they would create a character in the devil's honor that would be adored worldwide. There are different variations but they all boil down to the point that Hello Kitty is evil and that God fearing people should stay away from any HK products as they are affiliated with the devil and devil worship. [Collected via e-mail, March 2005] I've heard from a couple people that Hello Kitty, the famous flagship mascot of Japanese mascot design house Sanrio actually got her start as the mascot for a controversial nuclear power plant in Japan in the early 70s? Seems that, given Japan's past with all things nuclear, the Japanese were understandably quite loath to having a nuclear power plant opening on their soil. So, the story goes, they hired Sanrio to create a people-friendly mascot that they could use to brand all their official stationery, literature, advertisements, products, etc. That mascot was, of course, Hello Kitty, who became so popular with the Japanese general public that she (and Sanrio) took on a life of her own and eventually everyone forgot about her power plant past and became the icon that she is today.",
  "Last Updated": "22 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/business/alliance/hellokitty.asp",
  "Claim": "A pact with the Devil to save a cancer-stricken child resulted in the creation of the Hello Kitty brand.",
  "Claim_ID": "business_alliance_hellokitty",
  "Tags": ""
}