{
  "Origins": "Trying to get to the bottom of this claim, I dug up a couple of newspaper articles about Carmex. One long article from 1995 turned out to be a collection of quotes from various women who professed to be addicted to it. Nothing tangible or verifiable (no chemical analyses or anything like that), just a collection of quotes from ladies who claimed they couldn't live without it. It's stories like these that add to the spread of rumors, because at first glance they appear to authoritatively confirm the half-remembered stuff whispering around a person's head.",
  "Fact Check": "",
  "Description": "Apparently the article's writer had gotten in touch with the manufacturer of Carmex, because the piece included one quote that could be considered as coming from a \"source\": Paul Woebling, spokesman for Carma Labs, producer of Carmex, said letters from users, worried about addiction, are common. \"We tell them we're in full compliance with the Food and Drug Administration,\" he said. It's a good thing I've been hanging around snopes as long as I have; otherwise, after reading that article, I'd have been completely convinced the stuff was addictive. Like, there were all these quotes and things. Yes, there were quotes . . . but they didn't say a darned thing. Not one of the \"addicts\" described what effect Carmex had on her, what withdrawal from the balm was like, or what her doctor thought of the addiction. There was a quote from Carmex's spokesman, but it was a carefully chosen one that could easily be construed to mean Carmex had something to hide, and its meaning is highly dependent upon the context in which it is presented. As well, it's what was missing from this story that stood out: no chemical analysis, no independent lab tests, no quotes from FDA officials. In other words, nada. A fluff piece, nothing more. A better-written and slightly less slanted article on Carmex appeared in 1993. Though clearly meant as a tongue-in-cheek piece, it does mention one well-known vector for the \"Carmex is addictive\" story: Paula Poundstone. I believe it is the comedian Paula Poundstone who has a routine about Carmex addicts. She jokes that there is a secret wing at the Betty Ford Clinic for such people, and that they roam the halls begging for \"just one little dip\" of their finger into a pot. Carmex is a cold-sore and chapped-lip salve that was invented in 1936. It is made mostly of menthol, camphor, alum, and wax. As Carmex junkies know, this yellow moosh is not just another lip balm. Carmex packs a kind of rush for the kisser. Once you've felt this rush, it's impossible not to want it again. And again. And again. \"The jars are kind of our trademark,\" said Paul Woelbing by phone from Carma Lab Inc. in Franklin, Wis. Woelbing (pronounced WELL-bing) knows all about Carmex junkies. Every day, mail arrives at the lab from people wanting to know if there is an addictive ingredient in the stuff. \"One common suspicion is that we put a really terrible acid in it that roughs up your lips and makes you need more Carmex,\" he said. \"But the acid we use is salicylic acid, which is aspirin. Another rumor is that we grind up fiber glass and put that in.\" At 36, Woelbing is the treasurer of Carma Lab Inc. Paul's father is vice president. Paul's 92-year-old granddad - yes, the inventor of Carmex, Alfred Woelbing - is still the president, working 50 to 60 hours a week. A practical man, Alfred Woelbing created Carmex because he had cold sores. He called the lab \"Carma\" because he liked the sound of the word, and \"ex\" was a very popular suffix then. Never in Carmex's 57-year history have the Woelbings advertised or marketed their product - unless you count \"the $10 a year we spend for my dad's vanity [license] plate,\" said Paul. Barbara \"lip service\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "26 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/secret/carmex.asp",
  "Claim": "People get \"hooked\" on Carmex Lip Balm because it contains ground glass (or other irritants), necessitating its continued use.",
  "Claim_ID": "business_secret_carmex",
  "Tags": ""
}