{
  "Origins": "In April of 1947 the Ford Motor Company was besieged by thousands of inquiries asking whether it was true Ford would provide a brand-new car in exchange for a 1943 copper cent. This rumor appeared to spring from nowhere, but before Ford knew what was hitting them, they were receiving letters from all over the country sent by folks who had heard this tale and now wanted to know if there was anything to it.",
  "Fact Check": "",
  "Description": "Spokesmen for the company pointed out again and again that not only wasn't there such a \"lucky find\" promotion going on, they doubted there even was such a coin. Because of the critical need for copper during the war, in 1943 the U.S. Mint produced 1,093,838,670 zinc-coated steel cents instead of the usual copper one-cent coins. The coin world was set on its ear in 1947 when a collector found a copper 1943 penny in his pocket change. Exactly where it (and others) came from has never been determined; speculation is that about forty 1943 pennies were struck on the copper-zinc-tin blanks left over from the previous year's production. Seventeen have surfaced so far, and they've all fetched goodly amounts when they've been sold. The first one was offered for sale in 1958 and fetched over $40,000. A similar piece was sold for $10,000 at a coin convention in 1981. The highest amount paid for a 1943 copper cent so far was $1.7 million in 2010. (One has to keep an eye out for fakes, however. The 1943 copper cent has been counterfeited by coating steel cents with copper or by altering the dates of 1945, 1948, and 1949 pennies. The easiest way to determine if a 1943 cent is made of steel, and not copper, is to use a magnet. If it sticks to the magnet, it's not copper, and it's worth only about fifty cents. If it does not stick, the coin might be of copper and should be authenticated by an expert.) Did that 1947 discovery spark off the \"penny Ford\" rumor? It's possible it did. The news of the day must have been full of speculation over what that rare coin would eventually fetch on the auction block, and it's not uncommon to think about large sums of money in terms of what big ticket items they might buy. One can see folks equating the projected worth of the coin with what it would take to buy a car, and from there it's not that much of a stretch to see this mental process expressed verbally in a shortened form of \"one 1943 copper penny would get you a new Ford.\" From there it takes but a bit of garbling to star the Ford Motor Company in this whole mess as the ones who are offering a car for a (specific) penny. Ford wasn't the only entity driven nuts by the rumor; the United States Mint was also flooded with inquiries about the elusive coin. Employees had to be pulled off other work to answer letters and do what they could to combat the \"penny car\" frenzy. The then administrator of the Mint revealed something telling that might serve to explain why this particular rumor attached to Ford and not to any other auto manufacturer: Some thirty years earlier, a similar rumor had it that the Ford Motor Company would give a new car to anyone who could produce one of four special dimes that had been pressed with the letter F,O,R, or D in place of the mint mark (no such coins were made), or to anyone who could produce a 1922 dime (none were minted that year). These days, a 1943 copper penny will likely earn you more than a new Ford, but not from the car manufacturer. Should you find one of those numismatic rarities in your pocket change, you're going to have to go to the trouble of auctioning it off and then buying your dream buggy with the proceeds in the traditional fashion. Barbara \"the Ford Motor Company is penny anti\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "24 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/redeem/1943ford.asp",
  "Claim": "Presenting a rare 1943 copper cent to Ford entitled the bearer to a brand-new automobile.",
  "Claim_ID": "business_redeem_1943ford",
  "Tags": ""
}