{
  "Origins": "You know, so much of the stuff that people send around the Internet is totally bogus. Even a lot of the things on lists of Amazing Facts aren't really \"facts\" because they're wrong it's like somebody just makes this stuff up or something.",
  "Fact Check": "",
  "Description": "Heinz , of course, is a real company, a Pittsburgh-based concern started in 1869 by Henry J. Heinz and L. Clarence Noble as a purveyor of horseradish; later famed for its ketchup, pickles, and \"57 Varieties\" slogan. And Alphabetti Spaghetti is indeed a real Heinz product, a foodstuff that has been described as \"overcooked tinned pasta in tomato sauce shaped like letters of the alphabet.\" Were Nazi-era Germans really so enamored of their national swastika symbols that they really wanted to eat them? Even if they did, many American companies had stopped supplying product to Germany by the outbreak of World War II in 1939, many more ceased operations in Germany (either by choice or because the European markets had become inaccessible) after the war was underway, and nearly all of the remainder were out of the German market soon after America entered the war at the end of 1941. That an American company (especially one without a subsidiary in Germany or some other Axis-controlled country) would have been doing business in Germany all the way from 1937 through 1945 would have been quite remarkable. (Ford, in particular, has come under criticism in recent years because its German subsidiary used slave labor to produce automobiles during World War II ; its defenders have maintained that \"Ford Company in America had lost control of Ford in Germany during the war\" and therefore did not condone or profit from its activities.) In any case, the \"pasta swastikas\" appear to be a heretofore unknown foodstuff, mention of which first appeared on an Internet list of spurious \"facts\" in 2001. Reference works on food, consumer products, World War II , and the Heinz company turned up no information about it, leaving us to turn to Heinz itself for a definitive answer. Their initial response was less than reassuring: This is in reference to your inquiry regarding the production a swastika-shaped pasta that the H.J. Heinz Company allegedly produced during W.W. II. We are currently researching the issue to verify that we never made such a pasta shape. I will write back to you as soon as I get the \"official\" word from our Archivist. Usually a response such as this one should be interpreted as public relations-speak for \"Denying this would be a lie, so we're just going to cover ourselves by claiming we can't confirm it. Now go away and stop bothering us.\" However, Heinz did take the time to research the issue and follow up with additional information several days later: This is in response to your inquiry regarding the recent internet rumor associated with the H.J. HeinzCompany. According to the Heinz archivist, the H.J. Heinz Company did not produce pasta, in any shape, for the German market during World War II. The Heinz Company was a major contributor to the Allies' war efforts, producing K and C Rations. Additionally, a portion of the Pittsburgh plant was used as a secret production facility to produce airplane glider wings. The wings were used on the CG4-A glider which was instrumental in the invasion of Sicily in 1943 and the D-Day invasion in Normandy on June 6, 1944. Interested parties can still spell out all manner of war-related terms using Heinz' standard Alphabetti Spaghetti product, though.",
  "Originally Published": "",
  "Referred Links": "http://news.bbc.co.uk/2/hi/americas/1696581.stm;http://www.heinz.com/our-company/about-heinz/history.aspx;http://www.heinz.com/our-company/about-heinz/history.aspx;http://www.heinz.com;",
  "Example": "Between 1937 and 1945 Heinz produced a version of Alphabetti Spaghetti especially for the German market that consisted solely of little pasta swastikas.",
  "Last Updated": "29 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/alliance/swastika.asp",
  "Claim": "Heinz marketed swastika-shaped pasta in Germany before and during World War II.",
  "Claim_ID": "business_alliance_swastika",
  "Tags": ""
}