{
  "Origins": "In the years after World War II , Japan, whose manufacturing capabilities had been almost completely wiped out by Allied bombing, attempted to rebuild both their economy and their industrial base by producing large quantities of inexpensive goods and exporting them to America and other countries. (The USA was the primary market, however, since it emerged from the war with a robust economy and had no damaged infrastructure to rebuild.) The phrase \"Made in Japan\" came to symbolize cheap, shoddy goods to Americans, and eventually the rumor arose that Japan had sought to avoid this stigma by deviously renaming one of its towns \"Usa\" so it could identify its products as being \"Made in USA.\"",
  "Fact Check": "",
  "Description": "This rumor was almost certainly a tongue-in-cheek joke inspired by someone's noticing the coincidence of a town in Japan named Usa (and perhaps fueled by American xenophobia or lingering resentment of the Japanese). In fact, the Japanese city of Usa (on the island of Kyushu) was not created by renaming an existing town; it was called Usa long before World War II. As well, nearly every country that imports goods requires them to be marked with the name of their country of origin, not a town or city, and it would have taken some circuitous (and probably expensive) routing to get goods marked \"Made in USA\" into other countries without anyone's noticing that they had originated in Japan. America, especially, Japan's largest market by far, would certainly have noticed the incongruity of goods marked \"Made in USA\" being imported into the USA. Of course, the idea that the U.S. Customs Department would simply shrug at Japanese products marked \"Made in USA,\" despite the confusion they would obviously cause, simply because they were \"legitimately\" identified as coming from the Japanese city of Usa is just silly. Lest anyone think that U.S. Customs inspectors were lax about enforcing the rules or willing to look the other way, consider the following difficulty Sony experienced with them as late as 1969 when Sony tried to downplay the fact that its products were Japanese in origin: . . . despite the Japanese flag flying on Fifth Avenue, most consumers, including actual customers, remained unaware that Sony was a Japanese company. Morita [President of Sony Sales] was uneasy about the possibility of a negative reaction, and did what he could to sustain the misapprehension. The required \"Made in Japan\" label, for example, was positioned on the product as inconspicuously as possible, in the smallest permissible size; and more than once, Sony edged below the minimum, causing U.S. Customs inspectors to turn back shipments. A notable exception to the USA's import laws is the Commonwealth of the Northern Mariana Islands, which is allowed to use the \"Made in USA\" label on their products and export them to the USA duty-free. Legislation was introduced in Congress to close this loophole (also known as the \" Saipan Scam \") in 1999, but it died in committee.",
  "Originally Published": "",
  "Referred Links": "http://glo.bmwe.org/public/journal/1999/09sep/b04.htm;",
  "Example": "",
  "Last Updated": "20 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/genius/usa.asp",
  "Claim": "Japan renamed a town 'Usa' so that it could legitimately stamp its exports 'Made in USA.'",
  "Claim_ID": "business_genius_usa",
  "Tags": ""
}