{
  "Origins": "While the United States Secret Service is best known for its service in protecting the President and other assignees, this branch of law enforcement has a second area of responsibility, that of safeguarding the nation's money supply from counterfeiting. Indeed, the Service was begun in 1865 for that very purpose, because at the close of the Civil War counterfeiting was so commonplace that an estimated one-third to one-half of the currency then in circulation was fake. Protection of the President was added to the Service's duties only in response to the assassination of William McKinley in 1901.",
  "Fact Check": "",
  "Description": "These days, the Secret Service's jurisdiction in the financial crimes arena has been expanded beyond the counterfeiting of U.S. currency into forgery, theft of U.S. Treasury checks and bonds, credit card fraud, telecommunications fraud, computer fraud, and identity fraud. The Secret Service routinely rounds up and jails counterfeiters. It also each year destroys millions of dollars of phony U.S. bills, many long before they are loosed upon the public. Theirs is a quietly efficient organization geared for success, with most of the operations undertaken unfolding with clockwork precision. But this is a tale of a counterfeiting investigation that went against that norm, as it unfolded with anything but clockwork precision. This one case bedeviled the Service for a decade and came to a close only through a series of fortuitous events rather than via dogged and effective police work. In New York City in 1938, very poorly executed counterfeits of dollar bills began appearing in that city's money supply. Turning up at a rate of no more than forty or fifty a month, these bogus bucks were produced on a small hand-driven printing press from a set of plates that could best be described as abysmally crude. And, as crude as they were, they got worse in subsequent editions as their maker sought to improve his product. One of the overhauls of his plates rendered the spelling of the surname of George Washington (whose portrait appears on the one dollar bill) as \"Wahsington.\" While the Secret Service was at that time routinely rounding up forgers who were doing far more damage to the money supply, they were baffled by this clumsy and unskilled counterfeiter. This hapless mystery man produced dollar bills and only dollar bills, and he never spread more than a handful of them in any given week. And he never seemed to pass his phony bucks more than once at the same place. The Secret Service dubbed him Mr. Eight Eighty, a moniker based on the file number assigned to his case. As the years passed, he came to be known as Old Mr. Eight Eighty, as his file maddeningly remained open while those of all others in its vicinity were closed, with the counterfeiters investigated in those cases being rounded up and jailed. For ten long and very frustrating years, Mr. Eight Eighty remained on the loose, his crudely rendered dollars surfacing in the New York money supply week after week. Attempting to collar him became a quest somewhat akin to the hunt for the Holy Grail for the Secret Service, because what had begun as little more than a lark had over the years escalated into a major manhunt as various agents assigned to the New York field office came to view this crossroader's continued lack of capture as their personal failure. The pursuit of Mr. Eight Eighty amounted to the most intensive manhunt in the history of counterfeiting up until that time, and it may still stand as a record. Whenever one of Eight Eighty's dollars surfaced, agents were dispatched to the business where it had been passed to question those working there about the person who might have given it to them. Time was also taken to educate shopkeepers about what to look for in spotting counterfeit currency, in hopes that if Mr. Eight Eighty came back, they'd make especial note of the person passing the bill then call the Secret Service with his description. Maps were dotted with push pins, each one serving to indicate the location of where a bill had appeared. However, such maps were hardly informative because while they did indicate the preponderance of the bills were surfacing in the Upper West Side of Manhattan, the bills were also appearing all over the New York area and even well beyond. The region indicated by the cluster of push pins amounted to five square miles and contained a population of approximately a million people. Although the Secret Service hunted high and low, what eventually brought Mr. Eight Eighty to ground wasn't anything they did, but rather what fate did to the sought-after mystery man. In January 1948, fake dollar bills and a few printing plates were discovered in a garbage-strewn undeveloped lot near Broadway and Ninety-Sixth Street by a group of small boys playing there. The kids thought little of their find, and ten days went by before one of their fathers caught them playing poker among themselves with the funny money and turned it over to the local police precinct. A detective at that station telephoned the Secret Service about the cash and was floored at the reception provoked by what he'd thought was rather mundane news (fake dollar bills, after all). A group of Secret Service agents was there in a trice to examine the bills, confirmed that they were Eight Eighty's work, then paid a call on the man who'd turned in the false currency. Through him and his young son, they tracked the other children, finally locating the lads who had the plates in their possession. Another group of agents worked on the question of how the plates and the cash had come to be in a deserted lot. From those who lived nearby, they learned that a few weeks earlier there had been a fire on the top floor of a tenement overlooking the lot. They further learned that in an attempt to battle the blaze, the firefighters called to the scene had pitched a great deal of junk from the windows of a top floor apartment into the lot below. The occupant of that flat had not been at home at the time, although his aged mongrel had been, the dog expiring of smoke inhalation. A visit to that apartment settled all questions. In it, agents found the printing press, a pile of Eight Eighty's famed dollars, and even a drawerful of misprints. They also found Mr. Eight Eighty. The mystery man, the subject of the large and relentless decade-long manhunt, was 73-year-old Emerich Juettner, better known as Edward Mueller, a senior citizen who had given up his job as an apartment superintendent in favor of becoming a junkman after his wife died. The dollars he printed and put into circulation spelled the difference between his being able to support himself and his dog and not being able to make ends meet. Mueller, a likeable and otherwise upstanding man, was charged with counterfeiting and sentenced to a year and a day in jail, but his term was knocked down to four months behind bars. Up until his arrest, neither his son nor his daughter had any idea of what their father had been up to or that he'd been in financial distress. The old man had valued his independence to the point of preferring to engage in a life of crime rather than turn to his children for help, children it appears who would have been all too willing to help their aging father. It took ten years to catch the likeable old codger not because the Secret Service was inept in its pursuit of Mr. Eight Eighty, but rather because three factors inherent to the case worked against it, two having to do with Mueller's behavior and one with the denomination of the bill he chose to forge. Due to a peculiar turn of ethics, Mueller deliberately did not pass his fake bills at establishments more than once, for the express purpose of limiting the shortfall he caused any one person to no more than a single dollar. Instead of bilking the same places time and again, he spread his bogus bucks far and wide, thereby inadvertently avoiding one of the traps the Secret Service usually has going for it. Typical counterfeiters carelessly repeat their paperhanging at establishments already visited, and proprietors who have previously been burned by accepting fake bills tend to be far more observant afterwards of the currency handed to them and the people from whose hands it comes. The proprietors he left in his wake were rendered suitably alert to any future finagles, but because Eight Eighty didn't retrace his steps, the quarry they hunted never came back into their range. Also, Mueller was unnaturally frugal in his bilking of others; he never put more of his fake dollars into circulation than he needed to augment his meager earnings and provide himself and his dog with enough to live on. Typical counterfeiters are greedy, dumping large amounts of bogus cash at locations that are close together within a short span of time, thus greatly increasing the chances that someone so swindled will remember what they look like. For example, a fellow seeking to unload a sizeable wad of phonies may well paper every business establishment along a street, all within the space of one afternoon; while any one shopkeeper might not remember what the fellow who spent $500 in counterfeit bills looked like, among a whole street of defrauded businesspeople at least a few will likely produce a very good recollection of the man's appearance. Mueller was further protected by the denomination of the bill he forged. As amply demonstrated by the following trailer for the 1950 film Mister 880 that was based on this case, people pay precious little attention to the small denomination bills passed to them. As a general rule of thumb, as the value of the bill increases, so does the amount of scrutiny it is subjected to. A dollar bill, therefore, is barely glanced at, if at all: Mister 880 starred Burt Lancaster as the Secret Service agent in charge of the investigation and Edmund Gwenn, now best remembered as the Santa in Miracle on 34th St., as the counterfeiter. Barbara \"dollar daze\" Mikkelson Additional information: Know Your Money (U.S. Secret Service)",
  "Originally Published": "",
  "Referred Links": "http://www.secretservice.gov/data/KnowYourMoneyApril08.pdf;http://www.imdb.com/title/tt0042742/;",
  "Example": "",
  "Last Updated": "30 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/business/money/mister880.asp",
  "Claim": "The search for a prolific counterfeiter of one-dollar bills lasted ten years.",
  "Claim_ID": "business_money_mister880",
  "Tags": ""
}