{
  "Origins": "It is difficult to turn one's back on an appeal for help, especially one made on behalf of a gravely ill child. People want to help; their hearts do go out to others, no matter what their own circumstances might be.",
  "Fact Check": "",
  "Description": "That one simple inescapable fact worked to fuel a \"something for nothing\" hoax in and around West Virginia through the summer and fall of 2008. Somehow people came to believe that a child in need of chemotherapy could be benefited through the collection of plastic caps from milk jugs, soda bottles, and water bottles; that for every so many of those items collected, that ailing tot would be given a chemo session free of charge. No one knew the identity of the child (although some who repeated the rumor specified he was a 5-year-old boy), and the details about how many caps would earn a free session (some said 1,000, some said 1,500, some said one minute for each plastic top) shifted from telling to telling. As to who would be providing those cost-free cancer treatments, that too was up in the air: Over time, various hospitals were named as the putative parties that would trade chemo for caps, as was the American Cancer Society. The method by which such a swap was to occur (e.g., boxloads of caps handed over in exchange for chemo sessions; recycling of the caps for cash, then using of the money so garnered to pay for the treatments) also varied depending on the person passing along the rumor. The collection effort was all in the name of aiding a sick kid. Never mind that no one knew the child's name or where he lived, or what to do with the caps, or who was behind the supposed \"caps for chemo\" program somewhere an unnamed youngster was languishing for lack of the medical help the plastic tops of bottles could bring. Your plastic bottles. It was heady stuff. Heady enough to keep people from looking too hard at the hoax in front of them and risking their seeing it for what it was. Plastic bottle caps have no inherent monetary value. Unlike aluminum cans (and the metal tabs attached to them), they aren't worth anything as raw material because such caps are the wrong form of plastic to be recycled. There is therefore virtually no market for used plastic bottle tops. But even though the collected bottle caps weren't worth anything in and of themselves, and no large corporation was trumpeting its involvement in the rumored \"Save a kid by saving your bottle caps\" program, people's desire to help blinded them to those realities. Little worked to stop the spread of the hoax once it was underway. While it's hard to pinpoint precisely when and where the \"save a cancer-stricken child by saving your bottle caps\" belief first surfaced, the manager of one concern in Beckley, West Virginia, says her store began collecting lids in June 2008 after her minister announced he had heard by phone of a lad who would receive one chemotherapy treatment for 1,500 lids. Parishioners were entreated to save their caps to aid this child, and to pass on this request to their co-workers and other contacts. Said lids were to be taken to Raleigh General Hospital, a medical facility in that city. (According to the hospital's marketing director, Kevin McGraw, that facility is not and never has been involved in such a program. One of its employees, however, was collecting the caps by the vanload in the belief these otherwise discardables would help cancer patients, which is perhaps where the link between the caps collection and Raleigh General began.) Other churches in the area were similarly involved in the harvesting of bottle caps for the unnamed child. They too asked their churchgoers to save these bottle caps and to ask their friends, neighbors, and employers to do so. From there the rumor spread: In August 2008, Associated Press reported that \"churches, restaurants and businesses from Wheeling to Bluefield have been collecting plastic bottle caps, fueled by fliers that claim the caps can be redeemed for money to pay for cancer treatment.\" Many people were taken in by the hoax. Girl Scouts Troop 650 of Ellerslie, Maryland, collected plastic bottle caps and turned them in to Ruby Memorial Hospital in Morgantown, West Virginia, believing their efforts would give a cancer patient one free chemotherapy treatment. Collection bins at area stores and businesses in Beckley, West Virginia, were stocked with thousands of bottle caps by folks who thought they were helping some poor unfortunate child gain the chemo treatments he or she so desperately needed. Yet there never was such a child or such a program on his or her behalf. All efforts to locate the ailing tot failed, as did those to work out who to turn the caps over to or how to turn them into chemo treatments for anyone. The American Cancer Society has this to say about the hoax: After extensive research, the American Cancer Society has concluded that the Plastic Bottle Caps for Chemo program is a hoax. The origin of the hoax remains unclear, but it is similar to other \"cash for trash\" hoaxes that have circulated worldwide for years. Thousands upon thousands of lovingly-collected caps were unceremoniously dumped in the trash once the hoax was revealed. Collection bins were taken down, and new donations of caps were turned away. It is true that occasionally a large company will \"redeem\" up to a certain number of lids or labels from its products for a cash amount to be directed to a particular charity or cause (e.g., Yoplait 's annual commitment to donate 10 per lid from its products to breast cancer research via its \"Friends In The Fight\" program, up to a maximum donation of $1.6 million). However, such beneficences are specific product promotions meant to encourage purchase of the items bearing those labels or lids and to position the host company favorably in the shopper's mind as a warm, caring corporation committed to aiding mankind. Such promotions don't encompass every lid or label from all manner of consumer goods (including those of competitors), and the name of the business entity sponsoring the largesse is prominently featured in everything having to do with the promotion. In August 2010 another version of the bottle cap hoax appeared at Bagram Airfield, a U.S. Air Force base in Afghanistan. Motivated by a rumor that came from no one knew where, personnel at that base began collecting caps from empty water bottles in the belief that those items would be recycled into prosthetic limbs for disabled servicemembers. Bins to collect these caps sprang up around the base, and thousands (likely hundreds of thousands) of caps were tossed into them. Missing in all of this charitable activity was any notion of who was responsible for assembling the large collection of caps and transporting it, or where the shipment was to be sent for processing into artificial limbs. The local Judge Advocate General (JAG) office investigated the rumor and attempted to pin down the main point of contact (POC) for the cap drive, but while drop-off locations for the plastic tops were easily found, the trails dead-ended at them. Lt. Col. Thomas Rodrigues, the JAG officer running the investigation, said: \"Not surprisingly, with every interview at each collection site, no one had an overall POC, knew who the actual beneficiary was, or what to do with the collected caps.\" Contact with Hanger Prosthetics and Orthotics, Inc., the largest prosthetic limb manufacturer, confirmed that the rumor had indeed been a snipe hunt. The prosthetic company's public relations representative said that military members in need of artificial limbs receive new, top-of-the-line prosthetics, and recycled bottle caps would never be used in such products. Barbara \"recap\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.bagram.afcent.af.mil/news/story.asp?id=123219901>;https://friendsinthefight.yoplait.com/#enter-your-codes;http://www.cancer.org/aboutus/howwehelpyou/bottlecapsforchemo;",
  "Example": "[The Roanoke Times, August 2008] There is a request going around in our area asking for plastic bottle caps of any kind water bottles, soda, laundry detergent, etc. Supposedly, if you save 1,500 of these caps, someone is entitled to a free chemo treatment. [Collected via e-mail, September 2008] I have heard about collecting bottle caps for cancer patients. Apparently, for every 1,000 caps collected, a patient can receive a chemotherapy treatment. [Collected via e-mail, October 2008] I have been asked to collect used bottle caps from plastic bottles (pepsi and coke). I was told that these caps are given to chemo patients who are uninsured for chemo treatment. They are supposed to receive one minute of free chemo for one bottle cap. [Collected via e-mail, April 2015] Hi, I saw that you have an article on collecting plastic bottlecaps to redeem for wheelchairs, chemo, etc. You list this as a FALSEstory. apparently this woman has gotten a contract with recyclers in variousplaces to buy these caps and the money goes to those needing wheelchairs,etc. Maybe this was once a false story but has now become true?",
  "Last Updated": "2 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/business/redeem/bottlecap.asp",
  "Claim": "Plastic bottle caps can be redeemed to provide chemotherapy treatments to cancer sufferers or prosthetic limbs for wounded soldiers.",
  "Claim_ID": "business_redeem_bottlecap",
  "Tags": ""
}