{
  "Origins": "The U.S. federal income tax code requires residents to be responsible for their own taxes that is, it's up to each taxpayer to reckon his income, determine his allowable deductions, and file a tax return with the Internal Revenue Service (or to hire someone to do it for him). Such a system allows (some say it even encourages) taxpayers to cheat, engaging in everything from fudging the line between business and personal expenses to hiding large amounts of unreported income. Although tax fraud may never be completely eliminated, the increasing use of automated record-keeping and tracking technology has made many of the more common cheating schemes quite difficult, if not impossible, to pull off successfully these days.",
  "Fact Check": "",
  "Description": "Given how often we're asked to provide our Social Security numbers (they seem to used for just about everything these days), those of us who began paying federal income tax only in the last twenty years might be surprised to discover that not until 1987 did the IRS begin requiring taxpayers to include the Social Security numbers of all dependent children claimed on their returns. After all, listing phony dependents in order to claim illegitimate extra deductions has historically been one of the more common forms of tax fraud, so it makes sense the IRS would always have wanted to track such information as closely as possible. This is the notion behind the legend made familiar to many readers by the 2005 best-seller Freakonomics that the year the IRS did begin asking taxpayers to provide Social Security numbers for all dependent children, the number of claimed dependents suddenly dropped significantly: Some cheating leaves barely a shadow of evidence. In other cases, the evidence is massive. Consider what happened one spring evening at midnight in 1987: seven million American children suddenly disappeared. The worst kidnapping wave in history? Hardly. It was the night of April 15, and the Internal Revenue Service had just changed a rule. Instead of merely listing each dependent child, tax filers were now required to provide a Social Security number for each child. Suddenly, seven million children children who had existed only as phantom exemptions on the previous year's 1040 forms vanished, representing about one in ten of all dependent children in the United States. The \"seven million\" figure appears to be accurate, as noted in a December 2000 National Tax Journal article by Jeffrey B. Liebman that drew its data from a 1990 Internal Revenue Service conference report: Another way in which taxpayers without children might claim a dependent child is to invent a fictional one. The strongest evidence for this possibility is that in 1987, the first year in which taxpayers were required to list social security numbers of dependents on their tax returns, 7 million fewer dependent children were claimed than in the previous year. The suggestion by the Freakonomics authors that most or all of that drop in the number of dependents claimed in 1987 was directly attributable to fraud was an obvious one but not necessarily the only one, as alternative explanations could have accounted for a substantial portion of the reduction in number of claimed dependents. For example, it was not until 1987 that the IRS first demonstrated a program to allow parents to automatically obtain Social Security numbers for their newborn children when those births were registered, and the program did not become nationwide until 1989. Since the average citizen doesn't generally keep abreast of all the changes made to the tax code from year to year until they directly affect him, perhaps many taxpayers sat down to fill out their returns in 1987 and didn't realize until it was too late that they had never applied for Social Security numbers for their children. However, the assumption that many taxpayers had previously claimed non-existent children until the newly-implemented Social Security number requirement made it much more difficult for them to safely do so is certainly an obvious one, and seems to be supported by additional information provided by Liebman: Further evidence that nonexistent children may have been claimed comes from the 1988 TCMP [Taxpayer Compliance Measurement Program]. In 1988, taxpayers were required to list on their tax returns the social security numbers of all dependents who were at least five years old. On tax returns where the TCMP auditor disallowed an EITC [Earned Income Tax Credit] claim, 39 percent of the disallowed dependent child claims were dependents for whom the taxpayer checked the box stating the child was under five and did not provide a social security number possibly because the children did not exist. Likewise, although followup reports in subsequent years noted that some portion of the previously claimed dependents who went \"missing\" in the 1987 tax year were indeed real people who were not claimed as dependents in 1987 for reasons other than their being fictitious (e.g., they were children who had in earlier years been unlawfully claimed as dependents by each of two divorced parents), the pattern of disappearing dependents in 1987 was indicative of widespread fraud: Starting in 1987, the I.R.S. required that taxpayers report the Social Security number of all dependents over the age of 5. That year 7 million American children disappeared from the nation's tax returns, representing a 9 percent drop in the 77 million dependents claimed the previous year and $2.9 billion more in yearly tax revenue. The tax agency said about 20 percent of the vanished dependents were children who had been claimed as dependents by both parents after a divorce. Under the law, only one parent may claim the child as a deduction. Most of the others probably never existed, John Szilagyi, an I.R.S. researcher, said. And some families apparently became quite greedy in creating dependents, each worth a $1,080 deduction in 1986, and $1,900 in 1987. About 66,000 taxpayers who claimed four or more dependents in 1986 claimed none in 1987, after the Social Security identification rule went into effect. And more than 11,000 families claimed seven or more dependents in 1986, but none in 1987. Those returns are now under investigation, with more than 1,000 audits in which the 1986 dependents were disallowed, and back taxes and fines collected. Mr. Szilagyi said some cases of apparent fraud have also been referred to the authorities for criminal investigation. \"In any individual family, you can imagine that one or two children might legitimately have stopped being dependents in 1987, but it's hard to imagine a legitimate situation in which a taxpayer had seven dependents one year and none the next,\" said Mr. Szilagyi, who drafted the proposal to require Social Security numbers from dependents and baby sitters. Mr. Szilagyi said his research indicates that there are probably four million to five million more dependents being claimed illegally, either because they are fictitious or do not legally qualify as dependents.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=006073132X/urbanlegendsrefeA/;http://www.ssa.gov/history/ssn/ssnchron.html;http://www.ksg.harvard.edu/jeffreyliebman/ntjeitc.pdf;",
  "Example": "I had read at some point that millions of dependents dropped off the 1040 forms the year that the IRS required social security numbers. This seems incredibly high, but I know that it was a fact that there had been a lot of divorced parents both claiming the same children as dependents and people claiming their pets.",
  "Last Updated": "15 April 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/business/taxes/dependents.asp",
  "Claim": "Several million fewer dependents were claimed on federal income tax returns the year the IRS started requiring taxpayers to list the Social Security numbers of their children.",
  "Claim_ID": "business_taxes_dependents",
  "Tags": ""
}