{
  "Origins": "The Curtiss Candy Company was founded in Chicago in 1916 by Otto Schnering. Schnering, who wanted a name more \"American-sounding\" than his own for the company (German surnames not being much of an asset during World War I ), used his mother's maiden name instead.",
  "Fact Check": "",
  "Description": "The Curtiss Candy Company's first product was a confection known as Kandy Kake, which featured a pastry center topped with nuts and coated with chocolate. This candy bar was only a moderate success until 1921, when Schnering reintroduced it as a log-shaped bar made of caramel and peanuts, covered with chocolate. Schnering named his new confection the \"Baby Ruth\" bar, priced it at five cents (half the cost of other bars), and soon had one of the hottest-selling candy bars on the market. Three explanations have since been offered concerning the origins of the \"Baby Ruth\" candy bar's name: The bar was named after \"Baby\" Ruth Cleveland, the first-born daughter of President Grover Cleveland. The bar was named after baseball slugger George Herman \"Babe\" Ruth. The bar was named for a granddaughter of Mrs. George Williamson, Mrs. Williamson being the wife of the president of the Williamson Candy Company and one of the developers of the \"Baby Ruth\" bar formula. Explanation #1 is the \"official\" explanation that has been proffered by the Curtiss Candy Company since the 1920s. Explanation #2 is the \"obvious\" explanation; the one assumed by people who have not been exposed to any theories about the candy's origin. Explanation #3 is an alternate explanation proffered by syndicated columnist L.M. Boyd that can be readily dismissed. The Williamson Candy Company, producer of the \"Oh! Henry\" bar, was a direct competitor of Curtiss' and would have been most unlikely to supply a product name and formula to a rival. Furthermore, the Curtiss Candy Company has never claimed this as an origin of its candy bar's name. The claim that the \"Baby Ruth\" bar was named after Ruth Cleveland is found dubious by many because Ruth Cleveland died of diphtheria in 1904, over seventeen years before the \"Baby Ruth\" bar was first produced. Naming a candy bar after the long-dead daughter of a former president would certainly be a curious choice. Moreover, the notion that a candy bar called \"Baby Ruth\" should appear on the market just when a baseball player named Babe Ruth had suddenly become the most famous person in America is perceived as a rather striking coincidence. If the Curtiss Candy Company did indeed appropriate Babe Ruth's name without permission, it would have had a motive for developing a fabricated yet believable explanation in case a challenge arose over the candy bar's name. Curtiss did indeed have to fight off at least one challenge to its name, when a competitor (with the full approval of Babe Ruth) attempted to market a candy named the \"Babe Ruth Home Run Bar.\" Curtiss, claiming that its candy bar was named for Ruth Cleveland, was successful in forcing the competing candy bar off the market because its rival's name too closely resembled that of its own product. The fact that Curtiss successfully fought off a challenge to its candy bar's name does not demonstrate that the company was untruthful, however. Merely showing that it might have had a reason to lie is not evidence of any disingenuousness on its part; we must prove that Curtiss did in fact lie about the origins of the \"Baby Ruth\" name. Although we may not be able to show that Curtiss was less than honest when it was fighting off the challenge of the \"Babe Ruth Home Run Bar\", we can certainly demonstrate that it has been dishonest about the origin of the name \"Baby Ruth\" in the years since then. First of all, the official Curtiss position maintained for many years is that its \"candy bar made its initial appearance in 1921, some years before Babe Ruth . . . became famous.\" In 1919, Babe Ruth was a standout pitcher for the Red Sox, but he was not well-known outside of Boston and the baseball world. Sold to the New York Yankees prior to the 1920 season, Ruth soon established himself as an outfield star and was nationally famous by the end of the year. By 1921 his name was featured more prominently on the front pages of afternoon newspapers than President Harding's. The claim that he was not famous until \"some years\" after 1921 is nothing but absurd. This misstatement could merely be a mistake on Curtiss' part due to shoddy record-keeping or research, but the claim has been offered for so many years and is so easily verifiable that it is hard to explain as anything other than dissembling. Another claim made by the Curtiss Candy Company is much harder to dismiss as mere bad record-keeping, though. Part of the official statement about the \"Baby Ruth\" name offered by Curtiss has been that Ruth Cleveland \"visited the Curtiss Candy Company plant years ago when the company was getting started and this largely influenced the company's founder to name the candy bar 'Baby Ruth.'\" Ruth Cleveland died at age twelve in 1904; no amount of bad record-keeping can place her in the factory of a company that wouldn't exist until more than a decade after her death.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "31 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/names/babyruth.asp",
  "Claim": "The Baby Ruth candy bar was named after Ruth Cleveland (daughter of President Grover Cleveland), not Babe Ruth.",
  "Claim_ID": "business_names_babyruth",
  "Tags": ""
}