{
  "Origins": "Economic turmoil in the United States in recent years has given many Americans pause to consider just how safe their money is, especially in light of some bank failures that have reminded us that even such seemingly secure investments as ordinary savings accounts are not completely risk-free. And although most bank customers are aware their deposits are insured, they aren't necessarily familiar with the details of how that insurance works, a circumstance that has fostered the spread of rumors which create additional insecurity.",
  "Fact Check": "",
  "Description": "After a wave of bank failures that came in the wake of the stock market crash of 1929 and the prolonged economic depression that followed, the U.S. federal government created the Federal Deposit Insurance Corporation ( FDIC ) to restore public confidence in (and help stabilize) the U.S. banking system. The FDIC provided federal government guarantees of deposits up to $100,000 per account holder per bank (and up to $250,000 per account holder for deposit retirement accounts), subject to certain conditions, at insured financial institutions.* Bank failures in the U.S. have been a relatively uncommon phenomenon since the savings-and-loan crisis of the late 1980s, so many consumers have had little or no exposure to the process by which FDIC deposit insurance works, a circumstance that has led to the uncertainty reflected in the examples cited above. Widely-believed rumors hold that FDIC insurance actually covers just a small fraction of the original deposit amount (e.g., 1.5%), or that the FDIC only reimburses depositors in full over a very long period of time (e.g., 99 years ), the net result being the mistaken belief that FDIC insurance isn't really much of a guarantee at all. In fact, these rumors are so prevalent that they were both included (as numbers #3 and #4) in a list of the top ten misconceptions about the FDIC published in the Spring 2006 edition of the FDIC Consumer News newsletter, where they were addressed thusly: If a bank fails, the FDIC could take up to 99 years to pay depositors for their insured accounts. This is a completely false notion that many bank customers have told us they heard from someone attempting to sell them another kind of financial product. The truth is that federal law requires the FDIC to pay the insured deposits \"as soon as possible\" after an insured bank fails. Historically, the FDIC pays insured deposits within a few days after a bank closes, usually the next business day. In most cases, the FDIC will provide each depositor with a new account at another insured bank. Or, if arrangements cannot be made with another institution, the FDIC will issue a check to each depositor. The FDIC only pays failed-bank depositors a percentage of their insured funds. All too often we receive questions similar to this one: \"Is it true that if my FDIC-insured bank fails, I would only get $1.31 for every $100 in my checking account?\" As with misconception number 3, this misinformation appears to be spread by some financial advisors and sales people. Federal law requires the FDIC to pay 100 percent of the insured deposits up to the federal limit including principal and interest. If your bank fails and you have deposits over the limit, you may be able to recover some or, in rare cases, all of your uninsured funds. However, the overwhelming majority of depositors at failed institutions are within the insurance limit, and insured funds are always paid in full. As noted, this type of misinformation is often passed along by unscrupulous or misinformed financial advisors who are trying to steer customers towards investments or accounts that are not insured, so if you have any doubts about exactly what is or is not covered by FDIC insurance, you may want to undertake some additional verification on your own. * Note: In October 2008 the FDIC insurance limit was temporarily increased to $250,000 per account, with that increase slated to remain in effect through the end of 2009, but subsequently extended through the end of 2013. In July 2010 the FDIC insurance limit was permanently increased to $250,000 per depositor, per insured depository institution for each account ownership category.",
  "Originally Published": "",
  "Referred Links": "http://www.fdic.gov/deposit/deposits/changes.html;http://www.fdic.gov/;",
  "Example": "[Collected via e-mail, July 2008] I heard an \"expert\" on KFI AM 640 in LA say the FDIC has up to 99 years to repay you in the event of a bank failure. Sounds like a misrepresentation but when asked by the host, she said \"it's in the fine print.\" [Collected via e-mail, September 2008] I have been hearing of a story of a man entering a bank week after week and making a deposit of a government check in some sort of insignificant amount (the number I heard was $0.35 per check). The teller asks why is he depositing such a small check. His response is that his bank went bust and that the checks are from the F.D.I.C. The gist of this apocryphal tale is that FDIC insurance is not a good thing and that if it does pay out it will take forever to recover your \"insured\" loss. This tale was repeated yesterday to my sister-in-law by a bank teller trying to dissuade her from moving an UNINSURED money market account to an F.D.I.C. insured CD with another bank.",
  "Last Updated": "8 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/business/bank/fdic.asp",
  "Claim": "After a bank failure, the FDIC has 99 years to pay back insured deposits.",
  "Claim_ID": "business_bank_fdic",
  "Tags": ""
}