{
  "Origins": "Such is the trust we place in the authority represented by a person in uniform that we rarely think to question it, even under unusual circumstances. This was an aspect of human nature gainfully exploited by con man Frank Abagnale (of Catch Me If You Can fame), who, after obtaining a genuine Pan Am pilot's uniform (as well as forging a Pan Am ID card and FAA pilot's license), supposedly spent several years taking free flights and passing bad checks all over the USA and Europe. Another legendary scam which plays on our hesitance to challenge the uniformed involves the crook who garbs himself as a security guard, places a sign reading \"NIGHT DEPOSITORY OUT OF ORDER Please leave deposits with guard\" in front of a bank's night depository, and stands off to the side with a large cart, into which he places the money and receipts handed to him by trusting customers. The crook then makes off into the night with the deposits, keeping the cash and tossing the receipts.",
  "Fact Check": "",
  "Description": "Abagnale himself claims to have pulled off this scam: I went first to Beke Brothers. No one questioned my status. Within fifteen minutes I walked out with a complete guard's outfit: shirt, tie, trousers and hat, the name of the bank emblazoned over the breast pocket and on the right shoulder of the shirt ... At 11:15 P.M. I was standing at attention in front of the night-deposit box of [a bank's airport branch], and a beautifully lettered sign adorned the safe's depository: \"NIGHT DEPOSIT VAULT OUT OF ORDER. PLEASE MAKE DEPOSITS WITH SECURITY OFFICER.\" There was an upright dolly, with a large mail-type bag bulking open, in front of the depository. At least thirty-five people dropped bags or envelopes into the container. Not one of them said more than \"Good evening\" or \"Good night.\" Whether Abagnale actually did this or merely attributed to himself a scam he'd heard about is debatable (since much of what went into his memoirs was fictitious or exaggerated, and especially since he claimed to have pulled off this theft at the very same airport where he'd just been arrested by state troopers for impersonating a pilot the day before). However, others have successfully pulled off this ruse, most recently in Tigard, Oregon, in August 2008: Two men made off with hundreds of dollars in cash by dressing as security guards, standing outside a bank's night deposit slot and persuading people to hand over their money because the slot was broken. The men offered to make the deposits for customers at the Washington Square branch of Wells Fargo Bank the next day when the bank reopened, said Jim Wolf, a Tigard Police Department spokesman. \"Wells Fargo had absolutely no idea who these men were,\" Wolf said. He said the men wore uniforms and had badges and guns. The night deposit slot was covered by a blue engraved sign saying it was out of order. The men offered to collect the deposits by putting them in a black box they had, Wolf said. The deposits came from businesses that normally use the slot to deposit the day's receipts from their tills. Two people who gave deposits to the men said the sign over the slot read \"Out of Service.\" Sightings: A couple of characters in Neil Gaiman's 2001 novel, American Gods , pull off this scam at a bank's ATM: [Wednesday] put a peaked cap on, and Velcroed a patch to the left breast pocket of his jacket. A1 SECURITY was written on the cap and the patch. He put deposit slips on his clipboard. Then he slouched. He looked like a retired beat cop ... Wednesday taped a large red out-of-order notice to the ATM. He put a red ribbon across the night deposit slot, and he taped a photocopied sign up above it. Shadow read it with amusement. FOR YOUR CONVENIENCE, it said, WE ARE WORKING TO MAKE ONGOING IMPROVEMENT'S. WE APOLOGIZE FOR THE TEMPORARY INCONVENIENCE. Then Wednesday turned around and faced the street. He looked cold and put-upon. A young woman came over to use the ATM. Wednesday shook his head, explained that it was out of order. She cursed, apologized for cursing, and ran off. A car drew up, and a man got out holding a small gray sack and a key. Shadow watched as Wednesday apologized to the man, then made him sign the clipboard, checked his deposit slip, painstakingly wrote him out a receipt and puzzled over which copy to keep, and, finally, opened his big black metal case and put the man's sack inside. The man shivered in the snow, stamping his feet, waiting for the old security guard to be done with this administrative nonsense, so he could leave his takings and get out of the cold and be on his way, then he took his receipt and got back into his warm car and drove off. [Wednesday] took gray sacks and envelopes from people coming to deposit their earnings or their takings on this Saturday afternoon, a fine old security man in his funny pink earmuffs ... Everyone who gave him their money walked away a little happier from having met him.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "15 April 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/bank/guard.asp",
  "Claim": "Crook posing as security guard places 'OUT OF ORDER' sign on bank's night depository and collects depositors' money himself.",
  "Claim_ID": "business_bank_guard",
  "Tags": ""
}