{
  "Origins": "Since so many of the names and faces synonymous with popular food products (e.g., Betty Crocker, Mrs. Butterworth, Aunt Jemima) were simply invented for marketing purposes, it's natural to assume (as the author cited above mistakenly does) that Chef Boyardee must be equally fictitious. The Chef Boyardee brand with its red-and-white label may have been an American icon since the 1930s, but what self-respecting chef would lend his name and image to a line of cheap, gooey, tomato sauce-drenched pastas (including something called \"Beefaroni\") sold in cans and eaten mostly by children? If this guy was a real person, you'd think his kitchen skills must have ranked just below those of the Muppets' Swedish Chef.",
  "Fact Check": "",
  "Description": "But Chef Boyardee was not, as commonly believed, a fictional creation whose name was formed from the given names (Boyd, Art, and Dennis) of the men who created him. He was indeed a real person, born Ettore (Hector) Boiardi in northern Italy in 1898. Young Hector was a culinary savant who reportedly worked in restaurant kitchens at the tender age of eleven before immigrating to America and joining his brother in New York at age seventeen. His brother's employment as a waiter at the prestigious Plaza Hotel helped gain young Hector entr e to the Plaza's kitchen, and over the next several years Boiardi whipped up his creations for renowned hotel kitchens New York, West Virginia, and finally Cleveland, where he opened his own restaurant, Il Giardino d'Italia. Boiardi's spaghetti sauce soon became famous throughout Cleveland, and his restaurant patrons began asking him for extra portions of sauce to take home with them, which he doled out in milk bottles. Demand for his spaghetti sauce grew so large that he started producing it in an adjacent loft and selling it with dry pasta and packets of his special cheese. Hector Boiardi later plunged into full-time pasta making, adopted the (for Americans) easier-to-spell \"Boyardee\" version of his name, and moved his operations to Pennsylvania before eventually merging with American Home Foods (now International Home Foods), with whom he worked until his death in 1985. The Chef Boyardee brand is now part of the ConAgra portfolio. The Chef Boyardee brand may not be synonymous with haute cuisine, but the real Hector Boiardi could outcook Betty Crocker, Aunt Jemima, and Mrs. Butterworth combined.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0671769413/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/1565543947/ref=urbanlegendsrefe;",
  "Example": "[Staten, 1993] Everyone knows there's an Orville Redenbacher. Who would make up a name like that? Besides, we've all seen him and his nerdy grandson on TV commercials. But what about those other food folks? First the crushing news: There is no Chef Boyardee. Chef Boyardee's name is a combination of the names of the three founders of the company: Boyd, Art, and Dennis.",
  "Last Updated": "11 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/names/boyardee.asp",
  "Claim": "Chef Boyardee was a fictional creation whose name was taken from the given names of the company's three founders: Boyd, Art, and Dennis.",
  "Claim_ID": "business_names_boyardee",
  "Tags": ""
}