{
  "Origins": "Procter & Gamble's president is neither a Satanist nor does his company support the Church of Satan. What we have here is a rumor run amok, one that's been eluding the butterfly net since 1980. Not only does this rumor antedate the supposed 1994 Donahue air date given above by 14 years, but P&G's president has never been on Donahue (the show confirms this), nor did he say such a thing in any other forum.",
  "Fact Check": "",
  "Description": "(Save for the handful of corporate heads who have been very visible as the public face of their companies, such as Apple's Steve Jobs, or who have represented their companies in television commercials, such as Wendy's Dave Thomas, company presidents and CEOs just aren't entertaining or well known enough to be appealing guests for national talk shows and therefore are rarely invited to make appearances in such venues. This is something that should be kept in mind when examining the plausibility of wild tales about damning admissions supposedly made by corporate types on popular talk shows.) How Procter & Gamble directs its profits is a matter of public record, as it is for all publicly-traded companies. (Procter & Gamble is traded on the New York Stock Exchange under the ticker symbol PG .) Were P&G handing a \"large portion\" of its profits to Satan, that would be readily apparent in the company's financial statements. Those who accepted the rumor as revealed truth pointed to P&G's \"man in the moon\" logo as proof of the company's ties to evil. They saw in the curlicues of the moon man's hair and beard a pair of devil' horns and an array of 6s, and they believed that by playing \"connect the dots\" with the thirteen stars in the logo, three 6s could be made to appear. (According to Revelation 13:18, 666 is the \"mark of the Beast\", with the \"beast\" understood to be the devil.) There is nothing sinister in the logo's design, let alone a hidden code that reveals the true intent of the company. P&G's \"man in the moon\" trademark was adopted in 1851, at a time when goods were more commonly marked with visual trademarks than with companies' names. The ability to read was not as widespread then as it is now, so companies offering an array of consumer goods rather than just one product had strong reason to devise memorable pictorial logos for their wares. The thirteen stars were an homage to the original thirteen colonies of the United States of America, and the man in the moon was simply a popular decorative device of the times. (Specific visual motifs often enjoy periods of enthusiastic commercial use and then sink into cultural obscurity. America in the early part of the 20th century was Egypt crazy, but few commercial designs other than the Camels cigarette pack remain to remind us of that fact.) Nonetheless, in the face of persistent \"Satanism\" rumors, Procter & Gamble modified their logo in 1991 to eliminate the supposed horns and 6's, and in 1995 they dropped the \"man in the moon\" logo entirely in favor of a simple stylized \" P&G \" rendered in blue letters. In July 1999 the dog and pony were trotted into the ring once again, with the claim about a CEO's admission that his company was donating a portion of their profits to the Church of Satan being amended to reference an incident that supposedly place on 1 March 1998 on the Sally Jesse Raphael Show . What makes this particular claim refutable is the date: 1 March 1998 was a Sunday, and the Sally Jesse Raphael Show show neither tapes nor airs on that day of the week. After this error was pointed out, whoever \"fixes\" these things altered the Sally Jesse version to change the day of the interview to 19 July 1999, a Monday. Same slander, just a different date. And still as specious as ever. In response to all the inquiries about this claim, Sally Jesse Raphael added the following disclaimer to her FAQ : Sally listens: Rumor has it that the president of Procter and Gamble appeared on your show and said that he was associated with the Church of Satan. I would appreciate more information if you have any, perhaps a tape of the show if available. If this is a hoax, please let me know. Sally Sez: The rumor going around that the president of Procter and Gamble appeared on The Sally Show and announced he was a member of the church of Satan is not true. This a hoax that's been going around in one form or another for the past 20 years... only originally, it concerned the Phil Donahue Show...then evolved to the Jenny Jones Show ... and now it's evolved to The Sally Show. The president of Procter and Gamble has NEVER appeared on The Sally Show...NEVER. Nor has any other person in authority at P&G. Any president of a multi-national corporation (including the head of P&G or Liz Claiborne) would be immediately fired by the board of directors if he or she did such a thing. Also, profits from any such corporation go to the stockholders ... not a church designated by the president. Do not send money in to get a transcript. We do not provide transcripts or video tapes of our shows to the public. Frankly, this thing has gotten out of hand. If we had this man on our show, and he had said what it's alleged he said, we would have scored a broadcasting scoop and would have trumpeted it to all the newspapers. It would have been to the show's advantage. But there was no scoop, and there were no headlines. The e-mail's comment about \"not enough Christians to make a difference\" is meant to inflame readers to the point of boycotting P&G products. Of course that statement angrys up the blood; that is its purpose. The statement is also woefully in error: three out of four adult Americans identify themselves as Christian, and adult Americans are the target consumer group for P&G. The rumor is framed in such a way as to offend three-quarters of P&G's buying public and influence them into shunning P&G products in protest. Those whose first instinct is to react angrily to the \"not enough Christians\" comment should instead pause to reflect that their chains are deliberately being yanked by those who would prefer (for their own reasons) that people not buy from Procter and Gamble. Although the origin of the P&G satanism rumor is unknown, Procter & Gamble has over the years initiated a number of lawsuits against Amway Corp. (now known as Alticor), a vendor of household products (many of which compete with Procter & Gamble's brands), charging it with fomenting the slander. P&G claimed distributors for Amway revived the rumors in 1995 when one of them recounted a version of the TV show rumor on the Amway distributors' national voice mail system, and in March 2007 a jury awarded P&G $19.25 million after finding that four Amway distributors had spread false rumors about P&G to advance their own business. The self-same \"head of large company proclaims that company tithes Satanic causes\" hoax has been kited about others. In 1990, designer Liz Claiborne was dogged by the widely-believed rumor that during a recent appearance on Oprah she admitted to donating 40% of the profits from her clothing company to support the Church of Satan. The rumor was wholly false (Liz Claiborne never even appeared on that Oprah's show), but that didn't stop the tale from spreading. Similarly, in 1977 the rumor mill had it that Ray Kroc of McDonald's also made the startling admission on a TV talk show that his company tithed the Church of Satan. Again, even though there was nothing to this bit of gossip, it was believed and acted upon not only did customers boycott the golden arches, but kids quit their McDonald's-sponsored Little League teams over the slander. Barbara \"devil's food\" Mikkelson Additional information: Talk Show Denials (Phil Dononue, Jenny Jones, Sally Jessy Raphael)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20080607094427/http://www.pg.com/company/who_we_are/trademark_talkshow.jhtml;http://web.archive.org/web/20030405165701/http://www.sallyjr.com/sally4/frm_sallyfaq3blue.html;http://static4.businessinsider.com/image/519b83f7eab8eac633000020-1200/2003-it-cut-down-the-ampersands-curving-bottom-a-decade-later.jpg;http://static1.businessinsider.com/image/519b83f86bb3f7474f00000d-1200/1991-so-pg-decided-to-straighten-the-man-in-the-moons-hair.jpg;http://www.pg.com/investors/sectionmain.jhtml;",
  "Example": "PLEASE MAKE A DIFFERENCE The President of Procter & gamble appeared on the Phil Donahue Show on March 1, 1994. He announced that due to the openness of our society, he was coming out of the closet about his association with the church of Satan. He stated that a large portion of his profits from Procter & Gamble Products goes to support this satanic church. When asked by Donahue if stating this on t.v. would hurt his business, he replied, \"THERE ARE NOT ENOUGH CHRISTIANS IN THE UNITED STATES TO MAKE A DIFFERENCE.\"",
  "Last Updated": "21 June 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/business/alliance/procter.asp",
  "Claim": "The president of Procter & Gamble announced on a popular talk show that he donates a portion of the company's profits to the Church of Satan.",
  "Claim_ID": "business_alliance_procter",
  "Tags": ""
}