{
  "Origins": "The item transcribed above came to us as an undated PDF document typed completely in upper case letters.",
  "Fact Check": "",
  "Description": "The piece was purportedly a letter written to the Nissan Motor Company by one Jarrod Byrne, a planner at the Bounty Gold Mine in Western Australia, expressing frustration at his inability to obtain replacement parts for the Nissan-manufactured bus used to transport staff to and from the mine. Using language in turn hilarious and coarse, Mr. Byrne describes how even the simplest parts (such as nuts and washers) have to be shipped from Japan, are grossly overpriced, and take several days to arrive and even then, they're likely as not to be the wrong parts. We were finally able to confirm this item as genuine in March 2005, when we heard from the missive's writer, Jarrod Byrne, who told us: This letter was indeed sent to Nissan Motor Co. The expletives were not originally part of the letter, but were added by some enterprising individual after the fact. Nissan did respond to the letter, with the opening line being \"Thanks for your correspondence Jarrod, it certainly got our attention\". Which was, after all, the entire purpose of writing it. (Quite quick on the uptake these Nissan people.) Bounty Gold mine closed in 2001, the letter, the issues and the people on the cc list are all real, as were my frustrations at the time. Mr. Byrne also informed us that Nissan began \"showing a greater level of interest and punctuality\" after receipt of his letter, but the Bounty Gold Mine had already budgeted for an alternative bus by then, and the Nissan bus was probably removed from service within the next six months.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "Jarrod Byrne Underground Maintenance Planner Bounty Gold Mine, Mt Holland Forrestania, Western Australia Tel (090) 394 527, Fax (090) 394 528 Nissan Motor Co (Australia) Pty. Ltd. C/O 244 Welshpool Rd, Welshpool W.A. 6106 ATTENTION: Mr Neville Green, General Manager National Parts Dear Sir, I would like to bring to your attention some serious faults in Nissan Motor Co in regard to parts availability, lead times and pricing. Currently we have a Nissan W40 Civilian bus that we cannot use to transport staff to and from the mine. The reason this bus is not operational is not labour or condition related, it is because of a denial on the part of yourself and Nissan Motor Co to adequately supply your clientele with parts. I give you the example of the following items: ITEM PART NUMBER QUANTITY BEGGED FOR Nut NI-40208-00221 10 Washer NI-40208-82100 10 Seal-Oil NI-48252-32100 2 Wheel Rim NI-40800-99071 2 Drum Brake NI-40206-T8100 2 Hub Bolt NI-40222-J5625 10 Brake Shoes NI-43060-T9627 1 Nut NI-40224-J5610 10 Nut NI-48226-J5610 10 Of these items I tried to purchase, only 3 are available in W.A. It stretches the bounds of credulity that items such as wheel nuts (a consumable in most of the known world) are available with a lead time of 4 days-ex east. What resoundingly snaps the bounds of credulity clean in half is that items such as brake shoes are ex Japan (6 weeks). I cannot deny the effectiveness of these components, they not only slow the bus down, they have the ability to stop it stone fucking dead for 6 weeks! I didn't even bother enquiring availability on such complicated parts such as washers etc. the only washers in stock would be Washer? Wind fuck out of this customer and tell him it's ex east. On the rare occasion we have been delivered parts within an acceptable time period, they have been entirely wrong. It is not that the wrong parts are ordered, it is that some of your parts interpreters are so green I couldn't set them on fire with petrol. These are not isolated incidents, they occur every time we try to purchase parts, from $10.00 hoses, at $109.40 each, through to internal gearbox components that are second only to thermonuclear warheads in their capacity to annihlate all that surrounds them. It is astounding that in this day of interstate air and road transport at least 6 times a day, you peanuts take 4 days to get a part across the country. May I suggest you stop freighting the parts with Nissan transport vehicles as the 3 week delay in Nissan's 24 hr roadside assist is becoming too much for us to bear. I could elaborate on the complete frustration I feel from trying to keep the bus on the road safely. Suffice to say the bus driver now has a firm belief in the afterlife and we haven't ruled out danger money for the position. Please don't get me wrong, I could handle the first 35 times of being fucked around, (the apologetic kiss from customer support was always welcome). Now that you've turned it into a bizarre form of sado-masochism complete with scratching and biting, I feel I have to complain... I look forward to discussing every single frustrating event of the past 8 months with you. I SINCERELY HOPE YOU CUNTS NEVER BUILD PLANES Yours in utter amazement, Jarrod Byrne CC. MR JOHN COSTELLO MANAGER, FLEET AND SPECIAL MARKETS, NISSAN AUSTRALIA MR BRUCE ANDERSON MINE MANAGER, NORMANDY MINING MR IAN BIRD U/G MANAGER, NORMANDY MINING MR DEAN HUGHES U/G MAINTENANCE ENGINEER, NORMANDY MINING MS JAN EVANS SITE SECETARY, NORMANDY MINING MR ROBERT WHITING PURCHASING OFFICER, NORMANDY MINING MR ANDREW MOSES OWNER, HOLLETON EARTHMOVING MR PETER CUE OWNER, WORKFORCE PLANT HIRE MR HARVEY KING REGIONAL MANAGER, MONADELPHOUS MR ALEX COOPER DIVISIONAL MANAGER, MONADELPHOUS MR RAY MILLER TECH. SUPPORT SUPERVISOR, MONADELPHOUS MR REX ANDREWS CHIEF PURCHASING OFFICER, MONODELPHOUS MR EDDY LOK MECHANICAL SUPERVISOR , MONODELPHOUS MR JOHN ECKHART FABRICATION SUPERVISOR, MONODELPHOUS MR PATRICK McKENNA STATE CONTRACTS MANAGER, ATLAS COPCO MR TED CORDINA PERTH SERVICE MANAGER, ATLAS COPCO MR GERRY O'CONNOR CONTRACTS SUPERVISOR, ATLAS COPCO MR ALEC TYRELL CONTRACTS SUPERVISOR, ATLAS COPCO MR MICHAEL GANT WORKSHOP SUPERVISOR PERTH, ATLAS COPCO AND EVERY PERSON I TALK TO BETWEEN NOW AND WHEN I GET SOME SATISFACTION",
  "Last Updated": "25 April 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/consumer/nissan.asp",
  "Claim": "Australian mine planner's letter expresses frustration at his difficulty in obtaining replacement parts for a Nissan-manufactured bus.",
  "Claim_ID": "business_consumer_nissan",
  "Tags": ""
}