{
  "Origins": "The rumor that Tootsie Pop wrappers featuring an Indian can be redeemed for free candy has dogged the Tootsie Roll company since shortly after the introduction of the chewy-centered lollipops in 1931. Although Tootsie Pops has never held any kind of promotion involving the collection or redemption of their wrappers, the \"Indian wrapper\" rumor has persisted for over sixty years. The story probably got its start because of the prevalence of contests and prizes connected with the packaging of children's products in the era when Tootsie Pops were first marketed. The slightly different packaging of each Tootsie Pop (about 30% of the wrappers include the Indian figure) could easily lead to tales about certain wrappers being \"special.\" (Similar rumors about various brands of candy bars have circulated for decades as well.)",
  "Fact Check": "",
  "Description": "Tootsie Roll Industries has received a steady stream of letters from consumers attempting to redeem their Indian wrappers since the 1930s (nearly all of the letter writers expect free Tootsie Pops in return), and they now process about 150 letters per week. The company originally sent special letters expressing their regret to prize-seekers, then in 1982 they created their \"Legend of the Indian Wrapper\" to accompany those letters \"with the hope that children's liking for a good story would help to assuage their disappointment.\" (Some individual store managers took it upon themselves to redeem Indian-bearing wrappers for free Tootsie Pops, but the exchange was not sanctioned by the Tootsie Roll company itself.) Additional information: Legend of the Indian Wrapper (Tootsie Roll)",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "1 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/business/redeem/tootsie.asp",
  "Claim": "A Tootsie Pop wrapper with a picture of an Indian shooting an arrow at a star on it can be redeemed with Tootsie Roll Industries for a free bag of candy.",
  "Claim_ID": "business_redeem_tootsie",
  "Tags": ""
}