{
  "Origins": "Distrust of large corporations (which are thought willing to do just about anything to increase profits) and unease with what might have been deliberately incorporated into food not prepared by our own hands have served to create product rumors about inferior or even yucky ingredients being slipped into the fast foods we routinely ingest. Being the largest of the fast food giants, McDonald's serves as the focus for a number of them, including the belief the company uses worm meat in its hamburgers or chicken feathers in its shakes to cut costs.",
  "Fact Check": "",
  "Description": "Another rumor attached to McDonald's asserts the company gets around truth in advertising laws regarding the meat it uses in its burgers by purchasing that commodity from a misleadingly named company. In different versions of the rumor we've encountered, the complicit business entity is named 'The All-Beef Company,' '100% Beef,' '100% Beef Company,' or even (in the versions told Down Under) '100% Australian Beef.' This legal fiction supposedly enables McDonald's to continue to advertise its burgers as using 100% pure beef even as they incorporate the meat of other animals or soy products into the patties. While it's a fascinating tale, there's nothing to it: McDonald's hamburger patties in the U.S. are made with 100% USDA-inspected beef. They are cooked and prepared with salt, pepper and nothing else; no preservatives, no fillers. McDonald's of Australia's \"Make Up Your Own Mind\" web site said the following of the rumor in its Top FAQs section: Is it true that McDonald's created a company called \"100% Australian Beef\" just so they can say that in their advertising? No. The beef that we use comes from Australian farms. McDonald's Australia only ever uses premium, export quality beef. Our patties are made by two companies; OSI Foods and Australian Food Corporation. Those who continue to harbor doubts about the 100% beef claim should examine the ingredient lists on McDonald's web site. All of the chain's hamburgers are made from \"100% beef patties\"; furthermore, they define \"beef patty\" as being \"100% pure USDA inspected beef; no additives, no fillers, no extenders.\" It's not that easy to get around truth in advertising rules in the U.S. While in the realm of legend a legal fiction such as a company titled \"All Beef\" might suffice, in the real world the Federal Trade Commission wouldn't stand for it. Under the Federal Trade Commission Act , that government entity is empowered to \"prevent persons, partnerships, or corporations\" from using \"unfair methods of competition in or affecting commerce, and unfair or deceptive acts or practices in or affecting commerce.\" Consumers have legal remedy available to them against corporations that have deceived them through certain provisions of the Lanham Act. Rumor usually positions the fictional All Beef or 100% Beef company as a meat supplier, but there have been exceptions: On the wax paper holding the McDonald's burgers it's printed 100% beef. I was told that was just a company name that provides oat fillers for the burgers. In a related version of the rumor, a different target (Birdseye) takes the place of McDonald's: In the UK in the 90's the Birdseye brand had a big advertising campaign running promoting 100% beef burgers. Urban legend I have heard says that this promotion ran at the same time as the Australian kangaroo cull and so Birdseye had bought up kangaroo meat for use in these burgers. Hence why they were 100% meat yet not much more expensive than other frozen burgers on the market which contained filler. The \"All Beef\" rumor matches stride with another false tale about an entity's deliberately labeling its consumables in misleading fashion to facilitate the hoodwinking of consumers into thinking they're getting better products than they are. In that other tale, Diet Coke and/or Diet Pepsi supposedly contain far more calories than claimed, but their manufacturers get away with the deception simply by paying a yearly fine. Barbara \"Usa and them\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.google.com/url?sa=t&rct=j&q=&esrc=s&frm=1&source=web&cd=4&ved=0CEgQFjAD&url=http%3A%2F%2Fwww.eslegal.net%2Fuploads%2FMateriality_Matter_article.pdf&ei=ZJNRU8mhC4jM2QW-toGgCg&usg=AFQjCNFIULvxg0S9R9rnvPsev3hG3BLXgQ&sig2=GKrEtU1fk_auK0APPNqgUA;http://www.fda.gov/RegulatoryInformation/Legislation/ucm148712.htm;http://nutrition.mcdonalds.com/getnutrition/ingredientslist.pdf;https://web.archive.org/web/20061005001717/http://www.makeupyourownmind.com.au/;",
  "Example": "[Collected via e-mail, January 2011] There is rumor that Mcdonalds purchased a meat company called All-Beef. This allows them the ability to still use the term \"all beef patties\" but use 20% meat and 80% soy product in their burgers. [Collected via e-mail, February 2002] Mcdonalds boast that they use 100% beef in their burgers. Is this correct? i heard a rumour that they get away with this because the company that supplies them with meat is called the 100% BEEF COMPANY. [Collected via e-mail, December 2003] While McDonalds says it uses 100% Beef in its burgers (now they claim they use 100% Canadian Beef in Canada) it in fact buys meat from a company called 100% Beef. Therefore they can put 100% Beef on their packages, advertising, etc. This create a sort of \"loophole\" that fools the general public.",
  "Last Updated": "9 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/business/market/allbeef.asp",
  "Claim": "McDonald's buys their meat from a company called '100% Beef,' which allows them to legally but deceptively claim they use 100% beef in their hamburgers.",
  "Claim_ID": "business_market_allbeef",
  "Tags": ""
}