{
  "Origins": "Korea in the 1950s. Eight earnest young dogfaces forge a bond of comradeship in the crucible of war. They have come to rely upon one another for their very lives; each knows his survival rests in the others' hands. Vigilance, courage, and their commitment to each other are ultimately rewarded; each manages to survive his tour of duty and make it safely home.",
  "Fact Check": "",
  "Description": "Back stateside, they pool their meager G.I. earnings to start a business, trusting once again to their comradeship to see them safely through. They name their fledgling retail operation in honor of themselves, coding the message of who they are into the appellation they create. Hard work and business acumen parlay this humble beginning into an empire. The eight Jewish Korean veterans go on to live deserved lives of luxury as their chain, E.J. Korvette , succeeds beyond their wildest dreams. Or at least, that's the way lore would have this story play out. But the whole thing was just a tale, one that grew up around the idea that the odd name fronting a successful retail operation had to have a secret meaning behind it. Those enthralled by the rumor found its premise quite plausible in view of Korvette's emergence in the post-Korean War, the prevalence of Jewish entrepreneurs in the retailing industry, and the fact that the chain did initially employ a number of the founder's army buddies. Besides, no one had ever heard of a Mr. Korvette associated with this discount chain of appliances and general merchandise, which lent credence to the idea that the name must have been coined. Which, indeed, it had been. The wonder-lovers were right about that; what they erred on was the meaning behind the name. E.J. Korvette (initially a retailer of leather goods) was founded in 1948, two years before the Korean War began, by a Jewish World War II veteran named Eugene Ferkauf. Ferkauf explained the nomenclature thusly: I had a name picked out for the store, E.J. Korvette. \"E\" is for Eugene, my first name, and \"J\" stands for Joe Swillenberg, my associate and my pal. As for \"Korvette,\" it was originally meant to be spelled with a \"C\" after the Canadian marine sub-destroyer, simply because I thought the name had a euphonious ring. When it came time to register the name, we found it was illegal to use a naval class identity, so we had to change the spelling to \"K.\" (We haven't yet been able to track down why it would have been \"illegal to use a naval class identity\" in the name of a retail store in 1948. Perhaps there were still regulations left over from World War II which prohibited such usage to avoid confusion and prevent businesses from capitalizing on false military associations, or perhaps Ferkauf simply thought that spelling \"Korvette\" with a \"K\" looked better and was being tongue-in-cheek about the reason behind it.) What Eugene Ferkauf brought to the American landscape was a very different type of mass merchandising retail outlet: What was new was the almost total lack of sales service and very spare d cor. All kinds of merchandise, from cosmetics to carburetors, was piled everywhere. Prices were 10 to 40 percent below those of conventional stores. Author David Halberstam described Mr. Ferkauf's philosophy: If he could make a one-dollar profit selling a refrigerator, he could make a million-dollar profit selling a million of them. Mr. Ferkauf's unconventionality was legendary. In a button-down time, he wore neither suits nor ties, preferring sport shirts and sweatshirts. He had no secretary and no office. In the casual banter he relished, he often slipped in Yiddish expressions. If he had to meet a banker, he used the lobby of the Plaza Hotel. Ferkauf, incidentally, was one of the pioneers of the \"membership store\" (albeit mostly in name only), a scheme he created as a means of avoiding regulations pertaining to price minimums: Appliances were costly things [in the 1950s]. A freezer sold for close to $400 when a loaf of bread cost only 14 cents, and the median annual income for a family was $3,319. Customers wanted discounts on what they desired most: refrigerators, deep freezers, and 20-inch color television sets. So Ferkauf bought piles of appliances, slashed the prices to just above cost, and stood back. His [appliance] store did $700,000 in sales its first year, an incredible volume. Ferkauf was well acquainted with the anti-price-cutting provisions of the Miller-Tydings Act. His dodge was clever: making Korvette technically a \"membership store.\" To qualify for this loophole, Korvette was closed to the general public, but only by a nose. The threshold to membership was low: There was no application policy or admissions fee or initiation rite. Flashing a union card or a driver's license was validation enough but even customers without identification could join, since Ferkauf and his wife Estelle blanketed nearby office buildings with thousands of free \"membership cards.\" Korvette employees passed out more cards to passersby on the street. It was almost impossible to walk down 43rd Street and not become a Korvette member; indeed, avoiding it required a powerful act of will. Yet, thanks to its members-only status, Korvette could legally skirt fair-trade laws and accept deep discounts from its suppliers deep discounts that were forbidden to competing department stores such as Macy's and Gimbels. When competitors sued, Mr. Ferkauf simply changed suppliers. Many came back to him hat in hand not only to solicit his business, but also to offer him even lower prices in order to land his mass orders. Eugene Ferkauf sold his share in the E. J. Korvette chain (which then encompassed 45 department stores and 60 supermarkets) for more than $20 million in 1966. The company went out of business in the early 1980s, and Ferkauf passed away in 2012 at the age of 91. Barbara \"e.j. core unvetted\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;",
  "Example": "[Collected on the Internet, December 2005] When this theater was built it was an expansion of the E.J. Korvettes Shopping Center. And \"E.J. Korvettes\" was not a person's name, but rather, stood for \"eight Jewish Korean War veterans\" that is, eight Jewish Army buddies who founded the shopping complex after their returning back home from the Korean War.",
  "Last Updated": "22 September 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/business/names/ejkorvette.asp",
  "Claim": "The discount chain E.J. Korvette took its name from a shortening of 'eight Jewish Korean War veterans' in honor of its founding partners.",
  "Claim_ID": "business_names_ejkorvette",
  "Tags": ""
}