{
  "Origins": "\"Lucky Strike Green Has Gone to War!\" barked one of the most famous ad campaigns of the 1940s. With a clean white pack replacing the original green one, and its block lettering and cryptic legend \"L.S./M.F.T. Lucky Strike Means Fine Tobacco\" imitating Morse code, Luckies increased its sales 40 percent. They announced that the copper-based green paint they supposedly had been using in their labels was being saved for the war effort, but Luckies' real impetus was profit and something new: \"modern\" design.",
  "Fact Check": "",
  "Description": "Studies had shown women (who were then taking up smoking in appreciable numbers) didn't like the green package, and it was also becoming increasingly less popular with men. The decision to redesign the product's look was simply a business choice and would have been made war or no war. The overseas conflict merely presented Lucky Strike with an unparalleled marketing opportunity to tie its redesign to the war effort, thus allowing them to reap the benefits of feigned patriotism. Though the term hadn't been invented yet, this was spin doctoring at its finest. If Lucky Strikes \"went to war,\" it was with Camel and Chesterfield , the two other major brands of that era who were looking to grab and hold market share. This was not the first time Lucky Strike's advertising sailed close to the wind. In 1917 Lucky Strike packs began to appear with \"It's toasted\" emblazoned on the packaging. That all cigarette tobacco was \"toasted\" didn't faze Lucky one bit by announcing its toastedness as if it were something that set this brand apart from all others, the company reaped image benefits with consumers akin to those garnered by cereal companies of the 1990s who labeled their products \"fat free\" (thus implying competitors' brands were just swimming in grease). Despite what is now remembered about this brand, the bullseye on the package was always red what changed was the color of the pack itself. Barbara \"more bull than aye\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "The center of the 'bullseye' logo on Lucky Strike cigarettes is red now, but it wasn't always so. Although the general look of the packaging hasn't changed, the center dot used to be green. Why was it changed to red you ask? Well from what I hear it was changed during WWII. You see, just like many other things, paint was being used for the war effort, green being at a premium to paint tanks, for soldiers uniforms, and practically everything else. So Lucky Strike changed the color from green to red because green was in such short supply, and it remains that way to this day.",
  "Last Updated": "8 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/market/luckystrike.asp",
  "Claim": "Lucky Strike cigarettes changed from a green package to a white one during the 1940s in order to aid the war effort.",
  "Claim_ID": "business_market_luckystrike",
  "Tags": ""
}