{
  "Origins": "The \"5 e-mail surcharge\" hoax presents us with a new economic villain in the form of the United States Postal Service. Beset by falling revenues now that people are sending more and more e-mail (and consequently less and less real mail), the USPS is supposedly going to impose a 5 surcharge on every e-mail message to recoup the lost postage fees.",
  "Fact Check": "",
  "Description": "The Postal Service is one of those essential government services that's so easy to bash and ridicule. We pay little or no attention to them when they do their jobs; the only time we notice them is when they do something wrong, and then we grumble and gripe about how bumbling and inefficient they are. \"They can't manage the simple task of delivering mail reliably and on time, and now they want to raise the postage fees again ?\" is the standard cry. So, it doesn't require much stretching of public opinion to portray the USPS as yet another self-serving government agency more concerned with preserving its existence than with serving its constituency. If the Postal Service can't get more money out of people for using its services, it's going to start charging people for not using its services. Everybody's gonna pay the USPS 5 per e-mail message for a service the USPS isn't providing. The whole thing is bunk. There is no Congressman named Tony Schnell; no Bill 602P (Congressional bill designations begin with either H.R. or S., depending upon whether they're House or Senate bills); no law firm of Berger, Stepp and Gorman; no such address as 216 Concorde Street in Vienna, Virginia; and no editorial in The Washingtonian. This hoax actually began with a Canadian version that was later Americanized: Please read the following carefully if you intend to stay online and continue using email: The last few months have revealed an alarming trend in the Government of Canada attempting to quietly push through legislation that will affect your use of the Internet. Under proposed legislation Canada Post will be attempting to bilk email users out of \"alternate postage fees\". Bill 602P will permit the Federal Govt to charge a 5 cent surcharge on every email delivered, by billing Internet Service Providers at source. The consumer would then be billed in turn by the ISP. Toronto lawyer Richard Stepp QC is working without pay to prevent this legislation from becoming law. The Canada Post Corporation is claiming that lost revenue due to the proliferation of email is costing nearly $23,000,000 in revenue per year. You may have noticed Canada Post's recent ad campaign \"There is nothing like a letter\". Since the average citizen received about 10 pieces of email per day in 1998, the cost to the typical individual would be an additional 50 cents per day, or over $180 dollars per year, above and beyond their regular Internet costs. Note that this would be money paid directly to Canada Post for a service they do not even provide. The whole point of the Internet is democracy and non-interference. If the Canadian Government is permitted to tamper with our liberties by adding a surcharge to email, who knows where it will end. You are already paying an exhorbitant price for snail mail because of beaurocratic inefficiency. It currently takes up to 6 days for a letter to be delivered from Mississauga to Scarborough. If Canada Post Corporation is allowed to tinker with email, it will mark the end of the \"free\" Internet in Canada. One back-bencher, Liberal Tony Schnell (NB) has even suggested a \"twenty to forty dollar per month surcharge on all Internet service\" above and beyond the government's proposed email charges. Note that most of the major newspapers have ignored the story, the only exception being the Toronto Star that called the idea of email surcharge \"a useful concept who's time has come\" (March 6th 1999 Editorial) Don't sit by and watch your freedoms erode away! Send this email to all Canadians on your list and tell your friends and relatives to write to their MP and say \"No!\" to Bill 602P. Kate Turner Assistant to Richard Stepp QC Berger, Stepp and Gorman Barristers at Law 216 Bay Street Toronto, ON MlL 3C6 The same flaws appear in this version: There is no Canadian MP by the name of Tony Schnell; no Bill 602P currently before the Canadian parliament (parliamentary bills begin with either C. or S., depending upon whether they originated in the House of Commons or the Senate); no Richard Stepp QC; no law firm by the name of Berger, Stepp and Gorman; no such address as 216 Bay Street in Toronto; and no editorial in the Toronto Star . This hoax gained a good deal of legitimacy because the media often confused it with some similar Internet-related issues (e.g., surcharges for Internet access, state sales tax on purchases made over the Internet) In May 2000, The Washington Post reported that bill H.R. 1291, introduced in the House by Rep. Fred Upton, would \"block the idea\" of Congress' imposing a surcharge on e-mail. The bill would have (if passed) done no such thing it merely would have prevented the FCC from imposing per-minute access fees on Internet connections \"for the support of universal service\": H.R. 1291 Internet Access Charge Prohibition Act of 1999 Amends the Communications Act of 1934 to prohibit the Federal Communications Commission from imposing on any interactive computer service or other information service provider any access charge for the support of universal service that is based on a measure of the time that telecommunications services are used in the provision of such interactive computer or information service. There was nothing to the \"Bill 602P\" issue at all, no matter how the newspapers may have misreported it. The 1999 Human Development Report issued by the United Nations' Development Programme did suggest that a \"bit tax\" of one U.S. cent on every 100 e-mail messages sent worldwide could raise over $70 billion a year to fund the development of computer technology infrastructures in developing countries, but this was merely a pie-in-the-sky suggestion, not a concrete plan for member nations to adopt and implement. Belief in the legitimacy of the \"Bill 602P\" hoax was so pervasive that a question about it was posed by WCBS newsperson Marcia Kramer during a 8 October 2000 debate between two candidates for a U.S. Senate seat from New York, Hillary Rodham Clinton and Congressman Rick Lazio. Apparently none of the three realized that this bill was fictitious: KRAMER: I'd like to ask you how you stand on Federal Bill 602P. I'm going to actually tell you what it is. CLINTON: I have no idea. [Laughter] KRAMER: I'm going to tell you what it is. Under the bill that's now before Congress, the U.S. Postal Service would be able to bill e-mail users five cents for each e-mail they send even though the post office provides no service. They want this to help recoup losses of about $230 million a year because of the proliferation of e-mails. But if you'll just send 10 e-mails a day, that would cost consumers an extra $180 a year. So I'm wondering if you would vote for this bill. And do you see the Internet as a source of revenue for the government in the years to come? CLINTON: Well, based on your description, Marcia, I wouldn't vote for that bill. It sounds burdensome and not justifiable to me. I have been a supporter of the moratorium on taxation on the Internet. I think that we do have to let loose this extraordinary communication device and see how far it can go in connecting people up. And I'd like to monitor this closely and take a look at it in the time when the moratorium expires. But is important that we do everything we can do build the infrastructure of New York to take advantage of the Internet. I have been all over this state to all 62 counties and I've been in countless schools, and some of them are the best in the world and the most highly wired and others are not. If we're going to take advantage of the new information economy, we have to be sure that all of our citizens and particularly our children are well prepared. That's why I have proposed high-tech infrastructure bonds as part of my economic plans that would enable us to provide low-cost Internet access and broadband access around the state. It's why I hope that we'll do a better job in providing the computers and Internet access to all of our children and all of our schools so that no child gets left behind. And it's why we need to close the digital divide throughout the state. New York should be as Silicon Alley is: a beacon magnet throughout the state for the new economy. And I want to be partner with local officials, business, labor and others to make sure that happens. So I don't want anything to interfere with that kind of opportunity. KRAMER: Mr. Lazio, your rebuttal. LAZIO: I am absolutely opposed to this. This is an example of the government's greedy hand in trying to take money from taxpayers that, frankly, it has not right to. We need to keep the government's hands off the Internet. It has a capacity for creating more jobs, more high-paying jobs for New Yorkers than any other potential sector in the future. That's why I have voted for a moratorium on taxes on the Internet. That's why I have a hundred percent record on high-tech issues because I know that's important to New York. I've been building partnerships with local businesses to create jobs for our young people. And I'll tell you, it's very, very important for us to keep our taxes low. And I distance myself, frankly, from Mrs. Clinton's 15 different support 15 different tax increases . . . In March 2001, an Australianized version of the hoax began circulating: Please read the following carefully if you intend to stay online, and continue using E-mail. The last few months have revealed an alarming trend in the Government of the Australia attempting to quietly push through legislation that will affect our use of the Internet. Under proposed legislation, the Australian Postal Service will be attempting to bill E-mail users out of \"alternative postage fees.\" Bill 602P will permit the Federal Government to charge a 5-cent surcharge on every E-mail delivered, by billing Internet Service Providers at source. The consumer would then be billed in turn by the ISP. Canberra lawyer Richard Stepp is working without pay to prevent this legislation from becoming law. The Australian Postal Service is claiming lost revenue, due to the proliferation of E-mail, is costing nearly $230,000,000 in revenue per year. You may have noticed their recent ad campaign: \"There is nothing like a letter.\" Since the average person received about 10 pieces of E-mail per day in 1998, the cost of the typical individual would be an additional 50 cents a day or over $180 per year-above and beyond their regular Internet costs. Note that this would be money paid directly to the Australian Postal Service for a service they do not even provide. The whole point of the Internet is democracy and noninterference. You are already paying an exorbitant price for ordinary mail because of bad efficiency. It currently takes up to 6 days for a letter to be delivered anywhere in Australia or longer If the Australian Postal Service is allowed to interfere with E-mail, it will mark the end of the \"free\" Internet in Australia Our Canberra representative, Tony Schnell (r) has even suggested a \"$20- $40 per month surcharge on all Internet service\" above and beyond the governments proposed E-mail charges Note that most of the major newspapers have ignored the Story, the only exception being the Sun herald which called the idea of E-mail surcharge \"a useful concept who's time has come\" (March 6th, 1999 Editorial). Do not sit by and watch your freedom erode away! Send this E-mail to EVERYONE on your list, and tell your friends and relatives write their Canberra or local polictian representative and say \"NO\" to Bill 602P. It will only take a few moments of your time and could very well be instrumental in killing a bill we do not want. Please forward this. Does it really need to be said that there is no Australian Member of Parliament called Tony Schnell? Or that there is no public-minded Canberra lawyer Richard Stepp working without pay to defeat this fictitious bill? Or that no editorial calling the fake surcharge \"a useful concept who's time has come\" appeared in the Sun Herald on 6 March 1999 or on any other date? In response to a number of protest letters over the surcharge, Communications Minister Richard Alston issued a statement on 29 March 2001: \"There is no Bill 602P and the government will not introduce legislation to charge for e-mails.\" He said the federal government's information technology plan, launched in 1997, specifically ruled out a tax based on the amount of information transmitted on the Internet. Additional information: E-Mail Rumor Completely Untrue ((U.S. Postal Service)) Canada Post Sets the Record Straight (Canada Post) Tax on E-mail? Long-running Hoax Endures (CNN.com) E-mail Hoax (The Washingtonian)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20061015175856/http://www.washingtonian.com/about/emailhoax.html;http://www.cnn.com/2002/TECH/internet/04/01/e.mail.hoax/index.html;http://web.archive.org/web/19990508053611/http://www.canadapost.ca/CPC2/corpc/newsrel/rumour.html;http://web.archive.org/web/20010604232122/http://new.usps.com/cgi-bin/uspsbv/scripts/content.jsp?D=13643;http://hdr.undp.org/reports/global/1999/en/;",
  "Example": "Dear Internet Subscriber: Please read the following carefully if you intend to stay online and continue using email: The last few months have revealed an alarming trend in the Government of the United States attempting to quietly push through legislation that will affect your use of the Internet. Under proposed legislation the U.S. Postal Service will be attempting to bilk email users out of \"alternate postage fees\". Bill 602P will permit the Federal Govt to charge a 5 cent surcharge on every email delivered, by billing Internet Service Providers at source. The consumer would then be billed in turn by the ISP. Washington D.C. lawyer Richard Stepp is working without pay to prevent this legislation from becoming law. The U.S. Postal Service is claiming that lost revenue due to the proliferation of email is costing nearly $230,000,000 in revenue per year. You may have noticed their recent ad campaign \"There is nothing like a letter\". Since the average citizen received about 10 pieces of email per day in 1998, the cost to the typical individual would be an additional 50 cents per day, or over $180 dollars per year, above and beyond their regular Internet costs. Note that this would be money paid directly to the U.S. Postal Service for a service they do not even provide. The whole point of the Internet is democracy and non-interference. If the federal government is permitted to tamper with our liberties by adding a surcharge to email, who knows where it will end. You are already paying an exorbitant price for snail mail because of bureaucratic efficiency. It currently takes up to 6 days for a letter to be delivered from New York to Buffalo. If the U.S. Postal Service is allowed to tinker with email, it will mark the end of the \"free\" Internet in the United States. One congressman, Tony Schnell (r) has even suggested a \"twenty to forty dollar per month surcharge on all Internet service\" above and beyond the government's proposed email charges. Note that most of the major newspapers have ignored the story, the only exception being the Washingtonian which called the idea of email surcharge \"a useful concept who's time has come\" (March 6th 1999 Editorial) Don't sit by and watch your freedoms erode away! Send this email to all Americans on your list and tell your friends and relatives to write to their congressman and say \"No!\" to Bill 602P. Kate Turner Assistant to Richard Stepp Berger, Stepp and Gorman Attorneys at Law 216 Concorde Street, Vienna, Va.",
  "Last Updated": "27 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/taxes/bill602p.asp",
  "Claim": "The U.S. Postal Service is going to impose a 5 surcharge on every e-mail message sent via the Internet.",
  "Claim_ID": "business_taxes_bill602p",
  "Tags": ""
}