{
  "Origins": "A rumor has long been circulated on social media sites about a generous policy purportedly in place at all locations of the Wendy's fast food restaurant chain. According to that rumor, some form of corporate policy enables customers to obtain free food from any Wendy's outlet simply by informing an employee (or the manager on duty) that they're from out of town and lack money. Iterations of this rumor have circulated since at least mid-2012 (seen in a Facebook post and in the tweets embedded below); but prior to that, the rumor apparently didn't have much traction on the Internet other than a Yahoo! Answers entry posted sometime in 2009:",
  "Fact Check": "Can you get free food at any Wendy's restaurant by claiming you're lost and have no money?",
  "Description": "https://twitter.com/omglifehacks/status/178297148755034112 https://twitter.com/firstworldfacts/status/214137847962271745 Although the origin of this belief is not precisely clear, it bears a strong resemblance to an older (false) legend that Colonel Sanders put a policy in place requiring all Kentucky Fried Chicken outlets to provide a free meal to any broke and homeless person who entered one of his restaurants (a requirement the post-Sanders Kentucky Fried Chicken company supposedly got out of by changing their name to KFC). A video uploaded to YouTube on 25 January 2011 depicted a young man attempting (and failing) to obtain free food at Wendy's in the manner described. The individual who narrated the video cited a friend on XBox Live as inspiration for the idea; but he didn't say whether he and his pal simply brainstormed to concoct ways to scam free food from restaurants or if they were acting on an already widespread belief that Wendy's in particular had a policy in place to feed stranded visitors: https://www.youtube.com/watch?v=WR6F7QD-_WI This video was not YouTube's only evidence of a user attempting to hustle Wendy's for comped Frosties. Another young man tried his hand at the ruse in May 2013, claiming success in the brief clip seen below. However, it should be noted that the Wendy's employee on the other end of the drive-thru speaker simply instructed him to drive up to the window and did not definitively state that any free food was on offer: https://www.youtube.com/watch?v=26l2KK5a7RY The claim has somewhat of a secret-handshake feel to it, perhaps in part because it's an inherently unsustainable policy for any large chain to implement. Should word get out that Wendy's staffers are obliged by the rules to feed all and sundry for free simply because they claim indigence, those in the know would soon outnumber paying customers. Ultimately, dreams of free food at Wendy's for all self-identified broke and disoriented travelers were officially dashed on 4 September 2013: https://twitter.com/wendys/status/375251775185367040 It's certainly possible that individual managers at Wendy's (or any fast food restaurant) have, on occasion, exercised discretion and supplied customers claiming to be broke and/or lost with food at no charge. However, that situation could easily occur spontaneously and irregularly at any establishment whose inventory and food cost accounting allowed for the occasional charitable freebie. Last updated: 16 June 2015",
  "Originally Published": "",
  "Referred Links": "https://answers.yahoo.com/question/index?qid=20100819192112AAX0sNy;https://www.facebook.com/WhatTheFacts/posts/504080406275489;",
  "Example": "[Collected via e-mail, June 2015] Is it true that if you go into Wendy's Restaurant and say: \"I'm not from this area. I am lost and have no money!\" that they have to give you a free meal based on their policy? I have read it in many places and so has other people and we were wondering if it was true. Here is the link to a place where I found it.",
  "Last Updated": "16 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/business-wendys-free-food/",
  "Claim": "Under corporate policy, you can get free food at any Wendy's restaurant by claiming that you're lost and have no money.",
  "Tags": "wendy's;free food;freebies;life hacks;free food at wendy's;",
  "Claim_ID": "business-wendys-free-food"
}