{
  "Origins": "We like to look for hidden meanings in everyday products, resulting in many of us finding the Evian 'secret' and having a good chuckle over it. \"Evian\" is \"naive\" spelled backwards, a fact that tickles our funny bone when we consider how much a bottle of this liquid costs and ponder what any sensible person would think of anyone willing to pay for it. In a society where tap water can be had for free, those who don't purchase bottled water (or those who buy one of the many cheaper brands) are amused by the millions of folks are willing nay, frantic to pay a couple of bucks for a bottle of Evian, which is nothing more than water drawn from the Cachat Spring near Lake Geneva.",
  "Fact Check": "",
  "Description": "The company that brought Evian water to market began as a small glassworks operation and grew to become the world's biggest maker of dairy products and bottled water, taking its name from the town the spring was situated in, Evian-les-Bains. So, while \"evian\" is certainly \"naive\" spelled backwards, the choice of appellation was not dictated by a desire to take a meanspirited swipe at foolheaded consumers. Evian isn't the first product whose name has been looked askance at, nor the first to be believed a coded slam at the very people the product was being marketed to. Troop Clothing bore the slur that it was an acronym taken from the phrase \"To Rule Over Oppressed People,\" a name supposedly chosen by its Ku Klux Klan owners who were tricking African-Americans into lining the KKK's pockets. In a somewhat similar vein, popular clothier The Gap was said to have derived its name from initialisms of the phrase \"Gay and Proud.\" Barbara \"evian had better not come up with a new line of waters called Rekcus\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "2 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/names/evian.asp",
  "Claim": "Bottled water giant Evian named its product as a sly dig at consumers.",
  "Claim_ID": "business_names_evian",
  "Tags": ""
}