{
  "Origins": "Gordon Bethune is the blunt , plain-spoken executive who left the Boeing Company in 1994 to take over as president and CEO of Continental Airlines then the USA's fifth-largest airline.At that time, Continental was losing $55 million per month, was rated as providing the worst service of the country's ten largest airlines by a wide margin, and was on the verge of declaring bankruptcy for the third time in a decade. By 1995 Continental had turned around, posting the first of 11 straight quarters of record profits, increasing its stock price from $3.25 to over $50 per share, and consistently ranking among the best airlines in customer satisfaction surveys.",
  "Fact Check": "",
  "Description": "Gordon Bethune's emphasis in turning Continental Airlines around \"from worst to first,\" as he explained in his 1998 book of the same title, was in satisfying customers and employees and ensuring that both groups remained happy with the way Continental treated them. However, he also made it clear that the maxim \"the customer is always right\" didn't hold sway at Continental, and that when conflicts arose between employees and unruly customers, he would come down squarely on the side of his employees: [W]hen we run into customers that we can't reel back in, our loyalty is with our employees. They have to put up with this stuff every day. Just because you buy a ticket does not give you the right to abuse our employees ... [W]e run more than 3 million people through our books every month. One or two of those people are going to be unreasonable, demanding jerks. When it's a choice between supporting your employees, who work with you every day and make your product what it is, or some irate jerk who demands a free ticket to Paris because you ran out of peanuts, whose side are you going to be on? You can't treat your employees like serfs. You have to value them ... [I]f they think that you won't support them when a customer is out of line, even the smallest problem can cause resentment. He also provided an example of an incident somewhat similar to the rumor cited above, one in which he wholeheartedly supported a flight attendant who had to deal with a passenger he considered disruptive and unreasonable: A Continental flight attendant once was offended by a passenger's child wearing a hat with Nazi and KKK emblems on it. It was pretty offensive stuff, so the attendant went to the kid's father and asked him to put away the hat. \"No,\" the guy said. \"My kid can wear what he wants, and I don't care who likes it.\" The flight attendant went into the cockpit and got the first officer, who explained to the passenger the FAA regulation that makes it a crime to interfere with the duties of a crew member. The hat was causing other passengers and the crew discomfort, and that interfered with the flight attendant's duties. The guy better put away the hat. He did, but he didn't like it. He wrote many nasty letters. We made every effort to explain our policy and the federal air regulations, but he wasn't hearing it. He even showed up in our executive suite to discuss the matter with me. I let him sit out there. I didn't want to see him and I didn't want to listen to him. He bought a ticket on our airplane, and that means we'll take him where he wants to go. But if he's going to be rude and offensive, he's welcome to fly another airline. This background makes the rumor cited above sound at least plausible. But did it really happen? Since nothing says it did other than some anonymous, non-specific Internet rumor, and Gordon Bethune himself dismissed it as \"just a rumor\" when asked about it at meetings with Continental employees, we have to say no. (Bethune reveled in telling the world that he doesn't tolerate \"unreasonable, demanding jerks\" who \"abuse our employees,\" so there was no obvious motive for him to deny the story if it were true. And if he were initially keeping mum because the booted passenger had threatened to sue the airline, at least some mention of the incident should have turned up in the business press by now.) As well, in a hallmark of urban legendry, we've also found this story attributed to similar maverick figures in the airline industry, including Robert Six, the former head of Continental, and Herb Kelleher, one of the founders of Southwest Airlines. Kelleher, too, has gone on record with the philosophy that supporting one's employees is more important than catering to abusive customers, as in this excerpt from a July 1995 Reader's Digest \"Personal Glimpses\" feature: While Southwest Airlines CEO Herb Kelleher gives customers a terrific deal on an airplane seat, he makes it clear that his employees come first even if it means dismissing customers. But aren't customers always right? \"No, they are not,\" Kelleher snaps. \"And I think that's one of the biggest betrayals of employees a boss can possibly commit. The customer is sometimes wrong. We don't carry those sorts of customers. We write to them and say, 'Fly somebody else. Don't abuse our people.'\" An example of Kelleher's putting his philosophy into action is found in Nuts! , a 1996 volume chronicling the success of Southwest Airlines: Jim Ruppel, director of customer relations, and Sherry Phelps, director of corporate employment, tell the story of a woman who frequently flew on Southwest, but was disappointed with every aspect of the company's operation. In fact, she became known as the \"Pen Pal\" because after every flight she wrote in with a complaint. She didn't like the fact that the company didn't assign seats; she didn't like the absence of a first-class section; she didn't like not having a meal in flight; she didn't like Southwest's boarding procedure; she didn't like the flight attendants' sporty uniforms and the casual atmosphere. And she hated peanuts! Her last letter, reciting a litany of complaints, momentarily stumped Southwest's customer relations people. Phelps explains: \"Southwest prides itself on answering every letter that comes to the company and several employees tried to respond to this customer, patiently explaining why we do things the way we do them. [Our response] was quickly becoming a [large] volume until they bumped it up to Herb's desk, with a note: 'This one's yours.' In sixty seconds, Kelleher wrote back and said, 'Dear Mrs. Crabapple, We will miss you. Love, Herb.'\" The likely truth here is that someone once concocted a \"let's cheer for the company head who doesn't take any guff from customers\" tale, and the anecdote has since been attributed to whichever aviation CEO is currently deemed most likely to have acted it out in real life. As for Gordon Bethune, he retired as CEO of Continental Airlines at the end of 2004, and the company was merged with United Airlines in 2010.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/1885167180/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0471248355/ref=urbanlegendsrefe;http://www.pbs.org/kcet/chasingthesun/innovators/hkelleher.html;http://travel.guardian.co.uk/news/story/0%2C7445%2C796303%2C00.html;",
  "Example": "On a recent CO flight, CEO Gordon Bethune had pre-boarded the aircraft and was sitting on the flight deck chatting with the Captain and First Officer. He left the flight deck just before pushback to take his assigned First Class seat. A OnePass Platinum Elite member boarded just before the flight pushed, and was furious that he had not been upgraded. Seeing several First Class seats open, he began to argue with the flight attendant over why he had not been upgraded. The flight attendant said she would get a gate agent to look into the matter, but the Elite member began swearing at her profusely. Gordon was on his way back from the cockpit when this occurred, and intervened, asking, \"Can I help somehow?\" The passenger said, \"Huh? Who the f*** are you?\" \"I'm the CEO of this company,\" Gordon replied. \"May I see your ticket, sir?\" The passenger gave his ticket to Gordon, who saw a total fare of just under six hundred dollars. He then pulled out his billfold and peeled off six $100 bills, placing them in the man's hand. And then he tore the ticket up. \"Now,\" Gordon said, \"you get the f*** off my airplane!\" The flight attendant could barely contain herself.",
  "Last Updated": "27 June 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/business/consumer/bethune.asp",
  "Claim": "Continental Airlines CEO Gordon Bethune once personally threw a passenger off an airplane for being rude to a flight attendant.",
  "Claim_ID": "business_consumer_bethune",
  "Tags": ""
}