{
  "Origins": "For more than 60 years the Rainier Brewery and its giant red neon 'R' were Seattle fixtures. Rainier beer was originally a product of the old Seattle Brewing and Malting Company in Georgetown, who brewed the beer until the state of Washington went dry in 1916 (four years before a constitutional amendment made the whole country dry). When Prohibition ended in 1933, Emil Sick bought the brewery and operated it quite successfully until his death two decades later. Rainier changed owners several times over the next forty-five years, until Detroit-based Stroh Brewing finally sold the brand to Pabst in 1999 and closed the Rainier Brewery. (The brewery now serves as the headquarters and roasting plant for Tully's Coffee, while Rainier beer is now produced at a brewery in Olympia.)",
  "Fact Check": "",
  "Description": "As Emil Sick's Rainier Brewery prospered in the post-Prohibition 1930s, a rumor began to circulate among angry Tacoma citizens that Sick had paid off a Washington committee (with free beer) to influence them into designating Mount Rainier as the official name of the nearby majestic 14,000-ft peak over the locally favored choice of Mount Tacoma. Although businesses have often used some outrageous means (both legal and otherwise) to promote themselves, this rumor was the product of imagination and not substance. What to call the mountain now known as Mount Rainier had long been the subject of dispute, but that question had been officially settled well before Emil Sick revived the Rainier Brewery in 1933. Mount Rainier was so designated in 1792 by British Captain George Vancouver, who named it after a friend, Rear Admiral Peter Rainier, and published that designation in his journal six years later. In 1862, Theodore Winthrop published what was claimed to be the Indian word for the mountain, Tacoma, in his travel book The Canoe and the Saddle , and for the next several decades both names were used (although \"Mount Ranier\" was always generally considered the official name). In 1890 the U.S. Board of Geographic Names ruled that all government maps and publications would continue to use the name Mount Rainier, but some government and non-government sources continued to refer to the peak as Mount Tacoma as well. Meanwhile, an area that included the mountain was set aside as a federal forest reserve known as the Pacific Forest Reserve; the name was changed to Mount Rainier Forest Reserve in 1897, and the area officially became Mount Rainier National Park in 1899. As late as 1924 Congress was still considering resolutions to change the mountain's designation to Mount Tacoma, but the U.S. Board of Geographic Names steadfastly declined their suggestions. Sore point to Tacomans or not, the beer's name was taken from the mountain, not the other way around. Additional information: Rainier Brewery (Northwest Beer Notes) Mount Rainier timeline Mount Rainier National Park (National Park Service)",
  "Originally Published": "",
  "Referred Links": "http://www.nps.gov/mora/;http://web.archive.org/web/20000817185216/mt.rainier.tribnet.com/history/timeline/;http://beernotes.com/northwest/articles/000409.html;http://www.tullys.com/;",
  "Example": "",
  "Last Updated": "30 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/names/rainier.asp",
  "Claim": "Mount Rainier in Washington State was so designated due to the influence of Rainier Brewery.",
  "Claim_ID": "business_names_rainier",
  "Tags": ""
}