{
  "Origins": "We tend to equate quality with cost, so the appearance of an underpriced wine of surprising virtue is bound to spark its share of interesting backstories. We view wine as a luxury item, and since we reject the intellectual construct that such an item can be both good and inexpensive, we instead seize upon plausible-sounding (but apocryphal) tales to explain the disparity between cheapness and quality. Good wine must be expensive, and if a good wine is being vended at a bargain price, there must be a calamitous reason for this fortuity. In early 2002, rumors of airlines dumping their Merlot (and the like) were launched from this springboard.",
  "Fact Check": "",
  "Description": "As the Los Angeles Times noted in a 2002 article about the burgeoning sales of Charles Shaw label wines: The morning after a friend served Anna McNeal a glass of Charles Shaw Merlot, she made a beeline to the Mid-Wilshire Trader Joe's to stock up on the wine selling at an astonishing $1.99 a bottle. \"I had to come and get a case,\" she said in a checkout line with half a dozen other shoppers who had somehow heard of the mysterious \"Napa\" wine. Since it was introduced in February, Charles Shaw wine has gained a cult-like following in Southern California, with wine drinkers backing their cars up to the loading dock of the Los Angeles-based discounter to lay in a supply of the Trader Joe's exclusive. \"It's selling like crazy,\" said Jon Fredrikson, a wine consultant based in San Mateo County. \"A great story for consumers.\" Why was such a popular wine (Charles Shaw was one of the top 20 brands in the U.S.) being sold so cheaply? As usual, consumers collectively created several inventive urban legend-like explanations for this seemingly inexplicable phenomenon: Security regulations enacted after the September 11 terrorist attacks prohibited the carrying or use of corkscrews on commercial flights, so several airlines dumped their large stocks of wine on the market, thereby depressing prices. Financially-distressed United Airlines attempted to raise some quick cash by selling its food service stocks, including an ample supply of Charles Shaw wine. Charles Shaw himself, engaged in a bitter divorce struggle, attempted to reduce the value of his winery's assets by flooding the market with cheap wine. Also as usual, the real explanation why many wine brands (not just Charles Shaw) could be had so cheaply at the time (2001) was a mundane one: the market was experiencing a wine glut. The wine boom of the 1990s led vineyards to increase production, but a downturn in the U.S. economy and the effects of September 11 resulted in a greatly lessened demand (particularly in the restaurant industry), creating such an oversupply that many wines were selling for less than the cost of production. Some vintners in northern California were even allowing their grapes to wither on the vine because the cost of picking them exceeded their market value. The Charles Shaw label (known in local slang as \"Two-Buck Chuck\") was the focus of those \"cheap wine\" rumors because it bore a prestigious Napa label, even though it sold for less than $2 per bottle. The catch was that it's made with cheaper grapes from California's Central Valley rather than more desirable grapes from the Napa Valley , but because the label's parent company does own a winery and bottling facility in Napa, it is allowed to put \"Napa\" on the Charles Shaw label (which only indicates that the wine is \"bottled and cellared\" in Napa) even if the grapes used in the wine actually come from some other part of California: [W]ine industry experts say that despite the classy Napa label, there probably isn't a hint of those pricey grapes in a bottle of Charles Shaw Merlot, Chardonnay or Cabernet Sauvignon. Even with the depressed market, grapes from Napa sell for around $2,000 a ton, said Brian Sudano of Beverage Marketing Corp. To make money on a $2 bottle, he added, a vintner would have to buy grapes for around $200 a ton the price of less desirable Central Valley grapes. This summer the market price for those grapes hit a low of $60 a ton. Swimming in excess wine, [Bronco Wine Co. head] Franzia revived the Charles Shaw label, believing it would be more cost-effective to dump his wine on the consumer market than to pour it on the ground. Taking advantage of the depressed wine grape market, he also bought up excess stock from other Central Valley vintners, according to several wine industry sources. \"Franzia was able to take advantage of distress sales by other vineyards, said [wine consultant Jon] Fredrikson. \"And he's got the high-speed production lines to do it and still make money.\" The Bronco Wine Co. produces a variety of low-cost wines, and its president, Fred Franzia, has earned the enmity of plenty of other Wine Country citizens: Franzia was forced to step down as Bronco's president for five years after Bronco was fined $3 million in 1993 for misidentifying grape varietals on its labels, and other Napa vintners have long been disputing Bronco's use of \"Napa\" in the names of wines, such as their \"Napa Ridge\" variety, made from grapes grown elsewhere (but so far the courts have sided with Bronco). That enmity was famously (albeit accurately) expressed in 2011 by Chris Knox, a self-described vintner who once caustically asserted on Quora, in a since deleted response to an inquiry about why Trader Joe's wine (and the Charles Shaw blend in particular) was sold so cheaply, that those wines were inexpensive to buy because they were ... well, made cheaply: The basic gist of it all is that Two Buck Chuck is owned by Bronco Wines, which is owned by Fred Franzia, a trash-mouthed, unapologetic downright crude and shrewd business man who sees it as his mission to pretty much remove any shred of pretentiousness (and dare I say integrity and quality along with it) from the wine world. He started by buying the then failing Charles Shaw label years ago along with massive amounts of bulk wine in the 90's for pennies on the dollar and a staggering 35,000 acres of land in the very cheap San Joaquin Valley which he then planted to vines. That gives his Bronco Wines the prestige of holding the most acreage of vines of any American winery, even surpassing Mondavi and Gallo. A few things to keep in mind about his vineyards: one is that they are located in what is known as the Central Valley in the California wine world which is notoriously flat and quite hot producing massive yields of overripe grapes. The other thing is that Fred Franzia is no dummy he planted those vineyards in such a way as the rows run north-south, giving the vines maximum sun exposure and he made the rows as long as he possibly could, minimizing the number of turns his tractors would need to make. And third, these aren't hand-picked vineyards ... they are all machine harvested. And that means these large tractors with huge claws go down the rows of vineyards grabbing the grapes and depositing them in its huge receptacle. And it not only grabs ripe grapes, but unripe and down right rotten ones as well and throws them all together. Add to that leaves, stems and any rodents, birds, or insects that may have made those vines their home they all get thrown into the bin as well. And guess what? You think there's going to be any sorting when that truck arrives at the winery (or should I say processing facility)? Nope. Everything, and I do mean everything (including all those unripe grapes, rotten grapes, leaves, stems, birds, rodents, and insects) gets tossed into the crusher and transferred to large tanks to ferment. So think about all the animal blood and parts that may have made their way into your wine next time you crack open that bottle of Two Buck Chuck! Hardly even seems worth the $2 does it? If you were to taste that wine right after it was made, I guarantee you it would be undrinkable. They will then manipulate the finished wine in whatever way necessary, including adding sugar or unfermented grape juice if needed to make the wine palatable. And then the wine goes into bottling, packaging and shipping facilities, all of which Fred Franzia owns himself. They then get put on trucks (also owned by Fred Franzia) and shipped to Trader Joe's. The only part of the process Fred doesn't own is Trader Joe's itself and I'm sure if he got his way, he'd include that in his empire as well. So the summary is this to make $2 wine one must compromise all sense of integrity and quality, own tens of thousands of acres of vineyards in the worst possible wine region possible where land is incredibly cheap and yields are exceptionally high, use machines to execute every part of a homogenized system that substitutes manipulation for hand crafted quality, and own every step of the winemaking process including bottling, packaging and distribution, all while giving the finger to the entire wine industry and plowing down anyone who gets in your way. According to a CNBC report on the controversy engendered when Knox's comments were widely republished three years later: Franzia does use mechanized harvesting, as do an increasing number of grape growers. He insists the machines shake loose everything but the grapes, and there are other methods along the way to filter out leaves, twigs and animal residue. \"We're in the grape-picking business,\" he said. \"We're looking for quality wines and quality grapes. We're not looking for animals.\" Some animal matter does end up in winemaking, as it does in almost all agricultural products. \"If you worry about things like that, you shouldn't eat anything, you shouldn't drink anything,\" Franzia said. \"When the wine's fermenting, they're going to eliminate anything that's possibly there.\" But what about this mysterious \"Charles Shaw\"? Was he a real person? Indeed he was. Shaw, a Stanford Business School graduate, bought a Napa winery with his wife, Lucy, in 1974 and began to produce Charles Shaw Beaujolais. However, after the Shaws divorced in 1991, they sold the winery. The Charles Shaw label possessed a good reputation, though, and Bronco Wine Co., a mass-market wine conglomerate located in the Central Valley's Stanislaus County, bought it up and revived it in 2002 for sales of a line of inexpensive wines through the Trader Joe's chain of grocery stores. Additional information: Charles Shaw (Interbrand)",
  "Originally Published": "",
  "Referred Links": "http://www.brandchannel.com/features_profile.asp?id=131;http://www.traderjoes.com/;https://www.quora.com/How-is-Trader-Joes-wine-so-cheap/answer/Chris-Knox;http://www.napavalley.com/;",
  "Example": "",
  "Last Updated": "15 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/business/market/shawwine.asp",
  "Claim": "Charles Shaw wine was sold cheaply because airlines could no longer use corkscrews after 9/11 and dumped their stocks of wine.",
  "Claim_ID": "business_market_shawwine",
  "Tags": ""
}