{
  "Origins": "This explanation of the origin of the Wgasa Bush Line , a railway that carries visitors around the perimeter of the San Diego Wild Animal Park, has been circulating as both a joke and a legend ever since the park opened in 1972. Its truth is vouched for by many Wild Animal Park employees, past and present. Although apocryphal corporate lore is often passed off as the truth from one generation of employees to the next, and minor details of accounts explaining how the name 'Wgasa' came to be adopted vary, we credit this one as true because, frankly, there is no other explanation. There are no competing claims that 'Wgasa' is actually a real word in a foreign language, or a name invented to sound like an African word, or just a randomly-selected string of characters that caught on. Everyone connected with the building of the San Diego Wild Animal Park (as well as reporters who covered it from the its planning states through its opening) gives the same origin for 'Wgasa,' as recounted in this example from a biography of Dr. Charles Schroeder, director of the San Diego Zoo and founder of the Wild Animal Park:",
  "Fact Check": "",
  "Description": "The official versions of the story lack the legendary element that 'Wgasa' was mistakenly adopted as a name by people who had no idea what it meant (as Chuck Faust said, \"everybody laughed because they knew what it stood for\"), but by all available evidence, the gist of this tale is true.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0911461159/ref=urbanlegendsrefe;http://www.allabouttours.com/activities/california/wildanimal/railway.htm;",
  "Example": "[Collected on the Internet, 1994] Some years ago, the famous San Diego Zoo opened a second, larger branch called the San Diego Wild Animal Park. The Park is built around an enormous open-field enclosure where the animals roam free. To see the animals, visitors ride on a monorail called the Wgasa Bush Line which circles the enclosure. Here's the true story of how the Wgasa Bush Line got its name. They wanted to give the monorail a jazzy, African sounding name. So they sent out a memo to a bunch of zoo staffers saying, \"What shall we call the monorail at the Wild Animal Park?\" One of the memos came back with \"WGASA\" written on the bottom. The planners loved it and the rest is history. What the planners didn't know was that the zoo staffer had not intended to suggest a name. He was using an acronym which was popular at the time. It stood for \"Who Gives A Shit Anyhow?\"",
  "Last Updated": "31 May 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/names/wgasa.asp",
  "Claim": "The name of the San Diego Wild Animal Park's monorail was taken from a crude acronym.",
  "Claim_ID": "business_names_wgasa",
  "Tags": ""
}