{
  "Origins": "Those who pause to examine the print advertising of the day for watches and clocks will sooner or later be struck by a seemingly startling realization: the hands in just about every timepiece's ad will be set to ten minutes past ten. Yet this is not the supernatural quietly at work via synchronicity to instill in us a reverence for a particularly important time of day; the \"coincidence\" is attributable to no more than the good marketing practice of presenting the manufacturer's name or logo to the buying public in the fashion most pleasing to the eye.",
  "Fact Check": "",
  "Description": "The hands of clocks and watches shown in advertisements are most commonly set to 10 minutes past ten in an effort to best frame the manufacturer's logo or emblem, which is often displayed on the faces of timepieces just below the 12. Those who grew up watching television in the 1960s were subject to the myriad of \"It takes a licking but keeps on ticking\" Timex ads that burned into their consciousness both that particular spot on a watch face for a logo and the 10:10 position for the watch's hands. Before the 10:10 hand position became somewhat the industry's standard, some watches whose logos appeared above the 6 would be displayed in advertisements with their hands at the 20 past 8 position (8:20), the timepiece's hands once again being used to frame the manufacturer's mark. This practice, however, has mostly passed out of favor since downward pointing hands are now seen as undesirable because they make the timepiece appear to frown and thus impart a negative message to prospective buyers. People have been puzzling about the wherefores and whys of timepiece hand placement for many a year, as this sighting from 1934 demonstrates: The hands on dummy clocks and watches used by jewelers for advertising purposes almost invariably point to eighteen minutes past eight. There is a popular belief that the man who painted the first of these wooden clocks and watches had just heard of the death of Abraham Lincoln and that he painted the hands to perpetuate the fatal hour. According to one version of the story, the hands commemorate the exact time of Lincoln's death, and according to another, the exact time of his assassination. As a matter of fact Lincoln was shot at 10:10 in the evening and died about 7:30 the next morning. But the belief is more conclusively disproved by the fact that these wooden watches and clocks, with the hands pointing to eighteen minutes past eight, were hanging as signs in front of jewelry shops long before the assassination of Lincoln. The real reason for so placing the hands is obvious. It is the most symmetrical arrangement possible for the hands, being pleasing to the eye, and at the same time leaving the greatest possible amount of space for advertising matter, such as the name of the jeweler. It will be noted that at 8:18 the hands are the same distance from the 12 and the 6 and two-thirds of the space on the dial is above the hands. For what it's worth, Abraham Lincoln did not die at 8:20, although (as best history records it) his death did occur at roughly 20 past the hour. Lincoln was shot by actor John Wilkes Booth while attending a play at Ford's Theatre at approximately 10:13 on the evening of 14 April 1865; he was then carried across the street to Petersen's boarding house, where he drew his last breath at about 7:22 the next morning. As for John F. Kennedy, he was shot in the head in Dallas, Texas, at 12:30 p.m. on 22 November 1963 and was pronounced dead at 1:00 p.m. that day. The time of Lincoln's death features in another belief, one having to do with sudden silences that always seem to fall upon groups of people at 20 minutes past the hour. Barbara \"silence of the hams\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "I heard a rumor about the reason all (all the ones I've seen) watch/clock advertisements show the time as 10:10. Apparently JFK was shot at 10:10 and this is a tribute to him. Others claim that Lincoln was shot at 10:10 and that's the reason.",
  "Last Updated": "12 February 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/business/market/clockhands.asp",
  "Claim": "Clocks and watches pictured in advertisements display a time of 10:10 in commemoration of the time of Abraham Lincoln's death.",
  "Claim_ID": "business_market_clockhands",
  "Tags": ""
}