{
  "Origins": "With all the interest in chads generated by the 2000 presidential election, it was inevitable this apocryphal etymology for the word 'chad' would resurface with a vengeance. The claim it advances is that chad (those little pieces of paper produced by punching a card or paper tape) had no specific name until after a Mr. Chadless invented a tool that could punch tape without producing all those annoying little pieces of paper: the \"Chadless keypunch.\" Supposedly, people didn't realize that \"Chadless\" was a person's name and assumed the keypunch was dubbed \"chadless\" because it didn't produce any \"chad\" therefore, those little bits of paper it wasn't making must be \"chad.\"",
  "Fact Check": "",
  "Description": "This is an entertaining \"cart before the horse\" story, but it isn't true. In this case the horse really did precede the cart: The word \"chad\" has been around since the 1940s (most dictionaries cite 1947 as its first appearance), and it antedates the \"Chadless keypunch.\" The keypunch wasn't named after a Mr. Chadless; it was so named because, as expected, it punched tape while producing little or no chad. What is the real origin of the word \"chad\"? Most dictionaries simply list it as \"origin unknown,\" but a current theory has it that chad comes from the Scottish word for gravel.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2000] We use the word \"CHAD\" to refer to the little square bits of paper that do not completely separate from punch card ballots when voters poke a hole in the ballot to mark their choice. Where did the word \"CHAD\" come from? According to one theory, back in the days when people used key punches, those little bits of paper decorated office carpets every where until an inventor named Mr. Chadless patented a machine he called the \"Chadless Keypunch.\" His machine moved office technology forward by eliminating the little bits of paper created by the keypunch process. Mr. Chadless clearly assumed that by naming the machine after himself he might gain him the same immortality enjoyed by Mr. Ford and Mssrs. Smith and Wesson. No doubt Mr. Chadless' invaluable contribution to society was appreciated by building maintenance crews everywhere. However, his name was soon forgotten because the users of his technology made the mistaken assumption that the \"Chadless Keypunch\" was so called for the benefit of providing keypunch operation \"without chad.\" By such historical accidents does our lexicon evolve.",
  "Last Updated": "1 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/names/chad.asp",
  "Claim": "The word 'chad' comes from the \"Chadless keypunch,\" so named after its inventor, a Mr. Chadless. '",
  "Claim_ID": "business_names_chad",
  "Tags": ""
}