{
  "Origins": "We first began finding this purported news story in our inbox in February 2005. According to the jape, a mercenary wife extracted the last bit of earning power from her dead husband by wheeling him into work at Boeing and leaving him there for the final week required for him to be eligible for his bonus.",
  "Fact Check": "",
  "Description": "Although clever wives are not fiction, this story is. There was no such deceased contract worker, nor was the account of the man's final week on the job a news story that ran in the Seattle Post-Intelligencer . Possibly its anonymous writer intended the piece as a humorous take on what is sometimes perceived as the basis of how contract workers are compensated, that they are paid for their time on the job, not for what they do there. The anonymous hoaxster did make an effort to dress out his offering about a dead contractor being wheeled in his casket into work at Boeing and left there for a week with the appearance of credibility. Seemingly appropriate names were included in the hoax to make the leg-pull appear more believable. First, the airplane manufacturer does have a sizeable facility in Renton, Washington. Second, James Wallace is the Seattle Post-Intelligencer's aerospace reporter and, as such, his would be the most appropriate name to list as the author of any newspaper article about Boeing. (The real James Wallace of the Seattle Post-Intelligencer did not write this piece though, as he himself told us when we called him.) Also, the fake news story claims Randy Saseler is Boeing's vice president of engineering. While Boeing has a number of vice presidents of engineering (one per division, it seems), none of them bears that name. They do employ a Randy Baseler as their vice president of marketing. Possibly the unknown prankster drew his inspiration from a June 2000 Conseco television commercial. The ad shows an unmoving man wearing sunglasses seated at a desk. Throughout the day various assignments are placed on his desk and then picked up, completed, and dropped back at his desk by co-workers. At the end of the day the wife appears to pick him up. She is complimented on her husband s diligence and performance, shoos the appreciative co-worker away, closes the door to her husband's office, and begins to prepare him to leave. The voice-over on the commercial comments on how it's important to be prepared for the unexpected, leaving behind the unstated message that otherwise you too might have to day after day prop your dead husband at his desk at work to keep those paychecks coming in. The fake story about the deceased contract worker echoes another yarn from 2000 about a proof reader found dead at his desk after five days. Though the sad tale about George Turklebaum was repeated as true in a few newspapers, it too was fiction. Barbara \"dead reckoned\" Mikkelson Sightings: A couple of our readers recall viewing a somewhat similar skit on the television sit-com Not the Nine O'Clock News . In it, a union representative appealed for overtime pay and a promotion for the dead worker who, having been strapped to a heating radiator by his desk, had \"been available for duty 24 hours a day for the last month.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "Aerospace Notebook: Dead Contractor Reports to Work By JAMES WALLACE SEATTLE POST-INTELLIGENCER REPORTER Contractors: A dedicated group of Engineers that circle the country seeking the next high paying job. Contractors rarely if ever receive pay for time not worked. They usually have very few benefits although some receive incentives such as holiday pay, Per Diem, and longevity bonuses. Diem is a daily tax free living expense paid to the contractor. Longevity Bonus is usually one weeks pay or other amount paid after an established period of time, normally on completion of one year... Contractors are known for showing up for work sick and /or injured in order to collect the incentives that they depend on, or to get paid for overtime, which is one and a half times their hourly pay. Boeing hasdocumented many instances where contractors have gone through extreme lengths in order to show up for work. \"We have seen people do extraordinary things before, but nothing like this,\" said Randy Saseler, Boeing's vice president of engineering. \"I am sure this is a first.\" Contractor shows up to work dead. At 5:00AMSaturday morning (Jan. 29) Wanda Robertson, the wife of contractor Peter Robertson, rolled her dead husband into a Renton, WA, Boeing facility, using the dead man's badge in order to gain entrance. She entered the building before most staff show up for work. \"I thought it was some kind of a joke,\" said former co-worker David Palmer. \"That coffin was in the corner for about a week; we thought the company was setting up some sort of show. We just ignored it. Geez that was Peter?\" Mrs. Robinson is facing charges of trespassing on Boeing property. According to a statement she filed with Renton police, Mr. Robertson was 1 week shy of collecting his longevity bonus; he would also have forfeited his Per Diem payment. Mrs. Robertson said that since he was physically at work, Boeing must pay him. \"The kids and I really need that money.\" \"We are educating ourselves about the legal aspects of this case. We have never had a case where a dead man continued to come to work. This is highly unusual. Obviously this woman is in need. We are considering paying her the money her husband would have received, as well as her husband's burial costs. We will however, add a clause in our contracts so that this does not happen again,\" Tim Clark, Boeing spokesman, recently told the industry publication Flight International magazine. \"We just do not want dead people thinking that they can or should continue to come to work.\"",
  "Last Updated": "21 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/genius/deceased.asp",
  "Claim": "Wife of dead contractor brings him to work, then asserts company must pay for his time on the job.",
  "Claim_ID": "business_genius_deceased",
  "Tags": ""
}