{
  "Origins": "Could there be a more macabre marketing decision than naming a consumable confectionary treat after a dead little girl ? How about designing a recreational product to represent the instruments of war that obliterated tens of thousands of human beings? Who would do such a thing? Nobody, we hope, but such a claim has dogged motorcycle manufacturer Harley-Davidson for years, in the form of a rumor that their 1990 FLSTF \"Fat Boy\" bike was created as a \"tribute\" to the dropping of atomic bombs on Japan at the end of World War II.",
  "Fact Check": "",
  "Description": "\"Fat Boy\" photo courtesy of the Harley-Davidson archives Why? The answer to why Harley-Davidson would supposedly do such a thing is as a form of symbolic revenge on the Japanese motorcycle companies who eroded the sales of good ol' American Harley-Davidson bikes during the 1970s and 1980s. The answer to why people would believe such a thing is a tale spun from a collection of manufactured coincidences: The \"Fat Boy\" is silver, just like the Enola Gay and Bock's Car, the two B-29s used to drop atomic bombs on the cities of Hiroshima and Nagasaki in 1945. The bike has disc wheels which look similar to the type used on airplanes such as the B-29. Seven gold rings can be found on the motorcycle, the same markings that were allegedly present on the two atomic bombs. The name \"Fat Boy\" was supposedly formed from the nicknames \"Fat Man\" and \"Little Boy,\" the designations given to the two atomic bombs dropped on Japan. All of this is just the fanciful product of someone's imagination, however. The FLSTF is silver simply because it's a nifty color for a motorcycle, the disc wheels were chosen for their look, the \"gold rings\" are merely styling touches added to accent certain parts of the bike, and the name \"Fat Boy\" comes from the observation that the motorcycle is rather wide when viewed head-on. But, as usual, an elaborate story about secret meanings is so much more interesting than plain old reality.",
  "Originally Published": "",
  "Referred Links": "http://www.atomicmuseum.com/tour/dd2.cfm;http://www.ehistorybuff.com/bockscar.html;http://www.nasm.edu/galleries/gal103/Gal103images.html;http://www.harley-davidson.com;",
  "Example": "",
  "Last Updated": "8 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/market/fatboy.asp",
  "Claim": "Harley-Davidson's 'Fat Boy' motorcycle was designed to represent the dropping of atomic bombs on Japan.",
  "Claim_ID": "business_market_fatboy",
  "Tags": ""
}