{
  "Origins": "At the beginning of the 2004 baseball season, the San Diego Padres moved out of Qualcomm Stadium (formerly known as Jack Murphy Stadium and San Diego Stadium), the team's home since 1969, and into a new downtown ballpark called PETCO Park. The Padres' new digs were named for their corporate sponsor, the PETCO chain of pet stores, vendors of pets and pet supplies at over 650 outlets in 43 states. PETCO purchased the naming rights to the Padres' new stadium for $60 million.",
  "Fact Check": "",
  "Description": "As has been done with many other public structures, a program was initiated at PETCO Park to raise revenue by allowing people to purchase personalized bricks inscribed with messages of their choosing. The personalized bricks are put on permanent display in the stadium's Palm Court Plaza. The Ballpark Brick Program at PETCO Park presented an interesting opportunity for the animal rights group People for the Ethical Treatment of Animals ( PETA ), who had written letters to Padres executives asking them to cancel the naming rights agreement. PETA has long been urging consumers to boycott the PETCO chain on the grounds that numerous complaints have reported PETCO stores as all too often being the site of sick, dying, and mistreated animals: PETA's national campaign against PETCO was launched in order to inform consumers of the pet-shop chain's bad habit of leaving animals sick and dying in its stores, pending lawsuits, and angry customers. PETA is sending monthly casualty reports to PETCO officials, citing dozens of eyewitness accounts of sick and dying animals at PETCO stores across the country. During March [2004] alone, PETA received 59 complaints from 55 PETCO stores in 21 states. The reports can be read at PETCOCruelty.com. PETA has also filed a complaint with the Securities and Exchange Commission, alleging that PETCO failed to disclose animal deaths, customer complaints, and legal actions filed against the company (including lawsuits over cruelty to animals in San Francisco and Utah) to its stockholders. And PETA has filed a shareholder resolution calling on PETCO to end its sales of animals. Although they may have failed at prevailing upon the Padres to change the name of their ballpark, purchasing a brick inscribed with an anti-PETCO message at PETCO Park would be a subversive way for PETA to take the battle to the enemy, so to speak, and that's exactly what they attempted to do. However, Christy Griffin, PETA's PETCO Coordinator, told us that their initial two submissions were rejected as unsuitable: the first was for a brick bearing the message \"In memory of all the animals who have suffered and died in PETCO stores nationwide,\" and the second was for a brick reading simply \"Boycott PETCO.\" What to do when you can't get your message in through the front door? As we've seen in other examples , one way to sneak subversive messages into unlikely settings is through the backdoor method of acrostics, message spelled out by the initial letters of a series of words. And again, that's exactly what PETA did, purchasing a brick with the inscription: \"Break Open Your Cold Ones! Toast The Padres! Enjoy This Championship Organization!\": Read as an acrostic, these sentences form a decidedly less friendly message: Break Open Your Cold Ones! Toast The Padres! Enjoy This Champion Organization! According to Ms. Griffin, PETA's aim is to see PETCO give up the sale of live animals altogether, a product line which she says accounts for only 5% of PETCO's business. (PETCO officials maintain that they have investigated some of the reports submitted by PETA, and that most of them are \"mischaracterizations.\") ESPN reported that PETCO wasn't expressing any public consternation over PETA's hidden message: Padres and PETCO officials discussed whether something should be done with the brick, but PETCO executives had no problem with it. \"If you walked by and read their message, you wouldn't know it had anything to do with PETA,\" said Don Cowan, PETCO's director of communications. In 2012, PETA pulled off a similar caper at the Florida Marlins baseball team's new park. Back in 2010, PETA had expressed opposition to the team's plans to install two enormous saltwater aquariums, complete with coral and sea life native to South Florida, in the backstop at that park: \"Being exposed to the loud crowds, bright lights, and reverberations of a baseball stadium would be stressful and maddening for any large animals held captive in tanks that, to them, are like bathtubs,\" wrote PETA executive vice president Tracy Reiman in a letter to [Marlins owner Jeffrey] Loria. PETA said the Marlins should explore alternatives, such as \"artist-designed aquariums full of beautiful blown-glass animals,\" \"high-definition plasma screens showing underwater footage of sea animals,\" and even \"robotic fish that can 'swim' through water.\" \"I hope to hear that you have decided to leave fish in the ocean where they belong,\" Reiman wrote. Prior to the April 2012 opening of the Marlins' new park, PETA purchased an engraved pavement stone to be placed in the park's East Plaza, a stone bearing the inscription \"Florida Is Still Hosting Incredible Night Games. Help Us Reach The Stars. Cheer Our Marlins!\" Read as an acrostic, these sentences also form a decidedly less friendly message: The first letters of the words in the message spell out \"Fishinghurts.com,\" a Web address that the animal right's organization said brings up a page on PETA's website about cruelty involved in fishing. PETA said the hidden message is an effort to draw attention to the plight of fish, who the group says feel pain and suffer when they're caught on a hook or in a net. On its website, the organization said, \"Marlins are a species of fish. And they, like all fish, are much more beautiful alive and swimming in the ocean than on a menu. Fish (including marlins) feel pain, and they suffer when they're caught on a hook or in a net and dragged into an environment in which they can't breathe. It's much better to choose cruelty-free activities instead like, say, watching a baseball game.\" Additional information: \"Boycott PETCO\" Message Sneaks Into Padres Ballpark What's Wrong with PETCO? (PETA) PETA Punks the Miami Marlins",
  "Originally Published": "",
  "Referred Links": "http://www.peta.org/b/thepetafiles/archive/2012/04/04/peta-punks-the-miami-marlins.aspx;http://web.archive.org/web/20030210191028/http://www.petcocruelty.com/why.html;http://web.archive.org/web/20040530145100/http://www.peta-online.org/news/NewsItem.asp?id=4231;http://www.peta.org/b/thepetafiles/archive/2012/04/04/peta-punks-the-miami-marlins.aspx;http://web.archive.org/web/20040806075632/http://www.petcocruelty.com/index.asp;http://www.peta.org/;http://www.petco.com/;",
  "Example": "",
  "Last Updated": "6 April 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/business/hidden/peta.asp",
  "Claim": "PETA placed bricks with hidden messages at baseball parks.",
  "Claim_ID": "business_hidden_peta",
  "Tags": ""
}