{
  "Origins": "It's not uncommon for people to look for literal meanings in names of popular products or even song lyrics, so naturally a candy named \"Life Savers\" will be translated to mean a tragedy must have sparked the invention of that particular confection. In this maudlin instance, a grieving father whose daughter has choked to death on a piece of hard candy develops the notion for a holed mint that will enable future unfortunates to continue breathing should the candy lodge in their windpipes.",
  "Fact Check": "",
  "Description": "In truth, Life Savers came into being in the most mundane of fashions. There was no dead daughter or tragic death from choking, and thus no invention spurred by the desire to spare other parents the unknowable grief of losing a child to a preventable tragedy. Life Savers were invented in 1912 by Clarence Crane, who had been making and selling chocolate candy in the Cleveland area since 1891 and thought to augment his product line with a non-melting candy during the summer when chocolate sales were slow. Crane envisioned a round, flat peppermint in preference to the pillow-shaped ones then being imported from Europe, and he hired a pharmaceutical pill maker to press his new mints into a circle and punch a hole in them. It was their shape that inspired the name: they looked like life savers, so Life Savers they became. What we now view primarily as a sweet was back then marketed as a breath improver: the original product packaging pictured an old seaman throwing a life preserver to a young female swimmer with the slogan \"For That Stormy Breath,\" and Life Savers' early market breakthrough came when saloon owners were sold on offering them in place of the free cloves they usually provided for their patrons to chew. In 1913 Crane sold his struggling Life Savers line to two New York businessmen for $2,900. One of those men, Edward Noble, devised the now familiar tinfoil wrapper because the candies too quickly lost their flavor in the original packaging, a cardboard tube. In 2005 Wrigley, a subsidiary of Mars, Inc., acquired the Life Savers brand from Kraft Foods, Inc. In 2003 the production of Life Savers shifted entirely to Canada. Significantly lower sugar prices in that country was the reason behind the move. Eerily, a child of the Life Savers inventor did die tragically, but it was a son, and he departed this world twenty years after the candy came into being. On 27 April 1932, Hart Crane, the 32-year-old son of Clarence Crane, took his own life by leaping from the stern of the liner Orizaba while it traversed the Caribbean Sea. Barbara \"holey ironic\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2002] My 15 year old son tells me that the person who invented lifesaver candy did so after his daughter choked to death on a piece of candy. Also, he says the reason the lifesaver candy has a hole in the middle is so that if you should aspirate the candy, you'll still be able to breathe through the hole in the candy. Supposedly, the inventor did this to prevent anyone else from choking to death.",
  "Last Updated": "27 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/business/names/lifesavers.asp",
  "Claim": "Life Savers candy was so named because its inventor's daughter died from choking on a non-holed mint.",
  "Claim_ID": "business_names_lifesavers",
  "Tags": ""
}