{
  "Origins": "In 1980, Anaheim-based Sav-On drugs, the leading drug store chain in southern California, was bought by Jewel Cos., a large food and drugstore company. In 1984, American Stores the parent company of Chicago-based Osco, a large drug store chain concentrated in the Midwestern and Eastern U.S. acquired Sav-On when it purchased Jewel. The Sav-On stores were incorporated into the Osco chain starting in 1986 and designated \"Osco / Sav-On,\" eventually dropping the \"Sav-On\" portion of its name.",
  "Fact Check": "",
  "Description": "Then the unexpected occurred. Sales were lower than anticipated at Sav-On stores in southern California and Las Vegas, and they began losing market share to competing drug chains. Within three years Osco announced that their 165 outlets in those areas would revert to using the original \"Sav-On Drugs\" name. What happened? Word around Los Angeles was that those Osco folks from the Midwest hadn't considered a factor of paramount importance in the heavily Hispanic southern California market: The name Osco has the same pronunciation as the Spanish word \"asco\" (oss-ko), which means \"disgust\" or \"loathing.\" Of course Osco's market share declined in California, know-it-all L.A. wags suggested, because how many Spanish-speaking people would want to purchase drugs and beauty aids from a store whose very name indicates repulsion? This, they claimed, was obviously the reason Osco changed the stores' names back to Sav-On. Osco's vice-president of administration, Alan Barker, maintained otherwise: There is no connection between that and the name change. I told that to another reporter, and it showedup as a \"no comment.\" I said this was a very exciting, very, very positive change for the company, and none of that showed up either. We are changing it back because customers recognize Sav-On from decades of operation. We're going to respond to what our customers recognize. The L.A. Times suggested there was a connection there, and it is nonsense. I don't know where people come up with that garbage. Was the unfortunate cross-language meaning the real reason for the name change? Probably not. Most likely it was another flavor of the infamous Chevrolet Nova legend, as others pointed out: It's just an amusing story, said Hector Marquez, professor of Spanish at the University of Redlands. He compared it to stories several years ago about the Chevrolet Nova. \"No va'' in Spanish can mean \"it doesn't go,'' but Marquez said any Spanish-speaking person would know better. \"People who study sales and advertising might have a different view,'' Marquez said. \"But from a language point of view, this sort of thing doesn't have an impact. I don't give much credibility to those stories.'' The underlying cause for the sales slump in the California and Las Vegas markets was probably attributable to a number of factors, but one of those factors was almost certainly a common business blunder: When you have a name that consumers know and trust, don't change it. As John Kosecoff, an analyst with First Manhattan Co. in New York noted, \"Sav-on has had a long-standing cachet in California. Its name is familiar. It has represented quality, local merchandising and good value for consumers.\" Another real-world example of the maxim, \"If it ain't broke, don't fix it.\"",
  "Originally Published": "",
  "Referred Links": "http://www.savon.com/;",
  "Example": "",
  "Last Updated": "13 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/misxlate/osco.asp",
  "Claim": "Southern California Sav-On drug store outlets were renamed Osco after an acquisition, then reverted to the original Sav-On name when their parent company discovered \"asco\" means \"disgust\" or \"loathing\" in Spanish.",
  "Claim_ID": "business_misxlate_osco",
  "Tags": ""
}