{
  "Origins": "\"Drink Canada Dry is a slogan, not a command!\" runs an old joke, a bit of punning humor that plays on dual interpretations of a popular beverage producer's advertising slogan. (We don't know exactly how old that joke is, but Jack Benny referred to it as a familiar piece of humor during his first professional radio broadcast in 1932, on a program sponsored by Canada Dry.)",
  "Fact Check": "",
  "Description": "The question at hand here has to do with the origins of that beverage producer's name. Why is a company headquartered in Texas and best known for liquid products such as ginger ale, club soda, and tonic water called \"Canada Dry\"? The \"Canada\" part is easy: The company was started by a Canadian pharmacist, John J. McLaughlin, who opened a small carbonated water plant in Toronto in 1890 and sold its output to area drugstores for use in fruit juices and other flavored beverages. Not until 1919, after McLaughlin had developed his own brand of beverage, did his company begin shipping product to the United States. (Canada Dry essentially became a U.S. company after it was bought up by P.D. Saylor and Associates in 1923. Canada Dry's current owner, the Texas-based Dr Pepper Snapple Group, bought the company from Norton Simon Inc. in 1982, then was itself acquired by UK-based Cadbury Schweppes in 1995.) The \"dry\" part of the name is easier to understand when one considers that the word \"dry\" has several different meanings other than \"not wet,\" particularly as related to the area of potables. \"Dry\" can mean \"not sweet\" (as in a \"dry wine\"), and it can also mean \"made with only a small portion of a particular ingredient\" (as in a \"dry martini\" made with only a minimal amount of vermouth). When John J. McLaughlin set out to concoct a new soft drink formula in the early 20th century, most ginger ales were much more dark, syrupy, and sweet than the product we're used to today. After much experimentation, he created a new, dry (i.e., less sweet) and light soda he dubbed Canada Dry Pale Ginger Ale. As Canada Dry was establishing itself as a national brand in the U.S. market in the early 1920s, the \"dry\" portion of its name took on another (unintended) meaning when the United States enacted Prohibition and officially became a \"dry country\" (i.e., banned the manufacture and sale of alcoholic liquors). With alcohol from established breweries no longer available through the legitimate market, many people turned to rougher, home-brewed booze, and Canada Dry products proved to be the perfect mixers to help disguise the raw taste of hooch. Additional information: Inside Canada Dry (CanadaDry.com)",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=0945903499/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=0743257979/urbanlegendsrefeA/;http://web.archive.org/web/20060815074103/http://www.canadadry.com/textOnly/insidecanadahist.html;",
  "Example": "[Collected on the Internet, 2011] My wife (a canada dry FREAK) told me once that the brand was created during the American Prohibition as an alternative to liquor ... it was labelled 'dry' to let retailers know that, although it tastes slightly like a mixed drink, it contains no alcohol.",
  "Last Updated": "1 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/business/names/canadadry.asp",
  "Claim": "The Canada Dry beverage company got its name because it produced alcohol-free beverages during Prohibition.",
  "Claim_ID": "business_names_canadadry",
  "Tags": ""
}