{
  "Origins": "In November 2006, the snopes.com inbox began filling with forwards about a tax credit available in 2006 for overpayment of a federal tax charged on phone calls. For once, an Internet forward is on the up-and-up; there really is such a credit available to taxpayers filing their federal 2006 returns (which most people will submit to the IRS in 2007).",
  "Fact Check": "",
  "Description": "The tax in question, the Federal Excise Tax, was first imposed in 1898 to help fund the Spanish-American War. One of the things it taxed was telephone service, which at that time was something only the very wealthy had, so this levy served as a luxury tax charged only to those who could easily afford it. The war ended and the bills for it were settled up, but the tax stayed in place. Over time, as telephone use spread to the masses, what had begun as a charge against the very wealthy for a frippery they could easily have done without became a charge against just about everyone for a service that had come to be regarded as vital. The tax was levied against charges accruing to long distance calls, which until recently were primarily determined by a formula based on call length and the distance between conversing parties. That mode of establishing the price of calls has mostly been supplanted by the practice of basing long distance charges on minutes alone, with no regard to the physical distance the calls travel. Opponents to the tax asserted that shift made the tax invalid, and the courts finally agreed with them. In May 2006, after losing a series of federal court cases, the Internal Revenue Service said it would no longer collect the 3 percent tax and ordered telephone companies to stop charging it by 1 August 2006. Taxpayers are eligible to claim a refund of the long-distance tax billed for any phone service (cell, fax, computer or land line) in the 41-month period from 28 February 2003 through 31 July 2006. On its web site, the IRS explains the refund and how to apply for it. Additional information can be found by following the links offered on its Telephone Excise Tax page. In a nutshell, rather than ask everyone to comb through their phone bills for that 41-month period to add up all the tax collected and then submit claims for those amounts, the IRS will offer taxpayers standard refunds of between $30 and $60 (the amount depends on the composition of the household) that they can apply for simply by entering the refund amount appropriate to them on a particular line on their 2006 tax returns. Those who wish to go it the long way by adding everything up to emerge with the precise figure owed them may do so, but in their case applying for the refund will require them to complete and file Form 8913 with their returns. This is a one-time tax credit, so those who fail to file for it on their 2006 returns will likely lose their shot at claiming it. It therefore makes very good sense to let your friends, neighbors, and co-workers know about this opportunity, lest they otherwise miss it. The only mystery in all this lies in the question of why the Internet drums only started to beat about this in November 2006, when the refund was announced in May 2006, a full six months earlier. Barbara \"in one half year and out the other, I guess\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.irs.gov/newsroom/article/0,,id=164032,00.html;http://www.irs.gov/newsroom/article/0,,id=161506,00.html;",
  "Example": "SPECIAL ONE TIME TAX CREDIT ON YOUR 2006 TAX RETURN When it comes time to prepare and file your 2006 tax return, make sure you don't overlook the \"federal excise tax refund credit.\" You claim the credit on line 71 of your form 1040. A similar line will be available if you file the short form 1040A. If you have family or friends who no longer file a tax return AND they have their own land phone in their home and have been paying a phone bill for years, make sure they know about this form 1040EZ-T. What is this all about? Well the federal excise tax has been charged to you on your phone bill for years. It is an old tax that was assessed on your toll calls based on how far the call was being made and how much time you talked on that call. When phone companies began to offer flat fee phone service, challenges to the excise tax ended up in federal courts in several districts of the country. The challenges pointed out that flat fee/rate phone service had nothing to do with the distance and the length of the phone call. Therefore, the excise tax should/could not be assessed. The IRS has now conceded this argument. Phone companies have been given notice to stop assessing the federal excise tax as of Aug 30, 2006. You will most likely see the tax on your September cutoff statement, but it should NOT be on your October bill. But the challengers of the old law also demanded restitution. So the IRS has announced that a one time credit will be available when you and I file our 2006 tax return as I explained above. However, the IRS also established limits on how BIG a credit you can get. Here 's how it works. If you file your return as a single person with just you as a dependent, you get to claim a $30 credit on line 71 of your 1040. If you file with a child or a parent as your dependent, you claim $40. If you file your return as a married couple with no children, you claim $40. If you file as married with children, you claim $50 if one child, $60 if two children. In all cases, the most you get to claim is $60 - UNLESS you have all your phone bills starting AFTER Feb 28, 2003 through July 31, 2006 (do not use any bills starting Aug 1, 2006.), then you can add up the ACTUAL TAX AS IT APPEARS ON YOUR BILLS AND CLAIM THAT FOR A CREDIT. Now if you have your actual phone bills and come up with an ACTUAL TAX AMOUNT, you cannot use line 71 on your tax return. You have to complete a special form number 8913 and attach it to your tax return. Individuals using the special from 1040EZ-T will have to attach this form 8913 also. One final point - this credit is a refundable credit. That means you get this money, no matter how your tax return works out. If you would end up owing the IRS a balance, the refund will reduce that balance you owe. If you end up getting a refund, the credit will be added and you get a bigger refund by that $30 to $60, depending on how many dependents are on your return. Feel free to pass this on or make copies for family and friends who don't have computers.",
  "Last Updated": "27 May 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/taxes/excise.asp",
  "Claim": "Special one-time federal excise tax credit in 2006 rebates tax overpayment on phone bills.",
  "Claim_ID": "business_taxes_excise",
  "Tags": ""
}