{
  "Origins": "Diet soft drinks are another household product so ubiquitous that few of us recall a time when they were not a firmly-established item of consumer culture. Nonetheless, they're older than most of us probably think, having originated in the 1950s, an era in which Americans were noted far more for enjoying the affluence and prosperity of post-war life than for being particularly health-conscious.",
  "Fact Check": "",
  "Description": "Royal Crown Cola (formerly Nehi) takes credit for the invention of the first diet soft drink with its development of Diet-Rite Cola in 1958, but back then, when diet sodas comprised less than 1% of soft drink sales, Diet-Rite was marketed only on a limited basis as a special dietary product. As the 1950s waned into the 1960s, however, \"the bulging waistline and middle-age spread\" took on \"the proportion of a national disaster,\" consumers (particularly women) became more calorie-conscious, and a prominent survey indicated that 28% of the population was watching its weight. When Royal Crown began to promote Diet-Rite Cola nationally as a soft drink (rather than as a dietary product) in 1961, the race was on. Major soft drink companies had initially eschewed diet sodas for fear of injuring their existing business in sugary drinks, but by the early 1960s the diet drink market had grown sufficiently large that they could no longer ignore it. In 1962, Coca-Cola launched a crash program code-named \"Project Alpha\" to develop a competing diet cola and bring it to market in less than a year. The goal was to produce a low-calorie cola drink using saccharin and cyclamates instead of sugar while avoiding the typically unpleasant aftertaste that plagued other diet sodas. Coca-Cola met its goal with the introduction of TaB in May 1963, a diet cola advertised with the slogan \"How can one calorie taste so good?\" and notable for its stylized logo, the unusual capitalization of its name (\"TaB\" rather than \"Tab\" or \"TAB\"), and its distinctively textured bottled. (TaB was not technically a Coca-Cola product: it was marketed through Coca-Cola's subsidiary Fanta Beverage Company.) But why \"TaB\"? The name doesn't conjure up images of something delicious and refreshing to drink (one couldn't even guess from the name that this product was something to drink), nor does it suggest something that would appeal to health-conscious, calorie-counting consumers. If anything, what the word \"tab\" was likely to bring to the minds of American audiences in the early 1960s was a key on a typewriter, or possibly actor Tab Hunter . Given the seeming lack of relevance of the name, and the fact that TaB was a cola drink developed from scratch in a matter of months (rather than one based on a formula that had evolved over many decades, as Coca-Cola and Pepsi-Cola were), one might find plausible the claim that \"TaB\" (capitalization notwithstanding) was an acronym for \"totally artificial beverage.\" As usual, though, the real story is rather more mundane. When TaB was introduced, Coca-Cola was not about to dilute the tremendous value of its brand name by identifying as \"Coke\" something that was distinctively not Coca-Cola, so suggestions that the new drink be called Diet Coke were dismissed as \"heresy\" by Coca-Cola president J. Paul Austin. (An ad man at McCann-Erickson, Coca-Cola's advertising agency, supposedly quipped that \"If God had wanted Coca-Cola to have saccharin in it, He would have made it that way in the first place.\") Agreeing that the name of their new diet soda should be short and easy to remember, Coca-Cola had their IBM 1401 mainframe programmed to spit out a list of about 2300,000 names using four-letter combinations. After winnowing out names considered unsuitable for one reason or another (such as unpronounceability or similarity to existing product names or trademarks), Coca-Cola narrowed down the list to about 600 choices; further refinement produced a set of about two dozen prospective names which were put before the public in marketing tests. \"Tab\" emerged as the eventual winner, supposedly because that named appealed to consumers as suggestive they were \"keeping tab\" on their weight problems. Packaging designer Robert Sidney Dickens Inc. gave the beverage name its familiar capitalization pattern (\"TaB\") in the logo they designed for the drink. The initial idea was to render the name TAB in all uppercase block letters, but Dickens felt that exaggerating the top arm of the \"T\" would make the name more memorable, so the \"A\" was reduced to lower case to allow more horizontal room but was heavily swirled to still grab viewer attention. TaB has changed a bit since the early 1960s: a small amount of sugar was added in 1969 after cyclamates were banned in the United States, caffeine-free TaB was introduced in 1983, a saccharin-aspartame version of the Tab formula was produced in 1984, and Coca-Cola even tried to neutralize competing Crystal Pepsi with TaB Clear in the 1990s. TaB was largely supplanted by Diet Coke in the 1980s and became increasingly difficult to find. (Indeed, one has to do a fair bit of searching to locate any information about the original TaB beverage on Coca-Cola's web site these days.) However, in 2006 Coca-Cola brought the brand name back to prominence by introducing TaB Energy, a product touted as a \"low-cal energy drink,\" andif TaB fans can't find the original soda at their local stores, they can always order it through online vendors.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/0684193477?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0684193477;http://www.amazon.com/gp/product/0887307515?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0887307515;http://www.amazon.com/gp/product/B002U8Y27C?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.energysip.com/dr_tab.html;http://www.coca-colacompany.com/history/a-sweet-celebration-tab-commemorates-golden-anniversary-on-valentines-day;http://web.archive.org/web/19980128131337/http://energy.pulse.de/dosen/tabclear.html;http://www.spudart.org/pepsiclear/;http://us.imdb.com/name/nm0002147/;http://www.dietritecola.com;",
  "Example": "",
  "Last Updated": "23 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/business/names/tab.asp",
  "Claim": "Coca-Cola's original diet cola drink, TaB, took its name from an acronym for \"totally artificial beverage.\"",
  "Claim_ID": "business_names_tab",
  "Tags": ""
}