{
  "Origins": "In 1953, the electronics company we now know as Sony was called Tokyo Tsushin Kogyo, an outfit whose primary business was the manufacture and sale of tape recorders and magnetic tape. When Akio Morita (later head of Sony America) returned from his first trip to the United States that year, he realized that the company needed a name that was recognizable (and pronounceable) outside of Japan. \"Tokyo Tsushin Kogyo\" was an unwieldy name and had no particular meaning to the rest of the world; its translation, \"Tokyo Telecommunications Engineering Company,\" wasn't much better, and its three-letter abbreviation (TTK) had already been claimed by the Japanese national telephone company.",
  "Fact Check": "",
  "Description": "The inspiration for the new company name came from a brand of tape TTK had been marketing since 1950: Soni-tape. The \"Soni\" in \"Soni-tape\" was derived from the Latin sonus (\"sound\"), and Morita created Sony from a combination of sonus and the English phrase sonny boy , which \"conveyed to him the youthful energy and irreverence he wanted at the heart of the company.\" (Because \"o\" is pronounced in Japanese with a long vowel sound, the connection between \"Sony\" and \"sonny\" is not apparent to English speakers.) The name Sony was first used as a trademark on the company's TR-55 transistor radio in 1955, and Tokyo Tsushin Kogyo officially changed its name to the Sony Corporation in 1958. The only connection between Sony and the Rockefellers is that Sony head Akio Morita and David Rockefeller both served on the Trilateral Commission beginning in 1973.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2000] I heard that SONY got its name by way of Mr. Morita's (former SONY Chairman) connections with a Rockefeller. I understand Mr. Morita got the small post-WWII company going with a substantial load/investment and SONY stands for Standard Oil of New York.",
  "Last Updated": "1 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/names/sony.asp",
  "Claim": "The Japanese corporation known as Sony based its name on an acronym formed from 'Standard Oil of New York.'",
  "Claim_ID": "business_names_sony",
  "Tags": ""
}