{
  "Origins": "Business by its very nature is cut-throat; competitors rarely aid one another because one company's success almost invariably comes at the expense of the other's vitality. When such leg-ups occur, they are often inadvertent the result of one firm's having failed to take advantage of an opportunity that its competitor later cleaned up on. Such was the case when Mars, Inc. passed on the chance for its flagship product, M&Ms, to be the candy used in 1982 film E.T. the Extra-Terrestrial . Its turn-down cleared the way for Hershey Foods Corporation to make a remarkable splash for its Reese's Pieces.",
  "Fact Check": "",
  "Description": "During production of E.T. , Amblin Productions approached Mars, Inc. about a possible tie-in between M&Ms and the film. For whatever reason, Mars said \"No\" to the proposition. Many purported reasons for that negative response have been provided by a variety of sources: Mars decided it didn't want its bite-size candy associated with an extraterrestrial living with an earth family, or it thought the film's premise just a bit too otherworldly, or an unnamed M&M executive decided nobody would want to see a movie about an alien adopted by a lonely kid. (M&Ms did survive as the candy used in the 1982 William Kotzwinkle novelization of the film, however.) Lore adds its own details to flesh out stories, details that will cast the one who is perceived as having done something foolish in as absurd a light as possible. When that story is one of a poor business decision made by a large corporation, someone telling the tale is sure to state as rock-solid fact an explanation that is now clearly laughable. No one ever suggests that Mars might have already had its advertising budget locked for that year, or that it might have felt ill at ease at the prospect of dealing with a new advertising medium and the new people who went with it, or any other plausible and purely logical business reason for taking a pass on this offer. No, the \"reason\" offered in lore will always be something along the lines of \"Mars didn't think much of the planned movie and thus wanted to keep themselves separate from it,\" a \"reason\" that casts the candymaker as unbelievably short-sighted given the breathtaking success of E.T. Whatever the reason for it, Mars' \"No\" paved the way for Hershey's \"Yes.\" The spurned offer was then tendered to Hershey, and misgivings aside that corporation went for it. Hershey did not pay to have Reese's Pieces used in E.T. , but it did agree to do a tie-in between the movie and the candy after the film was released. A deal was inked wherein Hershey Foods agreed to promote E.T. with $1 million of advertising; in return, Hershey could use E.T. in its own ads. Within two weeks of the movie's premiere, Reese's Pieces sales went through the roof. (Disagreement exists as to how far through the roof they went: Sales were variously described as having tripled, experienced an 85% jump, or increased by 65%). Whatever the numbers, though, Reese's Pieces up until then an underdog confection only faintly known by the U.S. candy-consuming public were suddenly being consumed in great handfuls. And all thanks to a shy little alien lured from the bushes and into America's hearts by a trail of peanut-butter-in-a-candy-coated-shell confections. Thus is the potential power of product placement. When it's done right, it can make a product. Paid product placement in films has come to be one of the ordinary ways of things in Hollywood. Exxon paid $300,000 for its name to appear in Days of Thunder , Pampers paid $50,000 to be featured in Three Men and a Baby , and Cuervo Gold spent $150,000 for placement in Tequila Sunrise , according to Danny Thompson, president of Creative Entertainment Services, in a 1993 New York magazine interview. As for how effective the practice of product placement is, that same article quotes Joel Henrie, a partner at Motion Picture Placement, as saying: \"Look what happened to Hermes scarves after Basic Instinct , Ray-Ban sunglasses after Risky Business , and suspenders after Michael Douglas wore them in Wall Street .\" Not all product placement deals are \"straight-fee\" arrangements. There are actually three types of deals, the other two being the provision of costly merchandise (such as automobiles or appliances) for free just for the exposure (which accounts for about half of all placements), and the back-end promotion under which big corporations with huge promotional budgets aim for young audiences through tie-ins with popular films. In most films, product placement, while noticeable, is kept low-key. However, some Hollywood offerings have gone down in the annals of motion picture history as notorious examples of rampant commercialism. The 1988 snoozer Mac and Me could fairly be described as a ninety-minute advert for McDonald's and Coca-Cola, with an alien thrown in whenever things were running slow. Likewise, the 1987 film Leonard Part 6 was deemed by many to be a never-ending Coca-Cola commercial. But rampant product placement is not merely limited to forgettable films which did poorly at the box office, as 1999's Runaway Bride proved. (In that film, everyone walks around with a copy of USA Today in his hands.) Product placement in movies is now a corporate fact of life, as are \"bonehead\" accounts of great marketing opportunities left to the other guy. One company's gaffe becomes the cautionary tale passed along to those in all manner of industries because the message is universal: This could be us one day if we don't maintain vigilance. Once again, folklore is called upon to teach by example what might not have effectively been learned from a book. In an odd way, true-life corporate instances of one man's garbage turning out to be another man's treasure are almost a rip on the standard Hollywood legend of (pick your favorite movie star) was offered the lead in (now unforgettable, hugely-popular film) but turned it down. Though that scenario has indeed played out a number of times in Tinseltown, it hasn't happened nearly as often as is reported. In many cases, remembered tidbits of so-and-so's having been mentioned merely in passing at a studio round-table of \"Who could we get?\" are mentally embroidered into memories of the role's having been offered to the star, who waved it away. Or a bit of rumor is later remembered as fact, such as the case of Ronald Reagan, whose name was only kited as part of a press release designed to drum up interest in Casablanca but is now widely believed to have been the studio's first choice to play Rick Blaine a role never intended for anyone but Humphrey Bogart. Bonehead tales. We love them, true or not. Barbara \"dumb skull\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/title/tt0083866/;",
  "Example": "",
  "Last Updated": "11 May 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/market/mandms.asp",
  "Claim": "M&Ms passed up the chance to be the candy used to lure the shy little alien from his hiding place in the 1982 blockbuster E.T. , thereby letting one of the most successful instances of movie product placement fall into the hands of a competitor who benefited mightily from it.",
  "Claim_ID": "business_market_mandms",
  "Tags": ""
}