{
  "Origins": "For over a century now, baseball's annual championship, the World Series, has been an essential American ritual. The modern World Series began in 1903, when the National League's pennant-winning Pittsburgh Pirates agreed to a best-of-nine playoff series against Boston, champions of the upstart American League (which had made the jump from minor league to major league just two years earlier). After a one-year interruption in 1904 when the New York Giants refused to meet the American League's champion, Boston, because (depending upon which story you believe) the Giants' owner refused to allow his team to compete against the \"inferior\" American League or the Giants' manager hated the American League's president the series resumed as a best-of-seven affair in 1905 and has been waged every autumn since (save for 1994, when it was cancelled due to a players' strike).",
  "Fact Check": "",
  "Description": "The concept of a post-season championship series evolved long before 1903, however. Teams engaged in exhibitions and unofficial regional playoffs after the end of regular-season play since the earliest days of professional baseball, and after 1882 season the National League's first-place Chicago team played a pair of games against Cincinnati, the champions of the newly-formed American Association. These games were primarily exhibition contests (because the National League had yet to acknowledge the legitimacy of the American Association), but every year from 1884 through 1890 the two leagues' champions met in post-season series of varying lengths (an event that was known, among other names, as the \"world series\"). The 1891 playoff was cancelled due to interleague squabbling, and any hopes for its resurrection were dashed when the American Association folded before the 1892 season. The National League expanded from eight teams to twelve in 1892 by absorbing four of the entries from the failed American Association, and a post-season championship was created by dividing the season into halves and pitting the winners of the two halves against each other. The split-season format proved unpopular and therefore didn't come off in 1893, so an entrepreneur from Pittsburgh named William C. Temple promoted a new post-season scheme the next year by offering to award an ornate $800 cup to the winner of a best-of-seven series between the National League's first- and second-place finishers. The \"Temple Cup\" championship series, as it became known, was held for the four years between 1894 and 1897, after which a lack of fan interest resulted in its termination and the return of the cup to its donor. Save for a brief series between the National League's pennant-winning Brooklyn Superbas and the runner-up Pittsburgh Pirates after the 1900 season (the winner receiving a silver cup donated by the Pittsburgh Chronicle-Telegraph ), post-season play did not resume until the modern World Series matching American and National league champions against each other began in 1903. Somewhere along the way (the earliest citation we've found so far is from 1991), people have picked up the notion that the fall classic, baseball's World Series, is so named not because the victors are considered the world's champions, but because the contest was originally sponsored by the New York World newspaper. Perhaps this belief springs from today's hyper-commercial sporting climate, in which nearly all athletic championships and sports stadiums are named for corporate sponsors, or perhaps it springs from the incongruity of the winners of a contest featuring only teams from North America being declared \"world champions,\" but so prevalent is this erroneous belief that it is now regularly cited as a \"fact,\" despite a complete lack of any supporting evidence. The New York World was established in 1860, just before the Civil War, and it fared poorly throughout the 1870s before being bought up by Joseph Pulitzer in 1883. Over the next half-century, the World was renowned for everything from its \"yellow journalism\" to its debut of the crossword puzzle; in 1930 it was sold and merged with the Evening Telegram to become the New York World-Telegram . The New York World never had anything to do with the World Series, however, other than being one of the many newspapers to report the results. The modern World Series (like its predecessor series waged between National League and American Association teams from 1884-1890) was so named not because of any affiliation with a corporate sponsor, but because the winner was considered the \"world's champion\" the title was therefore simply a shortened form of the phrase \"world's championship series.\" Negative evidence is easily uncovered by reading accounts of the first few World Series in the major newspapers of the era. The first several contests between the two league champions were reported under a variety of titles \"championship series,\" \"world championship series,\" \"world's series\" before eventually becoming standardized in name as the \"World Series.\" If the name had derived from the New York World 's sponsorship, it would have been nothing but the \"World Series\" from the very beginning (and as far back as 1884). The National Baseball Hall of Fame and Museum concurs, a 1999 article noting of this claim that: [O]thers have asked that question of the staff at the Baseball Hall of Fame in Cooperstown, N.Y. in recent weeks. \"There's no evidence suggesting it was ever sponsored by the New York World newspaper,\" said Hall of Fame researcher Eric Enders. When the World Series between the National and American leagues began in 1903, the owners borrowed the name from the world championship series held in the 1880s between the National League and the American Association. Enders concludes the name didn't originate from the name of the long-defunct newspaper. It sounds like an urban myth.",
  "Originally Published": "",
  "Referred Links": "http://www.spartacus.schoolnet.co.uk/USAnyworld.htm;",
  "Example": "[Sutherland, 1999] Many believe that the name World Series is American hype or arrogance, but the truth is that the Series was named after the New York World newspaper who sponsored the title games in the early part of the century. [Auf Der Mar, 1991] I followed the Blue Jays through their futility and then rooted for Atlanta in the wonderful World Series (originally named, by the way, for the New York World, the newspaper that was its first sponsor).",
  "Last Updated": "27 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/business/names/worldseries.asp",
  "Claim": "Baseball's championship competition is known as the \"World Series\" because it was originally sponsored by the New York World newspaper.",
  "Claim_ID": "business_names_worldseries",
  "Tags": ""
}