{
  "Origins": "The lore of the business world is replete with company names thought to have been fashioned from acronyms or other shortenings of specific messages. Among the many entities mistakenly thought to have derived their names in this fashion are popular clothier The Gap (\"Gay and Proud\"), electronics manufacturer Sony (\"Standard Oil of New York\"), and discount chain E.J. Korvette (\"Eight Jewish Korean War Veterans\").",
  "Fact Check": "",
  "Description": "The rumor attaching to the way Graco Children's Products Inc. derived its name also falls squarely into the false category. Just as sports shoe company Adidas fashioned its moniker from the name of its owner (rather than, as rumor would have it, from an acronym for \"All Day I Dream About Sex\"), the maker of Graco strollers, portable play yards and other infant products came by its appellation via taking parts of the names of its founders. The name \" Graco \" was formed by combining the first few letters of the surnames of the company's two original owners, Russell Gray and Robert Cone. The pair began Graco Metal Products in Philadelphia in 1942, and for eleven years that firm fabricated machine and car parts for local manufacturers. In 1953, after Gray left the firm, Graco moved into the baby products business with the Swyngomatic, the world's first wind-up infant swing. Graco sold millions of Swyngomatics, giving the company a fine start in its new field. Graco was acquired by Rubbermaid in 1996, which in turn merged with Newell in 1999, the resultant company taking the name Newell Rubbermaid Inc. Similarly, fluid handling systems company Graco Inc. took its name from a contraction of Gray Company, Inc., Gray being the surname of its founders, Russell and Leil Gray. Barbara \"gray areas\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.graco.com/;http://www.gracobaby.com/;",
  "Example": "[Collected on the Internet, 2003] This one is making the rounds at my wife's office. She works for a retailer and one of the product lines they carry is child safety equipment from Graco. Story is that Graco is \"secretly\" an acronym for \"God Rewards All Christian Organizations.\"",
  "Last Updated": "6 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/names/graco.asp",
  "Claim": "Baby products company Graco took its name from an acronym for \"God Rewards All Christian Organizations.\"",
  "Claim_ID": "business_names_graco",
  "Tags": ""
}