{
  "Origins": "Slang is one of the more fluid components of language, often calling upon perfectly ordinary words to pull double duty as terms for something else. Thus, a lawyer becomes a \"mouthpiece,\" a pretty woman a \"doll\" or a \"skirt,\" and a well-muscled bouncer a \"gorilla.\" We delight in these dual uses because, in oddball fashion, these creative doublings seem to convey in a more vivid fashion the essences of the items at hand.",
  "Fact Check": "",
  "Description": "Thus, names of various foodstuffs are often employed as casual terms for money (a theme of sustenance, perhaps?): lettuce, cabbage, coconuts, and even bananas. We accept these slang terms as an ordinary part of the linguistic landscape, barely giving them a second thought. Yet sometimes that second thought is required, especially in the world of commerce. It was the use of \"banana\" in the monetary sense that caused $10,000 worth of trouble for a national chain of electronics stores. In 1986, Silo (a chain of home electronics stores) ran a television commercial in 23 markets nationwide, offering stereos for \"299 bananas.\" They never thought anyone would take them at their word; after all, \"banana\" is a widely accepted, if playful, term for greenbacks. Who could possibly mistake one for the other? Thirty-two customers held the retailer to its unwitting word they showed up bearing loads of the yellow fruit and demanding the store keep its end of the bargain. \"The ad said bananas, by golly, and so we had 32 buyers come to our Southcenter distribution point Saturday morning to exchange bananas for the stereos,\" Ed Altizer, Silo district manager, said. Each stereo was exchanged for $40 to $60 worth of bananas, and Silo took in a total of 11,000 bananas. Many of the bananas were donated to Woodland Park Zoo, but there were too many even for the hungry animals. \"We need about 1,000 a week for the elephants, monkeys, gorillas, primates, hippos,\" said Bob Daleske of the zoo commissary. \"Most of our animals like them, but we can't just give them bananas in uncontrolled amounts.\" Bananas were also donated to local food banks. Barbara \"banana republicans\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "29 June 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/business/deals/bananas.asp",
  "Claim": "A store made good on its offer to sell stereos for \"299 bananas\" when customers proffered the fruit as payment.",
  "Claim_ID": "business_deals_bananas",
  "Tags": ""
}