{
  "Origins": "In 1980, Nintendo was a one-time toy company that had ventured into the field of electronic games and was trying to duplicate the success of Taito's \"Space Invaders\" and Atari's \"Asteroids\" by cracking the lucrative American arcade game market. Unfortunately, the game Nintendo head Hiroshi Yamauchi selected to spearhead the assault on the pockets of American youth was \"Radarscope,\" a dull \"shoot-down-the-airplanes\" effort that gathered far more dust than quarters. Even worse, Nintendo's development teams were busy working on other projects and couldn't be pulled away to try to salvage the fiasco. So, Yamauchi turned to a young artist named Shigeru Miyamoto, who had never designed a video game before, and tapped him to turn \"Radarscope\" into something profitable.",
  "Fact Check": "",
  "Description": "Instead of revamping \"Radarscope,\" Miyamoto instead created a new game from scratch, somewhat inspired by the tale of Beauty and the Beast . In Miyamoto's version, the beast was a giant ape who captured a young woman, and her carpenter boyfriend had to rescue her from his clutches by navigating the shell of an unfinished building while trying to avoid rolling barrels and other obstacles hurled by the enraged ape. Some Nintendo executives were skeptical that Miyamoto's new game would be an even bigger flop than \"Radarscope,\" but it proved a hit both in Japan and America, pulling in $100 million for Nintendo of America in its first year alone. Those of us who spent our after-school hours hanging around arcades in those days were intrigued by the new game's departure from the traditional \"shoot and destroy\" motif, its use of comical characters, and its distinctive music and sound effects. Few of us stopped to ponder why the game was called \"Donkey Kong\" when it featured no donkeys the name was euphonious enough, and . . . well, those Japanese had funny names for lots of things which didn't make any sense to us. Now that we're older and have the capacity to ponder weightier issues than we did back then, it's time to consider: Why was the game named \"Donkey Kong\"? The \"Kong\" part is obvious (giant ape = King Kong), but whence comes the \"donkey\"? We find that there are several competing alternatives to choose from, starting with the mistranslation theory: It seems the entire game is a misnomer. Legend has it that the Japanese wonk who developed the game made a mistake when translating the Japanese for \"Monkey Kong\" into English. By the time the error was discovered millions of labels had already been printed.1 Why exactly the giant ape is called \"Donkey Kong\" is a mystery, although I heard one story that sounds plausible: The original arcade game, designed in Japan, was supposed to be called \"Monkey Kong,\" but somebody misspelled it and the name stuck.2 Chalking up an unusual Japanese product name to a \"mistranslation\" is bound to be a popular explanation to anyone who's struggled with the often bewildering English instructions that accompany Japanese consumer electronics products, or who's tried to make sense of the lyric sheets provided with imported Japanese CDs. And even when Japanese product names are rendered in English in ways that correctly reflect the concepts their manufacturers wanted to express, they can still be rather awkward. (Even if it were obvious from the name that Pocari Sweat was a beverage that replenished what your body lost through physical exertion, who wants to drink something named for \"sweat\"?) However, chalking up the name \"Donkey Kong\" to a mistranslation is a rather dubious explanation. Confusing \"donkey\" and \"monkey\" could hardly be considered a \"translation mistake\" (especially since they're two quite different animals whose names aren't the least bit similar in Japanese). Nor does this seem likely to be the product of a spelling error, as the sounds represented by the letters \"d\" and \"m\" are distinctly different in both Japanese and English (and we'd have to believe that by an amazing coincidence, the translator misspelled \"monkey\" in just the right way to produce the name of another animal). At best, this is an error in orthography, one unlikely to be made by someone who wasn't already somewhat familiar with English. For example, I might confuse the Spanish words for \"duck\" and \"turkey\" (\"pato\" vs. \"pavo\") but only because I've learned enough Spanish to know these words in the first place (and even then, part of my difficulty in distinguishing these words would stem from the fact that they refer to somewhat similar animals). If I had any doubts or I didn't know these words in the first place a quick flip through an English-Spanish dictionary would easily set me right. According to Mark Smith, editor of the Club Nintendo magazine, the game should have been called Monkey Kong it did indeed feature a large gorilla, with nary a donkey to be seen but there was a typing error on a fax from Nintendo (Japan) to Nintendo.3 However, at some point prior to the release of this seminal video game featuring a bad-ass monkey and a squat Italian-American handyman, a blurred fax resulted in it forever being known as Donkey Kong.4 [Collected on the Internet, 2001] When Miyamoto talked to the American importers about the name of the game he had just created he said \"Monkey Kong\", but due to the bad phone line the Americans thought he said \"Donkey Kong\"; they liked the latter name better, so it stuck. These explanations aren't completely implausible, especially when you consider that the musical groups ELO and the Byrds ended up with improbably-titled albums because a phone message or form was misunderstood. Still, in the world of urban legendry, we're always skeptical when several similar explanations with slightly different details are offered for the same phenomenon. Did \"Monkey Kong\" become \"Donkey Kong\" because of a mistyped fax, a blurred fax, or a bad voice connection? It can't be all three. Yet another explanation is that the title wasn't the result of a mistake at all, but rather the product of the game designer's efforts to come up with a name that reflected the comic stubbornness of the main character: [Miyamoto] consulted a Japanese-English dictionary and found \"donkey\" listed as an English equivalent to the Japanese word for stupid or goofy. He decided that Kong would be a good name for the gorilla, so he called the game Donkey Kong.5 [Collected on the Internet, 2001] The word \"donkey\" is, given a poor grasp of english idiom, the opposite of the word \"king\" (etymology: donkey ass fool; fool is traditionally the opposite of king). The title \"Donkey Kong\" is supposed to be a clever pun, but it doesn't translate well. It also serves as a way to refer to the movie King Kong without violating copyright. These explanations aren't inherently implausible either (although they're probably a bit garbled, as it would be a bit unusual to find \"donkey\" listed as a synonym for \"stupid\" or \"goofy,\" as the former is a noun and the latter are adjectives), although some have dismissed them as face-saving tales concocted after the fact to cover up an embarrassing mistake. Nintendo was sued by MCA for infringing on \"King Kong,\" but they don't seem to have chosen the name \"Donkey Kong\" with the intent of avoiding copyright complications. (Miyamoto's himself said during the court trial that \"King Kong\" was considered a generic term in Japan for any large, scary ape, hence his use of \"Kong.\") The bottom line is that no evidence backs up any of the explanations that the name \"Donkey Kong\" came about because of a misread fax, mispronunciation, or mistranslation. Shigeru Miyamoto, the game's inventor and the one person who unquestionably knows the origins of the name he chose, has repeatedly affirmed that he used the word \"donkey\" to convey a sense of stubbornness and the name \"Kong\" to invoke the image of a gorilla.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20030204092955/http://www.otsuka.co.jp/pocari_e/pocari1.htm;",
  "Example": "",
  "Last Updated": "13 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/misxlate/donkeykong.asp",
  "Claim": "The title of the arcade game 'Donkey Kong' was the result of a mistranslation.",
  "Claim_ID": "business_misxlate_donkeykong",
  "Tags": ""
}