{
  "Origins": "Many companies, by dint of being the first, the biggest, the best, or the most popular, have so thoroughly established themselves in the consumer marketplace that their brand names have become common terms for the products they represent. Thus every American consumer recognizes that \"band-aids\" are adhesive bandages, \"vaseline\" is petroleum jelly, \"kleenex\" is facial tissue, and a \"xerox\" is a photocopy even though all of these terms are specific brand names rather than types of products. (Despite the tremendous publicity to be gained from such associations, manufacturers must remain ever vigilant that their brand names are not allowed to become so generic through common use that they lose their trademark protection, as happened with branded products such as Escalator moving stairs, Cellophane transparent paper, and Linoleum floor covering.)",
  "Fact Check": "",
  "Description": "In the early part of the twentieth century, the B.V.D. brand of men's underwear (notable for its front buttons and back flaps) so dominated the marketplace that 'BVDs' became a general term used to refer to any brand of similar product (i.e., lightweight, one-piece long underwear for men), and eventually to all types and brands of men's underwear as well. However, the B.V.D. company coyly kept the origin of its trademark obscure very few consumers knew just what the 'BVD' stood for, and once other underwear manufacturers entered the fray and began cutting into BVD's market share, more and more people were using 'BVD' as a euphemism for 'underwear' without even realizing that the term had originated as a brand name. As Hugh Rawson noted in Devious Derivations : When H. L. Mencken pursued this matter, he ran up against a blank wall, with the manufacturer informing him in a letter on May 29, 1935: \"From the standpoint of business psychology and because of the great public curiosity as to the meaning of our trademark, we would not care to have you publish any information regarding its origin, but for your personal use, if you request it, we will be glad to tell you the history of B.V.D.\" Mr. Mencken did not bother to so request ... In the absence of a logical explanation for something so commonplace, the public resorted to a familiar technique: they invented their own. Over the years various folk versions of what the initials 'BVD' stood for ranging from the ingenious to the absurd circulated in the public sphere, some of the most common being 'Boys' Ventilated Drawers,' 'Back Vented Drawers,' 'Baby's Ventilated Diapers,' and 'Body Vest Doodads.' In fact, as publicly revealed by some publications over the years, 'BVD' was an initialism taken from the surnames of the three men who founded the apparel company in 1876: Bradley, Voorhees, and Day. The B.V.D. brand lasted for a century before it was acquired by Fruit of the Loom in 1976, and it still exists as one of that company's subsidiary brands . Additional information: History of Men's Underwear (vintageskivvies.com)",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.vintageskivvies.com/pages/archives/history.html;http://www.bvd.com/;",
  "Example": "",
  "Last Updated": "27 December 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/business/names/bvd.asp",
  "Claim": "Men's underwear is referred to as 'BVDs' because the term is an abbreviation of the phrase 'Boy's Ventilated Drawers.'",
  "Claim_ID": "business_names_bvd",
  "Tags": ""
}