{
  "Origins": "It's sometimes hard to tell deliberate prank from genuine misunderstanding of facts. Such was the case when in April 2010 rumors circulated that some of the Canadian $2 coins (toonies) then in circulation were counterfeits easily identifiable by the size of the Queen's portrait thereon.",
  "Fact Check": "",
  "Description": "The toonie is a bi-metallic $2 Canadian coin that bears an image of a polar bear on one side and that of Queen Elizabeth II on the other. (Which is why the joke of the moment when they first appeared in 1996 was to dub them \"the Queen with the bear behind.\") The April 2010 counterfeit rumor asserted that the telling clue regarding the genuineness of any suspect toonie was to be found in the engraving of the Queen borne on their obverse sides. Said the wisdom of the moment, the fakes sported a larger than usual portrait of her, plus she appeared in it lacking a crown. One was advised by this rumor to dump these coins because they were worthless. Whether this alert was meant in good fun or was sincere, the coins it pointed to as fakes were in fact the real thing. According to the Royal Canadian Mint (the Crown Corporation responsible for the minting and distribution of Canada's circulation coins), since 2003 all toonies have been struck with a new uncrowned effigy of the Queen that is larger than the crowned one that appeared on toonies made from 1996 to 2002. The Royal Canadian Mint issued this statement about the rumor: Since 1996, Canadian two-dollar circulation coins have been produced with two different images of the Queen: a smaller crowned portrait (from 1996 to 2002) and a larger uncrowned portrait introduced in 2003 to update the image of Her Majesty on all Canadian coinage. This last effigy has appeared on all Canadian circulation coins (one-cent, five-cent, 10-cent, 25-cent, 50-cent, one-dollar and two-dollar denominations) produced since June 2003. All circulation coins bearing these effigies are genuine and are to be accepted as legal tender in Canada. If, for any other reason, there is suspicion of a non-genuine coin, Canadians are encouraged to contact their local law enforcement authorities. As the Queen has aged, the engravings of her image used on coins and paper money have been updated, both in Canada and in the United Kingdom. Interestingly, a similar rumor spread in the UK regarding its 2 coins following their issue in June 1998, because on some of these [then] new coins, the Queen appeared wearing a necklace, but on others she didn't. Both versions of 2 coins were valid, just some had been minted using the Raphael Maklouf portrait of her common to all UK circulating coins between 1985 and 1997, whereas others bore the 1998 Ian Rank-Broadley portrait. In addition to the \"Watch out for these fake coins!\" tale, the UK 2 coins attracted a rumor that the ones bearing an engraving of the Queen in which she was wearing a necklace were especially valuable and that collectors of rare coins would pay dearly for them. Alas, that was but wishful thinking as The Royal Mint says of that rumor, \"Since millions of the 1997 2 coins were issued, there is no reason to believe that these coins are particularly rare.\" Barbara \"the origin of the specie\" Mikkelson Additional information: Are Two Dollar Bills Unlucky? (snopes.com)",
  "Originally Published": "",
  "Referred Links": "http://www.royalmint.com/home/frequentlyaskedquestions.aspx#q25;http://www.mint.ca/store/news/official-statement-on-twodollar-circulation-coins-8700002?cat=News+releases&nId=700002&parentnId=600004&nodeGroup=About+the+Mint;",
  "Example": "[Collected via e-mail, April 2010] FYI, There are fake toonies out there. (its in the news) Get rid of yours ASAP before you're stuck with them. The one in the middle is real (has a crown). The two on the outside are fake. So if you see a big headed Queen without a crown on her head, throw that bitch away!! lol",
  "Last Updated": "22 April 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/business/money/toonies.asp",
  "Claim": "You can tell counterfeit $2 coins (toonies) circulating in Canada from real ones by the size of the Queen's portrait.",
  "Claim_ID": "business_money_toonies",
  "Tags": ""
}