{
  "Origins": "After remaining essentially the same in appearance for nearly seventy years, all U.S. currency (except the $1 and $2 bills) has undergone significant design changes since 1996. The $5, $10, $20, $50, and $100 bills were all reissued between 1996 and 2000 with new designs implemented to incorporate advanced counterfeit-deterring security features, and the U.S. Bureau of Engraving and Printing announced plans to undertake new designs every 7-10 years to stay ahead of currency counterfeiters. Accordingly, starting in 2003, the $10, $20, and $50 bills were redesigned a second time, in this case adding (among other features) subtle background colors to both deter counterfeiting and make the denominations more visually distinctive.",
  "Fact Check": "",
  "Description": "Keeping up with the dates of all these currency changes is not so straightforward, however. Unlike U.S. coins, each of which bears a year indicating when that particular coin was minted, U.S. currency features something known as \"series dates.\" A series date does not indicate the year a particular bill was printed, but rather the date of the design featured on that bill. That is, if the $5 bill were redesigned in 1929, all subsequent $5 bills issued using that design would be marked \"Series 1929,\" regardless of when they were actually printed. (When a minor change is made to a bill's features such as a substitution of signatures due to the appointment of a new Treasurer of the United States or Secretary of the Treasury the series year remains the same, but a letter is appended to it. Thus a minor change to \"Series 1929\" currency would result in bills marked \"Series 1929A.\") Small wonder, then, that some people assumed the 2006 release of newly-redesigned $10 bills bearing a legend reading \"Series 2004\" was the product of some sort of printing error: The series date isn't an error, though. Although the most recent re-designs of the $10, $20, and $50 bills were authorized for 2004, the release of the denominations incorporating these new designs was (as in the previous wave of currency re-designs in 1996-2000 ) staggered across several years. Thus, although all three denominations bearing the latest designs are technically \"Series 2004\" bills, the newest $20 bills were first put into circulation at the end of 2003, the new $50 bill was first released at the end of 2004, and the new $10 bill wasn't issued until March 2006. Confusing, perhaps, but not a mistake as far as the U.S. Bureau of Engraving and Printing is concerned.",
  "Originally Published": "",
  "Referred Links": "http://www.moneyfactory.gov/newmoney/main.cfm/currency/new10;http://www.moneyfactory.gov/newmoney/main.cfm/currency/new50;http://www.moneyfactory.gov/newmoney/main.cfm/currency/new20;",
  "Example": "[Collected via e-mail, 2006] Comment: I was told yesterday while checking out at a store that the new $10 bill has a misprint. The year that was printed on it is supposed to be 2006 and it is 2004. Supposedly the bill was not released in 2004 but this year and it is an error. I have seen people start to hang onto the new $10 bills. Supposedly one was sole on ebay for $500.00. People believe that Treasury is recalling them, because date on them is 2004.",
  "Last Updated": "17 April 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/business/money/tendollar.asp",
  "Claim": "New U.S. $10 bills released in 2006 contain a printing error.",
  "Claim_ID": "business_money_tendollar",
  "Tags": ""
}