{
  "Origins": "We've grown used to thinking of society as always moving forward, even in its vices, thus we mistakenly assume this media-enriched generation is the first to see risqu advertisements. That is not the case, however fifty-odd years ago consumers routinely encountered an ad that wouldn't make it past the censors today.",
  "Fact Check": "",
  "Description": "In the 1940s, Springs Cotton Mills ran a legendary advertising campaign executed in the form of a series of salacious print ads. \"Be protected,\" reads the copy of one that depicts a young woman caught in a leaf-strewn wind. (The position of her skirt makes it abundantly clear which assets are in need of safeguarding.) A 1948 ad touting the sturdiness of Springmaid's Fort Sumter sheets pictures a midnight swain scampering down the sheets let out his lady love's window as her father hacks away at them with a hatchet. Titled \"Bungled Bundling,\" the ad's copy culminates with \"No matter what you say or do, remember that in cold or heat, you can't go wrong on a Springmaid sheet.\" But it was the 1949 \"Buck well spent\" ad that raised the most eyebrows. The layout shows a sleeping native American man sprawled in an attitude of complete exhaustion in a sheet (which cost about a dollar back then) stretched hammock-style between birch trees. A comely young woman flashing a wide grin is getting up from the hammock, one leg still caught in its confines. Its caption reads \"A buck well spent on Springmaid Sheet.\" The now-infamous line was coined by Colonel Elliot White Springs, third president of Springs Cotton Mills. His ads gave Springmaid one of the highest brand recall ratings of that era, and sales of his company's product sloped up without interruption until his death in 1959. Springs Cotton Mills has since become Springs Industries. Its corporate headquarters are in Fort Mill, South Carolina, and it continues to use the Springmaid label. In 1998 it linked up with its past by once again producing risqu ads. In one, three colorful Springmaid towels hang on a wall; the caption below reads \"Snap butt with style.\" Others show pillows and ask the question, \"Why drool on something dull?\" The \"buck well spent\" ad wouldn't make it today, but not due to its frisky wordplay (although some would certainly object on that basis): \"buck\" is no longer a term considered suitable for use in connection with native Americans. Barbara \"buck rogered\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "I've been told many times about the magazine ad for the Indian Maid Mattress Co. that depicted an exhausted Indian youth asleep beside a dreamily smiling Indian girl, both on a bare mattress, the copy reading \"A buck well spent on an Indian Maid.\"",
  "Last Updated": "10 May 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/market/springmaid.asp",
  "Claim": "1940s ads for Springmaid sheets used sexual double entendres.",
  "Claim_ID": "business_market_springmaid",
  "Tags": ""
}