{
  "Origins": "Similar to a previous item involving Yankee great Mickey Mantle , in late 2010 another piece of crude sports-related correspondence surfaced on the Internet, prompting questions about whether scanned images of letters purportedly exchanged between an attorney and the Cleveland Browns football team were genuine.",
  "Fact Check": "",
  "Description": "The first missive, dated 18 November 1974 and addressed to the Cleveland Browns, was signed by Dale O. Cox of the Akron law firm Roetzel & Andress, a season ticket holder who complained about the potential for injury among spectators due to the practice of Browns fans' throwing paper airplanes during games at Cleveland Stadium: I am one of your season ticket holders who attends or tries to attend every game. It appears that one of the pastimes of several fans has become the sailing of paper airplanes generally made out of the game program. As you know, there is the risk of serious eye injury and perhaps an ear injury as a result of such airplanes. I am sure that this has been called to your attention and that several of your ushers and policemen witnessed the same. Please be advised that since you are in a position to control or terminate such action on the part of fans, I will hold you responsible for any injury sustained by any person in my party attending one of your sporting events. It is hoped that this disrespectful and possibly dangerous activity will be terminated. Three days later, Browns general counsel James N. Bailey responded with a terse, dismissive (and vulgar) reply: Attached is a letter that we received on November 19, 1974. I feel that you should be aware that some asshole is signing your name to stupid letters. This correspondence is in fact real, as Michael Heaton of the Cleveland Plain Dealer determined by tracking down both of the principals in late 2010, who vouched for its authenticity. Browns general counsel James Bailey, then 66 and living in San Diego, told Heaton that: It's surprising. I've gotten lots of calls from old friends who have seen the letter on the Internet. I was all of 28 years old when I wrote that letter. I should have been more cautious. I'm just glad my mother's not around to see that letter. After I wrote it, I heard about it right away from [Browns owner] Art Modell. He said something like, 'What the hell are you doing?' He was not a guy lacking passion. Dale Cox, formerly of the Roetzel & Andress law firm, who in 2010 was 72 with a private practice in Orofino, Idaho, also recalled for Heaton his memories of the exchange: I'm still a Browns season-ticket holder. I found out that Bailey and I both went to the University of Michigan Law School. No [I wasn't angry with his response]. I thought it was pretty cool. I've used that letter a couple times myself since.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via the Internet, 2011]",
  "Last Updated": "15 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/business/consumer/browns.asp",
  "Claim": "A lawyer received a caustic response after complaining to the Cleveland Browns about fans' throwing paper airplanes during home games.",
  "Claim_ID": "business_consumer_browns",
  "Tags": ""
}