{
  "Origins": "Lest you wonder what long-term effects marketing campaigns can have, we direct your attention to the oft-decried plight of the nauga. Many a soft-hearted soul has tossed and turned over the cruel fate these cute little critters were destined to meet. Naugas, you see, are hunted for their skins that's where we get naugahyde from.",
  "Fact Check": "",
  "Description": "Or at least that's what some people believe, thanks to a humorous advertising campaign of the late 1960s and early 1970s. Naugas are fictional creatures invented solely as a marketing device to help sell naugahyde a vinyl-coated fabric developed by Uniroyal Engineered Products, Inc. which was then seen as a cheap imitation leather. There are no naugas, although joking references to them may have soothed consumers' unfamiliarity with what might otherwise have been perceived as a distinctly synthetic (and thus at that time a slightly threatening) product. As for how naugahyde came by its name, it's worth mentioning that Uniroyal Engineered Products, Inc. was located in Naugatuck, Conn. These days, most folks accept the nauga as a playful bit of lore and employ references to it as part of other leg-pulls. Such was the case in 1992 when Dean Cliver, then a professor of microbiology at the University of Wisconsin-Madison, touched off a spirited discussion in the pages of the Wisconsin State Journal by penning a tongue-in-cheek missive decrying the fate of the Belgian Velcro. Cliver claimed this small, friendly animal was being slaughtered indiscriminately for its fur, which was then turned into Velcro fasteners through a tanning process which involved the Velcros' being sat upon by fat men wearing Teflon pants in order to make the hairs hook. His letter attracted a spate of responses from other \"animal lovers\" protesting the harvesting of Naugas and Esters (for use in Naugahyde and polyester.) Cliver also once wrote that bullfights, rather than being inhumane, are the only method of producing beef that gives the animal any say in the matter. Jokes about the nauga go back much further than Cliver's articles, though. In 1981 banker Al Rosenberg, posing as fictional inventor Earl C. Watkins, regaled the audience of New York's 'The Improvisation' comedy club with an exhortation to join his \"Save the Nauga\" project. Rosenberg told his audience the nauga was \"the animal from which naugahyde is obtained, the hide that all office furniture is covered with.\" Because office furniture was multiplying so fast, he said, the nauga was becoming extinct. What made efforts to save the nauga the 5,000-pound males, the 3,000-pound females and footstool-shaped offspring called \"uglettes\" so toilsome was \"that a herd of naugas is often mistaken for a roomful of furniture,\" something difficult for people to become heartsick about. Ah, but the mythical nauga had never been in any danger at all. According to NaugaCase Information Center's \"Adopt a Nauga\" program (a site wherein you'll also find the whimsical history of the Nauga ): Naugas do give up their hydes. But they do it willingly and they shed their skins quite often. They live to give again and again. In fact, Naugas are so willing to please that they often shed their hyde several times a year. No self-respecting hunter would ever try to hurt a Nauga. However, to protect the little Naugas from the curious, they now are living on a secret ranch somewhere near Stoughton, Wisconsin. Barbara \"mything in action\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.nauga.com/history.html;",
  "Example": "Years ago, I was on a telephone reference shift when this call came in: A woman, sounding a bit agitated, asked if I could give her some information about naugas their gestation period and their status on the endangered species list, specifically. After a bit of cursory searching, I enlisted a few colleagues (who also had not heard of such an animal). Fifteen minutes later, we still had no answers. I got back on the phone and told the patron she could help narrow our search if she could at least tell us in which phylum or class naugas resided. She replied (with a heavy sigh), \"Oh, you know they're the animals they use to make naugahyde couches.\"",
  "Last Updated": "11 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/market/nauga.asp",
  "Claim": "Naugahyde is made from the skins of the nauga, an odd yet engagingly friendly creature native to Sumatra.",
  "Claim_ID": "business_market_nauga",
  "Tags": ""
}