{
  "Origins": "I love hoaxes like this good, old-fashioned greed dressed up to look like altruism!",
  "Fact Check": "",
  "Description": "February 1998 saw the following e-mail show up in many an inbox: Just a quick note to tell you about a program that Nike started to help make fields and playgrounds for the underprivileged from old tennis shoes. All YOU have to do is send in your old tennis shoes (NO MATTER WHAT THEY LOOK LIKE) with a piece of paper that has your name and address on it, and Nike will send you a brand new pair back FREE OF COST!!! The tennis shoes you send DO NOT have to be Nike. Just as long as they are tennis shoes. It really is a worthwhile project, and it's helping a lot of young kids. Here is the address: Nike Recycling Center c/o Reuse-A-Shoe 26755 SW 95th Street Wilsonville, OR 97070 Please send in your shoes. Otherwise you are just going to throw them away and they go to waste. This way someone can get some use out of them. Nike really does send you a BRAND NEW pair of shoes even if you send in K-Swiss. Pass this to anyone and everyone you know so everybody can help out. Folks, there are no free shoes. Disabuse yourself of that notion right away. What you're dealing with here is a hoax. The lure of \"something for nothing\" is a siren call best not heeded. In pursuit of that mirage, ordinary people will con themselves into doing the damndest things. These days that includes mailing off 100 pairs of old shoes a day to Nike in the expectation that old, worn-out Keds will be replaced with brand-new, free merchandise. If you're pipe dreamer enough to send your old kick-abouts to Nike, you'll get back a nice letter informing you that though they really do have a program where old shoes are ground up and used to build tracks and playgrounds, they don't replace the donated pair with a new one. You'll be asked if you'd like your old shoes to go to that program or if you'd prefer to have them mailed back to you. And that will be the all of it. Just as in Aladdin's day, promises to exchange new for old should be greeted with extreme skepticism for there's still no such thing as a free lunch. This time the hoax is on Nike in that the ordinary Joes conned into this at least get their shoes back or get to donate them as they'd wanted to all along. It's Nike that has had to divert staff time and company resources to combating this latest bout of Internet craziness. (Hey, would you want to be stuck with repackaging hundreds of pairs of smelly shoes and then having the task of getting them back to their rightful owners?) As of the last week of March 1998, there were 523 boxes of old shoes (some containing more than one pair) stored at the Nike warehouse listed on the e-mail, each of them awaiting instructions from their owners to either donate or return. Shoes are now coming in at the rate of 100 to 150 pairs a day. Inquiries have been received from whole companies, including Time-Warner, that had started collecting shoes based on the hoax. Yeesh! So where did this hoax come from? At this point, it's unknown. Perhaps it was someone's idea of a light-hearted prank and he had fun imagining people scrambling for those free shoes in the name of altruism. It could have been a genuine misunderstanding of the existing recycling program (Reuse-A-Shoe). Or it could be part of a deliberate attempt to cause public relations trouble for this particular company. Nike almost appears to have been under attack through the Internet of late, so that last theory isn't as far-fetched as it first appears. In the late winter of 1998, Nike had to fend off another such hoax aimed at them, one which supposedly had the company rewarding random participants in someone else's e-mail tracking test with $120 Nike gift certificates. Thousands of copies of hopeful e-mails made their way not only to the bogus address given in the hoax e-mail but also to Nike's real online address. The company had to field numerous phone calls and written enquiries asking about this non-existent giveaway. (See the \"Update\" section of our Thousand Dollar Bill page for more information about this particular hoax.) Now it's the 'free shoes' thing. Okay, so a few employees have to be diverted away from their usual duties into fielding a few phone calls and repackaging some shoes what's so terrible about that? Beyond the staffing problems, these hoaxes generate very real public relations woes for the firm being victimized. Having to tell a potential customer that something he's built his hopes up over was just someone's idea of a prank is never good for business. People don't hear \"We're just as much the victim as you are\" in these explanations; all they hear is the big, wealthy company telling them they're not going to get their free stuff after all. So they go away mad. Nike's website now carries a disclaimer web page about these hoaxes. As Nike's corp. communications manager, Scott Reames, said, \"Nike never sends unsolicited e-mails over the Internet.\" If the company were to make any sort of offer to consumers over the Internet, it would not be via unsolicited e-mail but through its official Web site, www.nike.com. The company recommends those who receive an e-mail that alleges to be a Nike offer should visit the Web site to verify its authenticity. Anyone wanting to see their old sneakers end up as something other than landfill can send them to Nike, knowing they'll be put to good use. But that's the end of it no new shoes are mailed back to those kind enough to donate what they no longer have a use for. Should you be interested in making such a gift, call the Nike information hotline at 1-800-352-NIKE for the location of the nearest Reuse-A-Shoe recycling depot. Or visit their Reuse-A-Shoe web page. More than two million shoes have already been put to this fine charitable use! Barbara \"set your shoes free!\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.nikereuseashoe.com/;http://web.archive.org/web/20040614215628/http://www.nike.com/nikebiz/news/pressrelease.jhtml?year=1998&month=03&letter=i;",
  "Example": "",
  "Last Updated": "24 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/redeem/newshoes.asp",
  "Claim": "You can get a new pair of shoes from Nike by just mailing them any old, worn-out pair of sneakers.",
  "Claim_ID": "business_redeem_newshoes",
  "Tags": ""
}