{
  "Origins": "Corrupted data, client pressures, and looming deadlines work to combine into a lurking potential for disaster in direct mail campaigns. Sometimes that potential gets realized in hilarious fashion when one small thing, one very little thing, is inadvertently overlooked in the maelstrom inherent to getting a project of such nature underway. Such was the case here.",
  "Fact Check": "",
  "Description": "In the early 1990s, a small UK-based company that performed bureau work for direct marketing campaigns on behalf of third parties did indeed make the \"Dear Rich Bastard\" gaffe. That gaffe came about after the company had undertaken a project to assist one of the largest UK telecom companies in launching a new 'gold' calling card, a project that included drawing information from a database in order to address and personalize letters tendering the product to prospective customers. Some of the data the company had to work with was munged (i.e., badly or inconsistently formatted) beyond fixability, which meant that while most of those who received the offer would get letters properly saluting them as \"Dear Dr. Smith\" or \"Dear Rev. Jones,\" others would by nature of the poor quality of their name field data have to be addressed as \"Dear Customer,\" \"Dear Reader,\" or by whatever other generic salutation was eventually decided upon. And therein lay the trap. As potential wordings were bandied back and forth, the work on the actual data extraction program had to continue, and some placeholder phrase needed to be assigned for use with records containing munged name field data. A whimsical programmer hit upon his own temporary salutation for such records: \"Dear Rich Bastard.\" Such a greeting should have been wholly replaced as soon as word came down about what the official salutation was to be (e.g., \"Dear Future Customer\"), yet that step was overlooked because the work on the coding project was stopped and restarted a number of times, and during the interim a different programmer one who did not know about the \"Dear Rich Bastard\" placeholder took over the task. When the project finally came to fruition, the \"Dear Rich Bastard\" placeholder was still in place. Hundreds of thousands of letters were produced and mailed without anyone's being the wiser as to what those potential customers whose name field data had proved irreparable would receive. Only a very small number of \"Dear Rich Bastard\" missives actually went out, rather than the 2,000 commonly stated in tellings of this event. (There weren't that many munged entries in the database, after all.) However, visits to all of the affected companies had to be made and appropriate apologies tendered in person. (At one office so mea culpa'd, an enlargement of the \"Dear Rich Bastard\" letter was spotted framed and mounted on the wall.) Contrary to the myth that surrounds this story, the programmer responsible for the embarrassing salutation that inadvertently escaped into the wild was not fired. An interesting element not generally related as part of this story just goes to prove you can never please everyone: The little UK firm responsible for the gaffe received a complaint from a potential customer who felt himself qualified to be a rich bastard yet had not received the letter he deemed appropriate to his station in life. Mess-ups have found their way into other mass mailings. A similar situation occurred when U.S. vice-presidential candidate Geraldine Ferraro's computer sent out letters thanking supporters for their help in her 1984 campaign. Supporters with the title \"Mrs.\" found themselves addressed as \"Rabbi\", while all those with the title \"Mr.\" were promoted to \"Colonel\". Someone performing data entry had mistyped the numeric code for certain fields, requiring 5,000 letters of apology to be sent out to correct the gaffe. In another related tale, also true, a Wells Fargo EquityLine statement of 2 February 1988 carried the following message at the bottom: You owe your soul to the company store. Why not owe your home to Wells Fargo? An equity advantage loan can help you spend what would have been your children's inheritance. Nine days later, Wells Fargo sent out the following letter: I wish to extend my personal apology for a message printed on your EquityLine statement dated February 2, 1988. This message was not a legitimate one. It was developed as part of a test program by a staff member, whose sense of humor was somewhat misplaced, and it was inadvertently inserted in that day's statement mailing. The message in no way conveys the opinion of Wells Fargo Bank or its employees. James G. Jones, Executive Vice President, South Bay Service Center Wells Fargo spokesperson Kim Kellogg said, \"From now on, we're just going to type, 'Testing One, Two, Three' at the bottom.\" Barbara \"some banks issue statements; others, apologies\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;",
  "Example": "[Collected on the Internet, 1997] The National Westminster Bank in England admitted last month that it keeps personal information about its customers such as their political affiliation on computer. But now Computer Weekly reveals that a financial institution, sadly unnamed, has gone one better and moved into the realm of personal abuse. The institution decided to mass-mail 2000 of its richest customers, inviting them to buy extra services. One of its computer programmers wrote a program to search through the databases and select its customers automatically. He tested the program with an imaginary customer called Rich Bastard. Unfortunately, an error resulted in all 2000 letters being addressed \"Dear Rich Bastard\". The luckless programmer was subsequently fired.",
  "Last Updated": "27 October 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/business/consumer/bastard.asp",
  "Claim": "A test message slipped into a live mailing, resulting in prospective customers being greeted with the salutation \"Dear Rich Bastard.\"",
  "Claim_ID": "business_consumer_bastard",
  "Tags": ""
}