{
  "Origins": "So often those \"everybody knows\" facts we naively place reliance upon turn out to be embarrassingly false. Such is not the case here, in that there is some truth to the \"U.S. currency tainted by cocaine\" claim, but the implications of this conversation-stopping fact are far more mundane than we might initially presume. To put it another way, it's less shocking a fact than we first perceive it to be because the underlying assumption that every bill bearing traces of cocaine got that way through having been used to inhale lines of cocaine is false.",
  "Fact Check": "",
  "Description": "Contrary to our first thought upon encountering this interesting little fact, that trace amounts of cocaine turn up on approximately four of every five bills in circulation doesn't mean the now-contaminated currency was at one time used to snort coke or passed through the dope-laden paws of seedy characters. Rather, the drug is easily conveyed from one bill to another because cocaine in powdered form is extremely fine. (This point would have been much more difficult to explain prior to the anthrax mailings of 2001, but those deadly contaminations taught even the least drug-savvy among us how easily minute amounts of finely-milled substances can be transferred from one letter to another, even when the powder is contained within the envelope rather than lying on the surface.) When a cocaine-contaminated bill is processed through a sorting or counting machine, traces of the drug are easily passed to other bills in the same batch. ATMs serve to spread tiny amounts of cocaine to nearly all the currency they distribute, as do the counting machines used in banks and casinos. How widespread is the contamination? No one appears to have the definitive answer, as every study comes up with a different percentage. (For simplicity's sake, we'll say \"four of five\" throughout this article because that's the worst-case scenario, and the figure is representative of the results of some studies.) In one 1985 study done by the U.S. Drug Enforcement Administration on the money machines in a U.S. Federal Reserve district bank, random samples of $50 and $100 bills revealed that a third to a half of all the currency tested bore traces of cocaine. Moreover, the machines themselves were often found to test positive, meaning that subsequent batches of cash fed through them would also pick up cocaine residue. Expert evidence given before a federal appeals court in 1995 showed that three out of four bills randomly examined in the Los Angeles area bore traces of the drug. In a 1997 study conducted at the Argonne National Laboratory, nearly four out of five one-dollar bills in Chicago suburbs were found to bear discernible traces of cocaine. In another study, more than 135 bills from seven U.S. cities were tested, and all but four were contaminated with traces of cocaine. These bills had been collected from restaurants, stores, and banks in cities from Milwaukee to Dallas. A single bill used to snort cocaine or otherwise mingled with the drug can contaminate an entire cash drawer. When counting and sorting machines (which fan the bills, and thus the cocaine) are factored in, it's no wonder that so much of the currency now in circulation wouldn't pass any purity tests. The average person need not fear that the money in his wallet will inadvertently get him high, or that the act of paying for his burger and fries at McDonald's will cause him to fail a random drug test. Only those whose jobs call upon them to handle an extremely large number of bills every day need worry that enough cocaine is getting on their hands to be detectable. Bank tellers or those who work in the soft count rooms of casinos, for instance, might need to consider the effects of this contamination, but not average folks not even ones who occasionally carry a great deal of cash about their persons. As to how much cocaine will be on a contaminated bill, the expert witness in that 1995 court case charted results from as small as a nanogram (one-billionth of a gram) to as much as a milligram (one-thousandth of a gram). The Argonne National Laboratory study revealed that the average contamination was 16 micrograms (which is 16 one-millionths of a gram). If you're not quite sure how much a gram of cocaine is, picture the head of a thumbtack. These are very small amounts indeed, a fact that should be kept in mind as we speed off to share this startling new information about drugs on our money with friends and neighbors. This is not the latest, newest lurking danger to our health and welfare, nor is it an apocalyptic sign that drugs are taking over. Yes, drug use in our society is real, but it has yet to reach the proportions where four of every five bills in our wallets has been used to snort cocaine. That four of five bills might test positive only means that 80% of our paper money has at some time come into contact with contaminated bills or counting machines. It takes only one bill to contaminate hundreds or even thousands of others, so the number of bills that have actually come into direct contact with the drug trade is far smaller than we might first assume upon seeing that \"four of five\" claim marked as true. Barbara \"paper chaste\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "16 May 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/money/cocaine.asp",
  "Claim": "A large percentage of U.S. currency bears traces of cocaine.",
  "Claim_ID": "business_money_cocaine",
  "Tags": ""
}