{
  "Origins": "In 2011, Canada began replacing its existing supply of paper (actually cotton) banknotes with ones printed on a synthetic polymer, starting with the $100 bill in November 2011, then the $50 bill in March 2012. (The $20 will be issued in November 2012; the $10 and $5 will follow by the end of 2013.) These new bills should stand up to handling far better than their cotton predecessors (lasting up to 2.5 times longer, says the Bank of Canada) and prove quite difficult to counterfeit. Each costs 19 cents to make.",
  "Fact Check": "",
  "Description": "The new bills became the subject of gossip when tales of their melting into puddles of plastic circulated widely during the summer of 2012. A bank teller in Kelowna, British Columbia, said she'd heard of instances of $100s melted together when left inside a hot car. A man in Halifax, Nova Scotia, asserted he'd laid his wallet on a toaster oven after using that machine to brown a bagel, then noticed three of the new hundreds so warmed had taken on the appearance of a Coke bottle. \"Puddled\" currency tales began shortly after the new plastic $100s were released when a man in Cambridge, Ontario, reported his Christmas bonus of eight new $100 bills that he'd placed in a tin box near a heater had melted. Precious little can be manufactured in such a way as to render it entirely indestructible, and certainly anything fashioned of plastic will deform or even melt when subjected to a high enough heat. The new Canadian bills are made of polypropylene, a substance that has a melting point of 266 F. While they can melt if taken above that point, only rarely is a banknote likely to be in such an environment. The internal temperature of a car left parked with its windows up on a hot summer day isn't going to reach that level of sultriness the interior of one parked when the outside temperature is 90 F isn't typically going to go above about 140 F, which is well short of the requisite 266 F for deforming the new banknotes. Prior to their introduction, the new Canadian banknotes were subjected by the Bank of Canada to all manner of tests. They were boiled, frozen, and run through washing machines. They were subjected to rides in a tumbling mechanism filled with coffee grinds, marbles, bolts, and synthetic sweat (meant to simulate the effect of being left in a pocket). \"The new polymer notes have been rigorously tested in very hot (above 212 F) and cold (below -40 ) temperatures to ensure their durability,\" said Julie Girard, a currency spokesperson for the Bank of Canada to the Toronto Star . \"We put the notes in boiling water for over an hour and the notes retained their shape, size and properties, and could still be used as a means of payment.\" A representative of the Bank of Canada told us: These bank notes are among the most secure in the world and are the most durable bank notes ever issued by the Bank of Canada. They have been designed to ensure that they can withstand even the most demanding weather conditions we can experience here in Canada. This is straightforward, simple chemistry. We have done extensive and rigorous testing of these new polymer notes prior to issuing them, including exposing them to extremely hot (140 C / 284 F ) and cold (-75 C/ -103 F) temperatures. In other words, polymer bank notes cannot be affected by the types and levels of heat as has been suggested in recent news reports. Moreover, bank notes printed on polymer material have been used in many other countries for years; in places like Australia, Mexico, Nigeria and Singapore, all of which have climates far hotter than in Canada. More simply, if the person carrying the bills can stand the temperature, the bills he's carrying can take it as well. As for what to do when the inexplicable happens (i.e., one's hoard of cash ends up in a stove that is subsequently fired up), the Bank of Canada redeems damaged bank notes. And yes, people have seen their savings go up in smoke after leaving them in the oven, such as one man in Sydney, Australia who in July 2012 was out $15,000 after his wife (who \"never used it\") turned it on to heat up fish sticks for their kids. Canada has experienced its difficulties with currency revisions. A loon appears on its one-dollar coin in place of the traditional voyageur because the dies used to strike these coins were lost in transit, prompting a redesign. Its two-dollar bimetallic coin, the toonie, was discovered upon issue in 1996 to break apart when dropped, its aluminum-bronze center popping out from its nickel surround. Barbara \"which turned two bucks into two bits\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.bankofcanada.ca/banknotes/contaminated-and-mutilated-bank-notes/;http://www.bankofcanada.ca/banknotes/bank-note-series/polymer/;",
  "Example": "",
  "Last Updated": "30 July 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/business/money/melting.asp",
  "Claim": "New Canadian polymer bills melt easily.",
  "Claim_ID": "business_money_melting",
  "Tags": ""
}