{
  "Origins": "The lesson of the infamous \"space pen\" anecdote about NASA's spending a small fortune to develop a ballpoint pen that astronauts could use in outer space, while completely overlooking the simple and elegant solution adopted by the Soviet space program (give cosmonauts pencils instead), is a valid one: sometimes we expend a great deal of time, effort, and money to create a \"high-tech\" solution to a problem, when a perfectly good, cheap, and simple answer is right before our eyes.",
  "Fact Check": "",
  "Description": "As good a story and moral as that may be, however, this anecdote doesn't offer a real-life example of that syndrome. Both U.S. astronauts and Soviet cosmonauts initially used pencils on space flights, but those writing instruments were not ideal: pencil tips can flake and break off, and having such objects floating around space capsules in near-zero gravity posed a potential harm to astronauts and equipment. (As well, after the fatal Apollo 1 fire in 1967, NASA was anxious to avoid having astronauts carry flammable objects such as pencils onboard with them.) When the solution of providing astronauts with a ballpoint pen that would work under weightless conditions and extreme temperatures came about, though, it wasn't because NASA had thrown hundreds of thousands of dollars (inflated to $12 billion in the latest iterations of this tale) in research and development money at the problem. The \"space pen\" that has since become famous through its use by astronauts was developed independently by Paul C. Fisher of the Fisher Pen Co., who spent his own money on the project and, once he perfected his AG-7 \"Anti-Gravity\" Space Pen, offered it to NASA. After that agency tested and approved the pen's suitability for use in space flights, they purchased a number of the instruments from Fisher for a modest price. This is how Fisher themselves described the development of their Space Pen: NASA never asked Paul C. Fisher to produce a pen. When the astronauts began to fly, like the Russians, they used pencils, but the leads sometimes broke and became a hazard by floating in the [capsule's] atmosphere where there was no gravity. They could float into an eye or nose or cause a short in an electrical device. In addition, both the lead and the wood of the pencil could burn rapidly in the pure oxygen atmosphere. Paul Fisher realized the astronauts needed a safer and more dependable writing instrument, so in July 1965 he developed the pressurized ball pen, with its ink enclosed in a sealed, pressurized ink cartridge. Fisher sent the first samples to Dr. Robert Gilruth, Director of the Houston Space Center. The pens were all metal except for the ink, which had a flash point above 200 C. The sample Space Pens were thoroughly tested by NASA. They passed all the tests and have been used ever since on all manned space flights, American and Russian. All research and development costs were paid by Paul Fisher. No development costs have ever been charged to the government. Because of the fire in Apollo 1, in which three Astronauts died, NASA required a writing instrument that would not burn in a 100% oxygen atmosphere. It also had to work in the extreme conditions of outer space: In a vacuum. With no gravity. In hot temperatures of +150 C in sunlight and also in thecold shadows of space where the temperatures drop to -120 C(NASA tested the pressurized Space Pens at -50 C, but because of the residential [sic] heat in the pen it also writes for many minutes in the cold shadows.) Fisher spent over one million dollars in trying to perfect the ball point pen before he made his first successful pressurized pens in 1965. Samples were immediately sent to Dr. Robert Gilruth, Manager of the Houston Space Center, where they were thoroughly tested and approved for use in Space in September 1965. In December 1967 he sold 400 Fisher Space Pens to NASA for $2.95 each. Lead pencils were used on all Mercury and Gemini space flights and all Russian space flights prior to 1968. Fisher Space Pens are more dependable than lead pencils and cannot create the hazard of a broken piece of lead floating through the gravity-less atmosphere. Paul Fisher continues to market his space pens as the writing instrument that went to the moon and has spun off this effort into a separate corporation, the Fisher Space Pen Co.: Sightings: This legend was referenced in an episode of NBC's The West Wing TV series (\"We Killed Yamamoto\"; original air date 15 May 2002): Additional information: The Fisher Space Pen",
  "Originally Published": "",
  "Referred Links": "http://www.thewritersedge.com/fisher.astronaut.cfm;http://www.thewritersedge.com/fisher.astronaut.cfm;http://www.spacepen.com/;",
  "Example": "[Collected via e-mail, May 2013] Ball-Point Pens for the Astronauts When NASA started sending astronauts into space, they quickly Discovered that ball-point pens would not work in zero Gravity. To combat this problem, NASA scientists spent a Decade and $12 billion developing a pen that writes in zero Gravity, upside-down, on almost any surface including glass And at temperatures ranging from below freezing to over 300 C. The Russians used a pencil. Your taxes are due again enjoy paying them. [Collected on the Internet, 1999] Thought for the day. During the space race back in the 1960's, NASA was faced with a major problem. The astronaut needed a pen that would write in the vacuum of space. NASA went to work. At a cost of $1.5 million they developed the \"Astronaut Pen\". Some of you may remember. It enjoyed minor success on the commercial market. The Russians were faced with the same dilemma. They used a pencil. [The Moscow Times, 2000] There is a charming anecdote that roams from e-mail box to e-mail box around the world about how, at the height of the space race, the Americans and Soviets approached the same problem: how an astronaut (or cosmonaut) could use a pen to write in zero gravity. As the story goes, the Americans spent hundreds of thousands of dollars on an ambitious, gravity-immune ballpoint pen; they successfully developed such a pen; and this pen went on to become a massive commercial success in the private sector. The Soviets with the simple elegance their scientists are so rightly famed for opted instead to use a pencil.",
  "Last Updated": "19 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/business/genius/spacepen.asp",
  "Claim": "NASA spent millions of dollars developing an \"astronaut pen\" that would work in outer space, while the Soviets solved the same problem much more quickly and easily by simply using pencils.",
  "Claim_ID": "business_genius_spacepen",
  "Tags": ""
}