{
  "Origins": "Throughout the years the especially sharp-eyed have noticed the presence of cryptic name-and-number notations on burger wrappings and disposable cups used at In-N-Out Burger, a popular chain of hamburger eateries in California, Nevada, Arizona, Texas and Utah. These tiny notations are placed in out-of-the-way spots (the undersides of cups and near the seams of the paper pouches burgers are placed in). No overt explanation is given for the presence of the odd phrases or their meaning: they just quietly sit there, awaiting decipherment by those moved to do so.",
  "Fact Check": "",
  "Description": "These mysterious markings are pointers to Biblical passages. Those easily disturbed by the presence of Bible verses need not fear for their souls, however: The text of the passages themselves are not spelled out on the cups and wrappings; only their notations appear there. In-N-Out Burger was founded by Harry and Esther Snyder in Baldwin Park, California, in 1948. Although this chain of west coast hamburger restaurants has since grown to more than 200 outlets, control still rests in the hands of the Snyder family. According to the company's web site: \"In-N-Out remains privately owned and the Snyder family has no plans to take the company public or franchise any units.\" The Snyders are a religious family, and their continuing to control their own company means they can put what they want on their product packaging. They've chosen to include pointers to particular Bible verses that we presume hold special meaning for them. The soda cup bears the notation John 3:16: For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life. The milkshake cup lists Proverbs 3:5: Trust in the Lord with all thine heart; and lean not unto thine own understanding. The water cup (no longer available to customers but we're told still used by employees) bears John 14:6: Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me. The hamburger and cheeseburger wrappers point to Revelation 3:20: Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me. The wrap used for the \"Double-Double\" (two burger patties and two slices of cheese) lists Nahum 1:7: The Lord is good, a strong hold in the day of trouble; and he knoweth them that trust in him. The French fry holder lists Proverbs 24:16: For though a righteous man falls seven times, he rises again, but the wicked are brought down by calamity. We examined the packaging of other menu offerings from In-N-Out (coffee cups, milk containers) but failed to uncover any further pointers to Bible verses. The ones we've found expound upon a shared theme: belief in the Lord. As proselytizing goes, this is about as low-key as it gets. Not even the texts of the verses themselves are printed out; those looking to absorb the messages (and who don't have this article handy) have to do so with the assistance of their own Bibles. Yet even so, the presence of those simple notations has been interpreted by some as indicative of a lurking menace: we've had folks tell us they've heard In-N-Out Burger was \"owned by the religious right\" or \"the Christian Coalition,\" or a \"sect,\" or that bible-study classes were secretly held at each location. Likewise, the search for a good backstory to enliven whatever appears even slightly mysterious has given birth to a rumor that the presence of the Bible verses is in some way connected to the 1993 death of son Richard Snyder (41) in a plane crash. Though even In-N-Out Burger can't provide a precise date of when the Bible citations were first placed on its packaging, company records indicate they've been there at least since 1987, which rules out the \"deceased son\" theory. Barbara \"lettuce pray\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "I have heard that In-N-Out Burger is owned by a Christian sect - this rumor is fueled by the printing on the bottom of In-N-Out Burger soda cups which appear to be Bible passage citations such as John 3:16.",
  "Last Updated": "21 August 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/business/alliance/inandout.asp",
  "Claim": "Cups and burger wrappers used by the In-N-Out Burger chain are printed with references to Bible verses.",
  "Claim_ID": "business_alliance_inandout",
  "Tags": ""
}