{
  "Origins": "We're not sure how long the rumor that \"no tears\" baby shampoos contain desensitizing agents (novocaine, lidocaine, xylocaine) has been around, but we've been encountering it since at least 1994. The rumor plays upon a deep-seated belief that some things are too good to be true; in this case, that belief is applied to the notion that if a shampoo doesn't irritate a baby's eyes when it finds its way into them, this lack of suffering must be due to the presence of some sort of anesthetic that numbs the delicate tissues it encounters.",
  "Fact Check": "",
  "Description": "Concerns to the contrary, there are no anesthetics in these products. If there were, caregivers everywhere would be experiencing numbness in their hands after washing their children's hair. Moreover, if novocaine or any of its cousins were used in baby shampoo to produce a \"no tears\" effect, that usage would create the dangerous situation of the shampoo's potentially causing harm to a child's eyes while suppressing the warning signs (pain) and natural defenses (tears) that protect against such harm. Overdoses of lidocaine have led to severe toxicity or death in both children and adults, so there is an especial need to protect youngsters from overexposure to that drug amounts that are innocuous for grownups may present a significant toxic hazard in children. If for no other reason than that, makers of baby shampoo would not use lidocaine in their products given the risk of accidental oral ingestion of soap suds by children. \"No more tears\" shampoos gain that effect from the nature of the chemicals used in their formulation, which trade off cleansing ability for mildness. Mainstream shampoos generally contain lauryl sulfates that irritate the eyes and scalp but also leave hair very, very clean. Baby shampoos instead use long chain surfactants (which are far less efficient in emulsifying oil from hair) or they include an ionic polymer in the formulation, either of which helps prevent the product from stinging when it gets into the eyes. However, that is not to say that all has always been well with baby shampoos. In 2009, the Campaign for Safe Cosmetics analyzed the contents of dozens of products for children and discovered many of those goods contained two substances they identified as being of particular concern: formaldehyde and 1,4 dioxane. That organization brought pressure to bear upon Johnson & Johnson, the maker of Johnson's Baby Shampoo (which as been on the market since 1953), to reformulate their product to remove a chemical that releases formaldehyde, a known carcinogen. In August 2012, Johnson & Johnson pledged to eliminate formaldehyde, parabens, triclosan, and phthalates from all their baby products, and in May 2013 announced that they had done so. 1,4-dioxane , which forms as a byproduct during the manufacturing process of certain cosmetic ingredients, is harder to eliminate. Johnson & Johnson says it has reformulated about 70 percent of their baby products to reduce the amount of 1,4-dioxane contained in them. Barbara \"chemical solution\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.fda.gov/cosmetics/productandingredientsafety/potentialcontaminants/ucm101566.htm;",
  "Example": "[Collected via e-mail, March 2001] I just heard today a story that sounded like a hoax but couldn't find it on your board. A friend went into a kids hair salon and was asking about shampoo. The beautician said that there was a recent show on 20/20 or 60 minutes, etc. that said Johnson & Johnson adds novocaine to their \"No more tears\" shampoo. The novocaine is added to prevent the burning sensation in the eyes. [Collected via e-mail, March 2004] Someone told me that reason that Johnson's No More Tears baby shampoo works is not because it's gentle but because it has something in it that numbs children's eyes to the sting of the cleansers. She was trying to sell us her company's line of baby products that are gentler and I have to admit she caught my attention. Though it does smack of urban legend material! [Collected via e-mail, August 2004] Only last night I was told that Johnson and Johnson No Tears Baby Wash/Shampoo had Formaldahyde or Novacaine (or some kind of \"caine\") in its ingredients so that it numbs the babies eyes so they don't feel the sting. [Collected via e-mail, November 2011] A friend who is expecting, and who is normally very tech-savvy, has stated outright that she refuses to use Johnson & Johnson products as they \"put anasthetic in the 'No More Tears' shampoo so that the children don't cry - it's not a weaker or different shampoo at all\", and that \"many of their baby products like baby powder are carcinogenic\".",
  "Last Updated": "20 May 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/business/secret/babyshampoo.asp",
  "Claim": "\"No tears\" baby shampoos work because they include anesthetics such as novocaine.",
  "Claim_ID": "business_secret_babyshampoo",
  "Tags": ""
}