{
  "Origins": "In 1999 the U.S. Mint launched a program of issuing five new quarters a year, each commemorating a different U.S. state Each of the fifty designs is crafted to provide a symbolization of the individual state it represents, and the quarters introduced into the money supply in the order the states were admitted to the union.",
  "Fact Check": "",
  "Description": "Collecting fever ran high for the first few issues of these new coins, but as the years passed the demand for the annual offering of five new state's quarters has dropped off. However, a 2005 event has served to spur interest in at least one of these coins, if not the entire series. An aberration has been noted on some of the Wisconsin quarters struck at the Denver Mint: some of these coins sport an extra leaf on the ear of corn displayed on its flip side. (Wisconsin's design depicts an agricultural theme featuring a cow's head, a hunk of cheese, and an ear of corn.) Among the 453 million Wisconsin quarters minted over a two-week period near the end of 2004, a few thousand bearing a cornstalk peculiarity have surfaced. On some of the variant coins, an extra leaf on the ear is turned up; on others, the leaf is noticeably fatter than its siblings and points downward. While a benchmark value for these monetary units has yet to be established among collectors, prices paid so far have varied from approaching $100 to (in one isolated case) $1,499 by a Tucson dealer for a preeminently fine specimen. Keeping in mind the wide range of prices these coins have been vended for, in general one finds that individual Wisconsin anomalies are fetching somewhere in the neighborhood of $500 apiece for those reselling them, with three-coin sets of a regular Wisconsin quarter and one each of the two \"error coins\" bringing $1,100. Therefore, while a decidedly pleasant and somewhat monetarily enriching experience, happening upon one of these unusual coins in your pocket change will not be a life-altering event of the \"just won the lottery\" magnitude. You are also unlikely to encounter one of these finds unless you live in Tucson, where it is estimated about 5,000 of them have turned up. (Another fifty have been found in San Antonio.) As to how the extra-leafed coins came to bear images different from the official die the Wisconsin quarters were to be struck from, this altered artwork appears to have been a deliberate act on the part of an unknown employee of the U.S. Mint. Numismatic experts believe the additional leaves were not the result of misstrikes of the official die, but of strikes made with altered dies. What prompted the alteration is as yet unexplained. One theory speculates a Mint employee intent upon making his fortune from the sale of these unusual coins was responsible, yet that hypothesis seems to fly in the face of how coins are handled subsequent to manufacture. After the coins are stamped, they are shipped under heavy guard from the Mint to contractors who put them into paper or plastic rolls before sending them to banks, so the one who struck them would have had little, if any, chance of knowing where the altered quarters were being sent. Another theory again assigns blame to an unknown Mint employee but removes the profit-seeking angle: it asserts the mystery engraver was a worker with a grudge. Or he was someone bored with his day who looked to liven things up. Or he just wanted to see if he could do it, with the \"it\" being either producing an altered MInt-quality die or sneaking defective quarters past the system. Of this incident, the U.S. Mint Office of Public Affairs in Washington, D.C. said in a press release: \"The United States Mint is looking into the matter to determine possible causes in the manufacturing process.\" Barbara \"cache assets\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "16 May 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/money/quarter.asp",
  "Claim": "Some new Wisconsin quarters contain a printing error that makes them especially valuable.",
  "Claim_ID": "business_money_quarter",
  "Tags": ""
}