{
  "Origins": "We've seen many examples of legends about product packaging that supposedly confused consumers about the nature of its contents, but this is the first case we encountered regarding packaging that confused retailers about the price of their own wares.",
  "Fact Check": "",
  "Description": "In 2005, Sony BMG released a 3-CD set entitled Electric 80s The cover art for this compilation of \"the greatest Eighties electric hits\" featured a reproduction of a UPC bar code, with the title \"ELECTRIC 80s\" placed in the space at the bottom of the bar code where the human-readable numbers corresponding to that code would usually appear: (The real bar code used for scanning the price of the item at checkout counters was placed in a corner on the back of the packaging, as it is for nearly every other similar item.) Unfortunately for some retailers, the machine-readable version of the bar code used for the CD compilation's cover art was scannable by their systems, and sales clerks at those outlets who mistakenly passed the CD's cover (rather than its back) over point-of-purchase scanners ended up ringing up sales for 9.77, (US $17.46) considerably less than the set's listed price of 14.97 (US $26.76). The mis-scanning also messed with stores' inventory tracking systems, as scanning the front of the Electric 80s CD often recorded a sale of singer Jack Johnson's new CD, In Between Dreams , instead. One music chain took advantage of the issue to crow about how they'd had no problems because their clerks were properly trained and claimed that the incident demonstrated the value of shopping for CDs at speciality music stores rather than general retailers (even though the mistake actually favored consumers): Music retailer HMV Group was aware of the quirky barcode-covered album, but said it has not had any problems and used the gaffe as an opportunity to tout the benefits of being a specialist. \"Someone would have to be pretty stupid not to recognize that,\" HMV spokesman Gennaro Castaldo said. \"The proper barcodes are always done on the reverse of the CD,\" he added. \"All our staff are aware it's the cover artwork, and if fellow retailers and supermarkets are [scanning] that, it just highlights that they're not really music specialists. We've not had any issues.\" News accounts of the time noted that stores were pulling the Electric 80s set while a new version with more conventional cover art was being rushed to market, but we never did see a revised version of Electric 80s offered for sale anywhere.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.co.uk/exec/obidos/ASIN/B0007OC71O/qid=1123702688/sr=2-1/ref=sr_2_11_1/202-9310881-3212669;http://www.barcoding.com/information/barcode_history.shtml;http://www.amazon.co.uk/exec/obidos/ASIN/B0009S4WLG/qid%3D1123702609/202-9310881-3212669;",
  "Example": "",
  "Last Updated": "18 April 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/business/market/cdbarcode.asp",
  "Claim": "Retailers mistakenly scanned the wrong side of a CD bearing bar code-themed cover art, resulting in lower prices for customers.",
  "Claim_ID": "business_market_cdbarcode",
  "Tags": ""
}