{
  "Origins": "Once again the search for hidden meanings in the mundane has resulted in an interesting rumor about the supposedly acronymic origins of the name of a popular attirer. Akin to the Troop Sport (\"To Rule Over Oppressed People\") and Adidas (\"All Day I Dream About Sex\") canards, the rumor about The Gap asserts that it drew its name from an initialization of the phrase \"Gay And Proud.\"",
  "Fact Check": "",
  "Description": "Though The Gap did begin in San Francisco, a city home to a large homosexual population and strongly associated with gay pride, its name has nothing to do with either of those coincident facts. Gap Inc. was founded in 1969 by Donald and Doris Fisher as a single store staffed by a handful of employees. The retailer took its name in homage to \"the generation gap,\" a term popular in the late 1960s describing the intellectual, ethical, and social gulf between young people and their parents' generation. The inspiration for this first jeans-only store came from Donald Fisher's frustrations as a consumer: he was finding jeans hard to shop for, having to travel to several different stores to examine a variety of brands because no one location housed them all. His experience, he figured, was likely a common one; if it were, it indicated that a market for a jeans-only shop was present even if others in the retail field had yet to notice it. Gap Inc. has since grown from its jeans-only beginnings to become one of the most popular clothiers of its age. The company employs more than 166,000 people worldwide and operates 3,800 stores under brand names including the Gap, Banana Republic, Old Navy, Athleta, and Intermix. \"Gay and proud\" became a catchphrase within the gay community because it proclaimed in a positively-voiced manner that its members took pride in who they were rather than feeling ashamed of their lifestyle. It wasn't that long ago that concealing all evidence of a same-sex preference was the order of the day, and the phrase \"Gay and proud\" thus represented a major shift in how a community viewed both itself and the value of its individual members in society. It is deeply ironic that a rumor would claim such a strong statement of pride would have been deliberately concealed from all but those in the know as an acronym. How \"proud\" would one have to be to want to exude such a message in a covert form? The implied shock factor in The Gap rumor springs from the presumption that if it were true, wearers of Gap merchandise would be unknowingly advocating a lifestyle they might or might not personally approve of. (It's one thing to wave a \"Gay and Proud\" sign if you know you're holding it, but quite another to find one has been pinned to your back without your knowledge. Even the most gay-sympathetic person might take umbrage at that.) Beyond that factor, what fuels this rumor is the desire to believe we've been let in on a piece of secret knowledge; our delight in sharing it with others often blinds us to the falsity of the gleaned information. Few can resist the lure of a deliciously wicked tidbit, thus few stop to check their facts before spreading the falsehood further. Barbara \"the secret of acronym\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1996] Yesterday, I heard this one: The GAP was started by a gay man and the name means Gay And Proud.",
  "Last Updated": "7 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/business/names/gap.asp",
  "Claim": "The clothing store chain The Gap took its name from an acronym for 'Gay and Proud.'",
  "Claim_ID": "business_names_gap",
  "Tags": ""
}