{
  "Origins": "Rumor has it the preprinted label supplied with U.S. personal income tax forms contains a code which determines whether one will be audited that year. By throwing the label away and filling out the personal information by hand, a taxpayer avoid the possibility of being chosen for a random audit.",
  "Fact Check": "",
  "Description": "Oh, if only this were true. Like many a great rumor, it just doesn't work that way. The preprinted label the IRS attaches to the instruction booklets sent to your home is merely a convenience and an instrument to reduce error, nothing more. It doesn't contain any kind of special coding the IRS may use to sift your return out of a stack for auditing. Mary Turville, a tax manager for the National Society of Accountants in Alexandria, Virginia, has been asked about this one many times. The peel-off label \"does contain coding information, but it has to do with mail routes and the form package you used in the past,\" Turville said. \"But there is no way to trace your tax return (from the label).\" The American Institute of Certified Public Accountants agrees with Turville they've been saying the same thing for years. So has the IRS they insist the label only serves to \"reduce the chance for error and cuts the processing cost.\" It comes down to this: this is a wonderful rumor we all wish were true, but guys playing on both sides of the ball are adamant that it's hogwash. Random audits are just that: random. There's no magic barcode that predetermines which returns are going to be streamed straight into Processing and which will be dumped over to Audit. Use the label. There's no earthly reason not to. Barbara \"1040: a non-label-based audit, ee!\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "27 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/taxes/taxlabel.asp",
  "Claim": "You can slip out of the IRS' audit stream by not using the preprinted labels supplied with your income tax forms.",
  "Claim_ID": "business_taxes_taxlabel",
  "Tags": ""
}