{
  "Origins": "The standards for creating domain names on the Internet (numbers and letters only; no spaces or punctuation marks other than a hyphen) have led to some interesting combinations when operations with multi-word names eschew the use of hyphens and instead run the words of their names together. One of our favorite examples is who represents? , a web site for looking up information about which agents, managers, and publicists represent various actors their domain name could, at first glance, be taken as a place for web surfers to go when trying to find the perfect gift for that special hooker: whorepresents.com .",
  "Fact Check": "",
  "Description": "The \"Who represents?\" site prompted recent mention of a similarly humorous domain naming gaffe in the Sydney Morning Herald 's \"Column 8\": The web address of Who Represents reminded David Warrell, of the University of NSW, of a programming advice and discussion web site he frequently called, Experts Exchange. \"For a surprisingly long time, their address was www.expertsexchange.com. It now has a hyphen, www.experts-exchange.com.\" The Experts Exchange site reportedly adopted a hyphen in their domain name after receiving a few too many queries from prospective patients seeking information about transgender surgery. The issue of inadvertently-chosen titillating domain names came up again in June 2003 when Powergen , the UK's leading integrated gas and electricity company, supposedly picked a rather unfortunate domain name for the web site of their Italian subsidiary, Powergen Italia one that sounded like a shopping place for persons looking to purchase industrial-strength vibrators: powergenitalia.com . But the folks at Powergen maintained that they had nothing to do with the choice of domain name and didn't even have an Italian division. The powergenitalia.com domain apparently hosts the web site of a real Italian company (Powergen Italia) which sells specialized battery products.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20020202143732/http://www.powergenitalia.com/inglese/HomeengFrame.html;http://www.theregister.co.uk/content/28/31273.html;",
  "Example": "[Collected on the Internet, 2003] Powergen are starting up in Italy for electricity. They wanted to publicise their services and launched a website. Bear in mind that this was created by Italian developers for an English company.",
  "Last Updated": "6 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/names/powergen.asp",
  "Claim": "UK power company chooses an unfortunate domain name for the web site of their Italian division.'",
  "Claim_ID": "business_names_powergen",
  "Tags": ""
}