{
  "Origins": "Cabbage Patch Kids took the toy market by storm in 1983. That Christmas they became the \"must have\" gift adults scrambled for madly in toy store scuffles. Tales were rampant about parents who were willing to pay anything or go anywhere to obtain these dolls for their youngsters, including that of a Kansas City, Missouri, postman who flew to London to buy one for his daughter. Demand quickly outstripped supply, and many who sought these elusive prizes came home empty-handed. The madness seemingly knew no bounds; for example, a Milwaukee radio DJ convinced two dozen people to stand in Milwaukee County Stadium, with American Express cards raised to the sky, expecting an airborne delivery of 2,000 Cabbage Patch Kids.",
  "Fact Check": "",
  "Description": "What could cause such an uproar? What was there about Cabbage Patch Kids that inspired such determination? There was something universally appealing about the dolls themselves. They were lovable in a manner other dolls could only forlornly aspire to in their plastic, mass-produced way. They were soft. They were huggable. And they were unique no two were alike. Best of all, no one could merely purchase them: they had to be adopted, instantly turning their proud pint-size possessors into \"parents.\" Each Cabbage Patch doll came with a certificate of adoption from Babyland General Hospital, a place, one was told, where \"doctors\" and \"nurses\" watched over the big-eyed, chubby-cheeked tykes until they were old enough to be placed with loving families. Each certificate stated the doll's name and birth date, and had to be filled out and returned to Babyland General by the new parent to complete the adoption process. The \"Kids\" were not created as part of an evil government plot to accustom folks to what we'd look like after a nuclear holocaust, nor to foster acceptance of the mentally disadvantaged by conditioning us to a specific look. They were the creation of Xavier Roberts, an artist who traveled from his Georgia mountain home to regional crafts fairs selling hand-stitched dolls. He vended the first of these dolls in 1978, but they came to national prominence only after he entered into a distribution agreement with toymaker Coleco in 1983. Computer-based manufacturing ensured that each doll continued to be just a little bit different from all the others. Although their popularity has diminished somewhat from those first years of Cabbage Patch mania, these dolls are still much sought after. Mattel took over from Coleco in 1995, and by 2000 more than 90 million \"Kids\" had been adopted. It is our nature to look for the sinister where none exists, which explains the prevalence of these two rumors about the dolls' origins. A student in the Wheeling, West Virginia, area claimed to have been part of a group that began the \"nuclear holocaust\" falsehood around 1984 and would probably be mightily surprised to discover this bit of college-boy silliness persists to this day. However, rumors live on because something in each of them speaks to something in us, and this theme of looking for evil lurking in the shadows of paradise is an enthralling one. We've been told an article about Cabbage Patch dolls coming to life and strangling their owners appeared in the National Enquirer in the late 1980s. It detailed the experiences of a number of women longing for babies of their own who had adopted Cabbage Patch dolls and treated them as if they were real. Satan possessed the dolls and inspired them to murder the hapless women. (That the \"murderous possessed doll\" was the theme of the Child's Play films featuring Chuckie likely didn't persuade many of the National Enquirer 's readers that the article wasn't an instance of hard news reporting.) That article may have spawned a variant of the \"sinister origins\" rumor, one that asserted the dolls had been designed by Satanists. Cabbage Patch Kids are plagued by another rumor, one involving dolls supposedly returned to the factory for repairs. In that rumor, children who hopefully await their dolls' return are saddened to receive a death certificate instead. Cabbage Patch Kids were the first toys to inspire the overpowering urge to acquire that other playthings (such as Tickle Me Elmo dolls) later emulated. Because they were the first, they made an impact on the culture surrounding them, sparking stories that gave voice to an vague sense of uneasiness associated with anything kid-related that became so popular so quickly. Satanists, government conspiracies, killer dolls, a hard-hearted corporation that dispatches death certificates to teary-eyed tykes each of these is a manifestation through storytelling of that underlying sense of disquiet. Barbara \"all disquiet on the western front\" Mikkelson Additional information: Cabbage Patch Kids",
  "Originally Published": "",
  "Referred Links": "http://www.cabbagepatchkids.com/;http://us.imdb.com/title/tt0094862/;http://www.roadsideamerica.com/attract/GACLEbaby.html;",
  "Example": "[Collected on the Internet, 2000] One legend that I have heard a few times (mostly back in the late 80's and early 90's) was that President Reagan had the company that produced Cabbage Patch dolls make them intentionally ugly. This legend maintains that government scientists thought that this is what the offspring of survivors of a nuclear war would look like. By familiarizing people with this \"look\", the survival of the human race would be ensured. Other versions of this story I have heard say that it was the CIA's idea, and that the government had actually exposed people to high levels of radiation and had them reproduce to get \"models\" to help in designing the dolls. [Collected on the Internet, 2002] My boyfriend said recently that there had been a news report in the 80's that said that the design of cabbage patch dolls was patterned after mentally disabled children.",
  "Last Updated": "20 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/origins/cabbage.asp",
  "Claim": "Cabbage Patch dolls were designed to get people accustomed to the appearance of mutants following a thermonuclear war or were modeled upon mentally defective children.",
  "Claim_ID": "business_origins_cabbage",
  "Tags": ""
}