{
  "Origins": "In the Internet world, the domain names that guide customers to companies' web sites can sometimes be a bit confusing, as they lack spaces between words and often eschew punctuation for the sake of brevity. Domains for similarly-named companies can sometimes be mistaken for each other, and other domain names may seem to represent something entirely different than what was intended.",
  "Fact Check": "",
  "Description": "One example of the latter category arose in June 2003. when Powergen, the UK's leading integrated gas and electricity company, supposedly picked a rather unfortunate domain name for the web site of their Italian subsidiary, Powergen, that sounded like a shopping place for persons looking to purchase industrial-strength vibrators: powergenitalia.com . But the folks at Powergen maintained that they had nothing to do with the choice of domain name and didn't even have an Italian division. The powergenitalia.com domain hosted the unrelated web site of a real Italian company (Powergen Italia) selling specialized battery products. They have evidently since adopted the less provocative domain name of batterychargerpowergen.it. Some other favorite examples of this phenomenon include: who represents?, a web site for looking up information about which agents, managers, and publicists represent various actors, adopted a domain name that could, at first glance, be taken as a place for web surfers to go when trying to find the perfect gift for that special hooker: whorepresents.com. Experts Exchange, a programming advice and discussion web site, uses a domain name that might attract queries from prospective patients seeking informed advice about transgender surgery: expertsexchange.com. The Mole Station Native Nursery in New South Wales, Australia, opted for a domain name that unfortunately carries connotations of being a breeding ground for pedophiles: molestationnursery.com. In some cases, registrants appear to have deliberately selected ambiguous domain names for their double entendre qualities, as represented by Pen Island , a putative retailer of custom made pens who has staked out territory at the domain penisland.net .",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "2 June 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/names/domains.asp",
  "Claim": "Companies choose domain names with unintendedly risqu double meanings.",
  "Claim_ID": "business_names_domains",
  "Tags": ""
}