{
  "Origins": "This is one of the pieces of misinformation that makes me wish web sites like this one had been around when I was a kid so I have could pointed my father toward it and told him to shut up already. I can't recall how many times he solemnly intoned that \"Pennies are not legal tender in quantities greater than 100\" and therefore merchants were \"legally\" allowed to refuse any offer of payment that included more than one hundred one-cent coins (and, presumably, could not \"legally\" refuse payment offered in any other form of legal tender). As with so many other things he was dead wrong (and I knew it even then), but I had no way of proving him wrong. I can now, though.",
  "Fact Check": "",
  "Description": "Title 31 ( Money and Finance ), Subtitle IV ( Money ), Chapter 51 ( Coins and Currency ), Subchapter I ( Monetary System ), Section 5103 ( Legal Tender ) of the United States Code states: United States coins and currency (including Federal reserve notes and circulating notes of Federal reserve banks and national banks) are legal tender for all debts, public charges, taxes, and dues. Foreign gold or silver coins are not legal tender for debts. What this statute means, in the words of the United States Treasury, is that \"[A]ll United States money ... is a valid and legal offer of payment for debts when tendered to a creditor. There is, however, no Federal law mandating that a person or organization must accept currency or coins as for payment for goods and/or services.\" In other words, U.S. currency and coins can be used for making payments, but merchants do not necessarily have to accept it for all forms of business transactions. If a shoemaker wants to sell his products for 8000 jelly beans per pair, he's entitled to do so; the buyer cannot demand that he accept the equivalent value in legal tender instead. However, legal tender is the default method of payment assumed in contractual agreements involving debts and payments for goods or services unless otherwise specified. So, for example, if an automobile dealer signs a contract agreeing to sell you a car for $8,000, but when you begin making monthly payments he rejects them and insists he wants to be paid in gold instead, you can go to court and have your debt discharged on the grounds that valid payment was offered and refused. Up until the late 19th century, pennies and nickels weren't legal tender at all. The Coinage Acts of 1873 and 1879 made them legal tender for debts up to 25 cents only, while the other fractional coins (dimes, quarters, and half dollars) were legal tender for amounts up to $10. This remained the law until the Coinage Act of 1965 specified that all U.S. coins are legal tender in any amount. However, even in cases where legal tender has been agreed to as a form of payment, private businesses are still free to specify which forms of legal tender they will accept. If a shop doesn't want to take any currency larger than $20 bills, or they don't want to take pennies at all, or they want to be paid in nothing but dimes, they're entitled to do so (but, as mentioned earlier, they should specify their payment policies before entering into transactions with buyers). Businesses are free to accept or reject pennies as they see fit; no law specifies that pennies cease to be considered legal tender when proffered in quantities over a particular amount. Additional information: Designation of legal tender (United States Code, Title 31) What is legal tender? (United States Treasury FAQ)",
  "Originally Published": "",
  "Referred Links": "http://www.treasury.gov/resource-center/faqs/Currency/Pages/legal-tender.aspx;http://www4.law.cornell.edu/uscode/31/5103.html;",
  "Example": "",
  "Last Updated": "16 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/money/pennies.asp",
  "Claim": "U.S. law specifies that merchants do not have to accept more than 100 pennies in payment.",
  "Claim_ID": "business_money_pennies",
  "Tags": ""
}