{
  "Origins": "In 1670, Charles II of England granted a Royal Charter to Prince Rupert and seventeen associates (known collectively as \"The Company of Adventurers\") giving them the rights to \"sole trade and commerce\" within the entrance of Hudson Strait in North America. This charter effectively established the Hudson's Bay Company and gave them control over all lands whose rivers and streams drained into Hudson Bay, an enormous area designated \"Rupert's Land,\" which encompassed most of Northern Ontario and Northern Quebec, all of Manitoba, most of Saskatchewan, the southern half of Alberta, a large part of the Northwest Territories, and much of what is now the U.S. states of Minnesota and North Dakota altogether about 40% of modern day Canada.",
  "Fact Check": "",
  "Description": "As described in The Hudson's Bay Company archives : What began as a simple fur-trading enterprise evolved into a trading and exploration company that reached to the west coast of Canada and the United States, south to Oregon, north to the Arctic and east to Ungava Bay, with agents in Chile, Hawaii, California, and Siberia; a land development company with vast holdings in the prairie provinces; a merchandising, natural resources and real estate development company and, today, Canada's oldest corporation and one of its largest retailers. The days of trapping furs and trading with Native Americans in British North America are long gone, and today the Hudson's Bay Company is known primarily as Canada's largest chain of retail department stores . But our fascination with anachronistic laws and customs that remain on the books and must be observed even though the practical reasons for their implementation have long since been rendered obsolete preserves the Hudson's Bay Company's centuries-old fur-trader image in a legend: The original Royal Charter granted by King Charles II in 1670 requires the Hudson's Bay Company to make a traditional payment of elk and beaver pelts to England's reigning monarch, so every year the company dutifully sends a gift of a few animal skins to Her Majesty Queen Elizabeth II . Actually, the Hudson's Bay Company's original charter did call for it to provide two elk heads and two beaver pelts to royalty, but only when said royalty came to the Rupert's Land area of Canada, not as an annual payment. This \"tradition\" has been observed on three occasions when royalty traveled to Canada, all of them in the twentieth century: a visit by King George VI in 1939, and visits by Queen Elizabeth II in 1959 and 1970. On the last occasion, however, the queen was not presented with any heads or pelts but with live animals, which she donated to a Winnipeg zoo.",
  "Originally Published": "",
  "Referred Links": "http://www.thebay.com/webapp/wcs/stores/servlet/en/thebay;http://www.gov.mb.ca/chc/archives/hbca/index.html;http://www2.hbc.com/hbcheritage/history/;",
  "Example": "",
  "Last Updated": "1 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/business/alliance/hudson.asp",
  "Claim": "In accordance with a requirement of their original Royal Charter, the Hudson's Bay Company of Canada makes annual payments of elk and beaver pelts to the Queen of England.",
  "Claim_ID": "business_alliance_hudson",
  "Tags": ""
}