{
  "Origins": "The advent of technology that allows for the generation and mailing of identical pieces of correspondence to multiple recipients, with everything but a few specific pieces of information (e.g., name, address, salutation) reproduced from a template, has also allowed for the large-scale commission of some embarrassing slip-ups (either through accident or sabotage). One of the more legendary (if apocryphal) tales of this nature holds that a bank sent a mass-mailing to thousands of its best (i.e., richest) customers, each one headed with the salutation \" Dear Rich Bastard .\"",
  "Fact Check": "",
  "Description": "And automated or otherwise, the practice of periodically sending mail (such as Christmas cards) to persons with whom the correspondent is not in regular contact carries the potential for creating incidents both embarrassing and hurtful, as British MP Michael Brown noted in 2003: I used to send about 300 [Christmas] cards but now, with the ease of computer records and labels, some MPs can send in excess of 1,000. My agent would be smoothing ruffled feathers until March among those who had been overlooked. The general rule was that once admitted to the list, a card was always sent in subsequent years. But even this could cause embarrassment. Cards ended up being sent to \"Mr and Mrs\" when Mrs had passed away earlier in the year. All of these elements sadly came into play in January 2005, when a 15-year-old Sydney, Australia, boy whose mother had died suddenly fifteen months earlier received a back-to-school check from the state government addressed to \"Mrs Passed Away.\" The Sydney Daily Telegraph described the unfortunate family's reaction: The boy's father said his son, 15, initially thought the letter was a \"sick joke\", until he realised it was an official letter from Premier Bob Carr. \"This is nothing short of disgraceful,\" the boy's father said. \"All the work that's gone into helping my son since his mother died has gone down the drain.\" The boy's mother died 15 months ago, and her family is still trying to come to terms with her sudden death. The letter and the attached $50 cheque are both addressed to \"Mrs Passed Away\", and sent to the family's western Sydney address. \"We thought it was some type of sick joke until we opened the envelope to find Bob Carr's smiling melon on the letter,\" the father, who did not want to be named, said. \"He can keep his lousy $50. We don't want his cheque\". The father said he was dumbfounded at how such a callous bureaucratic bungle could slip through the system. \"We do something wrong by the Government and they're into us. As soon as they make a mistake you get a flippant apology,\" he said. The family received apologies from Director General of Education Dr. Andrew Cappie-Wood and Education Minister Carmel Tebbutt, but they failed to mollify the teen's grieving father, who proclaimed: \"The letter has Bob Carr big-noting himself. I want an apology from him.\" Follow-up news accounts indicated that New South Wales premier Bob Carr initially said he would not be issuing a personal apology because he did not address the letter, but in the end Mr. Carr did extend an apology (personal or otherwise): Mr. Carr said the incident was unfortunate, but the large number of cheques sent out by the government meant mistakes were possible. \"But of course, we apologize, and we apologize unreservedly.\" A similar snafu occurred in December 2008, when the U.S. Army issued an apology for sending relatives of soldiers killed overseas letters that addressed them with a rather impersonal salutation: The Army said that 7,000 family members of soldiers killed in the Iraq or Afghan wars mistakenly were sent letters addressing them as \"John Doe.\" Army Chief of Staff Gen. George W. Casey, Jr., was sending a personal letter to all the families who received the improperly addressed letters as the result of a printing error, the Army said. The letters, sent to relatives of all Army soldiers killed since the start of the Afghan and Iraq wars, described goods and services families are eligible to receive. But because of the error, the letters began with \"Dear John Doe.\" An Army spokesman said the error occurred because of a failure of a mail merge program, software used to personalize large mailings.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "25 January 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/business/consumer/passedaway.asp",
  "Claim": "A teenager whose mother had died received a government check mailed to \"Mrs. Passed Away.\"",
  "Claim_ID": "business_consumer_passedaway",
  "Tags": ""
}