{
  "Origins": "Many of the items covered on our site exemplify the notion that we human beings don't like things that don't make sense, but we really do like interesting stories. So much so, in fact, that we'll invent and cling to fanciful, fictitious explanations that seem more satisfying or understandable to us than mundane realities, even when the subject is as trivial as candy bars.",
  "Fact Check": "",
  "Description": "It's easy to see why some people might puzzle over the name of Mars' 3 Musketeers candy bar: Theconfection has no obvious connection to the literary creations of Alexandre Dumas (especially now that representations of the Three Musketeers characters are no longer featured on the bars' wrappers), and name isn't reflective of any quality of the candy itself. Its sibling bar, Milky Way, would seem to fit the name better, consisting as it does of three primary components: chocolate-malt nougat, caramel topping, and a chocolate covering. (The 3 Musketeers bar boasts a mere two components: fluffy chocolate nougat with a chocolate covering.) Hence a simple theory to explain it all: The bars are both misnamed because their wrappers were inadvertently switched when they were first introduced, and by the time the mistake was discovered it was too late for their manufacturer to feasibly switch them back. The obvious death knell to this explanation is that the 3 Musketeers and Milky Way candy bars were not \"released on the same day,\" or even in the same decade: Frank C. Mars introduced the Milky Way bar in 1923, but his Mars Company didn't begin producing 3 Musketeers bars until 1932. The specific answer to why the 3 Musketeers bar is so named has to do with the fact that it was once a considerably different type of confection. When first introduced in the 1930s, 3 Musketeers was not (as it is now) a single chocolate bar; rather, the wrapper housed three separate bars, each with a different flavor of fluffy, milk chocolate-covered nougat: one vanilla, one chocolate, and one strawberry. Eventually the vanilla and strawberry bars were dropped, and 3 Musketeers became a single chocolate bar. By the way, the Milky Way candy bar's name was not derived from the galaxy that is home to our solar system, as many assume: instead, the confection was formulated to replicate the taste of a malted milk shake and was therefore named after a drink of that nature that was popular in the 1920s. The Milky Way was originally sold in two flavors, chocolate nougat with milk chocolate coating and vanilla nougat with a dark chocolate coating, but eventually the former became the sole Milky Way bar and the latter was repackaged as Forever Yours.",
  "Originally Published": "",
  "Referred Links": "http://www.candyblog.com/wp-content/uploads/2011/06/Screen-shot-2011-06-18-at-10.56.19-AM.png;http://www.milkywaybar.com/;http://www.3musketeers.com/;",
  "Example": "[Collected via e-mail, 2006] Someone told me a story about the origin of the names of Milky Way and 3 Musketeers bars. The legend goes that Milky Way and 3 Musketeers were released on the same day, but the labels were accidentally switched. This has a strain of plausibility, because a Milky Way bar has three ingredients (to review: chocolate coating, nougat, caramel), and it is easy to envision the smooth chocolate nougat interior of the 3 Musketeers bar as a veritable galaxy of taste. So, the labels were switched, and both bars were so popular, the candy company couldn't very well reverse themselves and change the names back after they were such a hit. And that is the Just So Story of why 3 Musketeers has only two ingredients.",
  "Last Updated": "13 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/business/names/3musketeers.asp",
  "Claim": "The Milky Way and 3 Musketeers candy bars were given the wrong names when their wrappers were inadvertently switched.",
  "Claim_ID": "business_names_3musketeers",
  "Tags": ""
}