{
  "Origins": "Love it or hate it, one can't deny the amazing achievements of the McDonald's fast food restaurant empire. Since the day Ray Kroc opened the first McDonald's franchise in Des Plaines, Illinois, in 1954 (after convincing Dick and Mac McDonald of McDonald's Restaurant in San Bernardino, California, to allow him to expand their operations), McDonald's has grown into a multi-billion-dollar international corporation with over 28,000 outlets worldwide.",
  "Fact Check": "",
  "Description": "So ubiquitous and successful is McDonald's that is has now given rise to a number of \"exception\" legends rumors asserting and expressing amazement that a particular locale is the only one of its kind not to boast a McDonald's restaurant, or is the only place where a McDonald's outlet has ever closed for lack of business. For example, the London Times recently reported that British Foreign Office Minister Denis MacShane is fond of pontificating that Sarajevo (the capital of the Republic of Bosnia and Herzegovina) and Pyongyang (the capital of North Korea) are the only two world capitals lacking a McDonald's. As the Times acerbically noted: A captivating statistic but, sadly, utter rubbish. Somalia doesn t even have a government, let alone a McDonald's. Can you get Chicken McNuggets in Mogadishu? Can you get a Filet O'Fish in Mbabane? Will anyone in Iran, Iraq, Afghanistan, Angola, Djibouti or Ghana serve you a Sausage and Egg McMuffin even before 10.30 am? This \"statistic\" is intended to show off the global reach of McDonald's only two world capitals on the entire globe are not home to a McDonald's, it claims, and the inference is that both those exceptions are due to aberrant conditions: Sarajevo because the former Yugoslavia is too war-torn, and Pyongyang because North Korea is a notoriously closed, anti-western communist nation. The truth is that McDonald's is far from having even a single outlet in many countries of the world, much less one in every national capital. The number of countries in the world varies slightly depending upon who's doing the counting, but 192 is a reasonable figure. McDonald's itself claims locations only in 118 different countries on its Country Specific Sites web page, which means 73 countries besides North Korea have no McDonald's at all. (The capital city of Sarajevo is no longer numbered among the missing.) McDonald's: It's all over the place but not as all over as you might think.",
  "Originally Published": "",
  "Referred Links": "http://www.aboutmcdonalds.com/country/map.html;http://web.archive.org/web/20011110040548/http://www.countrywatch.com/@school/number_countries.htm;",
  "Example": "",
  "Last Updated": "11 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/market/mcdonalds.asp",
  "Claim": "Sarajevo and Pyongyang are the only two world capitals without McDonald's restaurants.",
  "Claim_ID": "business_market_mcdonalds",
  "Tags": ""
}