{
  "Origins": "In December 2013, swindlers insisted their Madison, Wisconsin, victim wrap 150 $20 bills in tinfoil, place them in a magazine, put the magazine in a FedEx envelope, and send it to them at an address in Los Angeles. They did so secure in the belief that encasing the money in foil would prevent its detection by law enforcement as it made its way to them.",
  "Fact Check": "",
  "Description": "This story has a happy ending, in that the money was not sent directly to the swindlers but rather to a woman they had duped into being their intermediary via the reshipper scam. When contacted by the person defrauded, that other victim promised to return the cash, minus a hundred dollars. Which she did. What brings this tale of fraud averted into the realm of contemporary lore is the swindlers' belief that enrobing the large number of bills in aluminum foil would shield the cash from detection by any scanning device the package was passed through on its trip. In this, they engineered a mishmash composed of a pair of false beliefs already present in the canon of urban folklore plus a bit of actual truth from the realm of technology. First is the widespread belief that U.S. currency contains a hidden feature that makes it detectable by the government. That secret element is present, supposedly, to help the Feds pick up on large sums of American cash being moved in and out of the country, plus serves as a way for law enforcement to pinpoint those carrying large amounts of cash on their persons who are therefore likely to be engaged in illicit activities. While it is true U.S. currency contains a number of security features, including an embedded polyester strip within each larger denomination bill, those components serve to thwart counterfeiters and nothing more. Nothing about any of those anti-counterfeiting details works any sort of magic that would allow Uncle Sam to count the money in your pocket. (We cover this belief in greater detail in another article on this site.) Second is the long-held notion that tinfoil will defeat radar scanners. Many a speedster has festooned his car's aerial or sheathed his jalopy's hub caps in aluminum foil in the belief that by so doing he was rendering his roadster unreadable by radar guns. According to this bit of lore, the foil would serve to scramble or deflect the signal being aimed at it. Yet despite the number of folks who place their trust in this homespun solution to speeding tickets, the foil works no better at sandbagging the police than does hanging a pair of fuzzy dice from one's rearview mirror; that is to say, not at all. (Another article on our site discusses this belief further.) Finally, there is a bit of truth about tinfoil's having some use in shielding financial instruments from being read or detected, but those items are ones containing RFID chips, which U.S. currency does not. Shoplifters have in the past made off with large amounts of swag by stuffing items being purloined into foil-lined bags - once in such enclosures, the anti-theft devices attached to the goods being stolen did not trigger the alarm at the store's exit. Also, some debit and credit cards are \"skimmable\" (capable of having the financial information they contain read and recorded by thieves) even when sitting in one's pocket thanks to their RFID chips. To counter this possibility, some folks have taken to carrying these cards in wallets lined with aluminum foil. And yes, this does at least somewhat work. Barbara \"foil's war\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "22 February 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/business/money/tinfoil.asp",
  "Claim": "Wrapping bills in tinfoil keeps them from being detected by scanning devices.",
  "Claim_ID": "business_money_tinfoil",
  "Tags": ""
}