{
  "Origins": "Burma-Shave is an unusual American success story because, as highly valued as the product itself was, its advertising was cherished on an entirely higher level. Without its memorable signs and the place they came to hold in the American heart, Burma-Shave would likely never have amounted to much more than just another forgettable-but-good shaving cream.",
  "Fact Check": "",
  "Description": "In the early 1920s, patriarch Leonard Odell saw possibilities in an old family formulation, a noxious liniment he claimed his grandfather had secured from an old sea captain. This liniment had one special property beyond its smell: It was wonderfully effective on burns. This was discovered by an aunt who had severely scorched her hand in hot fat and who, in desperation, plunged the injured extremity into a batch of the liniment. It immediately took away the pain, and the hand healed with no blisters or scars. Foul-smelling liniments were commonplace, but Odell deemed one that effective on burns a goldmine waiting to be dug into. The substance was christened Burma-Vita , Burma because most of its essential oils came from the Malay peninsula and Burma, and Vita from the Latin for life and vigor . The Burma-Vita company (well populated with Odells) was formed to manufacture and market it. Despite its healing properties, the product did not sell well its smell ensured folks would only use it under the most dire of circumstances. The local wholesale drug company secured for the foundering company a supply of Lloyd's Euxesis , a brushless shaving cream from England, with the idea that Burma-Vita would do better selling a product its consumers would use every day. Odell wasn't yet ready to give up on being an entrepreneur, though. Instead of working to become Lloyd's Euxesis' agent in America, he commissioned a chemist to develop a better shaving cream. Burma-Shave #1 was horrible stuff, and it wasn't until the 143rd formulation that the company finally hit upon a winning combination. Not that they knew it immediately, though they were approaching their 300th formulation when Odell rediscovered an old jar of 143, tried it, and was struck with the realization of what the company had. A fresh batch of 143 was unremarkable, but a batch that had been aged two or three months resulted in a fine shave. With a saleable product finally in place, marketing became the prime concern. A small series of roadside signs advertising an upcoming gas station attracted the attention of another of the Odells one day, and he thought to himself, \"Every time I see one of those setups, I read every one of the signs. So why can't you sell a product that way?\" Why not indeed? Thus was born what would come to be the poetry of the roadside, little series of signs advertising Burma-Shave that would dot the nation. The first were introduced into the American landscape in 1925. The only states they never formally appeared in were Arizona, Nevada, and New Mexico (deemed too low in population density) and Massachusetts (too many winding roads and obscuring foliage). Yet elsewhere where there were cars, there were Burma-Shave signs. Burma-Shave adverts took the form of simply-lettered, unillustrated little white signs stretched in progressions alongside roads. Each sign displayed a snippet of doggerel with one snippet leading to the next, the whole forming an amusing poem that would tickle the fancy of motorists even while it assured them of the need to buy Burma-Shave (and only Burma-Shave). America took to the intriguing progressions of Burma-Shave signs because these were lighthearted communications each sign added to the anticipation of what the next would say. It was impossible to not be charmed by such offerings as: He Played A Sax Had No B.O. But His Whiskers Scratched So She Let Him Go Burma-Shave The company established an annual contest open to all who hankered to create a Burma-Shave jingle. Each verse adopted netted its author $100, and there was no shortage of entries, with upwards of 50,000 rolling in per call for verses. In 1935 Burma-Shave began running \"public service\" jingles in addition to its pure sales pitches: Don't Take A Curve At 60 Per We Hate To Lose A Customer Burma-Shave Keep Well To The Right Of The Oncoming Car Get Your Close Shaves From The Half-Pound Jar Burma-Shave Don't Pass Cars On Curve Or Hill If The Cops Don't Get You Morticians Will Burma-Shave Sometimes Burma-Shave's poetic offerings caused a bit of a stir for the company. Whimsy was, on occasion, mistaken for serious intent. At a time when retailing was overrun with a fad for coupons, Burma-Shave kited a roadside rhyme that should have been taken as a joke: Free Offer! Free Offer! Rip A Fender Off Your Car Mail It In For A Half-Pound Jar Burma-Shave Most interpreted the jingle as a humorous comment on the current craze, laughed, and drove on. Some, however, chose to ride the \"something for nothing\" rainbow to see if the company wouldn't make good on its promise. Scores of banged-up old fenders were soon on their way to the plant, many by parcel post. The more enterprising claimants scavenged nearby junkyards, then carried their finds to the Burma-Shave offices. Smarter hopefuls merely mailed in fenders torn from toy cars. All fender-bearers were greeted politely, relieved of their automotive \"coupons,\" and provided with the promised half-pound jar. In the long run, the publicity benefit to Burma-Shave more than compensated for the free product handed out and the cost of hauling those fenders back to the junkyard. Redeemed fenders aside, the ultimate \"battle for a freebie\" arose over another set of signs, this one planted in 1955: Free Free A Trip To Mars For 900 Empty Jars Burma-Shave Unlike the car fender fiasco, this playful spouting looked safe to the company there might be car fenders aplenty to be found, but 900 empty Burma-Shave jars was going to prove far harder to come by. Yet Burma-Shave had not reckoned on the determination of Arliss French, manager of a supermarket in Appleton, Wisconsin. Mr. French wired Burma-Shave he was accepting its offer where should the jars be shipped? In response, the company wired back: If A Trip To Mars You Earn Remember, Friend There's No Return French was not to be dissuaded. He countered with another telegram: Let's Not Quibble Let's Not Fret Gather Your Forces I'm All Set What could Burma-Shave do but respond? Our Rockets Are Ready We Ain't Splitting Hairs Just Send Us The Jars And Arrange Your Affairs Underneath the bravado, Burma-Shave was concerned. It sent Ralph Getchman, the company's general manager, to Appleton to find out what was going on and determine just how serious this French fellow was. Getchman's report was not what the home office had been hoping for. Arliss French's store was festooned with reproductions of the key Burma-Shave signs. Full-page ads run in the local paper entreated: \"Send Frenchy to Mars!\" Within the store was a huge pile of empty jars, and it was growing day by day. Also in the store was a mock rocket ship for the kids to swarm over. And from the roof of the establishment, little green men (two of French's seven children) fired toy rocket gliders out over the parking lot. On the spur of the moment, the head of Burma-Shave recommended offering the determined grocer a trip to the Mars Candy Company in Chicago for a weekend on the town. It was that spontaneous utterance that planted the suggestion of a solution in his head, a solution that was to provide everyone with enough wiggle room to look like the offer had been honored. When French presented himself at Burma-Shave's head office, he was dressed for his trip he arrived sporting a football helmet on his head and clad in a silvery space suit with a Red Owl symbol (the trademark of the grocery chain store heworked for) on the front. His 900 jars arrived in a Brink's armored truck emblazoned with a \"Send Frenchy To Mars!\" sign. Burma-Shave was ready it presented tickets for French and his wife to travel to Moers, a little town in Germany that mercifully pronounced its name \"mars.\" The Frenches were handed full jars of Burma-Shave and given the advice they be used to barter with the natives for goods and services. The photos were many and the news coverage extensive. The Frenches enjoyed their German vacation, and Burma-Shave once again netted more by way of publicity than it lost in meeting its obligation. All good things come to an end, even Burma-Shave adverts. The Burma-Vita Company was sold to Philip Morris, Inc. in 1963, and that same year Burma-Shave stopped placing its cascades of signs by the roadside. Two generations have since arrived that have not seen Burma-Shave signs in their natural habitat, yet at one time it would have been nigh on impossible to uncover any American whose journeys hadn't been enlivened by them. Barbara \"once a sign wave, now just a tangent\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "10 May 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/market/mars.asp",
  "Claim": "Burma-Shave once promised to send a contest winner to Mars as part of a promotional campaign.",
  "Claim_ID": "business_market_mars",
  "Tags": ""
}