{
  "Origins": "The search for amusing bits of trivia to trot out at cocktail parties leads many to the misbelief that the saucer-shaped champagne glass was modeled on a famed beauty's breast. Over the years, this claim has been made of a number of women: Marie Antoinette (1755-1793): This narcissistic French queen (wife of Louis XVI and of apocryphal \"Let them eat cake!\" fame) was said to have had champagne glasses fashioned from casts of her breasts so courtiers could drink to her health from them. Madame du Pompadour (1721-1764): This mistress of France's Louis XV supposedly had the glasses crafted as a special gift for her imperial lover who it was said greatly admired her breasts and longed to be able to drink champagne from them. Madame du Barry (1743-1793): The same story told about du Pompadour is also told of du Barry, another mistress of France's Louis XV. Empress Josephine (1763-1814): This wife of Napoleon had a great fondness for the bubbly (her champagne bills were said to have horrified her husband), so it's not surprising this legend would attach to her. Diane de Poitiers (1499-1566): This mistress of Henry II was said to have commissioned a glassblower at their Chateau d'Anet to make them as a present to Henry, who was particularly enamored of her breasts and harbored a fantasy to drink wine from them. In another version of the tale, Henry was the one who came up with this idea, and the mold was solely of her left breast. Helen of Troy: Helen was said to possess \"the face that launched a thousand ships,\" a reference to her husband, Menelaus, coming after her and her lover, Paris, with a force of thousands. It is said Paris made wax molds of her breasts, then used those molds as forms for drinking glasses. None of the \"famed beauty's breast\" tales hold up. Champagne was invented in the 17th century when a Benedictine monk discovered a way to trap bubbles of carbon dioxide in wine. As for the glass, it was designed and made in England especially for champagne around 1663, a chronology that rules out du Barry, du Pompadour, Josephine, and Marie Antoinette, all of whom were born long after the coupe came into existence. As for de Poitiers, she died a century before either the glass or the beverage was invented. And if she existed at all, Helen of Troy antedated both champagne and the champagne glass by about two millennia.",
  "Fact Check": "",
  "Description": "No one knows how this rumor began, but a good guess would be someone's drunken observations on the shape of the glass coupled with a dollop of male fantasy sparked it off. The coupe is further associated with ladies' breasts by the oft-repeated claim that prospective members of the Folies Bergere dance troupe were subjected to a champagne glass test a coupe fit over their naked breasts determined who was eligible. Provided the young ladies' charms remained within the glass, they were still in the running; if their natural wonders overflowed, it was, well, tough titties for them. Popularity and salacious lore aside, the coupe is not the glass of choice for champagne connoisseurs. Fans of the grape swear that the best glasses to tipple from are flutes, which are tall and thin with lips that curve inward slightly at the top. Flutes concentrate the bubbles and the bouquet, heightening the champagne experience. Coupes encourage the wine to warm and go flat quickly. Barbara \"grape nuts\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "The \"saucer\" shaped glass is another Champagne icon associated with a celebrity sex symbol. The Champagne coupe is often claimed to have been modeled on the shape of the breast of a French aristocrat, often cited as Marie Antoinette or Madame de Pompadour.",
  "Last Updated": "20 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/origins/champagne.asp",
  "Claim": "Champagne glasses were modeled on Marie Antoinette's breasts.",
  "Claim_ID": "business_origins_champagne",
  "Tags": ""
}