{
  "Origins": "In March 2007, this tale about a hapless sales and marketing manager who marked his first day at a Porsche dealership with an ill-starred \"Buy one, get one free\" promotion began landing in the snopes.com inbox.",
  "Fact Check": "",
  "Description": "Short and sweet, there was no such promotion, no gormless \"Glen Fergusson,\" no ecstatic bargain hunters magically enriched by an ill-considered marketing ploy the tale was a bit of fiction cooked up by the now defunct New Zealand humor site stuffed.co.nz. The story, which was posted there on 27 February 2007, was authored by one of the site's wags. Barbara \"dream machine scheme\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "Glen Fergusson - Sales and Marketing manager for a brand new Californian Porsche dealer. Has lost his job and faces possible legal proceedings as the company strives to reclaim the costs of the 18 Porsches given away free under Glen's Opening day \"buy one get one free promotion.\" \"I admit I didn't really do the numbers properly on this one\" said Glen who told reporters that he had \"seen the concept work really well for coffee stores\" and in terms of numbers you could argue that Glen's campaign worked. As the new Porsche dealer sold 18 Porches in the first hour of the store opening. It took the head office a full hour to realise what was going on and subsequently shut the store. Local man Bruce Stepper took out a second mortgage on his home after getting a promotional flyer in his mailbox. \"I am ecstatic - I brought a shiny red Porsche today, got another one free and I have sold just sold it on EBay, all up I end up getting a Porsche 911 for $5000.\" Jane Cameron was arguably even more entrepreneurial. The local Janitor purchased a Porsche using the dealers \"no deposit finance plan for low income earners\", sold both cars, paid off the finance account and walked away with $120,000 profit. The finance plan was another one of Glen's initiatives that has now been cancelled. A red faced Glen stated \"I have never really been too good at Math and I was sure the whole time we were making money - I was initially blown away by the amount of cars we were selling in that first hour. I had seen the \"buy one get one free card\" work extremely well for the new coffee shop down the road and thought what a great idea I will try it here.\" National spokesman for the dealership chain was quoted as saying \"We are just glad that the idiot didn t have time to run with his 'test drive 5 cars, get one free loyalty stamp card' campaign.",
  "Last Updated": "8 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/deals/porsche.asp",
  "Claim": "Porsche dealer offers \"buy one, get one free\" promotion.",
  "Claim_ID": "business_deals_porsche",
  "Tags": ""
}