{
  "Origins": "It's the classic cautionary tale about the pitfalls of doing business in foreign countries that can be found in hundreds (if not thousands) of books about marketing: General Motors introduced their Chevrolet Nova model of automobile into a Spanish-speaking market, then scratched their heads in puzzlement when it sold poorly. GM executives were baffled until someone finally pointed out to them that \"nova\" translates as \"doesn't go\" in Spanish. The embarrassed automobile giant changed the model name to the Caribe, and sales of the car took off.",
  "Fact Check": "",
  "Description": "This anecdote is frequently used to illustrate the perils of failing to do adequate preparation and research before introducing a product into the international marketplace. It's a wicked irony, then, that the people who use this example are engaging in the very thing they're decrying, because a little preparation and research would have informed them that it isn't true. (The sources that repeat this little tale can't even agree on where the Nova supposedly sold poorly, variously listing locales such as Puerto Rico, Mexico, South America, or simply \"Spanish-speaking countries.\") This is another one of those tales that makes its point so well just like the apocryphal one about George Washington and the cherry tree that nobody wants to ruin it with a bunch of facts. Nonetheless, we're here to ruin it. The original Chevrolet Nova (initially the Chevy II) hit the U.S. market in 1962. (This car should not be confused with the smaller, front wheel drive vehicle which was produced in 1985 as a joint venture between General Motors and Toyota and also assigned the Nova name.) Between 1972 and 1978 the Chevrolet Nova was also sold in Mexico and several other Spanish-speaking countries, primarily Venezuela. Shortly afterwards the great \"Nova\" legend arose, a legend which a little linguistic analysis shows it to be improbable: First of all, the phrase \"no va\" (literally \"doesn't go\") and the word \"nova\" are distinct entities with different pronunciations in Spanish: the former is two words and is pronounced with the accent on the second word; the latter is one word with the accent on the first syllable. Assuming that Spanish speakers would naturally see the word \"nova\" as equivalent to the phrase \"no va\" and think \"Hey, this car doesn't go!\" is akin to assuming that English speakers would spurn a dinette set sold under the name Notable because nobody wants a dinette set that doesn't include a table. Although \"no va\" can be literally translated as \"no go,\" it would be a curious locution for a speaker of Spanish to use in reference to a car. Just as an English speaker would describe a broken-down car by saying that it \"doesn't run\" rather than it \"doesn't go,\" so a Spanish speaker would refer to a malfunctioning automobile by saying \"no marcha\" or \"no funciona\" or \"no camina\" rather than \"no va.\" Pemex (the Mexican government-owned oil monopoly) sold (and still sells) gasoline in Mexico under the name \"Nova.\" If Mexicans were going to associate anything with the Chevrolet Nova based on its name, it would probably be this gasoline. In any case, if Mexicans had no compunctions about filling the tanks of their cars with a type of gasoline whose name advertised that it \"didn't go,\" why would they reject a similarly-named automobile? This legend assumes that a handful of General Motors executives launched a car into a foreign market and remained in blissful ignorance about a possible adverse translation of its name. Even if nobody in Detroit knew enough rudimentary Spanish to notice the coincidence, the Nova could not have been brought to market in Mexico and/or South America without the involvement of numerous Spanish speakers engaged to translate user manuals, prepare advertising and promotional materials, communicate with the network of Chevrolet dealers in the target countries, etc. In fact, GM was aware of the translation and opted to retain the model name \"Nova\" in Spanish-speaking markets anyway, because they (correctly) felt the matter to be unimportant. The truth is that the Chevrolet Nova's name didn't significantly affect its sales: it sold well in both its primary Spanish-language markets, Mexico and Venezuela. (Its Venezuelan sales figures actually surpassed GM's expectations.) The whole \"Nova = \"doesn't go\" tale was merely another in a long line of automotive jokes, like the ones about \"Ford\" being an acronym for \"Fix or repair daily\" or \"Found on road dead\" or \"Fiat\" being an acronym for \"Fix it again, Tony!\" These humorous inventions might adequately reflect the tellers' feelings about the worthiness of various types of automobiles, but we don't really expect that anyone ever refrained from buying a Ford because he actually believed they needed to be repaired on a daily basis. The one bit of supporting evidence offered to back up this legend is spurious as well. General Motors, we're told, finally wised up and changed the model name of their automobile from Nova to Caribe, after which sales of the car \"took off.\" One small problem with this claim: the Caribe sold in Mexico was manufactured by Volkswagen, not General Motors. (The Caribe was the model name used by VW in Mexico for the car more commonly known in the USA as the Volkswagen Golf.) The Nova's model name was never changed for the Spanish-speaking market. The Chevy Nova legend lives on in countless marketing textbooks, is repeated in numerous business seminars, and is a staple of newspaper and magazine columnists who need a pithy example of human folly. Perhaps someday this apocryphal tale will become what it should be: an illustration of how easily even \"experts\" can sometimes fall victim to the very same dangers they warn us about. Additional information: History of the Chevy Nova (NovaResource.com)",
  "Originally Published": "",
  "Referred Links": "http://www.novaresource.org/history.htm;",
  "Example": "",
  "Last Updated": "19 March 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/misxlate/nova.asp",
  "Claim": "The Chevrolet Nova sold poorly in Spanish-speaking countries because its name translates as \"doesn't go\" in Spanish.",
  "Claim_ID": "business_misxlate_nova",
  "Tags": ""
}