{
  "Origins": "On 16 January 2015, New York City-based British tea shop Tea & Sympathy published a Facebook status update castigating candy giant Hershey's, alleging the company had \"banned\" imports of Cadbury chocolates made in the United Kingdom. In addition, the post claimed popular imported British chocolate items including Yorkie bars and Toffee Crisps were \"banned\" because their names or likenesses were too similar to the American confectionaries York Peppermint Patties and Reese's Peanut Butter Cups:",
  "Fact Check": "",
  "Description": "The post concluded by urging fans to contact the CEO of Hershey's to express their displeasure over the new restriction. On 23 January 2015, the New York Times published an article examining claims of a ban on the sale of Cadbury UK's chocolates in the United States (where they have a strong fan base, despite higher pricing than American versions). Partially at issue is whether Hershey's can \"ban\" imports or sales of any product. While Hershey's has a lock on a lot of the United States' chocolate market, the company technically doesn't have the authority to ban anything from the U.S. market as it is not a regulatory agency. However, Hershey's can enforce the license it has to manufacture Cadbury chocolates in the U.S. and claim UK-made versions of those products violate the terms of that licensing agreement. It's worth noting the status update above doesn't pertain to just Cadbury UK products. If the claim is accurate, the company additionally argued other imported British chocolate products (which are not licensed by Hershey's) could unfairly confuse consumers due to their resemblance to American chocolate brands. Cited in the Facebook update and Times article were Yorkie bars and Toffee Crisps and their alleged similarity to York Peppermint Patties and Reese's Peanut Butter Cups, respectively: As the image displayed above shows, Yorkies are not patty-shaped (and neither are they mint candy), and the packaging colors bear no resemblance to York Peppermint Patties. Toffee Crisps are likewise not cup-shaped candies, though the color is similar (albeit not identical) to Reese's products. Clearly, both sides have an interest in swaying public sentiment. Hershey's stands to gain from consumers forced to purchase US-made Cadbury products, and smaller shops such as Tea & Sympathy serve a thriving market of anglophiles, expats, and other chocolate lovers who prefer UK formulations for a number of reasons. The Times reported the primary importer of affected products confirmed it would no longer be importing the following British products: As a result of a settlement with the Hershey's Company, Let's Buy British Imports, or L.B.B., agreed to stop importing all Cadbury's chocolate made overseas. The company also agreed to halt imports on KitKat bars made in Britain; Toffee Crisps, which, because of their orange packaging, and yellow-lined brown script, too closely resemble Reese's Peanut Butter Cups; Yorkie chocolate bars, which infringe on the York peppermint patty; and Ms. Perry's beloved Maltesers. Hershey's has been silent so far about the controversy despite vocal opposition. However, a spokesman for the company e-mailed the Times about the settlement and confirmed Hershey's wished to enforce its trademarks and limit or dispute the sale of certain imported chocolate brands: Jeff Beckman, a representative for Hershey's, said L.B.B. and others were importing products not intended for sale in the United States, infringing on its trademark and trade dress licensing. For example, Hershey's has a licensing agreement to manufacture Cadbury's chocolate in the United States with similar packaging used overseas, though with a different recipe. \"It is important for Hershey to protect its trademark rights and to prevent consumers from being confused or misled when they see a product name or product package that is confusingly similar to a Hershey name or trade dress,\" Mr. Beckman said in an email. So while Hershey's hasn't \"banned\" imports of chocolate from the UK, the company has confirmed a settlement that will result in the effective discontinuation of imports of some Cadbury brand chocolates and some other UK-made confectionaries. Enterprising fans of British chocolate should still be able to procure their favored treats, but doing so is set to become much more difficult.",
  "Originally Published": "",
  "Referred Links": "http://www.nytimes.com/2015/01/24/nyregion/after-a-deal-british-chocolates-wont-cross-the-pond.html;https://www.facebook.com/TeaAndSympathyNYC/posts/10155110984185650;",
  "Example": "[Collected via e-mail and Facebook, January 2015] Has the Hershey Chocolate Company really banned Cadbury Chocolate products from being imported to the United States? I have seen this circulating on Facebook in the past week.",
  "Last Updated": "28 January 2015",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/business/consumer/hersheyban.asp",
  "Claim": "Hershey's has blocked imports of Cadbury chocolate manufactured in the UK and other British chocolates.",
  "Claim_ID": "business_consumer_hersheyban",
  "Tags": ""
}