{
  "Origins": "The Subservient Chicken is . . . uh, describing it as anything other than \"odd\" would be superfluous. Here's one attempt at characterizing the phenomenon that confronts web surfers who visit the subservientchicken.com web site:",
  "Fact Check": "",
  "Description": "The garter-clad subservient chicken can be prompted to do one's bidding in response to a variety of keywords. Some of the more amusing entries to try are: die strip dance lay egg sing eat elephant read fly clean room Actually, the chicken has a repertoire of about 300 different actions, each triggered by the entry of one of the combinations of nouns, verbs and other parts of speech programmed into its \"vocabulary.\" A complete list of trigger words and the clips they invoke has already been posted to the Internet, although it appears the clips can no longer be viewed directly from external web links. (That is, if you want to see the chicken jump, you have to go to subservientchicken.com and enter the command \"jump\" if you try to go directly to the URL for the \"jump\" clip, all you'll see is the chicken waving an accusatory finger at you.) A Subservient Chicken Request List was also established to chronicle the actions the chicken will or will not perform. The Subservient Chicken web site also includes links for a cut-out chicken mask (instructions: \"1. Cut along dotted line. 2. Put on chicken face. 3. Be subservient\") and a Subservient Chicken photo gallery . The most frequently asked question about Subservient Chicken was, of course, whether he was really affiliated with the Burger King fast food chain, or whether he was just the product of an Internet prankster who stuck a Burger King link on his web site. The chicken had some obvious links (no pun intended) to Burger King: subservientchicken.com displayed a Burger King logo while loading and included a link to BK.com, and the domain name was registered by Crispin Porter + Bogusky , the advertising agency that replaced Young & Rubicam as Burger King's lead creative ad agency in January 2004, . Any doubt about the connection was ended when mention of the Subservient Chicken web site started appearing in Burger King television commercials. As the Wall Street Journal reported, subservientchicken.com was another instance of a commercial promotion accomplished through furtively launched \"viral marketing\" techniques: Designed by Crispin, the Web promotion represents a classic example of viral marketing promotions that catch on via word-of-mouth rather than a flashy ad campaign on a more established medium such as TV, radio or a magazine. \"The intent here is to speak specifically to young adults in their 20s and 30s. These are people that are very Internet savvy,\" says Blake Lewis, a spokesman for Burger King, which is controlled by Texas Pacific Group. \"They are very active. They may not mirror a lot of the traditional TV, newspaper or radio consumption patterns that older adults have come to adopt.\" The subservientchicken.com Web site launched the evening of April 7, Mr. Lewis says, and only 20 people were told about it all friends of people who worked at the ad agency. Some TV ads have flashed the Web address. Burger King says the site has received 15 million to 20 million hits. According to the agency, Web surfers have spent an average of six minutes exploring the fowl game. Since \"Have it your way\" has long been a famous Burger King motto (and registered trademark) promoting their policy of allowing the customer to have \"hamburger the way you want it,\" it only made sense for Burger King to offer \"chicken the way you want it\" as well.",
  "Originally Published": "",
  "Referred Links": "http://www.promomagazine.com/ar/marketing_burger_king_ousts/;http://www.cpbmiami.com/;http://www.subservientchicken.com/html/gallery01.html;http://www.subservientchicken.com/chickenmask.pdf;http://www.subservientchicken.com/clips/clip_33.swf;http://www.xeni.net/images/bb/clipData.html;http://www.subservientchicken.com/;",
  "Example": "So I have to know - is http://www.subservientchicken.com really affiliated with Burger King? Their website indicates it is, but I just can't see it. I have a question for you. Is the Subservient Chicken website REALLY sponsored by Burger King?",
  "Last Updated": "13 May 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/market/chicken.asp",
  "Claim": "Fast food chain Burger King is behind a 'subservient chicken' Internet promotion.",
  "Claim_ID": "business_market_chicken",
  "Tags": ""
}