{
  "Origins": "One of the less appetizing aspects of modern life is having to entrust our personal safety and wellbeing to those responsible for churning out household and personal care items. Precious little of the process of bringing these items to market is transparent, and the products that end up in our hands arrive emblazoned with lengthy lists of polysyllabic ingredients that make the task of working out exactly what went into them almost impossible. Ultimately, we have to cross our fingers and hope that the manufacturers have done right by us. But even so, there is always that little nagging sense that all might not be entirely well with many of the items we use on a daily basis.",
  "Fact Check": "",
  "Description": "Rumors about icky or even dangerous substances lurking in ordinary household and personal products are our way of voicing that sense of disquiet, thus we fret that our shampoo causes cancer, our scrubbing sponges contain formaldehyde , and our lipsticks are loaded with lead (and even go so far as to worry about how much lip goo women swallow in their lifetimes). We also fret (needlessly, it turns out) that our mascara contains bat poop. This rumor's origin lies with a similarity between two words that causes them to be confused for one another: guano and guanine . Mascara contains the crystalline form of guanine, a word that derives from the Spanish word guano , meaning \"dung.\" Guanine is used extensively in the cosmetics industry, where it functions as a colorant and as an opacifying (shimmering or light diffusing) agent. It's found in bath products, cleansing products, fragrances, hair conditioners, lipsticks, nail products, shampoos and skin care products. The crystalline guanine used in beauty products doesn't derive from excrement, though, either from bats or from any other critter. Yet there is a bit of a \"yuck!\" factor to that ingredient, as guanine is manufactured from fish scales, which means you're likely finding a little bit of Nemo in your cosmetics drawer. The Personal Care Products Council (formerly the Cosmetic Toiletry and Fragrance Association) labels the rumor about bat guano in mascara as false: \"The color additive guanine is approved by the FDA and listed in the Code of Federal Regulations,\" said that organization's Irene Malbin. \"By law, guanine must be derived from fish scales. It is not derived from guano. In addition, there are no guano- or feces-based ingredients used in any cosmetics.\" Bat guano has commercial uses, but not in the cosmetics industry. Instead, highly regarded fertilizer is made from bat droppings because this type of excrement is incredibly rich in nitrogen. (Thanks to its nitrogen richness, bat guano was at one time used in the manufacture of explosives.) Bat poop or not, mascara can be a dangerous beautifier if handled carelessly. Application problems routinely cause the product to end up in the eyes of users as well as on their lashes, resulting in numerous emergency room visits (2,390 in 1983, for example). Among the mishaps that bring people into the ER with mascara-related injuries are slips of the applicator, which can injure or irritate the eye, sometimes resulting in infection. Bacterial contamination of the product also can represent a danger. In extreme cases, dermatologists report, mascara has caused allergic reactions or inflammation of the conjunctiva, the mucous membrane lining the eyelids. The Cosmetic, Toiletry and Fragrance Association offers these safety tips on mascara use: Don't use old containers of eye cosmetics. Discard mascara three months after purchase. Discard dried-up mascara. Don't add saliva or water to moisten it. The bacteria from your mouth may grow in the mascara and cause infection. Adding water may introduce bacteria and will dilute the preservative that is intended to protect against microbial growth. The \"bat poop\" rumor isn't the only one we've heard about mascara, even though it is the most prevalent. Such rumors include the following: I heard that mascara was made with crushed glass in it. I was told that all waterproof mascaras have tar. A rumor is going around that mascara is made from aborted babies. Upon getting ready for school this morning, my 12 year old daughter informed me that her mascara was made with monkey eyeballs. Barbara \"monkey in the middle school\" Mikkelson Additional information: 7 Safety Tips for Mascara Wearers (Consumer Reports)",
  "Originally Published": "",
  "Referred Links": "http://www.consumerreports.org/health/healthy-living/beauty-personal-care/cosmetics/7-safety-tips-for-mascara-wearers-5-07/overview/0507_mascara_tips_ov.htm;",
  "Example": "[Collected via e-mail, June 2010] I watched a show on TV called \"Billy the Exterminator\" sometime during the week of june 14, 2010. Billy was sent to a house in Alabama that was infested with bats. The attic floor was at least 3 inches deep in bat feces. This was exemplified by the person stepping into the muck with a booted foot. He sank ankle deep. During this show Billy said the bat feces carries over 30 different diseases. The feces will later be scooped up and the bacteria can be attenuated. It then will become an ingredient in MASCARA, Billy said. \"Yes, ladies mascara!\"",
  "Last Updated": "21 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/business/secret/mascara.asp",
  "Claim": "Bat guano is used in the manufacture of mascara.",
  "Claim_ID": "business_secret_mascara",
  "Tags": ""
}