{
  "Origins": "Unusual for this section of our web site, we tackle a legend that isn't a product origin tale but rather a product discontinuation tale.",
  "Fact Check": "",
  "Description": "In the late 1970s, it became apparent the small plastic coffee spoons at McDonald's restaurants were being used by some immersed in the drug culture for other than their intended purpose of stirring hot beverages. These plastic implements had become a popular item of drug paraphernalia, a sort of Everyman's coke spoon, and were being used to measure and snort powdered cocaine as well as PCP. The practice of using these implements in such fashion became so widespread that at least in some cities, a dose of cocaine was dubbed a \"McSpoon\" because it came packaged in the tiny coffee stirrers from McDonald's restaurants. In 1992 an undercover detective in Columbus, Ohio, said McSpoons were commonly sold ten to a bundle in that town and twelve to a bundle in Detroit. Businesses (especially ones that view families as their primary market) are not well served by having their products associated with illegal activities. The company reacted to the problem by redesigning the stirrer, replacing the spoon with a flat paddle. While such change didn't stop cocaine use, it did work to distance McDonald's from an unsavory connection that linked one of its products with the world of illegal drugs. Doug Timberlake, a spokesman for McDonald's Corp., said at the time that the fast-food chain had decided to redesign its spoons because \"It has been brought to our attention that people are using them illegally and illicitly for purposes for which they are not intended.\" Barbara \"coke is ain't it\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, April 2005] So, I really remember years ago that McDonald's miniature spoon coffee stirrers were pulled off the market because people used them to snort cocaine. Now it seems I'm the only one who remembers this. Did it really happen? [Collected via e-mail, August 2008] I have a \"rumor\" that I believe is \"fact\". In the '70s, McDonald's used tiny spoons as coffee stirrers. They now use paddles. The rumor is the change was due to drug addicts using the spoons to snort cocaine.",
  "Last Updated": "18 June 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/business/origins/mcdspoon.asp",
  "Claim": "McDonald's did away with their spoon-shaped coffee stirrers because people were using them as cocaine spoons.",
  "Claim_ID": "business_origins_mcdspoon",
  "Tags": ""
}