{
  "Origins": "At times the names of products prompt legends about their origins, with speculation as to their meanings giving rise to unusual beliefs. One such error-laden hypothesis exists about Lucky Strike, a brand of cigarette popular with American consumers in times past.",
  "Fact Check": "",
  "Description": "According to rumor, the brand's name is a reflection of what was supposedly found in some packs or cartons of these cigarettes: marijuana. The buzz has existed for many years that Lucky Strike smokers were engaged in a form of illegal substance lotto, with some of them happening upon a \"lucky strike\" of the ganja variety by finding a joint or two among the customary fare. As to how often a marijuana cigarette is said to be included with regular Luckies, we've heard it as: \"every so often,\" \"1 in every 1000 cartons,\" \"within each carton a single marijuana cigarette,\" \"1 in every 20 in a pack,\" \"contained 1 cannabis joint for every 20 or so packs,\" and \"every 1 in 100 was a spliff.\" Some further heard that these 'special' cigarettes would be \"marked with a stripe or strike mark.\" The rumor about marijuana being secreted in packs of Luckies is even said (by some, at least) to have prompted another aspect of cigarette lore, the practice of reversing one cigarette in each newly opened pack and christening it the \"luck\" or \"wish\" cigarette, but whether there was any connection between the origins of that practice and the Lucky Strike rumor has not been substantiated: [Collected via e-mail, 2004] With regard to the practice of turning over a cigarette in the pack as a \"lucky\", I was told this came from Lucky Strikes cigarettes as one of the cigarettes in the pack contained a mixture of tobacco and marijuana, thus the \"Lucky Strike\". When a pack was opened, the smoker would search the pack to find the \"Lucky Strike\", then turn it over to save it for last. Yet no matter how many forms the belief takes, it is nothing but wishful thinking. Lucky Strike gained its name as a reference to the Gold Rush days, when prospectors who happened upon great riches were said to have made a \"lucky strike.\" By selecting this particular name for the product, its manufacturers implied consumers who chose this brand of tobacco were themselves making a \"lucky strike\" in the form of happening upon a fine product. (Throughout its history, Lucky Strike drew upon similar marketing sleight-of-hand to build belief that it was superior to its competitors. Early advertising campaigns proudly trumpeted \"It's toasted!\" as if what was being proclaimed was a noteworthy aspect peculiar to that one brand when in fact all tobacco used in cigarettes was \"toasted.\" And in the 1940s when it altered the look of its cigarette pack to make the brand more popular with women, a growing segment of the smoking population, it positioned the redesign as part of the war effort: Consumers were told \"Lucky Strike Green Has Gone to War!\" by doing away with its former green packaging and so preserving those verdant dyes for use by U.S. Army an explanation that was pure humbug.) In 1903 Lucky Strike was sold to W.T. Blackwell & Company of Durham, North Carolina, and in 1905 it was acquired by the American Tobacco Company. American began manufacturing the Lucky Strike cigarette in 1917 to challenge Camel for its share of that market. Although Lucky Strike lacks any connection to self-medicating with marijuana, at one time it was positioned as a diet aid. The brand was the first to connect smoking to weight loss with an advertising campaign targeted to women that advocated lighting up as the way to combat sugar cravings. In the 1920s and 1930s, ads for the cigarette told women \"When tempted, reach for a Lucky instead; you will thus avoid overindulgence in things that cause excess weight.\" That campaign worked: \"Reach for a Lucky instead of a sweet\" was associated with a 200 percent increase in market share. Barbara \"a 200 percent increase in other things can be gained by reaching for your sweetie instead of a Lucky\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "There is a rumor I've heard for some time now, that the reason lucky strike cigarettes are named as so, is that back in the day, apparently before marijuana was illegal, every so often, a pack of lucky strike cigarettes would have a bonus marijuana cigarette tossed in. if you were the recipient of one of these packs, you indeed got the \"lucky strike\". I however, always just assumed the name had something to do with bowling. What do you think?",
  "Last Updated": "26 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/secret/luckies.asp",
  "Claim": "Lucky Strike brand cigarettes are so named because some packs contained marijuana cigarettes.",
  "Claim_ID": "business_secret_luckies",
  "Tags": ""
}