{
  "Origins": "One of the many windfall schemes that some of us dream about in our idle moments is fortuitously turning up a rare old coin worth hundreds or even thousands of dollars perhaps through discovering one stashed away by a relative who has forgotten about it, uncovering one hidden beneath some dirt or debris, or simply finding one in a handful of change. The last of these routes rarely yields lucky finds anymore, as collectors and treasure-seekers have long since plucked every coin of significant value from circulation, but in April 2006 the odds of making such an advantageous discovery got a little bit better.",
  "Fact Check": "",
  "Description": "To help introduce more people to \"the magic of coin collecting,\" Scott A. Travers, a 44-year-old former vice president of the American Numismatic Association and author of The Coin Collector's Survival Manual, decided to mark National Coin Week in mid-April 2006 by deliberately spending three valuable old pennies as he made routine purchases around Manhattan. \"I'm planting a seed, and I hope that a new generation of people will come to appreciate the history that coins represent,\" he said. The three coins Scott Travers spent were all relatively low-mintage U.S. one-cent pieces nearly one hundred years old: a 1908-S Indian Head cent, and 1909-S VDB and 1914-D Lincoln cents. (In the conditions released by Travers, at the time those coins were worth roughly $200, $1,000, and $300, respectively.) Mr. Travers said he put the 1914-D Lincoln cent into circulation on 12 April 2006 when he purchased a pretzel from a food stand outside the NASDAQ offices in Times Square, and a few days later he spent the 1909-S V.D.B. Lincoln cent to buy a bottle of water from a different vendor in Times Square, then walked a block to a newsstand where he used the 1908-S Indian Head cent. Within a few weeks, seven people came forward saying they had found the $1,000 coin (i.e., the 1909-S V.D.B. Lincoln cent), but Travers said that although the proffered coins were real, none of them was the one he released into circulation. As of 2009 there had been no reports of anyone's finding any of the three rare pennies, but Scott Travers may never find out what happened to them, as it's quite possible the valuable cents ended up lost, squirreled away as oddities by people who didn't know their true value, or retrieved and sold by lucky finders unaware the coins were deliberately placed into circulation. Indeed, Mr. Travers has tried the same stunt more than once, and he hasn't ever learned the fate of some of the valuable coins involved in those previous attempts: Travers has spent rare coins before. In 1999, he did it to coincide with the numismatic association's convention in New York, although he never found out whether one of the rare pennies was rediscovered. Past coin drops, in 1997 and 2002, succeeded in sparking interest in coin collecting, but Travers doesn't know if anyone \"cashed in\" by finding the coins. Travers has met many people who believe they've discovered his coins, and though they may have found valuable coins, they weren't his.",
  "Originally Published": "",
  "Referred Links": "http://www.coinfacts.com/small_cents/lincoln_cents/wheat_ear_cents/1914d_cent.htm;http://www.coinfacts.com/small_cents/lincoln_cents/wheat_ear_cents/1909s_vdb_cent.htm;http://www.coinpage.com/coin-image-4839.html;",
  "Example": "[Collected via e-mail, 2006] A friend told me that she heard that a millionnaire put a penny worth a million dollars in circulation by using it to buy a hot dog at a vendor cart. Supposedly you can tell because it has a \"J\" under the year.",
  "Last Updated": "17 March 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/money/travers.asp",
  "Claim": "A collector deliberately placed three valuable U.S. coins into circulation in New York in April 2006.",
  "Claim_ID": "business_money_travers",
  "Tags": ""
}