{
  "Origins": "The process of choosing names for products which companies hope will catch the public's fancy is fraught with pitfalls. Ideally, a product name needs to be pleasing to the ear, memorable, distinctive, and of such a nature as to conjure up associations in the minds of consumers with the product's primary strengths or selling points. It also needs to work well internationally, avoiding the problem of a perfectly serviceable word in one language being a rather unsavory word in a different one (e.g., in German, mist is slang for manure ). It also needs to be something that will not alienate potential customers.",
  "Fact Check": "",
  "Description": "It was on this last point that shoe giant Reebok failed spectacularly in the late 1990s with its Incubus athletic shoe for women. As pointed out by ABC News in February 1997, when that network broke the story, the name of Reebok's new shoe was hardly likely to appeal to its target market given that an incubus is a male demon who comes upon women in their sleep and rapes them. (The female equivalent is a demoness who targets men and is known as a \"succubus.\") Much chagrined, the company recalled 18,000 boxes of these unsold $57.99 shoes. The poorly researched name did not appear on the footwear itself but merely on its boxes, which provides a potential explanation for how the product's rollout process got so far along before anyone commented on the unseemly name. Reebok said its in-house marketers had come up with the name in late 1995, as one of about 1,500 potential names the company had selected for its 1996 footwear and clothing collections. \"We apologize,\" said Dave Fogelson, director of public relations with Reebok, admitting that the company did not properly research the meaning of the word when it found the name was not trademarked. \"I cannot imagine any responsible individual knowing what this name means and deciding that it's appropriate.\" Barbara \"the devil was in the details\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "26 July 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/business/market/incubus.asp",
  "Claim": "Reebok once marketed the \"Incubus,\" a shoe named for a demon who violates women in their sleep.",
  "Claim_ID": "business_market_incubus",
  "Tags": ""
}