{
  "Origins": "In January 2014, JPMorgan Chase & Co., the largest bank in the U.S., announced that in order to head off potential money laundering issues, it would be implementing a policy that requires customers making cash deposits to show identification and that prohibits customers from depositing cash into personal accounts on which they are not listed as account holders:",
  "Fact Check": "",
  "Description": "The policy applies only to cash deposits (not negotiables such as checks or money orders) and only to deposits made into consumer and business accounts (not investment, Treasury and commercial accounts). The restrictions, for example, limit the ability of parents to deposit cash into the accounts of their children who might be away from home (e.g., at college or on vacation) if the parents are not listed as joint account holders, but Chase customers can add authorized signers to their accounts to work around this limitation. According to a Chase spokesperson, the policy change was related to efforts to bolster the bank's anti-money laundering efforts: \"It's an excellent idea. I guarantee other banks will follow suit very shortly if they're smart,\" said Annemarie McAvoy, a former federal prosecutor who now teaches anti-money laundering and counterterrorism at Fordham Law School. \"The hard thing with cash is you can't tell where it's coming from once it goes into an account,\" said McAvoy. \"I think Chase is trying very hard to be ahead of the curve. Part of it is they are under the microscope [due to a $2 billion settlement over criminal charges related to the Madoff scandal], but I think they are really trying to do the right thing.\" It is not accurate to say that this limitation on cash deposits is \"banking law,\" however. Banks are required by law to report cash transactions exceeding $10,000, but they are not required to turn down cash deposits made by non-account holders the latter restriction is purely a voluntary policy that Chase has chosen to implement on its own; other banks may or may not follow suit.",
  "Originally Published": "",
  "Referred Links": "http://www.foxbusiness.com/industries/2014/01/07/doj-jpmorgan-to-pay-madoff-victims-17b/;http://personal.crocodoc.com/4BvhQwQ;",
  "Example": "[Collected via e-mail, July 2008] Chase bank this morning would not accept cash deposit, when the person depositing the cash was not the account holder. I was told that \"banking laws prohibit someone who is not the account holder from depositing cash to an account.\" (This actually happened to me!)",
  "Last Updated": "20 September 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/business/bank/nocash.asp",
  "Claim": "Chase Bank does not allow cash deposits made by non-account holders.",
  "Claim_ID": "business_bank_nocash",
  "Tags": ""
}