{
  "Origins": "If there were a prize for the most abused Social Security number, 078-05-1120 would win it hands down. What started out as an ordinary number originally issued to a middle-aged secretary in New York state was at the height of its popularity claimed by more than 40,000 people.",
  "Fact Check": "",
  "Description": "It's hard to now imagine a time without Social Security numbers because they've grown to be so much a part of everyone's identity. Yet indeed there was a time when what we now take for granted was brand-spanking new. The first SSNs were issued in November 1936, and by the end of 1937, about 37,139,000 of them had been handed out. Even so, they were still very much the new thing and not at all understood. Which set the stage for what was about to happen. In 1938, the wallet manufacturer E.H. Ferree of Lockport, New York, decided they could better promote their wares by showing how the new Social Security card would look in their wallets. A sample card, meant strictly for display purposes, was inserted into each wallet, the number appearing on the card belonging to Mrs. Hilda Schrader Whitcher, secretary to E.H. Ferree Vice President and Treasurer Douglas Patterson. Although the card distributed in those wallets (sold through Woolworth stores and other department stores all over the U.S.) was half the size of the real thing, was printed all in red, and had the word \"specimen\" stamped across the face of it, thousands of those who purchased wallets containing the specimen card adopted its number as their own. In the peak year of 1943, a reported 5,755 people were using Hilda's number fathers passed it on to sons and mothers to daughters, keeping it alive for decades. In an effort to curb the abuse, the Social Security Administration voided the \"Woolworth\" number (they gave Hilda a new one) and did what they could to publicize that people should not use it, but the number continued to turn up as late as 1977, when twelve people were found to still be using the SSN \"issued by Woolworth.\" (The previous year, forty people had that notion, so at least things were getting better.) In all, over 40,000 people have reported the Woolworth number as their own throughout the years. There have been other cases in which numbers on mock Social Security cards have been preempted for widespread use, although none on the scale of the abuse of 078-05-1120 . One embarrassing episode was the fault of the Social Security Board itself: In 1940, the Board published a pamphlet explaining the new Social Security program which featured an illustration of a Social Security card on its cover. The card pictured on the pamphlet bore the non-assigned number 219-09-9999 , and, as one might inevitably expect, in 1962 a woman presented herself to the Provo, Utah, Social Security office complaining that her new employer would not accept her SSN: 219-09-9999. When the disgruntled woman was informed that the SSN she had proffered was invalid and could not possibly belong to her, she pulled out her copy of the 1940 pamphlet to prove that 219-09-9999 was in fact the number that had been assigned to her. Barbara \"number of the ceased\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "27 May 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/taxes/woolworth.asp",
  "Claim": "The number on a sample Social Security card distributed in wallets sold through Woolworth stores was used by thousands of people.",
  "Claim_ID": "business_taxes_woolworth",
  "Tags": ""
}