{
  "Origins": "Thomas Crapper is an elusive figure: Most people familiar with his name know him as a celebrated figure in Victorian England, an ingenious plumber who invented the modern flush toilet; others believe him to be nothing more than a hoax, the whimsical creation of a satirical writer. The truth lies somewhere in between.",
  "Fact Check": "",
  "Description": "Much of the confusion stems from a 1969 book by Wallace Reyburn, Flushed with Pride: The Story of Thomas Crapper . Reyburn's \"biography\" of Crapper has often been dismissed as a complete fabrication, as some of his other works (most notably Bust-Up: The Uplifting Tale of Otto Titzling and the Development of the Bra ) are obvious satirical fiction. Although Flushed with Pride is, like Bust-Up , a tongue-in-cheek work full of puns, jokes, and exaggerations, Reyburn did not invent the person of Thomas Crapper as he did Otto Titzling. In Flushed with Pride , Reyburn's satire rests on the framework of a real man's life. Thomas Crapper was not, as Reyburn wrote, the inventor of the flush toilet, a master plumber by appointment to the royals who was knighted by Queen Victoria, or an important figure whose achievements were written up in the Encyclopedia Britannica , and one searches in vain for evidence that contemporary authorities took any notice of Thomas Crapper, for mention of him in biographical dictionaries, or for his obituary notice in the London Times . But although Thomas Crapper may not have been a man of importance to his contemporaries, he was indeed a real person, a sanitary engineer in 19th century London who ran his own plumbing concern, who took out several patents on plumbing-related devices, and whose name can still be spotted on manhole covers around London. Although Thomas Crapper took out nine plumbing patents between 1881 and 1896, none of these patents was for the \"valveless water-waste preventer\" he is often credited with having invented. The first patent for a siphonic flush was taken out by Joseph Adamson in 1853, eight years before Crapper started his plumbing business. Many types of siphonic systems were patented in the 1880s, but none by a Crapper until George Crapper, Thomas' nephew, was awarded an 1897 patent for \"improvements in or relating to automatic syphon flushing tanks.\" Crapper may have sold or installed water closets, but he didn't have much to do with their development. Alexander Cummings is generally credited with inventing the first flush mechanism in 1775 (more than 50 years before Crapper was born), and plumbers Joseph Bramah and Thomas Twyford further developed the technology with improvements such as the float-and-valve system. Thomas Crapper, said an article in Plumbing and Mechanical Magazine , \"should best be remembered as a merchant of plumbing products, a terrific salesman and advertising genius.\" A related legend has it that U.S. soldiers stationed in England during World War I (some of whom had little or no experience with indoor plumbing) saw toilets marked with the name 'CRAPPER' and brought the word home as a synonym for 'toilet' or 'bathroom.' Although the word 'crap' (used in a scatological sense) antedates Thomas Crapper and is therefore not derived from his name, the origins of 'crapper' as a synonym for 'toilet' are unknown, other than that it is a particularly American term whose earliest print citings come from the 1930s.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "31 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/names/crapper.asp",
  "Claim": "The flush toilet was invented by Thomas Crapper.",
  "Claim_ID": "business_names_crapper",
  "Tags": ""
}