{
  "Origins": "Although milk has long been a staple of the American diet, a century ago many people did not have access to fresh milk. Because of the comparatively primitive states of the transportation and refrigeration industries back then, milk a highly perishable food item could not generally be transported over long distances efficiently, and therefore those who did not live sufficiently close to a dairy supply source (or keep their own cows) could not count on having regular access to safe, unspoiled milk.",
  "Fact Check": "",
  "Description": "The solution to this marketing roadblock was the development of evaporated milk, a product created through a process which greatly reduced the volume of whole milk by removing about 60% of its water content via evaporation and ensured it remained fit for consumption much longer than fresh milk by subjecting it to heat-treatment sterilization and sealing it into cans. The finished product could be transported over long distances much more easily than whole milk because it was considerably reduced in volume and weight and did not require refrigeration. By adding water to the contents of a can of evaporated milk, consumers could obtain a reasonable substitute for fresh, whole milk and be assured that the product was sanitary. (Although the terms \"evaporated milk\" and \"condensed milk\" are often used interchangeably, the latter term can refer to either of two very different products. Evaporated milk and unsweetened condensed milk are both products made by removing approximately 60% of the water from whole milk and sterilizing the remainder through heat-treatment. Sweetened condensed milk is produced by adding a good deal of sugar to milk prior to removing 60% of its water, producing a sticky, sweet mixture which does not need to be heat-sterilized [because the added sugar acts as a natural preservative] and which cannot be turned back into a drink similar to whole milk through the addition of water.) One of the pioneers of the evaporated milk business was a grocer from Kent, Washington, named Elbridge Amos Stuart, who in 1899 co-founded the Pacific Coast Condensed Milk Company, selling canned evaporated milk to prospectors heading north to the Yukon gold rush. Stuart's faith in the general marketability of evaporated milk was well-founded, and, as sales began to grow, legend has it that he stumbled across the now-famous name for his product while strolling through downtown Seattle. Spotting a display of \"Carnation\" cigars in a tobacconist's window, Stuart thought the brand name an odd one for a stogie but a good one for his own product, and thus began the association of canned evaporated milk with a red-and-white label bearing the name Carnation. Stuart was as concerned with the ingredients that went into his product as he was with the process of making it, and he maintained the firm belief that a steady supply of good-quality milk could be ensured only by obtaining it from healthy cows. To that end he furnished his suppliers with purebred bulls to help them breed better milk cows, and he eventually established his own breeding farm, known as Carnation Farm. Stuart's philosophy of \"contented cows give better milk\" is reflected in this ad copy from a 1909 Carnation Milk newspaper advertisement: The superior flavor of Carnation Milk is merely that of rich, whole milk, unusually delicious because of the favorable climatic conditions peculiar to the north Pacific coast, where Carnation Milk cows, healthy and contented, are pastured all the year. These conditions and the extreme care and promptness exercised in handling, cooling and sterilizing, combine to make Carnation Milk nutritious, safe and tempting to the delicate appetite. Evaporated milk soon became, as its founder had envisioned, as much a staple of grocery store shelves as salt or sugar. Although Carnation was far from the only brand of evaporated milk available (Borden's Eagle was a strong competitor), it has long been the market leader and best-known national brand of evaporated milk in America, and generations of Americans raised on it fondly recall the familiar sight of red-and-white Carnation cans in their kitchen cupboards. By the time it was bought up by Nestl S.A. in 1985, the Carnation company had grown from a producer of evaporated milk to a multi-billion-dollar conglomerate offering over 200 products, including market-leading brands in everything from tomato paste (Contadina) to pet food (Friskies). Such was the fame and ubiquity of Carnation Evaporated Milk in America that it became the subject of an affection expressed through humorous, satirical rhymes. Just a schoolkids of my own era (the 1960s) spun nonsensical riffs on popular songs, television theme music, and commercial jingles, so those of an earlier time delighted in inventing and repeating variations on a bawdy bit of verse about a familiar household product: Carnation milk is best of all; no teats to pull, no poop to haul. Got no nasty tail to switch; just poke a hole in the son-of-a-bitch!\" Summer, winter, spring or fall, Carnation milk is best of all; no tits to pull, no tails to switch, just punch a hole in the son of a bitch! Carnation milk is best of all, comes in cans both short and tall: No tits to pull, no hay to pitch; just punch two holes in the son-of-a-bitch. Carnation Milk is best in the land; it comes in a little red-and-white can. No tits to pull, no hay to pitch; just poke a hole in the son-of-a-bitch. Although catchy rhymes and consumer participation contests are methods which have been used by a number of companies over the years to promote their products (see our Burma-Shave page for a prime example), Carnation did not sponsor a contest inviting consumers to complete a rhyme beginning with the line \"Carnation Milk is best of all . . .\" which prompted the submission of the \"just poke a hole\" verse by a \"little lady from North Carolina\" who mailed it to Carnation and was rewarded with a $1,000 prize for her efforts. This piece is just a funny bit of doggerel fashioned about a common household product by a variety of anonymous jokesters decades ago which has since been dressed up with a framework presenting it as \"true story\" in a fashion similar to many other jokes -turned-urban-legend. Printed references to this verse indicate that it might be almost a century old itself. For example, the following presentation appears in a college literature textbook: Anonymous (American oral verse) CARNATION MILK (about 1900?) Carnation milk is the best in the land; Here I sit with a can in my hand - No tits to pull, no hay to pitch, You just punch a hole in the son of a bitch. \"This quatrain is imagined as the caption under a picture of a rugged-looking cowboy seated upon a bale of hay,\" notes William Harmon in his Oxford Book of American Light Verse (New York: Oxford UP, 1979). Possibly the first to print this work was David Ogilvy (b. 1911), who quotes it in his Confessions of an Advertising Man (New York: Atheneum, 1963).",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0874834449/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0321087682/ref=urbanlegendsrefe;",
  "Example": "A little lady from North Carolina had worked in and around family dairy farms since she was old enough to walk, with hours of hard work and little compensation, and when canned Carnation Milk became available in grocery stores (1940's or 50's?) she read an advertisement offering $5,000 for the best slogan/rhyme beginning with \"Carnation Milk is best of all . . .\" She said, 'I know all about milk and dairy farms . . . I can do this!' She sent in her entry and about a week later, a black limo drove up in front of her house. A man got out and said, \"Carnation LOVED your entry so much, we are here to award you $1000, even though we will not be able to use it.\" Here is her entry: Carnation milk is best of all, No tits to pull, no shit to haul; No buckets to wash, no hay to pitch, Just poke a hole in the son-of-a-bitch!",
  "Last Updated": "5 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/business/deals/carnation.asp",
  "Claim": "Woman wins $1,000 in a Carnation Milk slogan contest by submitting a bawdy bit of verse.",
  "Claim_ID": "business_deals_carnation",
  "Tags": ""
}