{
  "Origins": "This is a tricky claim to untangle, so bear with us. While it is untrue that Domino's Pizza itself has ever supported anti-abortion groups, its founder certainly has. Out of his personal wealth, founder Tom Monaghan has supported a number of causes over the years, including some in the pro-life camp, and his wealth came as a result of the success of the chain.",
  "Fact Check": "",
  "Description": "Domino's Pizza, a now popular U.S. chain of pizza delivery outlets, was founded by him in 1960 when he and his brother purchased a Ypsilanti, Michigan, restaurant named Dominick's. Intent upon keeping the restaurant's following while simultaneously signaling a switch to a pizza-only menu, Monaghan rechristened the eatery \"Domino's Pizza.\" Domino's grew from those humble beginnings into a business entity encompassing 7,000 stores in 66 countries that employed 120,000 workers and had sales of $3.54 billion in 2000. The success of the company made Monaghan a very rich man who would often be criticized for ostentatious displays of wealth. His strong convictions and lack of fear of controversy would also work to make him less than beloved in the eyes of many. Tom Monaghan is staunchly Catholic and has never made any bones about his support of the Church or his religion's particular beliefs. He does not go out of his way to hide his financial support of pro-life groups such as Operation Rescue and Right to Life, or right-wing fundamentalist causes such as Word of God. He was also open about his involvement with the Committee to End State-Funded Abortions in Michigan. (Not that other wealthy, powerful people don't have similar convictions or financially support controversial causes, but they are often far less public about such activities.) Is it fair to say some of the money from every pizza sold by the chain ended up in the hands of anti-abortion groups? Possibly it depends on how the matter is viewed. Certainly Domino's itself never gave money directly, and that is the persistent rumor, that the company tithed a portion of its revenues to those groups. That claim is false. Domino's used to address this rumor through the following statement found in its web site FAQ: Domino's Pizza LLC has never supported organizations on either side of the reproductive rights issue. The corporation and its 1,825 independent franchise owners across the world have one goal: to sell pizzas and grow our market share. We can't accomplish that goal if we alienate potential customers, as this issue certainly would. However, in another sense, monies from pizza sales did flow into pro-life causes via the conduit of Tom Monaghan. It needs be stressed, however, that he was acting as a private citizen who chose to bestow a part of his fortune on the causes he believed in, not as an officer of Domino's and on behalf of that corporation. The money was his to do with as he pleased, just as anyone's paycheck belongs to the person who earns it and stops being the employer's money at the moment it's paid over. That a spendthrift employee might choose to gamble away his earnings doesn't mean the company he works for supports gambling. Likewise, that a wealthy man financially supports causes others find objectionable doesn't mean the corporation that paid him the money favors those causes. Monaghan was not the only fast-food mogul to direct some of his earnings to pro-life organizations. Carl Karcher, founder of the California-based hamburger chain Carl's Jr., has been very open and public regarding his support of the pro-life philosophy. Once again though, this is a question of a well-off individual choosing to expend some of his personal riches on causes he believes in, not of the corporation he's associated with making those donations. Both Domino's and Carl's Jr. have at various times been the focus of pro-choice demonstrations and boycotts. Whatever one might think of Tom Monaghan's selection of social causes, and no matter how one views the question of direct versus indirect underwriting of them via pizza monies, it's all moot now. These days none of the revenues that flow into Domino's reach this controversial man, so no portion of what a customer pays for a medium pepperoni-and-cheese funds the causes he supports. Monaghan sold his Domino's Pizza empire to Bain Capital Inc. for $1 billion in 1998. He now runs the Ave Maria Foundation, which supports Ave Maria College, a separate law school and a system of elementary schools. Barbara \"pros and cons\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "26 November 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/business/alliance/domino.asp",
  "Claim": "Domino's Pizza financially supports Operation Rescue, an anti-abortion group.",
  "Claim_ID": "business_alliance_domino",
  "Tags": ""
}