{
  "Origins": "Dr Pepper doesn't contain any prune juice, but the belief that it does is remarkably long-lived, having been with us since about 1930.",
  "Fact Check": "",
  "Description": "The rumor about prune juice being part of the beverage's formula is addressed in a brochure put out by the company. \"There are 23 flavors and other ingredients (none of which are prunes) that produce the inimitable taste of Dr Pepper.\" And that's it. The Dr Pepper web site FAQ also tersely notes that \"Dr Pepper is a unique blend of natural and artificial flavors; it does not contain prune juice.\" The company may have inadvertently encouraged the spread of the prune rumor by cloaking its product's formula in secrecy. The Dr Pepper recipe is allegedly divided into two parts, each of which is locked up in a different Dallas bank so that no single person can ever be in possession of the whole formula. ( Coca-Cola is rumored to follow a similar policy.) Though the exact formulation is not known to the public, the company is adamant that Dr Pepper doesn't now contain prune juice, nor did it at any time in the beverage's history. No one really knows how this belief came to be attached to the soft drink, although speculation runs rampant that a long-ago competitor's deliveryman tried to discourage those on his route from stocking their stores with the product by making this outrageous claim to undermine it. Dr Pepper is a dark liquid, making the notion that another dark liquid could be been surreptitiously slipped into the concoction fall within the realm of possibility. That, plus its unclassifiable flavor is enough to render the rumor faintly plausible. Prunes, of course, are somewhat reviled for their association with prompting bowel movements, an association that supplies the \"ewww!\" factor necessary to keep the rumor going. (Not that this was always the case, however: sixteenth century rumor attributed sexual potency to prunes, which resulted in prunes being freely handed out in brothels.) The prune rumor is not the only bit of lore attached to this popular drink: controversy also exists over how the beverage gained its name. This ubiquitous Texas refresher was created in 1885 by Waco pharmacist Charles Alderton, who worked for Morrison's Old Corner Drug Store. According to lore, Wade Morrison, owner of the store and himself a pharmacist, had originally toiled in a Virginia drugstore owned by Dr. Charles Pepper. While employed there, he had fallen for the doctor's daughter, even going so far as to propose marriage. His hopes were dashed, however, when her disapproving father summarily put an end to things, causing the heartbroken swain to pull up stakes and move to Texas. When Alderton was casting about for a name for his new concoction, Morrison supposedly offered the sardonic suggestion of \"Dr. Pepper\" . In another version, Morrison, still carrying a torch for his beloved Miss Pepper even after he'd settled in Texas, persuaded his partner to honor her by naming it after her father. That's the lore of the matter, but the facts are a bit different. Pepper's daughter was born in 1874, which means Morrison left for Texas when the girl was but eight years old. Her extreme youth rules out all of the \"failed romance\" explanations Morrison was fond of regaling the credulous with. The most likely explanation for the name is the confluence of two factors: the then-common habit of preceding product names with \"Dr.\" to make them sound more healthful, and Morrison's once having worked for a physician with an unusual surname. Here's another oddball Pepper fact: The period after the \"Dr\" went missing in 1950 when the company changed the font used to write the name. When presented in this new style, the lower case \"r\" consisted of a small slanted line with a dot at its upper right. Well and good, but when a period was trailed after that new-fangled \"r\", the period and the r's dot seemed to form a colon and alter the \"r\" into an \"i\". With the period there, \"Dr. Pepper\" looked like \"Di: Pepper\". The solution was to drop the period. The font has changed again since then, but the period remains AWOL. Barbara \"blackout period\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.drpepper.com/text/faq/#m;",
  "Example": "",
  "Last Updated": "20 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/business/secret/drpepper.asp",
  "Claim": "The popular Dr Pepper soft drink is made from prune juice",
  "Claim_ID": "business_secret_drpepper",
  "Tags": ""
}