{
  "Origins": "The story of the check written on the side of a cow is so widespread that major banks reportedly make reference to it in pamphlets given out to new depositors (as an example of some of the unusual things people have used as checks). Nonetheless, it's a completely fabricated tale, and it springs straight from the adventures of one Albert Haddock, the fictitious and fanciful creation of British writer A.P. Herbert.",
  "Fact Check": "",
  "Description": "Herbert's book Uncommon Law was first published in 1935. Herbert himself was called to the English Bar but never practiced, choosing another career path instead. He was a regular contributor to Punch for more than fifty years and the author of eight novels. He became a member of Parliament in 1935 and fought successfully for the reform of many licensing, divorce, and obscenity laws. Okay, now you know a bit about the author. As for his wondrous creation, Albert Haddock, here's a bit from the introduction to Uncommon Law: Albert Haddock made his first public appearance in Punch about 1924. I have always understood that I invented him, but he has made some disturbing escapes into real life. The first of the first series of Misleading Cases shown by the BBC on television in 1967 was No. 32 \"Board of Inland Revenue v. Haddock\" where Haddock, in payment of income tax, made out a cheque on a cow and led it to the office of the Collector of Taxes. Some weeks later I received a spacious cutting from an American newspaper (the Memphis Press-Scimitar) headed: A CHECK CAN BE WRITTEN ON A COW The article made not the slightest reference to me, my work, or the BBC, but used as news all Haddock's arguments and opinions on unconventional cheques. Halfway through, it suddenly claimed the authority of the Chase Manhattan Bank for the particular case of the cow: 'In the 19th century an Englishman named Albert Haddock got mad at the local tax collector over his bill and conceived a most ingenious idea for getting even.' Then followed the whole story. 19th century indeed! Haddock wasn't a real person any more than Sherlock Holmes was. A.P. Herbert loved writing about the law, so he created Haddock as an ongoing character upon whom he could hang his fanciful stories. The BBC's Misleading Cases comedy series, based on the exploits of the fictional Albert Haddock, used this one of Herbert's tales for its premier episode (\"The Negotiable Cow,\" originally aired 20 June 1967); someone at the Memphis Press-Scimitar picked up on it, didn't get the joke, and presented it as something that really happened. Not content to leave well enough alone, the Press-Scimitar threw in the bit about the Chase Manhattan Bank to lend an extra bit of believability to the tale. One wonders how many cattle have been led into the Chase Manhattan Bank over the years thanks to the Press-Scimitar's gullibility. (NOTE: A number of Internet sources cite the 1985 edition of Michael Liepner's Applying the Law as documentation of the claim that \"In Canada during the 1930s, a farmer painted a cheque on the side of a cow and cashed it.\" This citation is erroneous: the referenced book contains no such statement.) Barbara \"please use the cattle-drive-up window\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.phill.co.uk/comedy/cases/list.html;",
  "Example": "",
  "Last Updated": "29 June 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/business/bank/cowcheck.asp",
  "Claim": "Someone once wrote a check on the side of a cow, and the bovine check was accepted and cashed by the bank.",
  "Claim_ID": "business_bank_cowcheck",
  "Tags": ""
}