{
  "Origins": "Every now and then, a long-lived rumor spawns a real-life counterpart when someone in the business world comes to the startling realization that there is corporate gold to be mined by cashing in on what people are already committed to believing. Thus, thanks to the infamous $250 cookie recipe legend Neiman-Marcus now sells a chocolate chip cookie, and McDonald's (on behalf of its Ronald McDonald Houses) collects pull tabs for a charitable cause.",
  "Fact Check": "",
  "Description": "Another potential entry in this category is American Express, a company dogged for years by a rumor that it handed out black AmEx cards entitling holders to purchase anything up to jet fighters and beyond. While people insist a few of those fabled cards were provided to the ultra-privileged (those who had millions of dollars in American Express bank accounts; Imelda Marcos and the like) from 1984 to 1987, and a 1988 Wall Street Journal article appears to support that claim, whatever the truth about those chargeplates of lore, in 1999 the corporation finally bowed to the belief and began openly offering a real card at least somewhat in line with the rumor. (It's possible AmEx issued a special card that wasn't a chargeplate to the super-privileged back in the 1980s. That 1988 Wall Street Journal article described the black card as \"high-class ID for check-cashing\" even as it made clear nothing could be charged on the card; AmEx cardholders were still required to use their platinum, gold, or green cards to make purchases.) In 1999 American Express announced the introduction of its Centurion card. Available only by invitation to selected Platinum card members, this black credit card promises to simplify the lives of the harried rich. In exchange for its hefty annual fee (initially $1,000 US, but now $2,500), cardholders receive automatic upgrades on fifteen of the world's leading airlines. They also receive assistance in securing hard-to-come-by tickets for popular events, reservations at trendy restaurants, and shopping for Christmas gifts. Someone from the service will even call to remind cardholders of upcoming anniversaries. It is akin to having a personal concierge always on call. \"There had been rumors going around that we had this ultra-exclusive black card for elite customers,\" says Doug Smith, director of American Express Europe. \"It wasn't true, but we decided to capitalize on the idea anyway. So far we've had a customer buy a Bentley and another charter a jet.\" Other card member tales: One cardholder wanted to locate and purchase the horse ridden by Kevin Costner in Dances with Wolves. The horse was located in a stud ranch in Mexico, purchased and delivered to Europe. Another cardholder wanted a handful of sand from the Dead Sea for a child's school project on the Holy Land. Someone was dispatched by motorcycle to the shores of the Dead Sea to obtain the sand, which was couriered back to London. Yet another cardholder required American Express to organize a wedding, including designing the wedding card, drawing maps to direct guests to the banquet, renting tuxedos and shoes for guests, and preparing the hotel room with a jacuzzi for the wedding night. And for another cardholder who aspired to be an actress and wanted to be part of the crew of a weekly soap opera on TV, American Express contacted the director and arranged for an audition. According to cardholder and record producer Nellee Hooper, the Centurion \"arrives at your house with a security guard. You get this big, black, velvet-lined box, with a special mini-computer and two black cards in it, one for business, one for pleasure.\" If you put your card in the mini-computer, it tells you how much you've spent. Hooper was probably attempting to add to the black card's mystique by speaking with his tongue planted in his cheek, however. Some of our readers who possess Centurion cards have reported that their new plastic arrived with no hoopla at all, nary a security guard nor a mini-computer. They did receive two cards, but it wasn't a case of one card for business and one for pleasure one card was the Centurion charge card and the other was a 'Priority Pass' (also black and gold) which allows them into first-class lounges the world over but can't actually be used to pay for anything. Yet for all of its snob appeal, the Centurion is still a thing of mystery. Though we located numerous references to it on the American Express web site, nothing we came across explicitly outlined its eligibility requirements or benefits. The card cannot be applied for; it is either proffered by AmEx or it is not. As to how the company decides whom it should offer the preferred plastic to, according to American Express their applications for Centurion cards are generally provided to customers who annually charge $150,000 or more to other AmEx cards. Centurion cards are not offered to anyone who has been a cardholder for less than a year. Long ago, when all that existed was the rumor, we asked ourselves what value there would be in having credit cards so little known they would not be recognized by merchants when presented. Apparently that minor consideration pales in the light of the chargeplates' inherent cachet at least in their users' eyes, their scarcity seems to more than counterbalance the occasional store clerk's viewing them with suspicion. Black charge cards have progressed from the realm of urban lore into reality. The black AmEx is now not even unique in that Britain's NatWest came out with its version of an ebony premium charge card in 2002. Given the annual fees attaching to such premium cards and in light of the interest rates they carry, we're quite content with our less dusky plastic. Barbara \"black adders\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1994] There exists an American Express card \"above\" the Platinum. The name is supposed to be \"The Sky's The Limit,\" and the card is supposed to be sky blue with puffy white clouds on it (I kid you not). [Collected on the Internet, 2003] Is there such a thing as a Black American Express Card? I was told by someone in a local pub (I live in the UK) that American Express issue black american express cards the super wealthy. People like Bill Gates and Michael Jackson. I was told that you cannot apply to have a black AmEx but are instead invited by the company to have one as long as you agree to keep is existence as secret as possible.",
  "Last Updated": "18 April 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/business/bank/blackcard.asp",
  "Claim": "American Express issues a special black card that allows its holders to buy anything.",
  "Claim_ID": "business_bank_blackcard",
  "Tags": ""
}