{
  "Origins": "In April 2005, reports began flowing out of Maryland regarding innocent bystanders being cowed by groups of roaming bovines. These bovines were not rampaging bulls let loose on city streets ( la Pamplona ), however, but humans in cow suits who traveled in vans and trucks and handed out free goodies such as bells, all emblazoned with the words \"Bovine Unite\" and/or the domain name BovineUnite.com.",
  "Fact Check": "",
  "Description": "Intrigued visitors who surf the BovineUnite.com web site (Cows only! Humans get kicked out.) are greeted with a manifesto of bovine revolt, presented to the strains of martial music layered with moos: My fellow bovines. Every day the humans chase us with horses, rope us, and milk us for all they're worth. Quite frankly, I've had it up to my udders. All work and no play makes Buttercup a mad cow. So, we must take action. And we must take action now. The time has come to rise up and take destiny into our own hooves. The time has come to claim our right to play in greener pastures. It's time to live, cows. Oh yes. It's time to live. The interior of the site includes links for \"Propaganda\" (downloads), a hangman game, a Bovine Blog , and a \" Talk to the Herd \" message board. What's it all about? The only hint is a notice informing fellow bovines: \"The plan goes into effect on C-Day 05.05.05 Tune into the networks between 8:45 and 9:00 PM for further instructions.\" There seems little doubt that BovineUnite.com is a viral marketing campaign being conducted on behalf of some corporate client, but who that client might be remains a mystery. A couple of creative agencies have been fingered for possible involvement: A poster at Ask Metafilter reported that a classified ad run in the Baltimore section of Craigslist seeking to employ cow-suit wearers in Baltimore included a contact e-mail address at RedPeg Marketing, so one presumption is that RedPeg is handling the campaign (especially since they've created viral efforts for other major corporate clients). The registrant of the BovineUnite.com domain name (Will Davis) is Vice President, Director of Operations of Eisner Interactive, so that firm might also be involved. Guesses about the type of business engaged in by the mystery client include chicken restaurants (such as KFC or Chick-fil-A), cow-derived food products (e.g., milk), or animal rights campaigns. (We'd venture that the campaign seems a little too obvious to be connected with the food or restaurant industry, and too whimsical to be the effort of an animal rights group.) The restriction (so far) of the BovineUnite campaign to Maryland indicates it may be advertising something of regional rather than national interest, such as the Maryland state lottery an outfit which appears in Eisner Interactive's list of clients . (Cash cows, anyone?) We'll just have to wait and watch to see if any more clues slip out before C-Day. Update: Looks like we guessed right: Bovine Unite was an ad campaign for the Maryland Lottery .",
  "Originally Published": "",
  "Referred Links": "http://www.letyourselfplay.com/lyp/index.htm;http://www.eisnerinteractive.com/clients.asp;http://www.eisnerinteractive.com/company.asp?command=viewexec&id=3;http://www.redpegmarketing.com/;http://ask.metafilter.com/mefi/17220;http://www.bovineunite.com/herd/;http://bovineunite.blogspot.com/;http://www.bovineunite.com/main.htm;",
  "Example": "[Collected on the Internet, 2005] I had just left my friends downtown when apparently a van pulled up and cows jumped out and started handing out bells with BovineUnite.com printed on them. I'm not sure what to make of the website. Apparently C-Day is on May 5th. I'm not sure if it's a clever campagin from Chick-Fil-A or what. But the whole thing is kinda funny.",
  "Last Updated": "5 May 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/business/viral/bovine.asp",
  "Claim": "Bovine Unite is a viral marketing campaign for a chain of chicken restaurants.",
  "Claim_ID": "business_viral_bovine",
  "Tags": ""
}