{
  "Origins": "The Great Depression (1929-1939) was every bit as hard on Canadians as it was on Americans. There was no more work to be had north of the Canadian-American border than there was south of it, and many families lived on the verge of starvation. Making a horrible decade even worse, the climate went haywire. Farmers watched their crops either blow away or get eaten by swarms of ravenous insects. It was a time when both cash and hope were in short supply.",
  "Fact Check": "",
  "Description": "Barry Broadfoot's 1973 Ten Lost Years is a collection of personal reminiscences of Canadians who lived through the Dirty Thirties. Told in their own words, it's a look back to a decade filled with heartbreak. Even so, many of the stories make us laugh, for humor is an integral part of the human spirit. It's to one of those \"I have to laugh so I don't cry\" stories that I now direct your attention: The slickers were a mile a minute, and everyone had a crack at taking the poor farmer. Here was one. Maybe you couldn't grow much, but with a little care you could grow potatoes and they'd help you get through the winter. Didn't the Irish live on them once, and even make their whiskey from them? You could get a binful, but you had to watch out for the bugs. The potato bugs. They could ruin you. There was this advertisement in a lot of the papers, the (Winnipeg Free Press) Prairie Farmer, the (Saskatoon) Western Producer, the farm papers and some of the others, and it advertised a sure-fire, quick-kill, instant, always ready potato bug killer. It never missed, and easy to use. Only $1.50 or $1.25. Even a child can use it, the ads said. Well, there wasn't a farmer who couldn't scrape up a dollar and a half to save his crop, and until the papers got wise and stopped their advertising they must have sold thousands, more than thousands. When it came, it was two pieces of wood, about half an inch thick and about the size of a pack of cigaret papers. About five cents worth of wood, I'd say. The instructions were simple too. Just go out into the potato patch, pick up a potato bug, put it on one piece of wood and slam the other piece of wood down hard. Goodbye, spud bug. They were right, of course, because it was deadly and sure-fire and even a kid could handle one, but somehow that wasn't the point. They sold an awful lot of them and it got to be a joke, even in the post office, where the postmaster, if a parcel was about the right size, would say, \"Okay, Joe, here's your sure-fire and deadly potato bug killer.\" Hell, in some ways it was worth a dollar and a half to get a laugh in those days. The tale pops up in another culture, this one to the south of the United States: This was a man who was reading a magazine, and he saw an ad, \"Send for a genuine Mexican coat hanger. Only five dollars.\" So he sent his five dollars, and pretty soon he got a package with the Mexican coat hanger. It was a rusty old nail. Barbara \"nailed again\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "16 January 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/business/market/taterbug.asp",
  "Claim": "Some of our grandparents were left both poorer and wiser by a humorous mail-order scam of the 1930s.",
  "Claim_ID": "business_market_taterbug",
  "Tags": ""
}