{
  "Origins": "A legend this good-hearted should be true. But it's not. And a lot of really nice people end up sadly disappointed when they eventually discover all their hard work pretty much went for naught.",
  "Fact Check": "",
  "Description": "Pulltabs have no special value that makes them redeemable for time on dialysis machines, or indeed which make them worth far in excess of their ordinary scrap metal recycle value. While a handful of charitable concerns (including McDonald's Ronald McDonald House and Shriners Hospitals for Children) accept donations of can tabs, said tabs fetch such groups no more than the items' ordinary recycle value (more on that later in this article). The National Kidney Foundation ( NKF ) says this of the dialysis rumor that has been dogging them for quite a while: A false rumor that has plagued the National Kidney Foundation (NKF) and the aluminum industry for decades has recently resurfaced, perhaps fueled by the Internet. Individuals and groups believe they can donate the pull tabs on aluminum cans in exchange for time on a kidney dialysis machine. Such a program has never existed through the NKF, nor have there ever been programs through the foundation allowing people to exchange any type of item (box tops, product points, etc.) for time on dialysis. I don't think anyone is ever going to figure out where what have come to be called \"redemption rumors\" first came from. The notion of something of little value (pull-tabs, empty cigarette packs) being collected by good-hearted people and then turned over to a public-spirited company who would redeem them for an item that would help the less fortunate (time on a dialysis machine, a wheelchair, a seeing eye dog ) goes back a long way ours is far from the first generation to fall for this canard. A 2002 article described a common experience with the rumor: Back when 15-year-old Elizabeth Bohli was in the third grade, she had a friend who had a friend who had leukemia. Word was that the sick girl's doctor told her about a program in which the Coca-Cola Co. would pay for one chemotherapy session for every 1,000 aluminum pop-tops collected. Elizabeth remembered that program when her 12-year-old sister, Jenny, was diagnosed with melanoma in September, and a massive collection drive began at Pelham High School. For two months, students, teachers and parents brought in thousands of the tiny aluminum objects. Soon, other schools were calling, asking how they could donate their pop-tops. Word spread to churches, which eagerly jumped in to help. And one friend told another, and another and another. Since then, the pop-tops campaign has gone, well, a little over the top. As of this week, more than 276,000 had been collected. And they're still pouring in. But none of that metal will translate into free treatments for Jenny. \"It was just an old myth,\" she said this week. Jenny's mother, Jo, called Coca-Cola recently, feeling as though she held a winning lottery ticket in her hands. Then she asked how she could cash in the pop-tops for money to pay for her daughter's immunotherapy treatments. At first, there was laughter. Then the voice on the other end told her there's no such program. \"She actually laughed because she couldn't believe that the kids had collected so many,\" Bohli said. \"To me, it was just so outstanding that these kids made such a fantastic effort to help Jenny.\" Walker Jones, community relations director for Coca-Cola in Birmingham, said that while the company works with some cancer-related charities, it does not redeem pop-tops for medical treatments. Jones doesn't know who perpetuates the pop-tops rumor, but it has been fizzing around for some time. \"I think the myth has been going on for over 20 years,\" she said.1 There's nothing special about pull tabs which makes them exchangeable for time on a dialysis machine. These bits of metal are worth nothing more than the ordinary recycle value of the aluminum they contain. Though rumor claims pull tabs are especially valuable because they're made of \"pure aluminum,\" they're actually formed from an aluminum alloy, just like the rest of the can (albeit of a slightly different type). A million pull tabs have a recycle value of about $366 U.S. And that's before you factor in what it costs to collect, store, and transport them to a recycling center which will pay cash for them. When you consider the time and effort it takes to collect a million of anything , it's a wonder anyone would go to all that trouble for a mere $366. Far better to ask everyone you know for a penny in place of each pull tab they would have given you at least then when you were done collecting your million, you'd have $10,000 to donate to your charity. To put this in even clearer perspective, 100 pull tabs have a scrap metal value of about 3 . That old \"something for nothing\" dream gets people every time. Spring 1997 produced a poignant example of this madness in the form of a news story about a crippled child in a remote Canadian community and that community's good-hearted belief that if only they could save up eight million pull tabs, they could get her a much-needed wheelchair. The local community health center made a project of collecting these little bits of metal, and it was only after they'd gathered more than a million that they realized not only didn't they have a buyer for them, they also hadn't figured out how they were going to transport them from their town (roughly 2500 miles north of Montreal) to any place with a recycling plant: \"We just thought we needed eight million tabs,\" said Linda Tucktoo, who helped organize the drive and assumed there was a program to trade tabs for wheelchairs. \"I didn't know it was so much trouble.\" Charity groups and the aluminum industry say they have been fighting misconceptions about collecting pop can tabs for years. \"Unfortunately, it's one of those urban myths,\" said Denise Bekkema, executive director of Storefront for Volunteer Agencies in Yellowknife. \"We actually get calls, probably about two a year, from people who have collected oodles and oodles of tabs from pop cans and then wanting to donate them to make wheelchairs. But there's actually no such program.\" This tale had a happy ending in that the Royal Canadian Legion arranged and paid for the transportation costs of getting all those pull tabs to a recycling centre, someone else donated a used wheelchair, Air Canada shipped the chair for free to the little girl, and a Canadian wheelchair manufacturer also offered to make a brand-new chair for her. Others whose hearts were in the right place haven't been as fortunate. The experience of Dave and Beryl Hodge of Houston is typical. They saved pull tabs for two years, enlisting the help of friends, neighbors and relatives in their project. A local service club (who had themselves been taken in by this rumor) had led them to believe these tabs could be redeemed for dialysis treatment for a kidney patient: \"It's folklore. It's something that people want to believe, and people are just heartsick when they find out no one will redeem these things.\" Mrs. Hodge, 64, said she was indeed heartsick when she recently learned her time, energy and tabs were devoted to a non-existent cause. \"We had so many people saving these for us that it reached the point where every time we'd see a friend or neighbor, they'd hand over some tabs to us,\" she said. \"We had family back in Connecticut mailing them to us. We were turning cans without the tabs over to the senior citizens at the YWCA, and they in turn were giving us their tabs.\" Rumor not only dashes the hopes of those trying to do a good deed; it also causes endless headaches for those in the recycling business: \"We don't even take tabs and we've never advertised that we do,\" says Phil McEvers of Houston's American Reclaiming Corp. \"But it's not unusual for us to get 30 or 40 calls a day from people who say they've heard these things.\" While some Houston recycling companies do buy tabs, dealers say the prices range from about 10 cents to 28 cents per pound much less than prices purported for gallon quantities. \"People will come up here and just swear to you that these tabs can get an hour for somebody on a (dialysis) machine, and nothing you tell them will convince them that it's not so,\" says O'Neil Short, president of Houston's Micon Recycling. \"Some of them come with the gallon containers wanting $75 a gallon, and when we explain it's not worth $75, they pull out of the driveway mad.\" \"They just flat think we're lying to them.\" Micon no longer will buy the tabs at all, said Short. One of the many companies victimized by this rumor is Reynolds Aluminum. They've come up with an effective reply to the pull-tabs question: a redirection of these lovingly-collected tabs into their normal recycling program, for which they pay standard scrap metal rates. (Obviously, collecting whole cans would be far more effective, but facts have never slowed down anyone running with a good rumor firmly between his teeth.) As one of their 1993 brochures read: Keep Tabs On Your Cans This Program Might Have A Familiar Ring False rumors have plagued the aluminum industry and the National Kidney Foundation for years concerning beverage can pull tabs and kidney dialysis. Across the nation, at various times, word has spread that aluminum can pull tabs could be recycled in exchange for time on a kidney dialysis machine for someone with kidney disease. Many well intentioned yet misinformed groups and individuals collected pull tabs only to find that there was no pull tab/kidney dialysis donation program. It never existed. Anywhere. In some cases it was even very difficult to collect the tabs because of the fact that many cans now have a device called Stay-On-Tab (tm), a design improvement to all-aluminum cans which keep the tab attached to the can after opening. Yet even then people would remove the tabs and bring them to a Reynolds Aluminum recycling center, only to find the sum of their efforts much less than they had hoped . . . no dialysis and much less money than if they had brought the cans that were originally attached to the tab. There was nothing they could do, and nothing we could do . . . . . . Until Now Reynolds Aluminum Recycling Company (RARCO) and the National Kidney Foundation (NKF) affiliates and chapters have initiated this \"Keep Tabs on Your Cans\" turnaround drive. RARCO and NKF are seeking groups and individuals who will recycle aluminum through Reynolds, donating the proceeds to the National Kidney Foundation local chapters and affiliates. It's Simple The group or individual collects recyclable used aluminum beverage cans, aluminum pie plates, foil, frozen food and dinner trays, as well as many other forms of recyclable aluminum, then brings it to a Reynolds recycling center. The recycler then requests that the money earned from the recycling transaction be donated directly to the National Kidney Foundation. Reynolds provides the recycler/contributor with an itemized receipt for record keeping and tax purposes. Periodically, the donations are totaled, and Reynolds sends a donation to the nearest chapter or affiliate of the National Kidney Foundation. How Will This Donation Help? Diseases of the kidney and urinary tract are a major cause of illness and death in the United States. The National Kidney Foundation and its 50 affiliates and 200 chapters comprise the primary health organization in the U.S. which fights this disease. Your donation will finance research, treatment, diagnosis, detection, and cure of kidney and urinary tract diseases. From Hoax To Help Bring your aluminum cans and other household aluminum to any Reynolds Aluminum Recycling center and ask to have the proceeds sent to the National Kidney Foundation. For the location and schedule of the (Reynolds Aluminum) recycling center nearest you, simply call (toll-free) [out-of-service number removed], or for more information write the National Kidney Foundation, Inc., 30 East 33rd Street, New York, New York, 10016. (Reynolds has since sold off its recycling operation to Wise Metals.) Seeing as how folks were bound and determined to collect pull-tabs for charity, in 1987 McDonald's found it a good idea to get into the act. Their Pop Tab Collection program is a response to pull tab mania, and it at least provides folks with a place to dump the tabs they've been hoarding over the years in the belief they could use them to purchase dialysis time for an ailing child. Tabs dropped off at various McDonald's are taken to a local recycling company, and the money made from selling them for their scrap value is given to the local Ronald McDonald House to help defray operating costs. (Ronald McDonald houses are inexpensive family lodgings located near hospitals. Families of sick children stay there so as to be close to their hospitalized child. Typically, it costs the house $40 a night a room to operate and families are asked to make a donation of $10 a night when they stay. The shortfall is made up through various charitable endeavors, of which the pull-tab collection and recycling program is but one.) It needs be stressed yet again that pull tabs are far from \"found money\" even the Shriners Hospitals for Children, another organization that uses money received from the recycling of aluminum tabs for a good cause, noted in April 2007 that the recycling price for aluminum tabs is $0.50 to $0.70 per pound, which means that even at the upper end of that price range, they're only getting about $427 per million tabs collected. Prospective donors could still do far more good by organizing a local soda can recycling program and donating the proceeds to the Ronald McDonald House (or any other charity). The Bottom Line: No charitable organization will pay out a premium (in cash, goods, or services) for pull tabs from aluminum cans. Some of them will indeed accept donations of pull tabs, but all they pay (or receive) in exchange for those tabs is their marginal value as scrap aluminum. Anyone gathering pull tabs for charity would do far better to collect whole cans; accumulating nothing but pull tabs is like eschewing quarters in order to collect pennies. (From time to time, various companies will run programs under which they offer to donate money to charities in exchange for consumers' collecting and returning some item of product packaging [e.g., pull tabs, boxtops, wrappers], but such companies only accept packaging from their own products, and their object in operating these programs is to promote and advertise their brands.) Next time someone asks you to donate a few pull-tabs for a good cause, donate a few facts instead. You'll be doing everyone a favor. Barbara \"donate make your brown eyes blue?\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.kidney.org/news/newsroom/newsitemArchive.cfm?id=100;http://web.archive.org/web/20090501162925/http://www.shrinershq.org/Hospitals/Springfield/Aluminum_Tab_Collection.aspx;http://web.archive.org/web/20041010134155/http://www.rmhc.com/kids/poptab_collection/index.html;",
  "Example": "",
  "Last Updated": "24 March 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/business/redeem/pulltabs.asp",
  "Claim": "Pull tabs from aluminum cans have special redemption value for time on dialysis machines.",
  "Claim_ID": "business_redeem_pulltabs",
  "Tags": ""
}