{
  "Origins": "Sometimes even the most innocuous aspects of product design provide fodder for those intent upon finding disturbing meanings worked into the ordinary fabric of things. Procter and Gamble, for instance, has for decades battled the rumor that it supports Satanism, a belief fueled in part by what some were determined to make of the beard curlicues of the company's old-fashioned \"man in the moon\" logo , and numerous Canadians thought they spied the Devil in the Queen's portrait on the banknotes issued by that country in 1954.",
  "Fact Check": "",
  "Description": "Vans, the athletic shoes most frequently associated with the California skate scene, has inadvertently engendered a similar belief thanks to the design of its product. Those who stare long enough at the sole of a Vans shoe will eventually see a pattern of interlocking six-sided stars in the honeycomb portion that supports the ball of the foot. While six-sided stars have been used for other purposes across the span of human history, that figure is now most commonly regarded as the \"Star of David,\" a symbol that represents Judaism. This appearance has led to the development of the product-related rumor that Vans shoes have an anti-Semitic message worked into them, and thus buyers of this type of footwear are, whether they know it or not, participating in \"walking on the Jews\" (i.e., symbolically killing them). Our earliest print sighting of this rumor dates to 1998, but the belief was likely around well before that. Yet resemblance between the pattern worked into part of the sole and the Star of David notwithstanding, there is nothing to the rumor that the company's owners \"hate Jews,\" \"are neo-Nazis,\" or have pulled a fast one on their customers by tricking them into \"stepping on, and killing a jew\" (statements that have come to use over the years from those who've encountered the rumor). Rather, the six-sided motif was placed there in all innocence: The honeycomb shape of that portion of the sole provides more secure footing for the skaters who have come to favor this brand (in part for that very reason). Those who worked on the sole's design didn't even recognize the Star of David in what they were fashioning that this honeycomb or hexagon pattern has come to be regarded as bearing an anti-Semitic message caught them, well, flat-footed. The Anti-Defamation League ( ADL ) says this about the Vans Shoes rumor: An e-mail rumor long circulated on the Internet suggests that the maker of Vans skateboarding shoes is anti-Jewish because some of their shoes come with a pattern resembling a Star of David on a portion of their outsole (bottom). Some of the more conspiracy-minded e-mails suggest that this pattern was created by the company to put Jews down (\"step on Jews\") or that the company was \"founded by neo-Nazis.\" ADL has concluded that there is no truth to any of these allegations. While ADL understands that the use of the Star of David pattern in this context may be offensive to some, there is no factual basis to believe that the maker of Vans shoes incorporated the six-pointed star design in an attempt to insult Jews. Over the years the company has sought to reassure inquirers that the trademarked pattern is just that a pattern with no intended anti-Jewish message. After contacting the company in the 1990s when the rumor began spreading, ADL was reassured by the chief executive office of Vans that the interlinking six-pointed star pattern on their shoes dated from the founding of the company and \"was not done with even any awareness that it was the Star of David.\" The League accepts the company's explanation that the design is in fact just a design. Barbara \"shoe spew untrue\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.adl.org/Internet_Rumors/Vans_Shoes.htm;http://www.jewishvirtuallibrary.org/jsource/Judaism/star.html;",
  "Example": "What do you know about Vans sneakers? I bought a pair for my daughter and a friend said, \"You know they put Jewish Stars (the Star of David) on the soles\", meaning \"Stomp the Jews\". Sure enough I looked at the bottom, and in the rubber soles, plain as day is this pattern of Jewish Stars.",
  "Last Updated": "30 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/business/hidden/vans.asp",
  "Claim": "Soles of Vans shoes are adorned with the Star of David so that wearers will \"stomp on Jews.\"",
  "Claim_ID": "business_hidden_vans",
  "Tags": ""
}