{
  "Origins": "The lengthy missive reproduced above began circulating as text on Facebook on or around 6 October 2015 and was later read aloud and recorded as a YouTube video (embedded above) during which the person reading the post estimated that more than 18,000 \"Muslims\" total were involved in a convoy through Oklahoma (based on the rumor's mention of 30 to 60 buses passing daily). The Facebook post and YouTube iteration were identical, as were later versions in which the user instructed friends to \"copy and paste\" the rumor (thereby creating the impression the claims had originated with several people rather than just one, and enabling it to circulate in perpetuity as a \"recent\" event). The original post (somewhat challenging to follow due to its length) presented a massive credibility flaw in its opening sentences, which read:",
  "Fact Check": "Are tens of thousands of Muslim refugees being quietly transported through Oklahoma on charter buses?",
  "Description": "This message is from a good friend of mine: Ladies we have some crap going down... The Muslims are here and coming... someone messaged me this message she had seen it in another group ...I think its just about to hit the fan folks. Just got off the phone w my mechanic. He called to let me know he was at the loves at i35 and highway 9 near Norman, Ok. He was listening to his scanner and picked up some OHP chatter, then saw the patrol cars at the loves. Immediately, it was unclear by whom or when these observations were made. Was it the woman posting the Facebook status? A friend of hers? Was it something she'd seen in a Facebook group? Was this purported invasion of Muslim buses witnessed by her mechanic? Was it even her mechanic, or was it the mechanic of a friend who saw these claims in an unnamed Facebook group? From that point, the rumor claimed that the individual (i.e., someone's mechanic) spotted six buses populated by Muslim men \"all fighting age (no women or children), getting off the bus and entering the loves w/ prayer rugs and Korans.\" The writer claimed that in a subsequent phone call, a Love's employee told her that the men paid with \"freshly printed money\" (insinuating it came directly from the federal government and hadn't been in circulation, or it was counterfeit), and that approximately three sets of buses arrived at the truck stop per day. No reason (other than the inclusion of a detail necessary to identify the men as Muslims) was given to explain why the men would have brought their prayer rugs and Korans into the store. No photographs accompanied the story to document its veracity, but later iterations of the rumor substituted extant photographs of an unrelated \"suspicious convoy\" that dated back to June 2015 (and pictured decommissioned school buses, not charters): We contacted the Love's Travel Stop near Norman, Oklahoma, a site described as a hub of the rumor. Two employees with whom we spoke said no buses (much less several, many times per day) matching the rumor's description had visited the location in recent weeks or months. After that, we called Village Tours & Travel (which, as the rumor indicated, serves Wichita, Salina, Tulsa, and Oklahoma City). The individual with whom we spoke similarly stated that not one (much several daily) buses from their fleet HAD BEEN utilized in the fashion described. He affirmed that all buses were booked for the next several weeks, and those bookings were not held by shadowy federal agencies or prayer rug convoys. The rumor's author claimed a representative told her that the charters were booked by the military, but that's hardly unusual as the company's Facebook page features photographs of service to and from Fort Riley, and it's included on a Department of Defense list of approved carriers [PDF]. We also spoke with both the Oklahoma Highway Patrol (OHP) and the Norman City Police Department to determine whether any of the rumor's other elements checked out. An OHP spokesman told us that he was apprised of \"scanner chatter\" throughout the day, and that he'd neither directly heard nor heard about any such incident at the Love's near Norman. Moreover, he indicated that the OHP had received no reports of the purportedly suspicious buses nor had he seen any records of police responding to Love's because of them. A Norman City Police Officer with whom we spoke was unaware of both the rumor aware and of any reports (involving incidents or calls from concerned citizens) regarding any of the several suspicious buses purportedly traveling through the area daily. Whether the rumor was deliberately fabricated to cause a stir, comprised observations made in error, or was simply the result of a game of telephone among adults isn't clear. The rumor was in circulation for at least a week by the time we contacted locals about it, during which time many people were incidentally exposed to its claims on social media. In the intervening days, not one photograph or additional account of the claims emerged on Facebook or Twitter (where users are able to document and disseminate information with ease) despite the volume of Muslim travelers the poster claimed were flooding the Oklahoma City area by way of charter bus. While the tale's author claimed she was met with a number of bizarre reactions in her attempts to investigate the \"busloads of Muslims\" conspiracy, our experience was precisely the opposite. Love's Travel Stop, the OHP, the Norman City Police Department, and Village Tours & Travel (referenced as \"Village Charter\" in the story) neither stonewalled nor ignored our calls about the rumor. All were entirely forthcoming with answers, responded with friendly alacrity, endeavored to answer all our questions, and indicated that the rumor's claims were not substantiated. And despite the fact that we were often transferred multiple times by operators, clerks, secretaries, and cashiers, no one proffered a cryptic and furtive message before putting us in contact with a spokesman or manager. Last updated: 12 October 2015",
  "Originally Published": " 12 October 2015",
  "Referred Links": "http://www.defensetravel.dod.mil/Docs/BusAgreementPOCs.pdf;https://www.facebook.com/VillageToursandTravel/photos/pb.118665379476.-2207520000.1444684998./10153102019419477/?type=3&theater;http://www.donotlink.com/gz9q;https://www.facebook.com/photo.php?fbid=880155315355205&set=a.394640993906642.81939.100000822351507&type=3;https://www.facebook.com/terryhestilow/posts/10204493086558027;https://www.facebook.com/zeeda.andrews/posts/906450502725031;",
  "Example": "",
  "Last Updated": "12 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/busloads-of-muslims/",
  "Claim": "Tens of thousands of Muslim refugees are being quietly transported through Oklahoma (among other states) on charter buses.",
  "Tags": "syrian refugees;busloads of muslims;muslim refugees;village charter;love's;norman OK;oklahoma city;buses of muslims;",
  "Claim_ID": "busloads-of-muslims"
}