{
  "Origins": "By and large, social media users are familiar with the humor of the satirical web site The Onion, but when a 21 January 2012 Onion News Network video titled \"Brain-Dead Teen, Only Capable of Rolling Eyes and Texting, to Be Euthanized\" began circulating anew in September 2015, a not-small number of them mistook the \"report\" for real news. On 22 September 2015 The Onion tweeted a link to the clip, but its renewed popularity on social media preceded the tweet:",
  "Fact Check": "Are the parents of brain-dead teen Caitlin Teagart going to euthanize her because she is only capable of texting and rolling her eyes?",
  "Description": "Brain-Dead Teen, Only Capable Of Rolling Eyes And Texting, To Be Euthanized http://t.co/V63pF8IQ1j pic.twitter.com/Hnv47YD9F1 The Onion (@TheOnion) September 22, 2015 Confusion may have been heightened because the content was primarily video based (not a written article), causing some social media users to read the brief description without actually viewing the clip: The parents of 13-year old Caitlin Teagart have decided to end her life, saying she can now do nothing but lay on the couch and whine about things being \"gay.\" While social media is awash in fake news sites which trick users into sharing outlandish false stories, The Onion remains one of the scant few purposefully satirical sites on the web (i.e., their intent is comedy, not deceit). Despite its popularity as a satirical humor site, even The Onion's material is often mistaken for real news, so much so that (even before the advent of hoax news sites) it inspired a popular blog devoted entirely to cataloging those occurrences of confusion. While the text description of the video about Caitlin Teagart was vague enough to possibly perplex readers, those who viewed the clip itself were unlikely to miss the joke. Last updated: 22 September 2015",
  "Originally Published": " 22 September 2015",
  "Referred Links": "http://literallyunbelievable.org/;http://now.snopes.com/2015/05/12/five-fake-news-sites/;https://twitter.com/TheOnion/status/646370941736493056;http://t.co/Hnv47YD9F1;http://t.co/V63pF8IQ1j;http://www.theonion.com/video/brain-dead-teen-only-capable-of-rolling-eyes-and-t-27225;https://twitter.com/igregbach/status/646423384696426496;http://t.co/lZC8ecsi8o;https://twitter.com/hashtag/DefundPP?src=hash;https://twitter.com/hashtag/DefundPlannedParenthood?src=hash;https://twitter.com/hashtag/Prolife?src=hash;https://twitter.com/sunjune5/status/642755799081553920;http://t.co/QFmKbziHYq;https://twitter.com/Jessica46961489/status/642769268728184832;http://t.co/NGHYZHdcV0;",
  "Example": "",
  "Last Updated": "22 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/caitlin-teagart/",
  "Claim": "The parents of brain-dead teen Caitlin Teagart plan to euthanize her because she is only capable of texting and rolling her eyes.",
  "Tags": "satire;the onion;actually funny satire;literally unbelievable;brain-dead teen;caitlin teagart;",
  "Claim_ID": "caitlin-teagart"
}