{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://www.instagram.com/panthers/;http://www.spotrac.com/nfl/carolina-panthers/cam-newton/fines/;http://profootballtalk.nbcsports.com/2014/09/26/legarrette-blount-fined-5512-for-throwing-football-into-stands/;https://twitter.com/SportsQuotient/status/673650581475491840;https://t.co/SotxufxhQw;http://www.charlotteobserver.com/latest-news/article9093572.html;http://www.snopes.com/wordpress/wp-content/uploads/2015/12/image-1.png;",
  "Example": "[Collected via Email, December 2015] Every time Cam Newton gives a child in the stands a ball he is fined $5,512. To date he has a total of $253, 552. Is this true? Origin:Carolina Panthers quarterback Cam Newton has a reputation for giving a football to a young fan after scoring a touchdown. This tradition has been going on since at least October 2011. According to a recent meme, the NFL fines Newton more than $5,000 every time he gives away one of their balls. The above-displayed meme became popular shortly after Newton had a humorous interaction with a referee on 6 December 2015. After scoring a touchdown, Newton tried to give the football to a fan, but a referee interfered with the attempt: Props to Cam Newton for this. pic.twitter.com/SotxufxhQw The Sports Quotient (@SportsQuotient) December 6, 2015 The referee may have been slightly annoyed with Newton for giving away a football, but the the above-displayed stunt did not result in a fine of $5,512 (or any other amount) from the NFL. While Newton is not fined $5,512 every time he gives away a football (and he certainly hasn't been fined more than $250,000 for the practice)' there is some truth to this rumor. The NFL does have a rule which prohibits players from throwing or kicking footballs into the stands: The NFL doesn t fine Newton for giving footballs away, according to a league spokesman. But all NFL players are fined $5,250 when they throw or punt a ball into the stands because of issues of crowd safety. The NFL could fine Cam Newton if he threw or kicked the ball up into the stands, but the Panthers quarterback has never received this type of fine, since he typically hands balls to fans. Last updated: 14 December 2015 Originally published: 14 December 2015",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/cam-newton-fined-giving-away-footballs/",
  "Claim": "Cam Newton has been fined a total of $253, 552 for giving away footballs to fans.",
  "Tags": "meme;cam newton;nfl;fine;",
  "Claim_ID": "cam-newton-fined-giving-away-footballs"
}