{
  "Origins": "On 19 September 2015, the entertainment Facebook group \"Stop The World, The Teabaggers Want Off\" posted the above-displayed photo of republican presidential candidate Carly Fiorina along with a quote purportedly uttered by her about rape victims: It's my understanding that close to half of reported rapes were just a girl regetting something she did as a result of being drunk or high. The idea of a rape culture is utter feminist non-sense.",
  "Fact Check": "Did Republican presidential candidate Carly Fiorina say that half of reported rapes were women regretting something they did while high or drunk?",
  "Description": "Fiorina never said this. \"Stop The World, The Teabaggers Want Off\" is a satirical Facebook group that specializes in fake quotes. While conservative personalities such as Sarah Palin, Ann Coulter and Mitt Romney are frequently targeted by this group, Carly Fiorina's candidacy for the 2016 Republican presidential nomination has made her their new favorite subject: While we can't debunk every single image posted by the \"Stop the World, the Teabaggers Want Off\" Facebook page, we can point inquisitive minds toward the group's disclaimer: \"This page is for entertainment purposes. It is NOT meant to be taken seriously. It is primarily satire and parody with a mix of political memes and messages.\" Last updated: 21 September 2015",
  "Originally Published": " 21 September 2015",
  "Referred Links": "https://www.facebook.com/StopTheTeaParty/info?tab=page_info;http://www.cnn.com/2015/09/20/politics/carly-fiorina-donald-trump-republican-2016-poll/index.html;",
  "Example": "[Collected via Facebook, September 2015]",
  "Last Updated": "21 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/carly-fiorina-rape-comment/",
  "Claim": "Republican presidential candidate Carly Fiorina said that half of reported rapes were women regretting something they did while high or drunk.",
  "Tags": "fake;quote;carly fiorina;fiorina;rape;carly fiorina rape;",
  "Claim_ID": "carly-fiorina-rape-comment"
}