{
  "Origins": "On 11 October 2015, the Facebook page \"Fox News the FB Page\" published an image and quote attributed to Republican presidential candidate Carly Fiorina. The quote (reproduced above) bore the logo of Fox News, and was appended with \"Carly Fiorina, Town Hall Meeting Oct. 2015.\" That application of the network's logo along with the Facebook page name \"Fox News The FB Page\" led many to believe the quote was legitimate. However, the latter is a parody group not affiliated with Fox News Channel, and content posted on that page is primarily satirical in nature.",
  "Fact Check": "Did Carly Fiorina say that if it weren't for Christopher Columbus, we'd all be \"speaking Indian and working in casinos\" today?",
  "Description": "The fictitious Fiorina quote was one of several similar image memes created by \"Fox News the FB Page.\" Shortly after the murders of two Virginia journalists, the group circulated a post claiming that President Obama attributed the shooter's motive to \"white privilege,\" and before that claimed Dr. Ben Carson praised slavery as the best thing to ever happen to black Americans. The page also circulated a rumor claiming NASCAR was replacing its flag with a rainbow gay pride version, and another asserting that Donald Trump promised to pay any legal fees incurred by the dentist who killed Cecil the Lion. Last updated: 16 October 2015 Originally published: 16 October 2015",
  "Originally Published": " 16 October 2015",
  "Referred Links": "https://www.facebook.com/FairAndBalanced8.0/photos/a.1619457768320961.1073741828.1619428308323907/1632307303702674/?type=3&theater;",
  "Example": "[Collected via e-mail, October 2015] Carly Fiorina and Columbus Day ... probably fake news [a] Facebook page has posted a picture claiming that Carly Fiorina made the following inflammatory statement at a \"Town Hall Meeting\" in \"Oct. 2015: \"Columbus Day is not a time for us to dwell on the mistakes of the past. This is a holiday for us to celebrate exploration, discovery and all those things that make our country great. If it were not for the history voyages of Christopher Columbus, we would all be speaking Indian and working in casinos today.\"",
  "Last Updated": "16 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/carly-fiorina-columbus-day/",
  "Claim": "Carly Fiorina said that if it weren't for Christopher Columbus, we'd all be \"speaking Indian and working in casinos\" today?",
  "Tags": "fake quotes;fox news the fb page;carly fiorina;columbus day;",
  "Claim_ID": "carly-fiorina-columbus-day"
}