{
  "Origins": "On 22 September 2015, the Breaking News 13 web site (since replaced by the similar Now8News web site) published an article reporting that Casey Anthony, who was controversially acquitted in 2011 on charges of murdering her 2-year-old daughter, had been found bludgeoned to death at an Ohio highway rest stop: Unconfirmed reports coming out of Warren, Ohio state that the body of Casey Anthony was found in a rest stop near I-71, bludgeoned to death. At 1:37 PM on Monday, a traveler noticed a body in the back of a pickup truck abandoned in a grassy field about 20 yards from the parking area as he was walking his dog.",
  "Fact Check": "",
  "Description": "The man said as he approached the vehicle, there was a horrible stench in the air. He was shocked to find a young female, in her late 20 s to early 30's, partially dismembered. The man immediately called 911. Police arrived and quickly closed off a section of I-71 and the nearby rest stop as they further investigated the scene. The man who stumbled across the body, who wishes to remain anonymous, said that the woman in the back of the truck had a severed arm, multiple stab wounds to the stomach, and her skull was partially caved in at the top. Her mouth was duct taped shut, with a heart-shaped sticker adhered to the outside of the duct tape. Reports say her face was covered in maggots, and eyewitnesses say it was \"something they will never forget.\" This report is false: Casey Anthony has not died. Breaking News 13 (and its successor, Now8News, which also published this article) is one of many fake news sites on the Internet that mimic the appearance of local television news outlets and publish fictitious stories masquerading as real news accounts in order to lure in readers and thereby generate social media shares and advertising revenue and because of her controversial stature, Casey Anthony is a favorite subject for eyeball-grabbing headlines. Last updated: 1 November 2015",
  "Originally Published": " 22 September 2015",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2015] I found this article on Facebook about Casey Anthony dying and don't know if it is true or fake. Facebook articles aren't always truthful.",
  "Last Updated": "1 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/casey-anthony-dead/",
  "Claim": "Infamous mother Casey Anthony has died at age 29.",
  "Tags": "casey anthony;",
  "Claim_ID": "casey-anthony-dead"
}