{
  "Origins": "On 27 September 2015, the web site the Portly Gazelle published an article titled \"A Man Saved Me from Drowning, But Now I Am Suing Him for Rape Because He Touched Me.\" The text of that article was a verbatim reproduction of an article published by the web site The Stately Harold on 7 June 2015, which read: 20-year old feminist Cassidy Boon speaks of a traumatic experience involving #SaveRape",
  "Fact Check": "",
  "Description": "I was disgusted at this hairy man having felt it appropriate to touch my body like that. To grab me forcefully and pull me in what ever direction HE wanted to go. He took control of my body down there in the cold water, when I was unconscious and unable to look out for myself, he touched my all-but-bikini bare body when I was KNOCKED out and unable to struggle. Him, being a white man, felt he had the right to possess my milky body to put his rough hands on my innocent flesh and command my body to come with him to the surface. I did NOT give him consent, in fact I was UNABLE to give consent and yet he grabbed me around my waist and gripped my hand and pressed my body against his like we he wanted to engage in aquatic sex. I am now charging or suing or whatever this man for rape because what he did is literally the definition of rape he exerted his Patriarchal power over me and did stuff to my body without my consent. Sure, he saved me from drowning, but if we start excusing rape just because our rapists did a nice thing to us, we re really just excusing rape culture. This article about \"Cassidy Boon\" suing the swimmer who rescued her is a hoax. It originated with the satirical web site The Stately Harold, which carries the following disclaimer on their \"About\" page identifying all of their material as fiction: The Stately Harold is a satirical website. None of the stories have a grain of truth to them and the opinions do not belong to real people. In addition to supposedly publishing additional articles written from the perspective of a straw feminist, \"Cassidy Boon\" maintains a Twitter account. the photograph used both for that account and her feminist articles is identical to that of a webcam model who uses the handle FreckledFox. The fake Cassidy Boon articles bear similarities to earlier hoaxes involving a woman who purportedly had an abortion after learning the fetus was male, and another that included the (fake) Twitter account of a disgruntled black McDonald's employee named Bubba Conroy. Last updated: 29 September 2015",
  "Originally Published": " 29 September 2015",
  "Referred Links": "http://www.tineye.com/search/ee09e8802f7153cd30495a286769606554d43fdb;https://twitter.com/CassidyBoon95;http://tvtropes.org/pmwiki/pmwiki.php/Main/StrawFeminist;",
  "Example": "[Collected via e-mail, September 2015] I am asking about an article titled \" A man saved me from drowning and now I am suing him for rape.\" It is about a woman named Cassidy Boon who was swimming and knocked herself unconscious when jumping of a platform into a lake. When she woke up on the platform after being rescued she became enraged and decided to sue her rescuer, a 40 year old man, for rape. To me this seems unrealistic and would appreciate your help in finding out if this is a hoax or not. ------------------------------------------ 20-year old feminist Cassidy Boon speaks of a traumatic experience involving #SaveRape is this for real??? very hard to believe,there is also a video on it a web page of The Portly Gazelle. I saw several (actually a lot of) infuriated posts after one blog post about ANZAC day being sexist by a (pretended) Cassidy Boon, calling herself (again, if she exists) a feminist. However, I did not find any other information about this Cassidy Boon except for this blog article, and was wondering if everyone was not just shouting at a troll / fake here.",
  "Last Updated": "29 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/cassidy-boon-drowning/",
  "Claim": "A woman named Cassidy Boon is suing the man who saved her from drowning, claiming that he raped her.",
  "Tags": "hoaxes;fake news;cassidy boon;the stately harold;portly gazelle;straw feminism;",
  "Claim_ID": "cassidy-boon-drowning"
}