{
  "Origins": "Thanks in part to a long-discredited (but deeply entrenched) assertion that the MMR (Measles, Mumps, and Rubella) vaccine has been linked to increased rates of autism, fear of vaccination has been rife on blogs and social media groups devoted to the discussion of alternative medicine. A common, uniting element of such rumors is their longevity, due in part to the oft-present claim that the purported \"vaccine truth\" has been covered up or buried by large interests, in particular, the U.S. Centers for Disease Control (CDC). In October 2015, many alternative health sites published some variation of a claim the CDC had \"admitted\" that 98 million Americans had over the years been injected with a cancer-causing virus along with their polio vaccine. Then in keeping with the template of the rumor, the CDC supposedly endeavored to immediately eradicate that information from any form of record. Why they \"admitted\" such a thing on the Internet in the first place rather than concealing it entirely is not addressed by the rumors: the CDC of conspiracy theory imagination is always clever enough to do retroactive clean-up in an attempt to cover their tracks but never smart enough to avoid publishing damaging information in the first place. But fortunately a few eagle-eyed folks managed to bust the vast conspiracy via the magic of Google cache.",
  "Fact Check": "",
  "Description": "On 25 October 2015, Viral Alternative News published an article titled \"CDC admits 98 million Americans were given a cancer causing virus via the polio shot,\" which followed on the heels of a September 2015 article from the web site Vaccines.News headlined \"CDC admits 98 million Americans were given cancer virus via the polio shot\" (credited to a reporter by the name of \"evilnews\"), the latter of which cited InvestmentWatch's August 2015 piece titled \"CDC Admits 98 Million Americans Received Polio Vaccine in an 8-Year Span When It Was Contaminated With Cancer Virus\": The CDC has quickly removed a page from their website, which WAS cached here (since removed by Google so you can view an image of the cache here), admitting that more than 98 million Americans received one or more doses of polio vaccine within an 8-year span from 1955-1963 when a proportion of the vaccine was contaminated with a cancer causing polyomavirus called SV40. It has been estimated that 10-30 million Americans could have received an SV40 contaminated dose of the vaccine. First of all, the CDC never \"admitted\" that anyone ever contracted cancer from a polio vaccination. What the CDC actually said was: o Sometime around 1960, Simian Virus 40 (SV40) was discovered in the injected form of the polio vaccine (IPV). o The SV40 virus has been found in certain types of cancer in humans. o Between 1955 and 1963, when some portion of the IPV was contaminated with SV40, roughly 98 million Americans received at least one dose of polio vaccine. Clearly 98 million Americans were not \"given [a] cancer virus via the polio shot,\" because not every single polio vaccination undertaken between the years of 1955 and 1963 involved vaccine contaminated with SV40: the CDC estimated that somewhere between 10 and 30 million Americans might have received SV40-contaminated vaccine during that period. Moreover, SV40 is not a \"cancer virus,\" and there is no definitive evidence that either SV40 itself or SV40-contaminated polio vaccine causes (or has caused) cancer. But even if the claim about the CDC's hiding evidence of a link between polio vaccine and cancer held water, the short lead-in paragraph quoted above contains a number of credibility-related red flags regarding the CDC's supposedly assuming its role as the perpetual villain of the anti-vaccine movement. America is not the world, and there's no plausible reason to believe that the rest of the planet would be fleeced by one country's public health authorities engaging in a conspiracy to deceive its people about vaccines. Moreover, the claim that the CDC had \"quickly,\" \"quietly,\" or \"recently\" redacted the information about a vaccine-cancer linkage was not new in October 2015, as iterations of it had appeared as early as July 2013. At that time Health Impact News published an article headlined \"CDC Disappears Page Linking Polio Vaccines to Cancer-Causing Viruses,\" and InfoWars' similar \"CDC Sends Fact Sheet Linking Polio Vaccine to Cancer Down the Memory Hole\" story reported: The Center for Disease Control and Prevention website curiously deleted pages admitting that the polio vaccine administered from 1955 to 1963 to over 98 million Americans was contaminated with a primate form of cancer virus. Other CDC web pages also referencing the link between the widely-distributed vaccine and cancer have similarly been discarded. That instance of the rumor claimed the pages had recently been deleted from Google's cache, but the site linked to archived version of the pages in question here and here. The first link was titled \"Cancer, Simian Virus 40 (SV40), and Polio Vaccine Fact Sheet\" and was dated 22 October 2007. If it was (ostensibly) deleted \"quickly\" and \"quietly\" by the CDC as some sort of a cover-up in 2013, that would mean it still sat openly available for viewing by all and sundry online for roughly six years. The second link was titled \"Frequently Asked Questions about Cancer, Simian Virus 40 (SV40), and Polio Vaccine\" and contained such clearly damning \"admissions\" as: All of the evidence to date indicates that after 1963, all vaccines on the U.S. market were free of SV40. The majority of evidence suggests there is no causal relationship between receipt of SV40-contaminated polio vaccine and cancer development; however, some research results in this area are conflicting and more studies are needed. Since the discovery of SV40, several studies have been done to compare cancer rates in groups of individuals known or strongly presumed to have received SV40-contaminated polio vaccine to rates in persons known or strongly presumed not to have received SV40-contaminated vaccine. In summary, the majority of studies in the U.S. and Europe that compare persons known or strongly presumed to have received SV40-contaminated polio vaccine with those known or strongly presumed not to have received SV40-contaminated polio vaccine have not shown a causal relationship between receipt of SV40-contaminated polio vaccine and cancer. It should be noted, however, that SV40 infection has been found in persons who did not receive SV40-contaminated polio vaccine and that for some study participants it cannot be known with certainty whether or not they received SV40-contaminated vaccine. Because of this, there may be errors in these studies that make it harder to detect a true increased cancer risk associated with receipt of SV40-contaminated polio vaccine. It should be noted that the study of SV40 with respect to cancer and polio vaccines is neither novel nor has in any way been suppressed: as the quoted portion above explained, the concern was identified and addressed prior to 1963. A 2001 study indicated that \"large epidemiologic studies have not identified an elevated cancer risk in persons who received SV40-contaminated vaccines [administered before 1963]\" and found \"no deaths due to tumors of the types putatively associated with SV40.\" The findings were described in that research as \"consistent with other negative epidemiologic investigations of risks from SV40-contaminated vaccines,\" although further research was recommended. Research published in 2004 echoed those findings: Although SV40 causes cancer in laboratory animals, substantial epidemiological evidence has accumulated to indicate that SV40 likely does not cause cancer in humans. However, additional laboratory research is needed to better define methods for SV40 detection, as laboratory studies looking for SV40 DNA in human tumors have offered conflicting results. There is also a need to conduct additional studies evaluating cancer patients and controls for antibodies to SV40, which would be present in cancer patients if SV40 causes cancer. Nonetheless, anti-vaccine blogs and sites continually assert that the CDC has \"admitted\" or covered up information in a manner that relies on a relative lack of context on the part of the reader to spread. In this case, the rumor relied on the reader not knowing that SV40 concerns were well documented in medical literature and long considered resolved. By the same token, redaction conspiracies are primed to circulate in perpetuity each time the CDC is accused of newly \"burying\" information in a manner not immediately verifiable by site visitors (i.e., it's difficult to corroborate information that has purportedly been deleted). But concern over SV40 and vaccines was addressed and dealt with by 1963, 50 years prior to the 2013 outbreak of the rumor. It was hardly an assertion revealed only by alternative health sites' crafty usage of Google caching, and a multitude of studies combed through subsequent cancer rates to identify subsequent elevated risk. None was found, a fact which also was no secret and was long-documented. Moreover, the web documents the CDC was breathlessly accused of deleting were clearly marked \"Last Updated: 22 October 2007,\" while cover-up accusations dated to July 2013. Far likelier than a conspiracy was the fact that the pages were last relevant and useful in October 2007, and they've since been replaced with updated information hosted on separate pages at CDC.gov. In fact, a search for SV40, polio, and cancer on the CDC web site returns a number of related links to CDC pages, inconsistent with claims the CDC has \"disappeared\" such information (rather than replaced it with more current data). The cached pages linked above still lead to dated information on CDC.gov, but none of it meaningfully conflicts with more up-to-date information about long-retired vaccine strains. Last updated: 28 October 2015",
  "Originally Published": " 28 October 2015",
  "Referred Links": "http://search.cdc.gov/search?utf8=%E2%9C%93&affiliate=cdc-main&query=SV40+polio+cancer;http://www.sciencedaily.com/releases/2004/08/040825092736.htm;http://www.ncbi.nlm.nih.gov/pubmed/11720463;https://web.archive.org/web/20100308102630/http://www.cdc.gov/vaccinesafety/updates/archive/polio_and_cancer.htm;https://web.archive.org/web/20110307094146/http://www.cdc.gov/vaccinesafety/updates/archive/polio_and_cancer_factsheet.htm;http://www.donotlink.com/h66s;http://cid.oxfordjournals.org/content/48/4/456.full;https://twitter.com/CaliVaxChoice/status/659173294642475009;https://t.co/A0ypmtOFQh;https://twitter.com/HealthRanger/status/659308633172279297;https://t.co/SrQ5ksEmFJ;https://t.co/7QGE5CY3Ie;",
  "Example": "[Collected via e-mail and Twitter, October 2015] Any truth to this? This looks like it's completely fabricated, or a total distortion of reality. CDC admits 98 million Americans were given cancer virus via the polio shot: https://t.co/7QGE5CY3Ie pic.twitter.com/SrQ5ksEmFJ HealthRanger (@HealthRanger) October 28, 2015 CDC Disappears Page Linking Polio Vaccines To Cancer-Causing Viruses https://t.co/A0ypmtOFQh CaliVaxChoice (@CaliVaxChoice) October 28, 2015",
  "Last Updated": "28 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/cdc-admits-98-million-got-cancer-polio-vaccine/",
  "Claim": "The CDC quietly removed pages from their web site that admitted a link between Simian Virus 40 (SV40), the polio vaccine, and cancer.",
  "Tags": "cdc;conspiracy;cancer;SV40;polio vaccine;",
  "Claim_ID": "cdc-admits-98-million-got-cancer-polio-vaccine"
}