{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.cranberries.org/cranberries/grow_intro.html;https://www.facebook.com/fakescientist;https://en.wikipedia.org/wiki/Cranberry_Bog_Dolphins;http://imgur.com/IvpDGch;https://www.reddit.com/r/funny/comments/3u81jc/think_of_the_dolphins/;",
  "Example": "[Collected via email, November 2015] I keep seeing memes about dolphins getting killed by cranberry farmers by getting caught in the nets, is this true?? In late November 2015, a photo began making the social media rounds, reading: Please ask for dolphin-free cranberries this Thanksgiving. Every year, at least 12,000 cranberry bog dolphins are scooped into nets and canned. Make this year different. The text is accompanied by a photo of a smiling dolphin floating in a flooded cranberry bog with a person in hip waders (a cranberry farmer, presumably) in the foreground. The photos seems to have first surfaced on a Reddit group called /r/funny, where members routinely swap amusing photos, real and photoshopped. This particular photo, which appears to have been photoshopped, was briefly lent credence by a hoax Wikipedia page ( Cranberry Bog Dolphins, which was almost immediately taken down) and also disseminated by a Facebook group called Fake Science, whose mission statement is: Fake Science is a less than factual guide to our amazing world. Featuring all the questions that are too hard to answer, we explore what seems like the truth in breathtaking detail and with a total lack of research. After all, if it looks true, it might as well be true. While the actual origin of the photo is unclear, cranberries do not actually grow in water, but in bogs and marshes - not underwater but in wet and soggy ground. They are either dry harvested using machines that comb the berries off cranberry vines, or wet harvested, meaning the marsh is flooded the day before harvesting so that the berries, which contain tiny air pockets, float to the top of the water when removed from their vines for easier gathering.",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/cetacean-harvestation/",
  "Claim": "Dolphins are scooped into nets and canned by cranberry farmers during harvest season.",
  "Tags": "dolphins;reddit;fake photos;cranberries;",
  "Claim_ID": "cetacean-harvestation"
}