{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://ww2.kqed.org/arts/2015/08/01/franklin-a-peanuts-character-created-in-the-civil-rights-era-turns-47/;http://schulzmuseum.org/;http://blog.aaugh.com/;http://www.amazon.com/The-Snoopy-Treasures-Illustrated-Celebration/dp/1626864403;http://www.amazon.com/The-Peanuts-Collection-Treasures-Beloved/dp/031608610X;http://peanuts.wikia.com/wiki/Franklin;http://www.thesneeze.com/mt-archives/000485.php;http://cartoonician.com/crossing-the-color-line-in-black-and-white-franklin-in-peanuts/;http://www.michaelbarrier.com/Interviews/Schulz/interview_charles_schulz.htm;https://www.brainpickings.org/2015/11/03/only-whats-necessary-peanuts-chip-kidd/;https://qzprod.files.wordpress.com/2015/12/sc2002_003_0021.jpg?quality=80&strip=all&w=640;http://library.syr.edu/digital/guides/s/saunders_a.htm;http://www.peanuts.com/characters/franklin/#.VnwQh1WrTC3;http://www.snopes.com/wordpress/wp-content/uploads/2015/12/5243_474386579415513_7852369456962992932_n.jpg;",
  "Example": "[Collected via Facebook, December 2015] Origin:The above-displayed image showing various Peanuts characters gathered around a table tends to circulate online during the holiday season, along with the accusation that it shows comic strip creator Charles M. Schulz was himself a racist for sitting Franklin, the show's only black character, by himself on the opposite side of the table from all the other characters. This is a screenshot taken from the Charlie Brown Thanksgiving television special, which first aired on the CBS network on 20 November 1973: While the question of whether this particular aspect of that special should be considered \"racist\" is a subjective issue, we can shed some light on how Franklin became a Peanuts character, an action for which Peanuts creator Charles M. Schulz had to fight against opposition from the comic industry. Franklin Armstrong made his first appearance in the Peanuts comic strip of 31 July 1968. At the time, the United States was struggling with desegregation, and while the country had taken several steps to integrate the population, issues about having black and white people attend the same schools, use the same bathrooms, or appear in the same comic strips were still matters of substantial controversy: Schulz decided to add Franklin to the Peanuts gang after he began corresponding with Harriet Glickman, a retired schoolteacher from Los Angeles, who was concerned about race relations in America and wrote him in 1968, shortly after Martin Luther King Jr. was assassinated. We spoke to Glickman, now 89 years old, by phone from her Los Angeles-area home, and she told us: My parents... were very concerned about others, and the values that they instilled in us about caring for and appreciating everyone of all colors and backgrounds this is what we knew when we were growing up, that you cared about other people. And so, during the years, we were very aware of the issues of racism and civil rights in this country. And remember, when I was young, black people had to sit at the back of the bus, black people couldn't sit in the same seats in the restaurants that you could sit... the period before I wrote the letter was the major period of civil rights activities. Every day I would see, or read, about black children trying to get into school and seeing crowds of white people standing around spitting at them or yelling at them.... and the beatings and the dogs and the hosings and the courage of so many people in that time. So it wasn't as if, one day, I said, oh things are bad and Martin Luther King was shot and I should do something. It was the accumulation of all the years of seeing the discrimination, the segregation, the hatred and all.... And I just thought, Maybe I'll do something. And I realized that Peanuts was the most beloved comic strip in the country. And I wrote not only to Schulz, but I wrote to a few other cartoonists, as well. Schulz was not the only one who responded to her entreaties, Glickman said. Allen Saunders, who along with Dale Connor produced the long-running Mary Worth comic strip, responded with a \"very thoughtful\" letter that they were considering including a black character in their strip but ultimately demurred over fears that they would be dropped by their syndicator. Glickman's original letter to Schulz began: Since the death of Martin Luther King, I've been asking myself what I can do to help change those conditions in our society which led to the assassination and which contribute to the vast sea of misunderstanding, fear, hate and violence. Schulz replied that he had previously held off on introducing a black character, not because he was worried about meeting resistance to the concept, but because he wanted to avoid seeming to be patronizing. Glickman told us: I wrote back and asked him if it was okay with him to show his letter to some African American friends It was. Schulz soon received a letter from one of Glickman's friends, Kenneth C. Kelly, dated 6 June 1968: Dear Mr. Schulz: With regards to your correspondence with Mrs. Glickman on the subject of including Negro kids in the fabric of Peanuts, I d like to express an opinion as a Negro father of two young boys. You mention a fear of being patronizing. Though I doubt that any Negro would view your efforts that way, I d like to suggest that an accusation of being patronizing would be a small price to pay for the positive results that would accrue! We have a situation in America in which racial enmity is constantly portrayed. The inclusion of a Negro supernumerary in some of the group scenes in Peanuts would do two important things. Firstly, it would ease my problem of having my kids seeing themselves pictured in the overall American scene. Secondly, it would suggest racial amity in a casual day-to-day sense. I deliberately suggest a supernumerary role for a Negro character. The inclusion of a Negro in your occasional group scenes would quietly and unobtrusively set the stage for a principal character at a later date, should the basis for such a principal develop. We have too long used Negro supernumeraries in such unhappy situations as a movie prison scene, while excluding Negro supernumeraries in quiet and normal scenes of people just living, loving, worrying, entering a hotel, the lobby of an office building, a downtown New York City street scene. There are insidious negative effects in these practices of the movie industry, TV industry, magazine publishing, and syndicated cartoons. Sincerely, KCK Franklin made his debut less than two months later, but as a full-fledged (albeit sporadically appearing) friend of Charlie Brown's rather than as the suggested background character. This was no small thing for a nationally syndicated comic strip, especially at the peak of the United States' race-related civil unrest of 1968 and 1969. However, Schulz's decision to add a black character to Peanuts did meet with resistance from some quarters. The comic book artist said in a 1988 interview that his editors continually wanted to change the comics in which Franklin appeared: I finally put Franklin in, and there was one strip where Charlie Brown and Franklin had been playing on the beach, and Franklin said, \"Well, it's been nice being with you, come on over to my house some time.\" Again, they didn't like that. Another editor protested once when Franklin was sitting in the same row of school desks with Peppermint Patty, and said, \"We have enough trouble here in the South without you showing the kids together in school.\" But I never paid any attention to those things, and I remember telling Larry at the time about Franklin he wanted me to change it, and we talked about it for a long while on the phone, and I finally sighed and said, \"Well, Larry, let's put it this way: Either you print it just the way I draw it or I quit. How's that?\" So that's the way that ended. While some have applauded Schulz for including a black character in his comic strip, others have criticized him for how the character was handled. Nat Gertler, the author of \"The Peanuts Collection: Treasures from the World's Most Beloved Comic Strip,\" wrote that while Charles M. Schulz' inclusion of a black character was controversial, he was also overly cautious with how the character was used: Franklin's introduction was part of a five-day sequence featuring Sally tossing away Charlie Brown's beach ball and Franklin rescuing it. In some ways, this seems an aggressive bit of integration many American public beaches, while no longer legally segregated, were still de facto segregated at the time. In other ways, the strips suggest what might be seen today as an excess of caution; of the twenty panels of the series, Franklin is in ten panels and Sally is in eight, but never is Franklin in the same panel as the white girl. Franklin would not reappear for another two and a half months, when he came for a visit to Charlie Brown's neighborhood. He was somewhat lighter skinned here, which seems to be less a matter of trying to make him acceptable to the readers and more a matter of cutting back on shading lines which were overpowering his facial features. Franklin's job in this series was to react to the oddness of the neighborhood kids, and that was a precursor to what would be his primary role in the strip as a whole. Perhaps due to excessive caution, Franklin was never granted any of the sort of usual quirks that define a Peanuts character, the very sort of mistake that Glickman was warning about when she called for one of the black kids to be \"a Lucy.\" Schulz may have had more to work with if he had listened to Bishop James P. Shannon, who had marched beside Martin Luther King in Selma; Shannon was quoted in the Los Angeles Times as wondering if the new Peanuts character would be \"a believable human being who has some evident personal failing,\" versus being \"a perfect little black man.\" But whatever failings (or problematic lack of failings) Franklin may have had, his appearance drew national media coverage, and made local comics page editors flinch. Charles M. Schulz did not discuss Franklin's seating position in A Charlie Brown Thanksgiving. but he did respond to another accusation of racism regarding a strip published in November 1974: Fifteen years ago, when the strip was drawn, I believe there was only one black in the national hockey league. Does pointing out this fact make the strip racist? Nat Gertler, author of the aforementioned book about Peanuts, another called The Snoopy Treasures: An Illustrated Celebration of the World Famous Beagle, and the AAUGH Blog, reached out to us after seeing this article, and wrote: The article does leave hanging out there the assumption that Charles Schulz himself planned the admittedly awkward shot being referenced. While Schulz definitely kept a hand in the animated work, by 1973 when the Thanksgiving special aired, the Peanuts characters were starring in not only a steady stream of TV specials, but also a series of animated feature films. Schulz certainly wasn't laying out every shot himself - he had a day job to take care of, writing and drawing the most popular comic strip going, as well as creating original books, handling licensing materials, and so on. A talented team of animation folks were doing their job on this. Besides, if you look, Franklin may not have had a table mate, but he did get more desserts than anyone! Franklin was not the first minority character in the strip (he's predated by semi-Latino Jose Peterson), nor the only African-American character (although he is by far the most visible.) But yes, Schulz stuck his neck out introducing Franklin at all, and I'm glad this article is there to counter this rather frivolous accusation. --Nat Gertler (PS: Peanuts nitpickers will tell you that the name \"Franklin Armstrong\" is non-canonical; the last name was introduced in an animated special, and in the eyes of Schulz as well as the hard-core fans, that doesn't count!) According to Cesar Gallegos, the archivist for the Charles M. Schulz Museum in Santa Rosa, California, the response to Franklin's introduction was, despite editorial resistance, overwhelmingly positive. While the question of whether this particular aspect of that special should be considered \"racist\" is a subjective issue, we can shed some light on how Franklin became a Peanuts character, an action for which Peanuts creator Charles M. Schulz had to fight against opposition from the comic industry. Franklin Armstrong made his first appearance in the Peanuts comic strip of 31 July 1968. At the time, the United States was struggling with desegregation, and while the country had taken several steps to integrate the population, issues about having black and white people attend the same schools, use the same bathrooms, or appear in the same comic strips were still matters of substantial controversy: Schulz decided to add Franklin to the Peanuts gang after he began corresponding with Harriet Glickman, a retired schoolteacher from Los Angeles, who was concerned about race relations in America and wrote him in 1968, shortly after Martin Luther King Jr. was assassinated. We spoke to Glickman, now 89 years old, by phone from her Los Angeles-area home, and she told us: My parents... were very concerned about others, and the values that they instilled in us about caring for and appreciating everyone of all colors and backgrounds this is what we knew when we were growing up, that you cared about other people. And so, during the years, we were very aware of the issues of racism and civil rights in this country. And remember, when I was young, black people had to sit at the back of the bus, black people couldn't sit in the same seats in the restaurants that you could sit... the period before I wrote the letter was the major period of civil rights activities. Every day I would see, or read, about black children trying to get into school and seeing crowds of white people standing around spitting at them or yelling at them.... and the beatings and the dogs and the hosings and the courage of so many people in that time. So it wasn't as if, one day, I said, oh things are bad and Martin Luther King was shot and I should do something. It was the accumulation of all the years of seeing the discrimination, the segregation, the hatred and all.... And I just thought, Maybe I'll do something. And I realized that Peanuts was the most beloved comic strip in the country. And I wrote not only to Schulz, but I wrote to a few other cartoonists, as well. Schulz was not the only one who responded to her entreaties, Glickman said. Allen Saunders, who along with Dale Connor produced the long-running Mary Worth comic strip, responded with a \"very thoughtful\" letter that they were considering including a black character in their strip but ultimately demurred over fears that they would be dropped by their syndicator. Glickman's original letter to Schulz began: Since the death of Martin Luther King, I've been asking myself what I can do to help change those conditions in our society which led to the assassination and which contribute to the vast sea of misunderstanding, fear, hate and violence. Schulz replied that he had previously held off on introducing a black character, not because he was worried about meeting resistance to the concept, but because he wanted to avoid seeming to be patronizing. Glickman told us: I wrote back and asked him if it was okay with him to show his letter to some African American friends It was. Schulz soon received a letter from one of Glickman's friends, Kenneth C. Kelly, dated 6 June 1968: Dear Mr. Schulz: With regards to your correspondence with Mrs. Glickman on the subject of including Negro kids in the fabric of Peanuts, I d like to express an opinion as a Negro father of two young boys. You mention a fear of being patronizing. Though I doubt that any Negro would view your efforts that way, I d like to suggest that an accusation of being patronizing would be a small price to pay for the positive results that would accrue! We have a situation in America in which racial enmity is constantly portrayed. The inclusion of a Negro supernumerary in some of the group scenes in Peanuts would do two important things. Firstly, it would ease my problem of having my kids seeing themselves pictured in the overall American scene. Secondly, it would suggest racial amity in a casual day-to-day sense. I deliberately suggest a supernumerary role for a Negro character. The inclusion of a Negro in your occasional group scenes would quietly and unobtrusively set the stage for a principal character at a later date, should the basis for such a principal develop. We have too long used Negro supernumeraries in such unhappy situations as a movie prison scene, while excluding Negro supernumeraries in quiet and normal scenes of people just living, loving, worrying, entering a hotel, the lobby of an office building, a downtown New York City street scene. There are insidious negative effects in these practices of the movie industry, TV industry, magazine publishing, and syndicated cartoons. Sincerely, KCK Franklin made his debut less than two months later, but as a full-fledged (albeit sporadically appearing) friend of Charlie Brown's rather than as the suggested background character. This was no small thing for a nationally syndicated comic strip, especially at the peak of the United States' race-related civil unrest of 1968 and 1969. However, Schulz's decision to add a black character to Peanuts did meet with resistance from some quarters. The comic book artist said in a 1988 interview that his editors continually wanted to change the comics in which Franklin appeared: I finally put Franklin in, and there was one strip where Charlie Brown and Franklin had been playing on the beach, and Franklin said, \"Well, it's been nice being with you, come on over to my house some time.\" Again, they didn't like that. Another editor protested once when Franklin was sitting in the same row of school desks with Peppermint Patty, and said, \"We have enough trouble here in the South without you showing the kids together in school.\" But I never paid any attention to those things, and I remember telling Larry at the time about Franklin he wanted me to change it, and we talked about it for a long while on the phone, and I finally sighed and said, \"Well, Larry, let's put it this way: Either you print it just the way I draw it or I quit. How's that?\" So that's the way that ended. While some have applauded Schulz for including a black character in his comic strip, others have criticized him for how the character was handled. Nat Gertler, the author of \"The Peanuts Collection: Treasures from the World's Most Beloved Comic Strip,\" wrote that while Charles M. Schulz' inclusion of a black character was controversial, he was also overly cautious with how the character was used: Franklin's introduction was part of a five-day sequence featuring Sally tossing away Charlie Brown's beach ball and Franklin rescuing it. In some ways, this seems an aggressive bit of integration many American public beaches, while no longer legally segregated, were still de facto segregated at the time. In other ways, the strips suggest what might be seen today as an excess of caution; of the twenty panels of the series, Franklin is in ten panels and Sally is in eight, but never is Franklin in the same panel as the white girl. Franklin would not reappear for another two and a half months, when he came for a visit to Charlie Brown's neighborhood. He was somewhat lighter skinned here, which seems to be less a matter of trying to make him acceptable to the readers and more a matter of cutting back on shading lines which were overpowering his facial features. Franklin's job in this series was to react to the oddness of the neighborhood kids, and that was a precursor to what would be his primary role in the strip as a whole. Perhaps due to excessive caution, Franklin was never granted any of the sort of usual quirks that define a Peanuts character, the very sort of mistake that Glickman was warning about when she called for one of the black kids to be \"a Lucy.\" Schulz may have had more to work with if he had listened to Bishop James P. Shannon, who had marched beside Martin Luther King in Selma; Shannon was quoted in the Los Angeles Times as wondering if the new Peanuts character would be \"a believable human being who has some evident personal failing,\" versus being \"a perfect little black man.\" But whatever failings (or problematic lack of failings) Franklin may have had, his appearance drew national media coverage, and made local comics page editors flinch. Charles M. Schulz did not discuss Franklin's seating position in A Charlie Brown Thanksgiving. but he did respond to another accusation of racism regarding a strip published in November 1974: Fifteen years ago, when the strip was drawn, I believe there was only one black in the national hockey league. Does pointing out this fact make the strip racist? Nat Gertler, author of the aforementioned book about Peanuts, another called The Snoopy Treasures: An Illustrated Celebration of the World Famous Beagle, and the AAUGH Blog, reached out to us after seeing this article, and wrote: The article does leave hanging out there the assumption that Charles Schulz himself planned the admittedly awkward shot being referenced. While Schulz definitely kept a hand in the animated work, by 1973 when the Thanksgiving special aired, the Peanuts characters were starring in not only a steady stream of TV specials, but also a series of animated feature films. Schulz certainly wasn't laying out every shot himself - he had a day job to take care of, writing and drawing the most popular comic strip going, as well as creating original books, handling licensing materials, and so on. A talented team of animation folks were doing their job on this. Besides, if you look, Franklin may not have had a table mate, but he did get more desserts than anyone! Franklin was not the first minority character in the strip (he's predated by semi-Latino Jose Peterson), nor the only African-American character (although he is by far the most visible.) But yes, Schulz stuck his neck out introducing Franklin at all, and I'm glad this article is there to counter this rather frivolous accusation. --Nat Gertler (PS: Peanuts nitpickers will tell you that the name \"Franklin Armstrong\" is non-canonical; the last name was introduced in an animated special, and in the eyes of Schulz as well as the hard-core fans, that doesn't count!) According to Cesar Gallegos, the archivist for the Charles M. Schulz Museum in Santa Rosa, California, the response to Franklin's introduction was, despite editorial resistance, overwhelmingly positive. Schulz decided to add Franklin to the Peanuts gang after he began corresponding with Harriet Glickman, a retired schoolteacher from Los Angeles, who was concerned about race relations in America and wrote him in 1968, shortly after Martin Luther King Jr. was assassinated. We spoke to Glickman, now 89 years old, by phone from her Los Angeles-area home, and she told us: My parents... were very concerned about others, and the values that they instilled in us about caring for and appreciating everyone of all colors and backgrounds this is what we knew when we were growing up, that you cared about other people. And so, during the years, we were very aware of the issues of racism and civil rights in this country. And remember, when I was young, black people had to sit at the back of the bus, black people couldn't sit in the same seats in the restaurants that you could sit... the period before I wrote the letter was the major period of civil rights activities. Every day I would see, or read, about black children trying to get into school and seeing crowds of white people standing around spitting at them or yelling at them.... and the beatings and the dogs and the hosings and the courage of so many people in that time. So it wasn't as if, one day, I said, oh things are bad and Martin Luther King was shot and I should do something. It was the accumulation of all the years of seeing the discrimination, the segregation, the hatred and all.... And I just thought, Maybe I'll do something. And I realized that Peanuts was the most beloved comic strip in the country. And I wrote not only to Schulz, but I wrote to a few other cartoonists, as well. Schulz was not the only one who responded to her entreaties, Glickman said. Allen Saunders, who along with Dale Connor produced the long-running Mary Worth comic strip, responded with a \"very thoughtful\" letter that they were considering including a black character in their strip but ultimately demurred over fears that they would be dropped by their syndicator. Glickman's original letter to Schulz began: Since the death of Martin Luther King, I've been asking myself what I can do to help change those conditions in our society which led to the assassination and which contribute to the vast sea of misunderstanding, fear, hate and violence. Schulz replied that he had previously held off on introducing a black character, not because he was worried about meeting resistance to the concept, but because he wanted to avoid seeming to be patronizing. Glickman told us: I wrote back and asked him if it was okay with him to show his letter to some African American friends It was. Schulz soon received a letter from one of Glickman's friends, Kenneth C. Kelly, dated 6 June 1968: Dear Mr. Schulz: With regards to your correspondence with Mrs. Glickman on the subject of including Negro kids in the fabric of Peanuts, I d like to express an opinion as a Negro father of two young boys. You mention a fear of being patronizing. Though I doubt that any Negro would view your efforts that way, I d like to suggest that an accusation of being patronizing would be a small price to pay for the positive results that would accrue! We have a situation in America in which racial enmity is constantly portrayed. The inclusion of a Negro supernumerary in some of the group scenes in Peanuts would do two important things. Firstly, it would ease my problem of having my kids seeing themselves pictured in the overall American scene. Secondly, it would suggest racial amity in a casual day-to-day sense. I deliberately suggest a supernumerary role for a Negro character. The inclusion of a Negro in your occasional group scenes would quietly and unobtrusively set the stage for a principal character at a later date, should the basis for such a principal develop. We have too long used Negro supernumeraries in such unhappy situations as a movie prison scene, while excluding Negro supernumeraries in quiet and normal scenes of people just living, loving, worrying, entering a hotel, the lobby of an office building, a downtown New York City street scene. There are insidious negative effects in these practices of the movie industry, TV industry, magazine publishing, and syndicated cartoons. Sincerely, KCK Franklin made his debut less than two months later, but as a full-fledged (albeit sporadically appearing) friend of Charlie Brown's rather than as the suggested background character. This was no small thing for a nationally syndicated comic strip, especially at the peak of the United States' race-related civil unrest of 1968 and 1969. However, Schulz's decision to add a black character to Peanuts did meet with resistance from some quarters. The comic book artist said in a 1988 interview that his editors continually wanted to change the comics in which Franklin appeared: I finally put Franklin in, and there was one strip where Charlie Brown and Franklin had been playing on the beach, and Franklin said, \"Well, it's been nice being with you, come on over to my house some time.\" Again, they didn't like that. Another editor protested once when Franklin was sitting in the same row of school desks with Peppermint Patty, and said, \"We have enough trouble here in the South without you showing the kids together in school.\" But I never paid any attention to those things, and I remember telling Larry at the time about Franklin he wanted me to change it, and we talked about it for a long while on the phone, and I finally sighed and said, \"Well, Larry, let's put it this way: Either you print it just the way I draw it or I quit. How's that?\" So that's the way that ended. While some have applauded Schulz for including a black character in his comic strip, others have criticized him for how the character was handled. Nat Gertler, the author of \"The Peanuts Collection: Treasures from the World's Most Beloved Comic Strip,\" wrote that while Charles M. Schulz' inclusion of a black character was controversial, he was also overly cautious with how the character was used: Franklin's introduction was part of a five-day sequence featuring Sally tossing away Charlie Brown's beach ball and Franklin rescuing it. In some ways, this seems an aggressive bit of integration many American public beaches, while no longer legally segregated, were still de facto segregated at the time. In other ways, the strips suggest what might be seen today as an excess of caution; of the twenty panels of the series, Franklin is in ten panels and Sally is in eight, but never is Franklin in the same panel as the white girl. Franklin would not reappear for another two and a half months, when he came for a visit to Charlie Brown's neighborhood. He was somewhat lighter skinned here, which seems to be less a matter of trying to make him acceptable to the readers and more a matter of cutting back on shading lines which were overpowering his facial features. Franklin's job in this series was to react to the oddness of the neighborhood kids, and that was a precursor to what would be his primary role in the strip as a whole. Perhaps due to excessive caution, Franklin was never granted any of the sort of usual quirks that define a Peanuts character, the very sort of mistake that Glickman was warning about when she called for one of the black kids to be \"a Lucy.\" Schulz may have had more to work with if he had listened to Bishop James P. Shannon, who had marched beside Martin Luther King in Selma; Shannon was quoted in the Los Angeles Times as wondering if the new Peanuts character would be \"a believable human being who has some evident personal failing,\" versus being \"a perfect little black man.\" But whatever failings (or problematic lack of failings) Franklin may have had, his appearance drew national media coverage, and made local comics page editors flinch. Charles M. Schulz did not discuss Franklin's seating position in A Charlie Brown Thanksgiving. but he did respond to another accusation of racism regarding a strip published in November 1974: Fifteen years ago, when the strip was drawn, I believe there was only one black in the national hockey league. Does pointing out this fact make the strip racist? Nat Gertler, author of the aforementioned book about Peanuts, another called The Snoopy Treasures: An Illustrated Celebration of the World Famous Beagle, and the AAUGH Blog, reached out to us after seeing this article, and wrote: The article does leave hanging out there the assumption that Charles Schulz himself planned the admittedly awkward shot being referenced. While Schulz definitely kept a hand in the animated work, by 1973 when the Thanksgiving special aired, the Peanuts characters were starring in not only a steady stream of TV specials, but also a series of animated feature films. Schulz certainly wasn't laying out every shot himself - he had a day job to take care of, writing and drawing the most popular comic strip going, as well as creating original books, handling licensing materials, and so on. A talented team of animation folks were doing their job on this. Besides, if you look, Franklin may not have had a table mate, but he did get more desserts than anyone! Franklin was not the first minority character in the strip (he's predated by semi-Latino Jose Peterson), nor the only African-American character (although he is by far the most visible.) But yes, Schulz stuck his neck out introducing Franklin at all, and I'm glad this article is there to counter this rather frivolous accusation. --Nat Gertler (PS: Peanuts nitpickers will tell you that the name \"Franklin Armstrong\" is non-canonical; the last name was introduced in an animated special, and in the eyes of Schulz as well as the hard-core fans, that doesn't count!) According to Cesar Gallegos, the archivist for the Charles M. Schulz Museum in Santa Rosa, California, the response to Franklin's introduction was, despite editorial resistance, overwhelmingly positive. Last updated: 25 December 2015 Originally published: 24 December 2015",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/charlie-brown-racist-franklin/",
  "Claim": "A photograph of Franklin, the one black character on 'Peanuts,' sitting alone on Thanksgiving documents that the creator of 'Peanuts' was racist.",
  "Tags": "racism;charlie brown;franklin;peanuts;",
  "Claim_ID": "charlie-brown-racist-franklin"
}