{
  "Origins": "On 19 August 2015, the web site The Daily Rash published the transcript of a purported interview with MSNBC host Chris Matthews, Democratic presidential candidate (and former secretary of state) Hillary Clinton, and Hillary's daughter Chelsea Clinton, in the course of which Chelsea supposedly took responsibility for the controversy over the \"scrubbing\" of some potentially sensitive government-related e-mail messages from her mother's private server: HILLARY: Yes, we are, Chris. We have decided to be candid and inform the American people that Chelsea is the one who scrubbed my computer drives clean.",
  "Fact Check": "Did Chelsea Clinton say that she erased her mother Hillary Clinton's e-mails due to postpartum depression?",
  "Description": "CHRIS MATTHEWS: And you also claim she removed all the classified markings from sensitive emails? HILLARY: Yes, that is true. (looks at Chelsea) Isn t that true, honey? CHELSEA: (swallowing hard) Yes, I did it. I m the one who erased the servers and I also removed all classified markings. CHRIS MATTHEWS: So it makes sense now, Madam Secretary, that you could not have known you had all those classified emails. HILLARY: That s correct, Chris. CHRIS MATTHEWS: Unfortunately there s a heart wrenching part to this confession, isn t there? HILLARY: Yes there is, Chris. Chelsea was suffering from postpartum depression at the time. CHRIS MATTHEWS: Oh no. HILLARY: As you are aware, Chris, postpartum depression is an awful affliction for millions of women following a pregnancy. The costs to the poor mother are devastating. Those of us who ve never experienced it cannot imagine the anguish. The above-quoted interview never took place. The transcript is a work of fiction from The Daily Rash, a fake news site whose disclaimer states that nothing published by the site is true: The Daily Rash is satire! Merely a parody of the life that we watch around us daily. We spoof the famous and not so famous people who fill our lives with beauty and who bring us so much joy. Any similarities between our stories and real life are coincidental. Nothing here is very true. Last updated: 26 August 2015",
  "Originally Published": " 26 August 2015",
  "Referred Links": "http://www.donotlink.com/ggoo;http://www.donotlink.com/ggoq;",
  "Example": "[Collected via e-mail, August 2015] Chelsea Clinton erased her mom's emails due to post partum depression. Is this true?",
  "Last Updated": "26 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/chelsea-hillary-clinton-emails/",
  "Claim": "Chelsea Clinton said that she erased her mother Hillary Clinton's emails due to postpartum depression.",
  "Tags": "hillary clinton;hilary clinton;chelsea clinton;clinton;emails;postpartum depression;",
  "Claim_ID": "chelsea-hillary-clinton-emails"
}