{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": " 15 December 2015",
  "Referred Links": "http://www.145studyguide.com/sample1.php;https://www.reddit.com/r/pics/comments/3wmtx5/my_dad_is_an_aircraft_maintenance_engineer_he/;http://forums.jetcareers.com/threads/chemtrails-why-people-believe.204770/;http://www.snopes.com/wordpress/wp-content/uploads/2015/12/chemtrails.jpg;",
  "Example": "[Collected via Reddit, December 2015] My dad is an Aircraft Maintenance Engineer. He sent me this. Origin:On 13 December 2015, an image purportedly showing a \"chemtrails switch\" started recirculating around the internet after it was posted to the web site Reddit. Conspiracy theorists pushing the idea that chemtrails exist have been using the above-displayed photo as proof since at least 2014, when it was posted on a JetCareers.com forum. The photo, however, does not prove that a chemical is being purposefully dropped on the general public by the government. It merely proves that some internet users have access to photo editing software. The \"chemtrails switch\" photo is a digital manipulation. One way to identify the photo as a fraud is by examining the font. The \"E,\" \"M,\" \"T,\" and \"S\" used to spell \"Chemtrails\" is different than the \"E,\" \"M,\" \"T,\"and \"S\" used in other labels from the same image: Several commentators on both the Reddit thread and the JetCareers forum noted that the original image was taken of an overhead panel on a Embraer ERJ 145. A diagram of this panel from the EMB 145 study guide shows the same configuration as the panel in the above-displayed photo, only the \"chemtrails switch\" is marked as a \"Sterile Light\" switch: Furthermore, the Redditor who uploaded the photo claimed that they shared the image as a joke: Just an FYI, My dad is very adamant that the chemtrail theory is utter bullsh*t. He sent me this as a joke. Hot air and h2o = condensation Edit: Just to add a little context to this image, I asked my dad to explain the science behind contrails and forwarded me this as a joke. Apparently this is being passed around by his buddies at work. Last updated: 15 December 2015",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/chemtrails-switch-photo/",
  "Claim": "A photograph shows a chemtrail switch on a plane.",
  "Tags": "photoshop;chemtrails;chemtrails switch;chemtrail photo;",
  "Claim_ID": "chemtrails-switch-photo"
}