{
  "Origins": "In September 2015, an image began circulating on social media reporting that Chick-fil-A fast food restaurants were reversing a decades-old policy under which all their locations are closed on Sundays in observance of the sabbath. The rumor was controversial among fans of the chicken-centric food chain, as the company's policy of remaining closed on Sundays is a core faith-based tenet of the brand: Our founder, Truett Cathy, made the decision to close on Sundays in 1946 when he opened his first restaurant in Hapeville, Georgia. He has often shared that his decision was as much practical as spiritual. He believes that all franchised Chick-fil-A Operators and their Restaurant employees should have an opportunity to rest, spend time with family and friends, and worship if they choose to do so. That's why all Chick-fil-A Restaurants are closed on Sundays. It's part of our recipe for success.",
  "Fact Check": "Have Chick-fil-A restaurants announced they will be reversing their longstanding policy and start opening on Sundays?",
  "Description": "While the origin of the Chick-fil-A rumor wasn't clear, its claims were easily (and repeatedly) debunked by the company themselves on Twitter and Facebook: @ashrobynn_ This is not true. However, we'd love to see you Monday through Saturday! Chick-fil-A, Inc. (@ChickfilA) September 9, 2015 @Princessk361 Unfortunately, Chick-fil-A has no plans of opening on Sundays and will remain closed on that day of the week. Chick-fil-A, Inc. (@ChickfilA) September 9, 2015 Chick-fil-A has indicated that no plans are afoot to reverse their closed-on-Sunday policy and that claims to the contrary are entirely false. Last updated: 9 September 2015",
  "Originally Published": " 9 September 2015",
  "Referred Links": "https://twitter.com/ChickfilA/status/641692773234679808;https://twitter.com/Princessk361;https://twitter.com/ChickfilA/status/641692516891369472;https://twitter.com/ashrobynn_;https://www.facebook.com/ChickfilA/posts/10153881492400101;http://www.chick-fil-a.com/Company/Highlights-Sunday;https://twitter.com/medicatedd_/status/641329571963510789;",
  "Example": "[Collected via e-mail and Twitter, September 2015] Is Chik Fil A going to be open on Sundays starting October 2015? Chick fil A open on Sundays starting October 20 Sept. (@medicatedd_) September 8, 2015",
  "Last Updated": "9 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/chick-fil-open-sundays/",
  "Claim": "Chick-fil-A restaurants have announced they will be reversing their longstanding policy and start opening on Sundays.",
  "Tags": "chick-fil-a;chick-fil-a sundays;chik-fil-a;truett cathy;closed on sunday;christian policies;sabbath;chick fil a sunday hoax;",
  "Claim_ID": "chick-fil-open-sundays"
}