{
  "Origins": "Misconstrued coupons and freebie offers are rife on social media (where carefully targeting a limited audience for any business promotion is complicated), and a regional Chick-fil-A all-you-can-eat nuggets promotion a fine example of unintended deal-related consequences. In October 2015, social media users eagerly began sharing what looked to be a legitimate, branded offer from Chick-fil-A for cheap chicken nuggets, and in unlimited quantities. Obfuscating the promotion's limitations was the propensity for eager Facebook and Twitter users to paraphrase a rumor they'd heard; and soon enough images like this were being shared to and fro on social networks:",
  "Fact Check": "",
  "Description": "There was a tiny grain of truth to the rumor: one Chick-fil-A outlet indeed offered the attractive deal; but it was a purely local promotion, restricted to a single outlet in St. Petersburg, Florida: The St. Petersburg location is offering unlimited nuggets and waffle fries for $12.99. Kids under 12 pay $8.99 on Friday. The problem it's only for that restaurant. Loyal fans saw the promotion and shared it on social media sites across the country, confusing many into thinking that bottomless nuggets were soon coming to their local stores. The Tampa Bay Times reports the St. Pete Beach restaurant removed a post about the promotion but not before the company's corporate page was flooded with inquiries asking if the event was universal. As the news excerpt above noted, the promotion quickly grew legs and galloped across the nugget-craving social web, ensnaring hopeful chicken-eaters with the promise of a waffle fry-laden bacchanalia. Unlike previous rumors (including a false assertion that Wendy's provides free food to any patron claiming to be stranded far from home, and that college kids can eat free at numerous big chains), the claim appeared to be an honest mistake on the part of social media users. And while a minority of Florida residents can enjoy all the chicken nuggets they wish to eat on 30 October 2015, most residents of that state (and all others with nearby Chick-fil-A outlets) will not be able to access the promotion. Last updated: 28 October 2015",
  "Originally Published": " 28 October 2015",
  "Referred Links": "http://www.nbc-2.com/story/30369649/florida-chick-fil-as-unlimited-nugget-promotion-goes-viral;",
  "Example": "[Collected via e-mail, October 2015] Is it really all you can nuggets?! At chick fil a?!",
  "Last Updated": "28 October 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/chick-fil-a-nuggets/",
  "Claim": "Chick-fil-A is offering an all-you-can-eat nuggets promotion.",
  "Tags": "chicken mcnuggets;chick-fil-a;all you can eat;coupon rumors;",
  "Claim_ID": "chick-fil-a-nuggets"
}