{
  "Origins": "On 18 August 2015, former Star Trek star and Facebook power user George Takei shared the image shown above. Takei's post linked to a 31 July 2015 article on the blog Viral Thread titled \"This Is How People in China Are Riding Escalators After a Horrific Accident.\" The link referenced a 26 July 2015 escalator accident in Jingzhou, China, in which a woman named Xiang Liujuan died saving her toddler son from a malfunctioning escalator.",
  "Fact Check": "Do photographs show how people in China are riding escalators differently after a tragic escalator accident killed a mother?",
  "Description": "Whether Viral Thread was aware of the nature of the photographs later shared by Takei is unclear, but none of the images displayed were escalator riders reacting to Liujuan's death. The images were originally presented online as follows: (Published to the Internet as early as September 2014 and clearly taken before the July 2015 accident.) (Published to the internet as early as July 2014, and also not a reaction to the July 2015 tragedy.) (Published to the internet as early as April 2011, years before the July 2015 incident.) All these photographs existed well before the tragic July 2015 fatal escalator accident in China and simply show young people having fun riding escalators in unconventional ways; they are in no way reflective of Chinese people's reaction to that accident. Last updated: 19 August 2015",
  "Originally Published": " 19 August 2015",
  "Referred Links": "http://www.tineye.com/search/64130372c2c721b5ad05497e23c652a22196d90a;http://www.tineye.com/search/ef7bd7bbe98be988e97008583b4f64c55fd134d1;http://tineye.com/search/bc446021a64aa7e1f1ac15e2f1c010e172026118/;https://www.facebook.com/georgehtakei/posts/1338121142884002;",
  "Example": "[Collected via Facebook, August 2015]",
  "Last Updated": "19 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/china-escalators-sideways/",
  "Claim": "Photographs show how people in China are riding escalators differently after a tragic escalator accident killed a mother.",
  "Tags": "george takei;china;escalators;china riding escalators;",
  "Claim_ID": "china-escalators-sideways"
}