{
  "Origins": "On 24 August 2015, the web site Business Standard News published a fake news article reporting that New Jersey governor (and Republican presidential hopeful) Chris Christie said that teachers were overpaid and should make minimum wage plus a bonus based on the number of students who pass standardized tests: \"Teachers are paid too much, that s what s bankrupting the system, Christie said. Some teachers make six-figure salaries and that s not including retirement benefits.",
  "Fact Check": "Did Chris Christie say that teachers should make only minimum wage plus bonuses?",
  "Description": "Christie suggested a new teacher pay structure. He proposed teachers get paid minimum wage and a bonus for every student that passes standardized tests. Teacher pay should be determined by how well their students are doing, Christie said. They need to be held accountable. If students are failing, teachers are nothing more than glorified baby sitters. The above-quoted story is a work of fiction from a satirical (i.e., fake news) site. A disclaimer on the Business Standard News (aka \"B.S. News\") site states that it was designed to \"parody\" real news: The Business Standard News is a satirical site designed to parody the 24-hour news cycle. The stories are outlandish, but reality is so strange nowadays they could be true. The Business Standard News has previously published fake stories about Fox News' hiring Stacey Dash to \"attract old white dudes\" and George Zimmerman's being engaged as a Fox News contributor. Last updated: 26 August 2015",
  "Originally Published": " 26 August 2015",
  "Referred Links": "http://bizstandardnews.com/about/;http://www.donotlink.com/ggnq;",
  "Example": "[Collected via email, August 2015] I recently read an article that is captioned, \"Chris Christie Suggests Teachers Get Minimum Wage Plus Bonuses.\" I can't find anything to verify this. It is supposedly from The Business Standard News BS News, keeping it real. Is there any truth to this?",
  "Last Updated": "26 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/chris-christie-teacher-minimum-wage/",
  "Claim": "Chris Christie said that teachers should make only minimum wage plus bonuses.",
  "Tags": "chris christie;minimum wage;teachers;teacher pay;teacher union;",
  "Claim_ID": "chris-christie-teacher-minimum-wage"
}