{
  "Origins": "On 4 July 2015, the web site United Media Publishing published an article titled \"Christians Couples File for Divorce En-Masse to Defy Gay Marriage Ruling.\" According to that article, thousands of Christian couples began filing for divorce in protest of the U.S. Supreme Court's June 2015 decision upholding same-sex marriage as a constitutional right: Thousands of Christian couples, some who have been married for decades, have vowed to file for divorce in the wake of the Supreme Court ruling which has legalized gay marriage nationwide.",
  "Fact Check": "Did thousands of Christian couples file for divorce to protest the Supreme Court's ruling on gay marriage?",
  "Description": "As hundreds of homosexual couples applied for marriage licenses on Monday morning, dozens of Christian couples simultaneously filed for divorce. Susan Hines, an employee at Calvin and Hayes Family Court in San Diego California commented on her observations since the ruling. We have seen a noticeable uptick in couples calling in requesting information on the divorce process. Many of these couples have been married for decades and they seem to want to figuratively dissolve their union since the ruling because they disapprove of gay marriage. They don t seem to care about the consequences and we re legally obliged to fulfill their requests. While United Media Publishing's web site doesn't feature a disclaimer identifying its content as fake news, scant prior efforts from the outlet include a fabricated claim that Charles Manson had died. Additional articles featured on the site are similar and obvious hoaxes: #Mikebrown's ghost seen in #ferguson. Maybe this is one for @GhostAdventures #blacklivesmatter http://t.co/1yxXDl1TWs UnitedMediaPublish (@Unitmc2publg) June 3, 2015 #Baltimore officials announced plans to revoke #welfare of those caught during #BaltimoreRiots #BALTIMORELOOTCREW http://t.co/T0lkMFP06L UnitedMediaPublish (@Unitmc2publg) April 28, 2015 Last updated: 6 July 2015",
  "Originally Published": " 6 July 2015",
  "Referred Links": "https://twitter.com/Unitmc2publg/status/593187232833359872;http://t.co/T0lkMFP06L;https://twitter.com/hashtag/BALTIMORELOOTCREW?src=hash;https://twitter.com/hashtag/BaltimoreRiots?src=hash;https://twitter.com/hashtag/welfare?src=hash;https://twitter.com/hashtag/Baltimore?src=hash;https://twitter.com/Unitmc2publg/status/606090369965563904;http://t.co/1yxXDl1TWs;https://twitter.com/hashtag/blacklivesmatter?src=hash;https://twitter.com/GhostAdventures;https://twitter.com/hashtag/ferguson?src=hash;https://twitter.com/hashtag/Mikebrown?src=hash;http://www.donotlink.com/ftof;",
  "Example": "[Collected via Twitter, July 2015] So there are thousands of Christian couples filling for divorce because gay marriage is legal. I mean... do you hear how stupid you sound.",
  "Last Updated": "6 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/christian-couples-divorce/",
  "Claim": "Thousands of Christian couples have filed for divorce to protest the Supreme Court's ruling on marriage equality.",
  "Tags": "fake news;fake news sites;gay marriage;christians divorce en masse;united media publishing;",
  "Claim_ID": "christian-couples-divorce"
}