{
  "Origins": "On 5 November 2015, the web site GaryForbes.wix.com published an article purportedly written by retired United States Air Force General Chuck Yeager, endorsing Donald Trump for President of the United States: The criticisms of Trump are amazingly missing something. They are lacking in negative stories from those who work for him or have had business dealings with him. After all the employees he's had and all the business deals he's made there is a void of criticism. In fact, long term employees call him a strong and merciful leader and say he is far more righteous and of high integrity than people may think.",
  "Fact Check": "",
  "Description": "And while it may surprise many, he s actually humble when it comes to his generosity and kindness. A good example is a story that tells of his limo breaking down on a deserted highway outside of New York City. A middle-aged couple stopped to help him and as a thank you he paid off their mortgage, but he didn t brag about that. Generous and good people rarely talk of charity they bestow on others. But as much as all this is interesting, the real thing that people want to know is what Donald Trump s plan is for America. It s funny how so many people say they don t know what it is, or they act like Trump is hiding it. The information is readily available if people would just do a little homework. But, since most Americans won't do their own research, here, in no particular order, is an overview of many of Trumps positions and plans: This article, titled \"Donald Trump Who He REALLY Is by Chuck Yeager,\" was not written by the retired USAF General, nor was it first published on the Gary Forbes web site. The article has been posted on a variety of blogs and web sites, with the earliest iteration being published to Doug Johnson's Horse Sense blog on 4 July 2015. Johnson's article wasn't particularly popular, but the majority of its content soon started circulating via e-mail and online forums, where it was cmommonly attributed to an \"unknown author.\" Chuck Yeager's name was eventually tacked on to the essay, first by Catholic.org in August, and later by Gary Forbes, but this form of credit was undertaken without the USAF General's knowledge or approval. In fact, General Yeager has asked some Twitter users to delete links to the purported endorsement, maintaining that he does not endorse political candidates (although he has apparently done so before): Last updated: 7 December 2015",
  "Originally Published": " 7 December 2015",
  "Referred Links": "http://www.gwu.edu/~action/2008/ads08/hunter102907adr.html;https://twitter.com/GenChuckYeager/status/666101924265984001;http://www.catholic.org/news/politics/story.php?id=62911;https://disqus.com/home/discussion/americanthinker/how_the_left_turned_electoral_rejection_into_triumph_and_what_conservatives_can_learn_from_them/;http://www.horsesenseblog.com/2015/07/with-all-criticism-what-do-we-really.html;http://www.americanfreedombybarbara.com/2015/11/general-chuck-yeager-usaf-endorses.html;http://beforeitsnews.com/opinion-conservative/2015/11/general-chuck-yeager-usaf-endorses-donald-j-trump-3079676.html;http://garyforbes.wix.com/blog#!USAF-General-Chuck-Yeager-endorses-Donald-J-Trump/c1sbz/563ad7d20cf2c322b494d00f;",
  "Example": "[Collected via e-mail, December 2015] I've been repeatedly seeing a post that Chuck Yeager is endorsing Donald Trump for President. But on Yeager's website there is no mention of it and he seems to shy away from politics, in general.",
  "Last Updated": "7 December 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/chuck-yeager-donald-trump-endorsement/",
  "Claim": "USAF General Chuck Yeager wrote an essay endorsing Donald Trump for President.",
  "Tags": "donald trump;chuck yeager;",
  "Claim_ID": "chuck-yeager-donald-trump-endorsement"
}