{
  "Origins": "Shortly after nine people were killed in a shooting at Umpqua Community College in Roseburg, Oregon, on 1 October 2015, several web sites such as The Gateway Pundit, Conservative Treehouse, and MegynKelly.org (an unofficial web site for Fox News commentator Megyn Kelly) claimed that the CNN news channel had altered a photograph of gunman Chris Harper-Mercer (who identified himself as being of mixed race) in order to make him appear Caucasian:",
  "Fact Check": "Does an image show a photograph of Umpqua shooter Chris Harper-Mercer altered by CNN to make him appear white?",
  "Description": "None of the aforementioned web sites offered any proof that CNN had actually altered the photograph: they provided no links to where the image had originally appeared nor offered any screenshots showing that CNN had aired the altered image on television. They simply posted the above-displayed photograph and claimed, without any evidence, that CNN was responsible for creating and displaying it. While the exact origins of the image are unclear, comments left on the Conservative Treehouse's article indicated that the photograph was created by Twitter user @0Hour1: Brian Stelter, CNN's senior media correspondent, took to Twitter on 4 October 2015 to address the photograph and confirm that it was not used by CNN: A LiveLeak article claimed to offer \"proof\" that CNN had used the lightened image, as demonstrated by a screenshot obtained from \"a simple search of the dark web using Kartoo against cached video streams from CNN's own servers\": This was, of course, simply another fake created by pasting the lightened image of Chris Harper-Mercer over a screenshot from a CNN report that did not originally include it: Last updated: 6 October 2015",
  "Originally Published": " 4 October 2015",
  "Referred Links": "https://twitter.com/brianstelter/status/650794318635118592;https://twitter.com/0Hour1/with_replies;",
  "Example": "",
  "Last Updated": "6 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/cnn-altered-photo-umpqua-shooter/",
  "Claim": "Image shows a photograph of Umpqua shooter Chris Harper-Mercer altered by CNN to make him appear white.",
  "Tags": "CNN;umpqua;altered photo;chris harper mercer;school shooting;",
  "Claim_ID": "cnn-altered-photo-umpqua-shooter"
}