{
  "Origins": "Instances abound of phallic imagery supposedly sneaked into product displays and packaging, such as a Renuzit air freshener can, a Star Wars trading card , a Sears catalog underwear ad, and the clamshell case for Disney's Little Mermaid video.",
  "Fact Check": "",
  "Description": "The item pictured above is purportedly a Coca-Cola advertising poster released in South Australia and recalled after the company discovered the artist had hidden some rather obvious sexual imagery in one of the ice cubes surrounding the bottle of Coke. News reports confirm that Coca-Cola did indeed pull an advertisement (intended to tout the reintroduction of Coca-Cola's contour bottle, hence the \"Feel the Curves!\" slogan) from the South Pacific marketing area in 1995 due to some questionable imagery: Coca-Cola has dumped thousands of posters from its new advertising campaign after a graphic sexual image was found hidden in the picture. The poster shows a cartoon interpretation of a Coke bottle sitting on a bed of ice under the words \"Feel The Curves!\". But an image, apparently depicting oral sex and which is only obvious by looking carefully, has been painted inside one icecube in one corner of the picture. A $200,000 campaign was created to promote the reintroduction of Coke's original contoured bottle shape. Thousands of posters had been distributed to hotels and bottle shops across Sydney before the mistake was discovered by Coca-Cola management. It wasn't till retailers complained that red-faced executives withdrew thousands of glossy posters that contained [the] image of a woman and a penis. The artwork was designed by a small graphic design firm contracted by the soft drink giant to appeal to young Coke drinkers who would not have grown up with the famous bottle shape. It was initially destined for 120,000 outlets across Sydney. The company admitted it was embarrassed by revelation of the oversight. The president of the Australian marketing arm, Coca-Cola South Pacific, Mr Mike Bascle, said the action of the artist was \"quite irresponsible and not amusing\". Coke's Sydney-based corporate affairs manager Ian Brown said the company was a victim.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "HOW CLEVER IS THIS This poster was released in the mid 80s and prompted a total recall of all posters because of the picture painted in ice-cubes at bottom right corner a woman performing an act. The graphic artist who designed the picture put this in as a joke, and it went through unnoticed until someone spotted it on the back of a Coke truck. The artist lost his job and was sued, and all promotional material had to be recalled and destroyed. Very rare and hard to get hold of released in South Australia in mid '80s.",
  "Last Updated": "13 May 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/cokelore/poster.asp",
  "Claim": "Coca-Cola recalled an advertising poster due to a risqu image hidden within it.",
  "Claim_ID": "cokelore_poster",
  "Tags": ""
}