{
  "Origins": "The Coca-Cola Company is far too sizeable a business entity for any one person or group to own, even if that group were Bill Gates and Kerry Packer. Big Red is a publicly traded company (New York Stock Exchange ticker symbol KO), with 5% of its shares held by insiders (former and current executives plus the families of those who built up the company), 64% of its shares held by over 1,400 different institutional and mutual fund owners, and the rest held by various and sundry individual investors, some of whom may indeed be Mormon. A mere 1% holding of The Coca-Cola Company's stock would be worth over $3 billion.",
  "Fact Check": "",
  "Description": "Coca-Cola's largest shareholding entity is Berkshire Hathaway, a company run by Omaha, Nebraska, stock-picking guru Warren Buffett. Berkshire Hathaway holds 400 million shares, or about 9% of the company, a stake valued at $31 billion. The Church of Jesus Christ of Latter-day Saints does not appear on the list of Coca-Cola's top institutional stockholders. A variant of this rumor states that the Mormons own the Pepsi-Cola Company. That too is untrue: Like Coca-Cola, PepsiCo is far too large for any group to possess outright. Underpinning this legend is the notion that Mormons are forbidden caffeinated beverages, thus how deliciously ironic it would be if the Church of Jesus Christ of Latter-day Saints quietly owned a company it raged against from the pulpit. Though we hate to ruin a good bit of lore with the facts, the truth is that although Mormons have been advised by church leaders to avoid caffeinated beverages, this suggestion has not been passed down as official church doctrine to which all members in good standing must adhere (unlike, say, the admonitions against coffee, tea, tobacco and alcohol, which are church doctrine). Mormons can swill Coca-Cola, eschew it and all other caffeinated beverages, or indulge in the occasional Coke and still be considered churchgoers in good standing. Barbara \"Coke adds life to rumors\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20021026175515/http://templehill.com/soda_caffeine.html;http://finance.yahoo.com/q/mh?s=KO+Major+Holders;",
  "Example": "",
  "Last Updated": "27 August 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/cokelore/mormon.asp",
  "Claim": "The Mormons own the Coca-Cola Company.",
  "Claim_ID": "cokelore_mormon",
  "Tags": ""
}