{
  "Origins": "Among the pantheon of characters commonly associated with the Christmas season (both the religious holiday and the secular wintertime celebrations), the beloved persona of Santa Claus is somewhat distinctive in that his appearance is neither one that has been solidified through centuries of religious tradition nor one that sprang fully-formed from the imagination of a modern-day writer or artist. Santa Claus is instead a hybrid, a character descended from a religious figure ( St. Nicholas ) whose physical appearance and backstory were created and shaped by many different hands over the course of years until he finally coalesced into the now familiar (secular) character of a jolly, rotund, red-and-white garbed father figure who oversees a North Pole workshop manned by elves and travels in a sleigh pulled by eight reindeer to deliver toys to children all around the world every Christmas Eve.",
  "Fact Check": "",
  "Description": "Although we can identify some of the most influential sources who contributed to the formation of the modern Santa Claus figure (such as writers Washington Irving and Clement Clarke Moore, historian John Pintard, and illustrator Thomas Nast) no single person or institution can lay claim to having created him. Nonetheless, we humans prefer definitive answers: We want details about time, place, and source and tend to eschew ambiguous, indefinite, open-ended explanations. We don't find satisfying the notion that Santa Claus is an evolutionary figure with no single, identifiable point of origin, so instead many of us have clung to the more satisfying, pat (and somewhat cynical) explanation that the modern appearance of Santa Claus was a commercial creation of the Coca-Cola company, who cannily promoted a version of Santa garbed in their red-and-white corporate colors. It is true that, since Santa Claus is an evolutionary figure, he did not suddenly appear fully-formed one day and immediately supplant every other character traditionally associated with Christmas. However, it is not true in any realistic sense that Coca-Cola \"created\" the modern Santa Claus: they did not invent the now-familiar rotund, bearded fellow clothed in red-and-white garb, nor did they pluck him from a pantheon of competing, visually different Christmastime figures and elevate him to the supreme symbol of Christmas gift-giving. The red-and-white Santa figure existed long before Coca-Cola began featuring him in print advertisements, and he had already supplanted a bevy of competitors to become the standard representation of Santa Claus before he began his tenure as a pitchman for Coke. At the beginning of the 1930s, as the burgeoning Coca-Cola company was looking for ways to increase sales of their product during winter (then a slow time of year for the soft drink market), they turned to a talented commercial illustrator named Haddon Sundblom, who created a series of memorable drawings (inspired in large part by Clement Clark Moore's 1822 poem \"A Visit from St. Nicholas\") that associated the figure of a larger than life, red-and-white garbed Santa Claus with Coca-Cola and the slogan \"The Pause That Refreshes,\" such as the following: However, illustrations of lavishly bearded Santas (and his predecessors), showing figures clothed in red suits and red hats with white fur trimming, held together with broad black belts, were common long before Coca-Cola's first Sundblom-drawn Santa Claus advertisement appeared in 1931, as evidenced by these examples from 1906, 1908, and 1925, respectively: There was a period of overlap during which the modern Santa Claus character coexisted with other Christmas figures and other versions of himself, as his now-standard appearance and persona jelled and his character grew in popularity to become the dominant (secular) Christmas figure in the western world. However, that period had ended before Coca-Cola began utilizing Santa for their holiday season advertisements. As noted in a New York Times article published in 1927, four years before the appearance of Sundblom's first Santa-based Coca-Cola ad, the Santa Claus figure rendered by Sundblom was based upon what had already become the standard image of Santa: A standardized Santa Claus appears to New York children. Height, weight, stature are almost exactly standardized, as are the red garments, the hood and the white whiskers. The pack full of toys, ruddy cheeks and nose, bushy eyebrows and a jolly, paunchy effect are also inevitable parts of the requisite make-up. Coke's annual advertisements featuring Sundblom-drawn Santas holding bottles of Coca-Cola, drinking Coca-Cola, receiving Coca-Cola as gifts, and enjoying Coca-Cola became a perennial Christmastime feature which helped spur Coca-Cola sales throughout the winter (and produced the bonus effect of appealing quite strongly to children, an important segment of the soft drink market). One might therefore fairly grant Coca-Cola some credit for cementing the modern image of Santa Claus in the public consciousness, as in an era before the advent of television, before color motion pictures became common, and before the widespread use of color in newspapers, Coca-Cola's magazine advertisements, billboards, and point-of-sale store displays were for many Americans their primary exposure to the modern Santa Claus image. But at best what Coca-Cola popularized was an image they borrowed, not one they created. Additional information: The True History of the Modern Day Santa Claus (Coca-Cola)",
  "Originally Published": "",
  "Referred Links": "http://www.coca-colacompany.com/holidays/the-true-history-of-the-modern-day-santa-claus;http://www.coca-colacompany.com/holidays/the-true-history-of-the-modern-day-santa-claus;",
  "Example": "[Twitchell, 2000] The jolly old St. Nick that we know from countless images did not come from folklore, nor did he originate in the imaginations of Moore and Nast. He comes from the yearly advertisements of the Coca-Cola Company. He wears the corporate colors the famous red and white for a reason: he is working out of Atlanta, not out of the North Pole.",
  "Last Updated": "18 December 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/cokelore/santa.asp",
  "Claim": "The modern image of Santa Claus was created by the Coca-Cola Company.",
  "Claim_ID": "cokelore_santa",
  "Tags": ""
}