{
  "Origins": "Somehow I doubt this is what Coca-Cola meant by 'the pause that refreshes.'",
  "Fact Check": "",
  "Description": "Here's a short newspaper summary from 1985 about the first study undertaken to verify claims about Coke's contraceptive properties: 'OLD COKE' BETTER THAN 'NEW COKE?' Common commodities such as honey and sodium bicarbonate, acidic fruit juices and oils have been used through history as spermicides. Three Harvard researchers note that Coca-Cola is said to be favored for this purpose in some developing countries and was touted in American folklore as a contraceptive aid in years gone by. No documentation of the soft drink's spermicidal capabilities was found, so Dr. Sharee Umpierre and two colleagues decided to test Coke in some of its various formulations in their lab. They found that Diet Coke was a most effective spermicide and the original formula Coke was also quite effective, five times more so than the reformulated \"new\" Coke. \"Although not recommended for postcoital contraception, partly because sperm can be found in the oviducts within minutes after intercourse, Coca-Cola products do appear to have a spermicidal effect,\" the researchers said in a letter to the New England Journal of Medicine. \"Furthermore, our data indicate that at least in the area of spermicidal effect, 'Classic' Coke is it.\" [T]he researchers said they found marked differences in the ability of four different Coca-Cola formulations to act as a spermicide. At the same time, they warned against the use of soft drinks of any kind as douches after intercourse to prevent pregnancy. While there are differences among soft drinks, all fail as effective contraceptives, the researchers noted. To test the sperm-killing abilities of various Coca-Cola products, the three researchers prepared test tubes containing small samples of carefully preserved sperm and poured in small amounts of Diet Coke, New Coke, caffeine-free New Coke and Classic Coke carefully repeating the test three times for each soda. All of them killed some sperm, but New Coke turned out to be least effective, with Diet Coke having the most pronounced effect overall and Classic Coke recording a five times greater sperm-killing rate than its upstart rival. \"Coca-Cola products do appear to have a spermicidal effect,\" the study deadpanned. \"Furthermore, our data indicate that, at least in the area of spermicidal effect, 'Classic Coke' is it.\" Coca-Cola saw little humor in the Harvard project. A spokesman said the company hadn't seen the new report, but \"our position is we do not promote any of our products for any medical use.\"1 However, other researchers were unable to verify these results in later experiments. Subsequent trials performed by medical researchers in Taiwan (using several varities of both Coca-Cola and Pepsi-Cola ) led them to the opposite conclusion, that \"cola has little if any spermicidal effect\": The inhibitory effect of Old Coke, caffeine-free New Coke, New Coke, Diet Coke and Pepsi-Cola on human sperm motility was studied with a trans-membrane migration method. None of them could decrease sperm motility to less than 70% of control within one hour. A previous study which claimed a marked variation of spermicidal potencies among different formulations of Coca-Cola could not be confirmed. Even if cola has a spermicidal effect, its potency is relatively weak as compared with other well-known spermicidal agents. Testing of various cola formulas on sperm motility using a trans-membrane procedure did not decrease motility to less than 70% control in a 1-hour period. Diet Coca-Cola had the strongest spermicidal effect followed by Classic Coca-Cola, Caffeine-free Coca-Cola and New Coca-Cola. Since there are no known substances in cola that effect cellular membranes, the results of these tests were not unusual. Other tests have been done using higher dilution of cola which could effect sperm motility and give different results for spermicidal potencies. The results show that cola has little if any spermicidal effect. Its use in postcoital douching is ineffective and could cause complications such as infection.2 Whichever set of results one wants to believe, those tempted to grab a six-pack and head down to the beach should keep in mind that spermicides themselves aren't all that effective at preventing pregnancy. Saying Diet Coke kills sperm is like saying a rubber glove makes a decent balloon you shouldn't interpret either as meaning that using them creatively will keep you safe from parenthesis. (That's when you wind up pregnant and end up writing a book about it.) Coca-Cola may not be promoting its product as a spermicidal douche, but the idea ain't new. Coke (and Dr Pepper in the southern States) douches have been part of contraceptive lore at least since the 1950s, with the common belief being that the carbonic acid in Coke killed the sperm and the sugar \"exploded\" the sperm cells, while the carbonation of the drink forced the jet of liquid into the vagina. Back in the 1950s and 1960s, this method of parenthood prevention proved somewhat popular because not only was it cheap and universally available at a time when reliable birth control methods were hard to come by, but it also came in its own handy \"shake and shoot\" disposable applicator.After intercourse, the girl would uncap a warm Coke, put her thumb over the mouth of the bottle, shake up the beverage, then insert the neck of the bottle in her vagina and move her thumb out of the way. The warm well-shaken Coke became an effervescent spermicidal douche, with the traditional (at that time) six-ounce bottle providing what was deemed to be just the right amount for one application. As stated above, this method wasn't all that effective at preventing pregnancy. Though Coca-Cola might have been a (slight) step up from plain water, douching with any liquid is far too often a case of attempting to close the barn door after the horse has got loose. By the time the douche is fired off, 100,000 or thereabouts sperm are swimming around in the uterus, already out of reach of any douche, even a fizzy one. Women should be reluctant to turn to soda pop douches for another reason besides their ineffectiveness at preventing Momhood the sugars in them being let loose in that part of a woman's anatomy can lead to yeast infections, an annoying, difficult-to-cure condition. Oddly, a 1992 study conducted by Nigerian researchers found that, although Coca-Cola and Pepsi-Cola were ineffective as spermicides, Krest bitter lemon drink fared quite well in this regard, and they recommended additional study to determine whether it might have \"great potential as such a contraceptive\": This study investigated the effects of increase in temperature and in pH of Coca-Cola, Afri-Cola, Pepsi-Cola and Krest bitter lemon drinks (\"soft drinks\") produced in Nigeria on the in vitro motility of spermatozoa. Of the drinks, Krest bitter lemon (unadjusted) immobilized all spermatozoa within 1 minute of addition. Conclusion: i) alkalinity decreases the spermicidal action of all drinks except Coca-Cola, and ii) Krest bitter lemon may achieve very high efficacy if used as post-coital douche, especially in the impoverished, densely populated Third World. Other than Krest bitter lemon, the significant decreases in sperm motility were not enough to prevent pregnancy. These findings indicated that researchers should test Krest bitter lemon for effectiveness as a postcoital contraceptive. If indeed it proves effective, it has great potential as such a contraceptive among the poor in the densely population developed countries since it is readily available and inexpensive.3 The bottom line? The best contraceptive use for a Coke is to use it wash down your daily birth control pills. Barbara \"cherry cola\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "19 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/cokelore/sperm.asp",
  "Claim": "Coca-Cola is an effective contraceptive.",
  "Claim_ID": "cokelore_sperm",
  "Tags": ""
}