{
  "Origins": "Various bits of popular \"wisdom\" circulate about what ingesting Coca-Cola and aspirin together will do. The more common (with the first two being by far the most popular) are: it's an aphrodisiac it's a great way to get high it causes instant death it cures headaches Without exception, the beverage is always Coca-Cola and the pain killer is aspirin. No other products will do, apparently not even another soft drink, let alone a different analgesic.",
  "Fact Check": "",
  "Description": "These beliefs have been around for decades and are generally picked up in high school. Usually, a student hears only one of these old wives' tales and is unaware others outside his region have heard different things about the efficacy of that particular combination. In some parts of the U.S., girls were in the habit of keeping a careful eye on their Cokes, lest some less-than-successful Lotharios slip aspirin into their drinks, rendering them wanton and willing. In other areas, kids downed aspirin and Cokes with the firm belief that they'd soon be lightheaded and silly. What might well be the origin of the \"gets you high\" belief appeared in the early 1930s. A doctor from Illinois wrote to the Journal of the American Medical Association to warn that teenagers were dissolving aspirin in Coca-Cola to create an \"intoxicating\" beverage with addictive properties that were as bad as \"narcotic habituation.\" His rant was baseless, and the rumor eventually died down and stayed down for a very long time. The teen years are a time of experimentation and initiation into the world of adult knowledge and thus mark a bridge between childhood and adulthood. Two things that kids can't do but adults can are drink liquor and engage in sexual activity. It's not surprising that a great many of the whispered snippets of secret knowledge exchanged by teens have to do with one or the other of these activities. To kids of that age everything is a mystery, so bits of lore that enhance the aura of mystery fall upon receptive ears. Teens stand with one leg still in childhood, a time of lessened responsibility. Actions aren't clearly perceived as having consequences, certainly not in the way they will later in life. A teen will be enchanted by the notion that combining a popular soft drink with an equally popular pain killer will result in his getting drunk or stoned, and he will set out to get himself into that condition via this method just to prove that he can. Never mind that illegal drugs aren't all that hard to come by, and a bottle of liquor even less so (even if one is underage) it's the sense of putting one over on the system and not the hoped-for high itself that lies at the heart of this belief's attractiveness. Another eagerly exchanged bit of secret knowledge tangentially related to the \"it gets you high\" notion is the idea that drinking beer through a straw will render the imbiber utterly legless. It too lacks any basis in reality. However, the psychosomatic effect of such a belief can be startling. The belief that the Coke-aspirin combination makes for an aphrodisiac leaps straight from the ordinary teen urge to have a way of making the object of his desire feel the same way about him. Adolescence is not just a time of awakening sexual feelings, but also of learning how to deal with romantic rejection. It's only natural to wish for a magic drug that would make the pain of being rejected a thing of the past by doing away with rejection itself, and what more suitable potion could there be than the most American of beverages combined with something that takes pain away? Far less widespread are the beliefs that the combination will kill whoever drinks it or that it will cure a vicious hangover. The first of the two is easy to explain: teens are always seeing lurking phantom dangers in the oddest things the more innocuous, the better. Perhaps the belief that combining two common products will result in a deadly poison is a teen's way of beginning to conceive that the adult world is fraught with dangers. That teens make up the dangers instead of recognizing the real ones is part of their romantic nature it's much more exciting to imagine Godzilla is after you than it is to view a motorcycle through the eyes of someone who has read rider survival statistics. Finally, as for Coca-Cola and aspirin's being a hangover cure, we come to one bit of the lore which has something to it. Individually, both of these products couldn't help but make things better at a time like that the Coke because it helps rehydrate an alcohol-dried body, and the aspirin because it eases the physical suffering of a pounding head. When served up together, the combination packs a much greater pain-killing effect than either of the products would on their own because the caffeine in the soda appears to work to boost the effect of the aspirin. Barbara \"Coke adds life even to last night's life of the party\" Mikkelson Sightings: The belief the combination of Coke and aspirin forms an intoxicant comes up in the 1978 film Grease .",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/Title?0077631;",
  "Example": "",
  "Last Updated": "4 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/cokelore/aspirin.asp",
  "Claim": "Combining Coca-Cola and aspirin will get you high (or kill you).",
  "Claim_ID": "cokelore_aspirin",
  "Tags": ""
}