{
  "Origins": "I don't know of anyone who hasn't heard the rumor that too much Coca-Cola rots your innards, and the proof of this can be determined by dropping a baby tooth into a glass of it, then going back the next morning to find most of it eaten away. If Coca-Cola can dissolve a tooth overnight, imagine what it must be doing to your teeth, not to mention your stomach and digestive tract!",
  "Fact Check": "",
  "Description": "All such claims ignore a few salient points: Coca-Cola will not dissolve a tooth (or a nail, or a penny, or a piece of meat) overnight. Coca-Cola contains acids (such as citric acid and phosphoric acid) which will eventually dissolve items such as teeth (given enough time), but so do plenty of other substances we commonly ingest (such as orange juice). The concentration of acid in these products is so low that our digestive systems are easily capable of coping with it with no harm to us. The idea that any substance which can dissolve teeth must therefore damage our teeth if we drink it is nonsensical. We don't hold drinks in our mouths for days at a time any liquids we drink simply wash over our teeth very briefly, and our teeth are further protected by their enamel coating and the ameliorating effects of saliva. Vince Staten describes the legendary version of this tale: Perhaps you've heard the story. It goes something like this: At Harvard they left a fly in a Coke overnight and the next morning, the fly had been completely dissolved. The name of the university changes and so does the item to be soaked overnight, but the result is always the same: Coke eats it. The lesson is that if it does that to a fly, just think of what it does to your stomach. To test this theory I swatted two flies: a test fly and a control fly. I put the test fly in a cup of Coke and let it soak for twenty-four hours. I put the control fly in a cup of Roto-Rooter drain cleaner and let it soak an equal length of time. When I returned to the Coke fly the next day, I discovered, to my surprise, the fly floating around, unscathed. The Roto-Rooter fly, on the other hand, was dissolved down to a couple of tiny fly bits. The Roto-Rooter had also eaten through the bottom of the plastic cup. Frederick Allen discussed the origins of this rumor in his book on Coca-Cola : In the fall of 1950, a Cornell University professor named Clive M. McCay testified before a select committee in the U.S. House of Representatives that the sugar in Coke caused cavities. And, he said, the phosphoric acid was a dangerous additive. Giving a vivid account that instantly became part of the national folklore, Dr. McCay described how a tooth left in a glass of Coca-Cola would soften and begin to dissolve in a period of two days. Coca-Cola's top chemist, Orville May, explained to Hobbs [then president of Coca-Cola] and the company's other executives that anything containing sugar and phosphoric acid fresh orange juice, for example would dissolve teeth over a period of time. The point was people did not hold food and beverages in their mouths for days on end. They swallowed, and their saliva washed away the sugar and acid before lasting damage was done. Otherwise the whole country would be toothless. Mark Pendergrast tackled the same subject: McCay made headlines with his allegations that Coke would eat away the marble steps of the Capitol Building and soften teeth placed in a glass of the beverage. \"The molar teeth of rats were dissolved down to the gum line,\" McCay told the politicians, when \"given nothing to drink except cola beverages for a period of six months.\" In response, Coca-Cola's head chemist, Orville May, testified that McCay offered a \"distorted picture\" intended to frighten unsuspecting consumers. May pointed out that the .055 percent level of phosphoric acid was far below the 1.09 percent acid content of an orange and that McCay's studies ignored the neutralizing effect of saliva. Finally, he noted that orange juice or lemonade would also dissolve ten-penny nails and eat holes in the Capitol steps. We have to agree with Vince Staten's conclusion: I think there are two lessons here: Don't believe all those Coke stories you hear. And don't, for any reason, let a fly drink Roto-Rooter. Barbara \"truth fairy\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "21 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/cokelore/tooth.asp",
  "Claim": "A tooth left in a glass of Coca-Cola will dissolve overnight.",
  "Claim_ID": "cokelore_tooth",
  "Tags": ""
}