{
  "Origins": "As much as we'd like to believe that The Coca-Cola Company is infallible, it proved in 1985 that it isn't.",
  "Fact Check": "",
  "Description": "It's inconceivable to us mere mortals that a company of the size and scope of Coca-Cola could make a mistake on the scale of the one it made in 1985. Although company officials have been honest (albeit a bit redfaced) about the blunder all along, the legend has arisen that New Coke was nothing more that a throwaway product created as part of a greater plan. People refused to believe any decision that colossally disastrous (and ultimately that colossally fortuitous) could have been the mere result of a very human miscalculation. And yet it was. It was also a very logical indeed, reasonable mistake to make. The early 1980s found Coke teetering on the edge of losing the cola war to Pepsi. The previous fifteen years saw Coca-Cola 's market share remain flat while Pepsi's continued to climb. Pepsi was winning in the supermarkets (where shoppers had free rein to choose either beverage), and it was only Coke's greater availability in restricted markets (such as soda vending machines and fast food outlets) that was keeping its numbers ahead of Pepsi's. (Coke's market share had been shrinking for decades, from 60% just after World War II to under 24% in 1983.) Coke's market share problems were exacerbated by the relative success of other types of sodas, including some manfactured by Coca-Cola and Pepsi themselves. The more consumers drinking diet, citrus, or caffeine-free beverages, the fewer sugar cola drinkers there were to sell to. The pie was getting smaller. This market segmentation should have been affecting Coke and Pepsi equally, yet only Coke had to fight to hang onto its share. Despite the competition, Pepsi was gaining new customers. No doubt about it, people liked the taste of what the boys in blue were selling. Adding to Coca-Cola 's segmentation problems was the runaway success of their own child, Diet Coke. Rather than replacing the sugars in the Coca-Cola formula with artificial sweeteners and then attempting to bring the taste of the new beverage back to more closely resemble the original, the company formulated Diet Coke the other way around. An entirely new flavor was created one that was smoother and had less bite to it but was still a cola. People loved it. Introduced in 1982, Diet Coke shot up the charts to become the uncontested #4 soft drink in America (with only Coke, Pepsi, and 7-Up ahead of it) by the end of 1983, and by 1984 it was comfortably nestled in the #3 spot. It was also helping to speed the ascendency of Pepsi over Coca-Cola , because the more Diet Coke drinkers there were, the smaller the pool of available sugar cola drinkers became. Unless something was done to stem the tide, it was only a matter of time before Pepsi pulled ahead of Coca-Cola . Coca-Cola management couldn't allow this to happen because Pepsi could then honestly claim more people drank Pepsi than Coke, not just that people preferred the taste of Pepsi to Coke (which they were already proclaiming in their \"Pepsi Challenge\" commercials). It was panic button time in Atlanta; time to figure out how to beat Pepsi. When all other factors were eliminated, it came down to a matter of flavor. Batteries of well-controlled taste tests showed folks liked the taste of Pepsi better. Seemingly confirming that original Coca-Cola had a taste problem was the popularity of Diet Coke, a beverage formulated in such a way that it ended up with a flavor a lot closer to that of Pepsi than to its parent beverage. Enter New Coke. When traditional methods of developing a new taste failed, Coca-Cola pulled a reverse on the old method of creating diet soft drinks. Diet Coke was stripped of its artificial sweeteners, and high fructose corn syrup was added in their place. After a year of fiddling with the flavor balances, New Coke was finally as good as the company could make it. It tasted smoother and sweeter than original Coke, more like Pepsi. Sounds like a good idea so far, eh? Well, it sounded like an even better one when the results came in from a battery of taste tests utilizing the new formula. People said they liked the new Coke better than Coca-Cola or Pepsi, and by a significant factor, too. Taste for taste, it was a winner. The next hurdle was what to do with the original: continue to market it, or discontinue the product? The company was already seeing its sugar cola market shrink thanks to competing lines; it wasn't going to make its market share problems any worse by splitting its entry in the sugar cola category. Although New Coke and Classic Coke drinkers combined might outnumber Pepsi imbibers, it was a lead pipe cinch Pepsi would claim to have a more popular drink than one or both of them. This was too big a marketing advantage to hand to Coca-Cola 's #1 competitor. Thus the decision was made to discontinue Coca-Cola when New Coke was introduced. Again, this looked great on paper wage the war between Coca-Cola and Pepsi, not Coca-Cola and itself. So what happened? When Coke went ahead with its plan, an immediate and very loud outcry was raised. Long before they'd tasted a sip of it, millions of Americans had decided they hated New Coke. Yes, in blind taste tests people had consistently said they liked the new formula better. However, a soft drink is so much more than merely its flavor; a soda is also its marketing. Coke had spent more than a hundred years convincing the North American population that its product was an integral part of their lives, their very identities. Taste be damned: to do away with Coca-Cola was to rip something vital from the American soul. Americans (never ones to peaceably go along with anything perceived as violating their identity) weren't going to stand for it, and they weren't shy about saying so. Although the company had known all along a segment of Coke drinkers weren't going to switch to the new product, they had no way to even roughly estimate how large this segment would be. The New Coke project had been kept secret for years; this secrecy wouldn't have been possible if company personnel had been questioning test subjects on how they'd feel about the new cola if it were to replace the old one. That secrecy lay at the heart of the fiasco, for it prevented Coca-Cola from asking the key question during its product tests. New Coke was introduced on 23 April 1985, and production of the original formulation ended that same week. The outrage of millions of Americans didn't take long to sink in, and not all that much longer to be redressed. At an 11 July 1985 press conference, two Coca-Cola executives announced the return of the original formula. \"We have heard you,\" said Roberto Goizueta, then Chairman of Coca-Cola . Donald Keough (then the company's President and Chief Operating Officer) said: There is a twist to this story which will please every humanist and will probably keep Harvard professors puzzled for years. The simple fact is that all the time and money and skill poured into consumer research on the new Coca-Cola could not measure or reveal the deep and abiding emotional attachment to original Coca-Cola felt by so many people . . . The passion for original Coca-Cola and that is the word for it, passion was something that caught us by surprise . . . It is a wonderful American mystery, a lovely American enigma, and you cannot measure it any more than you can measure love, pride, or patriotism. How important was this news of the beloved beverage's return? Vital enough that Peter Jennings of ABC News interrupted General Hospital to break the story on national TV. Company insiders referred to the decision as \"the second coming,\" and that's how consumers reacted to it. Anger melted into forgiveness, and then turned to celebration. Having two sugar cola products on the market did indeed split the market share as Coca-Cola had feared: market surveys at the end of 1985 showed Pepsi ahead of New Coke and Classic Coke combined. Even so, a miracle was underway. Against all expectations, Classic Coke began outselling New Coke, and to everyone's surprise it kept gaining in popularity until it had reclaimed the sugar cola crown from Pepsi in early 1986. New Coke sort of faded away (it quickly settled to a 3% market share in its first year and was redubbed \"Coke II\" in 1990) and now holds onto a 0.1% market share. Those who'd liked New Coke (but wouldn't, one would suppose, be caught dead drinking it due to all the bad feelings associated with the beverage) gravitated to Diet Coke, the product that tasted most like what they really wanted. An interesting little claim sprang up in the wake of the introduction of Classic Coke, one having to do with its sweetener. People swore they detected a change in the flavor between Classic Coke and the original. This gave rise to the rumor that the product had been reformulated, dropping cane sugar in favor of high fructose corn syrup (HFCS). Depending upon whom you listened to, either the demand for the return of original Coca-Cola afforded the company the opportunity to switch from cane sugar to corn syrup or the whole fiasco of taking original Coca-Cola off the shelves and reintroducing it three months later as Classic Coke was all a brilliant scheme to mask the change in sweetener. According to whispered wisdom, the company had hoped to slip the modification past consumers by having it take place during the original beverage's absence from the shelves. People would be so darned glad to have Classic Coke back that they wouldn't notice it didn't taste the same as original Coca-Cola . (Another twist to this rumor had it that New Coke had deliberately been formulated to taste awful in order to facilitate the switch this supposedly gave Coca-Cola an excuse for pulling the original formula and then putting it back on the market after a brief absence, making it look all along as if they were simply responding to consumer demands.) The change in sweetener wasn't anything that diabolical. Corn syrup was cheaper than cane sugar; that's what it came down to. In 1980, five years before the introduction of New Coke, Coca-Cola had begun to allow bottlers to replace half the cane sugar in Coca-Cola with HFCS. By six months prior to New Coke's knocking the original Coca-Cola off the shelves, American Coca-Cola bottlers were allowed to use 100% HFCS. Whether they knew it or not, many consumers were already drinking Coke that was 100% sweetened by HFCS. In the wake of the discontinuation of the original cola, the introduction of New Coke, and the return of the original a few months later as Classic Coke, persistent rumors sprang up that it had all been a gambit to rekindle Coca-Cola 's declining sugar cola market share. Various people have claimed to have known someone who saw the original Coca-Cola still being bottled and canned during the New Coke-only phase. Such claims are best considered in light of two things: freshness of product, and what was written on the can itself. It's inconceivable that Coca-Cola could have been continuing to bottle the original during its discontinuation phase, stockpiling it in anticipation of its reintroduction into the market. Soft drinks don't stay fizzy and sharp-flavored forever. Utilizing product from such a stockpile to meet a sudden high demand for the original product would have required the company to risk its reputation on a supply that might have died in the can. Coca-Cola wouldn't have willingly risked following one marketing disaster with a second, particularly at a time when confidence in the company itself had been severely shaken. The can itself is another point against this theory. Prior to New Coke, Coca-Cola 's flagship product was bottled and canned under a label of \" Coca-Cola .\" After its reintroduction, the soda's labels read \"Classic Coke.\" Claims by those who heard the original was bottled under the Coca-Cola label during this period have to be dismissed, because any product so marked wouldn't have been sellable after the second coming. Harder to dismiss would be claims that Classic Coke cans were being produced during this period. Oddly enough, this rumor is the one that doesn't surface. Whenever anyone claims to know someone who saw the cans, it's always the original \"Coca-Cola\" cans they claim to have seen. These rumors are an attempt to make sense of the unthinkable, that a company of the size and reputation of Coca-Cola could have effected such a blunder. It's more comforting to cast it all off as a brilliant conspiracy than to live with the notion that a large company might not be infallible. We defend our icons, and Coca-Cola is as American an icon as there's ever been. Far better to admire its verve than to recognize its feet of clay. The company's rebound from this disaster was nothing short of a miracle (hence the persistent belief that the whole thing must have been planned). Yet it's a very understandable miracle once you think about it. It took the loss of the beverage people had grown up with and fallen in love over to remind them how much it meant to them. No longer taken for granted, Coca-Cola had been reaffirmed in their affections. As for the debacle's being a deliberate marketing ploy, Donald Keough said: \"Some critics will say Coca-Cola made a marketing mistake. Some cynics will say that we planned the whole thing. The truth is we are not that dumb, and we are not that smart.\" Barbara \"kvetch the wave\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "19 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/cokelore/newcoke.asp",
  "Claim": "Coca-Cola halted production of its flagship beverage in 1985 and introduced New Coke in its place as a marketing ploy to combat declining market share and rekindle interest in the original drink.",
  "Claim_ID": "cokelore_newcoke",
  "Tags": ""
}