{
  "Origins": "For three quarters of a century, rumors about the measures the Coca-Cola Company has employed to keep the formula of its flagship product a secret have been used to enhance consumer perception of Coca-Cola 's specialness. The company has courted the media on this issue, establishing through repetition the belief that anything so closely guarded must be special indeed.",
  "Fact Check": "",
  "Description": "Well, lollipops to that notion. What's special here isn't the formula; it's how the hulaballoo raised over it has been turned into yet another way to enhance the product's cachet. Coca-Cola does have a rule about only two executives' being privy to the formula, but each of those men knows how to formulate the syrup independent of the other, not just half of an ingredients list. Perhaps this particular rumor about two executives, each knowing only part of the secret and thus incapable of concocting a batch of syrup on his own, results from confusion with the business practices of another Southern company famous for guarding its secrets, Kentucky Fried Chicken. (KFC's security measures include its secret blend of 11 herbs and spices being mixed at two different locations and combined at a third location.) Coca-Cola's two executives rule to the contrary, the whole notion is simply part of a media circus other than for the publicity value, there's no need to go to any lengths to keep the Coke recipe secret. Anyone who could reproduce the drink couldn't market the product as Coca-Cola, and without that brand name the beverage would be close to worthless. As the New Coke fiasco proved, the public's devotion to Coca-Cola has little to do with how it tastes. Moreover, at least one of the ingredients called for in the recipe would be next to impossible to secure in the U.S. (or to bring into the country): decocainized flavor essence of the coca leaf. As it now stands, only Stepan Co.'s New Jersey plant possesses the necessary DEA permit to import the leaves and remove the cocaine from them. Anyone looking to reproduce the drink would have to go to Stepan to get one of the key ingredients, and Stepan would refuse to sell to them. Okay, so keeping a tight lid on the recipe isn't so vitally important. Where, then, did all this tap dancing about a secret formula come from? Ernest Woodruff (he who was Coca-Cola from 1916 through about 1931) reveled in the secrecy of the formula, knowing that making a big to-do about it would convince the media and thus the general public that they were getting something really special when they bought a Coke. In 1925, the only written copy of its formula Coca-Cola admits to having was retrieved from a New York bank (where it had been held as collateral on a sugar loan) and reverently laid in safe deposit box in Woodruff's Atlanta bank, the Trust Company of Georgia (which later merged with Sun Bank of Florida, creating SunTrust Bank). But that was only the first step. That same year the company set a policy whereby no one could view the formula without written permission from the Board, and then only in the presence of the President, Chairman, or Corporate Secretary. Furthermore, the rule dictated that only two company officials would be allowed to know the recipe at any given time, and their identities were never to be disclosed for any reason. In keeping with the spirit of things, company policy was amended once air travel became the norm to preclude those two officers from ever flying on the same plane. 'Twas all smoke and mirrors, though even as Woodruff's people were communicating these security measures to the media, the company employed at least four men who were known to be capable of producing Coke syrup in their sleep and a handful of others who were strongly rumored to have this knowledge. These days the Coca-Cola Company is quite close-mouthed about who knows how to make the syrup that makes the world go around. It is reasonable to assume, however, that no matter what the publicly stated policy is, realities on the manufacturing floor regarding syrup production haven't changed from the Woodruff days, with a number of people in syrup production knowing the formula by heart. Official policy, after all, is for the media it's not meant for everyday use. Throughout the years, a number of handwritten formulas have surfaced and have been presented to Coca-Cola. The company routinely waves them off as \"not authentic,\" and that usually ends the matter. After all, no one can authenticate his tattered copy of the recipe for the Holy Grail of soft drinks unless Coca-Cola shows theirs, and Coca-Cola never does. Even so, that Holy Grail may already be in the public's hands. In 1993, Mark Pendergrast published what he believed to be Coke's original formula in For God, Country and Coca-Cola . He'd come across the following among John Pemberton's papers: Citrate Caffein, 1 oz. Ext. Vanilla, 1 oz. Flavoring, 2.5 oz. F.E. Coco, 4 oz. Citric Acid, 3 oz. Lime Juice, 1 Qt. Sugar, 30 lbs. Water, 2.5 Gal. Caramel sufficientMix Caffeine Acid and Lime Juice in 1 Qt Boiling water add vanilla and flavoring when cool. Flavoring Oil Orange, 80 Oil Lemon, 120 Oil Nutmeg, 40 Oil Cinnamon, 40 Oil Coriander, 40 Oil Neroli, 40 Alcohol, 1 Qt.Let stand 24 hours. ('F.E. Coco' stands for fluid extract of coca. The cola part of the product's name comes from the kola nut, an ingredient that appears on the above list as 'Citrate Caffein.') The Coca-Cola Company was quick to label Pendergast's published find as \"not accurate\" and \"the latest in a long line of previous, unsuccessful attempts to reveal a 107-year-old mystery.\" Mind you, given how much Coca-Cola has invested in proclaiming its formula to be a carefully-guarded secret, it is never expected to react in any other fashion even if it is someday handed the real formula. In a disingenuous way, even if the Pendergrast version were the original, Coca-Cola would still be right about the \"not accurate\" part. Changes were made to the recipe between the time Pemberton marketed it in 1886 and Woodruff in the 1920s made it company canon that the formula would hereafter not be tinkered with: glycerin was added as a preservative, cocaine was eliminated, caffeine was greatly reduced, and citric acid was replaced with phosphoric acid, to name the changes we know about. Therefore, even if the Pendergrast version were dead on, it still would not be the formulation currently in use, because important changes were later made to it. (Visit our Knew Coke page to find out about what happened to the company the one time it broke Woodruff's \"no tinkering\" rule by reformulating the product as New Coke.) Is the Pendergrast version The Real Thing? Chances are it is (or perhaps, more accurately, it was remember what we said about changes made to the formula decades later). It certainly fits with what lab analysis has for years been telling Coke-hunters had to be in the formula, and with what Coca-Cola outsiders who claim to have seen or been told about the formula now remember of it. A bit of a stir was created in 1996 during the divorce proceedings of Frank and Patti Robinson. Mrs. Robinson laid claim to several sheets of Mr. Robinson's great-grandfather's handwriting, notes which might well have been a record of Pemberton's earliest attempts to come up with Coca-Cola. These papers had been passed down through the Robinson family for generations. In 1997 these jotted notes were awarded to the husband, but the matter of who owns them is still very much in contention, as the matter is currently under appeal. This great-grandfather who did the scribbling was Frank Mason Robinson, who was a partner of pharmacist John Pemberton. Robinson named the drink in 1886 and wrote the famous label in flowing script. Barbara \"extract(ing) information\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "4 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/cokelore/formula.asp",
  "Claim": "Only two Coca-Cola executives know Coke's formula, and each of them knows only half of it.",
  "Claim_ID": "cokelore_formula",
  "Tags": ""
}