{
  "Origins": "This sad tale of a young life tragically cut short by the ingestion of too many fizzy drinks began circulating on the Internet in 1999. We combed newspaper archives looking for accounts of such a death, but there were none to be had this was a case of a cautionary tale being advanced by someone intent upon playing up what he saw as the lurking menace inherent to carbonated beverages by framing one of those perceived dangers as having caused a death. (The story also circulated as part of a much larger offering that decried other of the brew's components which the author also perceived as threats to human wellbeing, such as its pH level and calcium content.)",
  "Fact Check": "",
  "Description": "Carbon dioxide, a colorless and odorless gas, is the substance that adds the sparkle and bubbles to soft drinks. Though in its gaseous state it can prove deadly in highly concentrated amounts (see our article about the 1986 eruption at Lake Nyos that killed 1,746 people in one night), it does not present a danger when incorporated into beverages. The hazard posed by carbon dioxide is not that it itself is poisonous, but that in sufficient quantity it can asphyxiate; that is, by blanketing us in its own impenetrable layer, it can prevent the oxygen we humans need to sustain life from reaching us, in the same way water causes deaths by drowning without itself being toxic. No harm results when small amounts of carbon dioxide are breathed in along with oxygen, which means one can inhale the fumes of a large number of soft drinks with impunity. Swallowed carbon dioxide poses even less of a threat because the compound's peril lies in its ability to smother, something the stomach need not worry about. Ingested carbon dioxide is expulsed either through burping or by being carried as waste through the intestinal tract or is passed into the bloodstream through the lining of the stomach and bowel and conveyed back to the lungs to be exhaled. Coca-Cola has this to say about the story: Carbon dioxide, when added to water for carbonation, is not harmful upon ingestion. Like other food ingredients, carbon dioxide has been reviewed by regulatory authorities worldwide and its safety has been confirmed. Carbonation has no documented negative effects on the gastrointestinal tract or on general health. The story about the student at Delhi University is not true. \"Demise by carbonation\" is an element in another well-traveled urban legend: the death of Little Mikey , the youngster who achieved fame as the cute kid in the Life cereal commercials. According to lore, the ingestion of a large quantity of Pop Rocks (a carbonated candy) and soft drinks caused his stomach to explode. Barbara \"pop went the weasel\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20070208114446/http://www.thecoca-colacompany.com/contactus/myths_rumors/packaging_delhi.html;",
  "Example": "Think before you drink Coke or Pepsi or any another soft drink. Have you ever thought what you drink when you drink an aerated drink? You gulp down carbon dioxide, something that nobody in the world would advise you to do. Two months ago, there was a competition in Delhi University \"Who can drink the most Coke?\" The winner drank 8 bottles and died on the spot because too much carbon dioxide in the blood and not enough oxygen. From then on, the principal banned all soft drinks from the university canteen. Variations: In a less frequently circulated version, the student does not die but merely faints.",
  "Last Updated": "15 November 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/cokelore/deadly.asp",
  "Claim": "A university student who drank too many Cokes died from carbon dioxide poisoning.",
  "Claim_ID": "cokelore_deadly",
  "Tags": ""
}