{
  "Origins": "How long this particular belief about low-calorie sodas has been around is anyone's guess, but we have recorded sightings of it dating back to 1990. We've encountered claims of Diet Coke, Diet Pepsi, or Pepsi One (which are listed as containing zero, zero, and one calories per 12-oz. can, respectively) actually containing 25, 50, 70, or 90 calories , in each case with the parent company's paying an annual fine to continue falsely listing the beverage's caloric content. (A can of non-diet cola typically contains about 120 calories.) The rumor associates most strongly with Diet Coke (which is known as Coca-Cola Light outside the U.S., Canada, Australia, and Great Britain).",
  "Fact Check": "",
  "Description": "In the U.S., laws governing the disclosure of nutritional and caloric content of ingestibles prevent the rumor from being true. The Federal Trade Commission serves as the watchdog in this area: under the Federal Trade Commission Act , it is empowered to \"prevent persons, partnerships, or corporations\" from using \"unfair methods of competition in or affecting commerce, and unfair or deceptive acts or practices in or affecting commerce.\" At various times in its history it has fined corporations for their having made false or misleading nutritional claims about their products. Such fines are a reaction to what has already taken place; they are not grants of immunity against continued breaking of the rules. Consumers have legal remedy available to them against corporations that have deceived them through certain provisions of the Lanham Act. Many other countries have similar safeguards in place. Common sense should also serve to rule out what the whispers say about an annual payoff. For health reasons, many potential consumers of diet drinks have to carefully monitor what they ingest. Were the rumor true, diabetics with a love of Diet Coke, for instance, would experience glucose levels spiraling out of control. Imagine the lawsuits resulting from that! This false belief enjoys a measure of popularity because of what it says about common perception of large companies and of the government agencies tasked with shielding consumers from harm: that one will bamboozle its customers for the sake of financial profit, the other will sell out those it is mandated to protect, and neither is to be trusted. Such misgivings also find voice in other rumors, such as the one about bananas imported from Costa Rica being infected with a flesh-eating bacteria. If there is the tiniest bit of truth to this rumor, it's that even though sodas such as Diet Coke and Diet Pepsi are advertised as having zero calories, they do have some caloric content from ingredients such as artificial sweeteners, citric acid, and caramel coloring. However, the number of calories per can is still less than one, and FDA regulations allow any food product that contains fewer than five calories per serving to be advertised as calorie-free. Barbara \"calorie countered\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.law.uconn.edu/homes/swilf/ip/statutes/lanham43.htm;http://www.fda.gov/RegulatoryInformation/Legislation/ucm148712.htm;",
  "Example": "[Collected on the Internet, 2003] There was an old rumour that stated that a particular diet soda company (Coke I believe) paid a fine to print their cans as stating that the soda had 'just one calorie'. According to the rumour, companies who knowingly printed misinformation on the nutritional facts of their product would have to pay a fine. The company in question figured it could make more money by convincing people the product only had 1 calorie than it would cost to pay the fine, meaning a higher profit margin for them. [Collected on the Internet, 2002] I heard a rumor today that Diet Coke actually contains 40 calories, and the Coca-Cola company pays a huge fine to the FDA every year to keep \"0 calories\" on the can. Have you heard anything of this? [Collected on the Internet, 2004] Comment: Is it true that Pepsi One is really not one calorie and that Pepsi Co. pays a fine every year for false advertising (because the calorie count is a lot higher than that)?",
  "Last Updated": "26 August 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/cokelore/1calorie.asp",
  "Claim": "Diet Coke (or Diet Pepsi) contains more calories than claimed, but the company gets away with the deception by paying a yearly fine.",
  "Claim_ID": "cokelore_1calorie",
  "Tags": ""
}