{
  "Origins": "Many of the entries above are just simple household tips involving Coca-Cola, as provided by Joey Green in his 1995 book Polish Your Furniture with Panty Hose and on his web site . That you can cook and clean with Coke is relatively meaningless from a safety standpoint: you can use a wide array of common household substances (including water) for the same purposes; that fact alone doesn't necessarily make them dangerous to ingest.",
  "Fact Check": "",
  "Description": "Nearly all carbonated soft drinks contain carbonic acid, which is moderately useful for tasks such as removing stains and dissolving rust deposits (although plain soda water is much better for some of these purposes than Coca-Cola or other soft drinks, as it doesn't leave a sticky sugar residue behind). Carbonic acid is relatively weak, however, and people have been drinking carbonated water for many years with no detrimental effects. The rest of the claims offered here are specious. Coca-Cola does contain small amounts of citric acid and phosphoric acid; however, all the insinuations about the dangers these acids might pose to people who drink Coca-Cola ignore a simple concept familiar to any first-year chemistry student: concentration. Coca-Cola contains less citric acid than does orange juice, and the concentration of phosphoric acid in Coke is far too small (a mere 11 to 13 grams per gallon of syrup, or about 0.20 to 0.30 per cent of the total formula) to dissolve a steak, a tooth , or a nail overnight. (Much of the item will dissolve eventually, but after a day or two you'll still have most of the tooth, a whole nail, and one very soggy T-bone.) By comparison, the gastric acid in your stomach's digestive fluids is much stronger than any of the acids found in Coca-Cola.",
  "Originally Published": "",
  "Referred Links": "http://www.encyclopedia.com/topic/carbonic_acid.aspx;http://www.wackyuses.com/coke.html;",
  "Example": "1. In many states the highway patrol carries two gallons of Coke in the truck to remove blood from the highway after a car accident. 2. You can put a T-bone steak in a bowl of coke and it will be gone in two days. 3. To clean a toilet: Pour a can of Coca-Cola into the toilet bowl . . . Let the \"real thing\" sit for one hour, then flush clean. 4. The citric acid in Coke removes stains from vitreous china. 5. To remove rust spots from chrome car bumpers: Rub the bumper with a crumpled-up piece of Reynolds Wrap aluminum foil dipped in Coca-Cola. 6. To clean corrosion from car battery terminals: Pour a can of Coca-Cola over the terminals to bubble away the corrosion. 7. To loosen a rusted bolt: Applying a cloth soaked in Coca-Cola to the rusted bolt for several minutes. 8. To bake a moist ham: Empty a can of Coca-Cola into the baking pan;rap the ham in aluminum foil, and bake. Thirty minutes before the ham is finished, remove the foil, allowing the drippings to mix with the Coke for a sumptuous brown gravy. 9. To remove grease from clothes: Empty a can of coke into a load of greasy clothes, add detergent, And run through a regular cycle. The Coca-Cola will help loosen grease stains. It will also clean road haze from your windshield. FYI: 1. The active ingredient in Coke is phosphoric acid. It's pH is 2.8. It will dissolve a nail in about 4 days. 2. To carry Coca Cola syrup (the concentrate) the commercial truck must use the Hazardous material place cards reserved for Highly Corrosive materials. 3. The distributors of coke have been using it to clean the engines of their trucks for about 20 years! Drink up! No joke. Think what coke and other soft drinks do to your teeth on a daily basis. A tooth will dissolve in a cup of coke in 24-48 hours.",
  "Last Updated": "18 February 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/cokelore/acid.asp",
  "Claim": "The acids in Coca-Cola make it harmful to drink.",
  "Claim_ID": "cokelore_acid",
  "Tags": ""
}