{
  "Origins": "Anything tipped on its side or viewed by hanging upside down like a bat can eventually appear to look like something other than what it is. Sailing ships and romping kittens are routinely seen in clouds that scud by, but these sights are attributed to the active imaginations of the cloud-watchers, not laid at the feet of a mythical artist who deliberately hid them there. The same should be said of images \"found\" on product labels they say more about the imagination of the viewer than they do about what the company put there. Yet mistrust of corporations runs so high that the reasonable explanation of \"I'm just seeing that\" is quickly brushed aside in favor of the \"I found the secret message!\" one.",
  "Fact Check": "",
  "Description": "Coca-Cola's distinctive script logo was created by Frank Mason Robinson in 1886 when he wrote the first Coca-Cola label in flowing Spencerian script. Robinson was a partner with pharmacist John Pemberton (who made the first Coca-Cola syrup), and it was Robinson who gave the beverage its name. Robinson created the logo in 1886, at a time when cocaine was readily available in all manner of over-the-counter products. Unlike these days, however, when we think of cocaine as coming in the form of a fine, white powder that has to be snorted through a $100 bill, consumers of the 1880s knew the drug as a liquid. No one snorted cocaine in those days; they drank it. The idea that an artist would in 1886 incorporate into the logo a visual representation of a drug behavior that didn't then exist is a bit much to swallow. Barbara \"a nose for these things\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "8 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/cokelore/snort.asp",
  "Claim": "When tipped on its side, Coca-Cola's distinctive script logo shows a figure snorting a line of cocaine, and this image was deliberately placed there by the artist as a sly reference to the product's containing cocaine.",
  "Claim_ID": "cokelore_snort",
  "Tags": ""
}