{
  "Origins": "Thehistories of a number of popular consumer items have been rumored to have at least tenuous connections with certain unsavory elements. Contemporary lore is rife with product rumors that assert ties to the Ku Klux Klan (e.g., Marlboro cigarettes, Snapple fruit drinks, KFC , Troop clothing, Tropical Fantasy fruit drink) and the Nazis (e.g., Coors beer), groups mainstream American society views as evil. Such rumors are wholly without substance.",
  "Fact Check": "",
  "Description": "Of all the product rumors of this class, only those associating the soft drink Fanta with Nazi Germany have anything to them, and even then, the truth of the matter is far more innocuous than the whispers. We've seen the Fanta/Nazi rumor rendered a number of ways, including: Fanta was invented by the Third Reich, because other soft drinks (including Coca-Cola) were no longer available in Germany the Nazis longed for something fizzy to drink and so had to come up with something on their own. Fanta was formulated by Coca-Cola for the Nazis, because the political climate of those days made it akin to corporate suicide to attempt to supply the Allies' enemy with the same drink the Allies were gulping down. Back in those war-torn days, Fanta and Coca-Cola were actually the same beverage, but were labeled and distributed under different names so as to keep the Allies from knowing the Nazis were guzzling the same product. Fanta was invented in Germany when the war made it difficult to get Coca-Cola syrup from the USA to Germany. It is the last that is closest to the truth; the other three are naught but canard. Prior to the outbreak of the second world war, Coca-Cola's only unqualified success on the international scene was its bottling operations in Nazi Germany. Sales records were being set year after year in that venue, and by 1939 Coca-Cola had 43 bottling plants and more than 600 local distributors in that country. However, the war was about to change that. As the inevitable clash loomed ever closer, obtaining the key ingredients necessary for the production of Coca-Cola syrup became increasingly difficult in Germany, grinding production towards a standstill. In 1938, the man in charge of Coca-Cola's operations in Germany, American-born Ray Powers, died of injuries received in an automobile accident. His right-hand man, German-born Max Keith, took over: [Allen, 1994] Meanwhile, the German government placed Max Keith in charge of Coca-Cola's properties in the occupied countries, and he sent word through Coca-Cola's bottler in neutral Switzerland that he would try to keep the enterprises alive. But with no means of getting ingredients, Keith stopped making Coca-Cola and began marketing an entirely new soft drink he called Fanta, a light-colored beverage that resembled ginger ale. Fanta came by its name thanks to Keith's instructions to employees during the contest to christen the beverage he told them to let their Fantasie [Geman for fantasy ] run wild. Upon hearing that, veteran salesman Joe Knipp immediately blurted out Fanta . This new soda was often made from the leavings of other food industries. (Remember, Germany did have a bit of an import problem at that time.) Whey (a cheese by-product) and apple fiber from cider presses found their way into the drink. As for which fruits were used in the formulation, it all depended on what was available at the time. In its earliest incarnations, the drink was sweetened with saccharin, but by 1941 its concocters were permitted to use 3.5 percent beet sugar. Fanta sold well enough to keep the plants operating and Coca-Cola people employed. In 1943, 3 million cases of Fanta were vended, but not all were imbibed some were used to flavor soups and stews. (Sugar rationing inspired many a housewife to look to unusual sources for that which could no longer be bought outright in large enough quantities to satisfy.) Until the end of the war, Coca-Cola executives in Atlanta did not know if Keith was working for the company or for the Nazis, because communication with him was impossible. Their misgivings aside, Keith was safeguarding Coca-Cola interests and people during that period of no contact. It was thanks largely to his efforts that Coca-Cola was able to re-establish production in Germany virtually immediately after World War II. According to a report prepared by an investigator commissioned by Coca-Cola to examine Max Keith's actions during that unsupervised period, Keith had never been a Nazi, even though he'd been repeatedly pressured to become one and indeed had endured hardships because of his refusal. He also could have made a fortune for himself by bottling and selling Fanta under his own name. Instead, in the face of having to work for the German government, he kept the Coca-Cola plants in Germany running and various Coca-Cola men alive throughout the war. At the end of the conflict, he welcomed the Coca-Cola company back to its German operations and handed over both the profits from the war years and the new soft drink. So where does all this leave the question of who or what invented Fanta and why? The truth is simple, even if it doesn't run trippingly off the tongue: Fanta was the creation of a German-born Coca-Cola man who was acting without direction from Atlanta. This man wasn't a Nazi, nor did he invent the drink at the direction of the Third Reich. Rather, in an effort to preserve Coca-Cola company assets and protect its people by way of keeping local plants operating, he formulated a new soft drink when it became impossible to produce the company's flagship product. Fanta is still a Coca-Cola product, and today it comes in seventy different flavors (though only some are available within each of the 188 countries it is sold in). Barbara \"soda coda\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "I've heard a number of times that Fanta (which I think is owned by Coke) was created by Coca Cola in order to enable the company to sell soft drinks to the Nazis during World War II without having to worry about anyone seeing Hitler or Goebbels \"having a coke and a smile.\"",
  "Last Updated": "29 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/cokelore/fanta.asp",
  "Claim": "Fanta was invented by the Nazis.",
  "Claim_ID": "cokelore_fanta",
  "Tags": ""
}