{
  "Origins": "Most of us have been exposed to information cautioning us to be wary of pork, from religious traditions (particularly in Jewish and Muslim cultures) that proscribe its consumption to warnings that one can get really sick by ingesting parasites present in (undercooked) pork products.",
  "Fact Check": "",
  "Description": "The disease trichinosis (or trichinellosis) can be caught through the consumption of raw or undercooked meat of animals infected with the larvae of the Trichinella worm, a parasite common to many wild carnivorous animals and sometimes found in game meat from bears, pigs/boars, large felines, foxes, dogs, wolves, horses, seals, and walruses. Because Trichinella infection may also occur in domestic pigs, consumers of pork have long been cautioned to cook the meat thoroughly to ensure that any parasites in the meat are killed off prior to their being ingested by humans. However, as the Centers for Disease Control ( CDC ) note, the incidence of trichinosis associated with pork consumption is now much less common due to a number of factors: Infection used to be more common and was usually caused by ingestion of undercooked pork. However, infection is now relatively rare. During 2008-2010, 20 cases were reported per year on average. The number of cases decreased beginning in the mid-20th century because of legislation prohibiting the feeding of raw-meat garbage to hogs, commercial and home freezing of pork, and the public awareness of the danger of eating raw or undercooked pork products. Cases are less commonly associated with pork products and more often associated with eating raw or undercooked wild game meats. Moreover, the potential for trichinosis can be headed off through observing a few simple precautions in the preparation of pork, such as cooking the meat thoroughly (the CDC recommends a temperature of 170 F, although most sources state that temperatures in the 140-150 F range are sufficient to kill the Trichinella spiralis roundworm), or freezing pork less than 6 inches thick for 20 days at 5 F or lower. Separate legends involving pork and Coca-Cola have been combined into a sort of meta-legend, one which holds that pouring Coke over a piece of uncooked pork will cause worms to come crawling out of the meat. This newer legend plays off misconceptions of pigs as filthy, garbage-eating animals whose meat is ordinarily contaminated by disease-bearing worms and Coca-Cola as a drink chock full of caustic , bad-for-you substances that will dissolve flesh and bone. Thus, even the hardy, nasty worms supposedly found in pork can't withstand the onslaught of the corrosive chemicals allegedly present in Coke and will come crawling out of their comfy, edible homes to escape it. The less-than-fantastic reality is that pork products made from domestically-raised animals and sold on the consumer market are pretty reliably free of worms, and pouring Coca-Cola over a slab of raw pork won't get you much other than perhaps a nicely marinated piece of meat. At great personal expense, we verified this conclusion by obtaining a pork chop from the local supermarket and marinating it in a can of Coca-Cola Classic, producing no discernable result other than a slightly soggy chop. (We didn't try frying it up afterwards to see how the Coke affected its taste): However, when we tried the same experiment with a can of cheap, store-brand cola, the results were somewhat ambiguous: Sightings: In February 2007 a spoof video based on this legend made the rounds of the Internet:",
  "Originally Published": "",
  "Referred Links": "http://allrecipes.com/recipe/cola-pork-chops/;http://www.cdc.gov/parasites/trichinellosis/gen_info/faqs.html;",
  "Example": "[Collected via e-mail, 2004] I live in the south and have heard a rumor for several years now that I have been too busy (or lazy) to test myself. The rumor says that if you take uncooked pork bacon and pour carbonated, sugary soda on it, tiny \"worm-looking\" things will come out of the meat. This is believed to be a type of tapeworm, according to the supporters of the rumor. [Collected via e-mail, 2003] I HEARD THAT IF YOU TAKE A PORK CHOP PUT IT ON A PLATE AND POUR COCA COLA SODA ON IT AND WAIT 5 OR 10 MIN THAT LITTLE TINY WORMS WILL COME OUT [Collected via e-mail, 2003] Any comment yet on the idea that if you take a piece of pork, draw a circle around it and then pour coke over it, the pork will literally move on its own outside the outline apparently this is due to the worms and microbes living inside of it (pig, of course, being swine that wallow in their own filth).",
  "Last Updated": "4 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/cokelore/porkworm.asp",
  "Claim": "Pouring Coca-Cola onto a piece of raw pork will cause worms to come crawling out of the meat.",
  "Claim_ID": "cokelore_porkworm",
  "Tags": ""
}