{
  "Origins": "While Coca-Cola based recipes are often associated with Southern American cuisine, British chef Nigella Lawson popularized a recipe for ham-basted in Coke in 2007 (though versions from as early as 2004 can be found on the web). Lawson is only one of many chefs who've shared a recipe for ham cooked in Coca-Cola, though her version may have largely promoted the dish to audiences outside the United States.",
  "Fact Check": "",
  "Description": "The recipe is not uncommon in the United Kingdom, and neither is a belief that substituting Diet Coke for regular Coca-Cola (often called \"full fat\" or \"fat Coke\" in the UK) could result in an explosion. The precise origin of this rumor is not clear, but mentions of it occurred as early as 2013 on British message boards: Was setting this up in the slow cooker whilst a friend was looking on. She was horrified when I put Diet cola in as it has been known to explode. Anybody else heard this. Lawson advised against substituting Diet Coke for regular Coke in a 2014 tweet, but didn't explain why. Commenters responding to her tweet repeated the belief that Diet Coke could cause ham to explode: Oh no! No! Not diet coke \"@SquirrelEvictor: @BCxx @Nigella_Lawson how is that working out?? I'm making diet coke chicken later on.\" Nigella Lawson (@Nigella_Lawson) November 22, 2014 The notion that Diet Coke shouldn't be used in any cooked dishes dates further back, though the stated reasons for such a belief vary. Primarily the rumor stems from the differences in sweetening agents between Coca-Cola and Diet Coke: Regular Coke is generally sweetened with high-fructose corn syrup in the U.S. and cane sugar outside the U.S., but Diet Coke is typically sweetened with aspartame , an ingredient (falsely) blamed for a number of health-related side effects. Rumors discouraging Diet Coke in cooked food could boil down to fundamental differences between diet cola and its sugary counterpart. Classic Coca-Cola's sugar content can be used to caramelize recipe ingredients, but no such chemical reaction can be achieved with artificially sweetened cola. Inability to caramelize in no way implies diet colas are inherently unsafe to use in heated recipes, only that they may not achieve the intended result (such as glazing a ham) due to their lack of sugar. (Diet colas may tenderize meats similarly to non-diet versions due to other ingredients.) The claim about Diet Coke and ham exploding bears some resemblance to stories about the chemical reaction achieved by combining Diet Coke and Mentos candy. It's possible the Mentos claim became conflated with concerns about whether it was safe to cook with Diet Coke, resulting in the rumor that Diet Coke could cause ham to explode in a similar fashion. While it's certainly true that substituting Diet Coke for regular Coke can impede caramelization (and that aspartame can lose its sweetness when heated), Diet Coke doesn't present a specific danger of explosion or uncontrollable chemical reaction when cooked. The Coca-Cola company touts several recipes for cooked food utilizing Diet Coke as an ingredient, including pork chops and lentils . Diet Coke may not be as effective as non-diet cola to glaze a dish, but we did not find any instances of an explosion (verified or anecdotal) resulting from such a substitution.",
  "Originally Published": "",
  "Referred Links": "http://www.coca-colacompany.com/food/diet-cherry-coke-lentils;http://www.coca-colacompany.com/food/lemony-honey-glazed-pork-chops;http://www.coca-colacompany.com/food/southern-caramelized-vidalia-onions;https://twitter.com/Nigella_Lawson/status/536168297566593024;https://twitter.com/Nigella_Lawson;https://twitter.com/BCxx;https://twitter.com/SquirrelEvictor;http://www.food.com/recipe/martha-stewart-coca-cola-ham-adapted-for-lazy-people-194440;http://www.foodnetwork.com/recipes/nigella-lawson/ham-in-cola-recipe.html;http://www.southyourmouth.com/2013/10/coca-cola-glazed-ham-with-brown-sugar.html;",
  "Example": "[Collected via e-mail, February 2015] My husband and I like to braise a gammon joint in the slow cooker in anonion and a bottle of Coca-Cola, and then place the resulting cooked hamin the oven under a nice glaze for a bit. It's a tasty recipe, but I amwatching my sugar intake. We wondered if Diet Coke would work like thefull-sugar kind, so I Googled \"ham in diet coke\". Well, because of the aspartame in Diet Coke, I am not going to cook in itanyway, but I was shocked to see many recipes INSIST that using diet colain the recipe was known to cause EXPLOSIONS. Explosions? Known? I lookedfor possible reasons why, or even credible reports, but I couldn't seeany. Can your experts shed any light on this weird rumor?",
  "Last Updated": "24 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/cokelore/dietcokeham.asp",
  "Claim": "Substituting Diet Coke for regular Coca-Cola in a popular ham recipe can cause an explosion.",
  "Claim_ID": "cokelore_dietcokeham",
  "Tags": ""
}