{
  "Origins": "This warning about rapists spiking their victims' Coca-Cola drinks with MSG has been circulating on the Internet since September 2005. As with another rumor that the combination of Coca-Cola and aspirin works as an aphrodisiac, this one asserts monosodium glutamate (MSG) and Coca-Cola will cause those who ingest to experience \"drowsiness and excitement.\" And like its kissing cousin \"aspirin and Coke\" rumor, this warning is also false.",
  "Fact Check": "",
  "Description": "MSG is a glutamate that is used as a flavor enhancer in a number of foods. Ajinomoto is both the name of a Japanese company that manufactures MSG and the brand name for the MSG product itself (in much the same way that Coca-Cola is both the name of the soda and the company that makes it). Because some people who ingest MSG experience adverse reactions, the U.S. Food and Drug Administration (FDA) requires foodstuffs containing it to be labeled as such. Those who react unfavorably to this chemical and develop MSG symptom complex typically experience one or more of the following symptoms: Burning sensation in the back of the neck, forearms and chest Numbness in the back of the neck, radiating to the arms and back Tingling, warmth and weakness in the face, temples, upper back, neck and arms Facial pressure or tightness Chest pain Headache Nausea Rapid heartbeat Bronchospasm (difficulty breathing) in MSG-intolerant people with asthma Drowsiness Weakness While both drowsiness and rapid heartbeat are both symptoms of an adverse reaction to MSG (and thus there is some fit with the e-mail's claim that Coke spiked with MSG would cause \"drowsiness and excitement\"), that reaction doesn't manifest itself unless a person susceptible to the chemical ingests a largish amount of the flavorant, approximately 3 grams or more. (As to how large a dose of MSG that quantity represents, the FDA notes that \"a typical serving of glutamate-treated food contains less than 0.5 grams of MSG.\") Moreover, only some people experience adverse reactions to MSG. Spiking the drinks of random women in hopes of hitting upon one who is MSG-intolerant wouldn't be a very effective strategy for someone looking to incapacitate the unwary, especially considering that those who are susceptible to the chemical could experience any of the symptoms listed, and thus the potential rapist could just as easily end up with a woman who develops a headache, feels nauseous, or experiences chest pains rather than one who gets drowsy or excited. The Coca-Cola company says the following regarding rumors about the combination of its flagship product and MSG: Rumor: Coke + MSG = Aphrodisiac Some people have been lead to believe that combining Coca-Cola with MSG (monosodium glutamate, a flavor enhancer) creates an aphrodisiac. Our Response: MSG is a flavor enhancer used in many foods, but it is not an ingredient in Coca-Cola. There is no factual or scientific basis for concluding that Coca-Cola is an aphrodisiac whether or not it is combined with MSG. As for the claim that the abduction, rape, and murder of 28-year-old Canny Ong had anything to do with a spiked drink (Coca-Cola or otherwise), that unfortunate woman was taken at knifepoint from a basement car park at the Bangsar shopping mall in Kuala Lumpur, Malaysia, on 13 June 2003. Her assailant, Ahmad Najib Aris, was brought to justice and now sits on death row. Barbara \"(wr)ong theory\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.thecoca-colacompany.com/contactus/myths_rumors/packaging_aphrodisiac.html;http://www.foodsafety.gov/~lrd/msg.html;",
  "Example": "[Collected via e-mail, November 2008] Dear friends, I received news about the recent tactic used to spike girls' drink. It is a cheap and widely used method. This method was used in Canny Ong murder. Rapist uses this method. Coca-cola + Ajinomoto/monosodium glutamate = a medicine which will cause drowsiness and excitement in the victim. This mixture is poisonous if used too often on the victim. Please send this to all your female friends, sisters, & your loved ones and ask them to beware. DO NOT accept coca-cola or any other drinks from stranger / even if it is your friend that you are not very close with.",
  "Last Updated": "1 December 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/cokelore/msg.asp",
  "Claim": "Coca-Cola spiked with MSG is an aphrodisiac or soporific.",
  "Claim_ID": "cokelore_msg",
  "Tags": ""
}