{
  "Origins": "I never cease to be amazed at how we seem to cherish legends over reality. A fine example has to do with the myth surrounding the invention of Coca-Cola: Many people still believe that Coca-Cola inventor Dr. John Pemberton's mixing of his syrup with soda water came about because an inattentive clerk at a drugstore soda fountain made a mistake.",
  "Fact Check": "",
  "Description": "Frederick Allen lays this old chestnut to rest in Secret Formula , his history of Coca-Cola: In April and early May of 1886, Pemberton dispatched runners from his basement to Willis Venable's soda fountain three blocks away with small samples of his concoction for taste tests by the customers. Venable, the self-styled \"Soda Water King of the South,\" operated a popular business (with a 25-foot-long marble counter) on the ground floor of Jacobs' Pharmacy at 2 Peachtree Street, in the exact center of downtown Atlanta known as Five Points. Legend has it that Venable \"accidentally\" served the new syrup with carbonated water, but actually the plan from the very outset was to squirt it into a glass and spritz it with cold, carbonated water from the fountain. Years later, Frank Robinson recalled that as Pemberton made the adjustments in the formula for the new syrup, \"it was taken to Mr. Venable's soda fountain for the purpose of trying it and ascertaining whether it was something the people would like or not.\" After various modifications, Robinson reported in his dry, undramatic way, \"It seems to be satisfactory.\" One of the reasons for Pemberton's so hotly pursuing development of a new soft drink (yes, there were other soda water concoctions on the market at the time: Hires Root Beer in 1876 and Dr Pepper in 1885, as well as many others that aren't still around) was Atlanta and Fulton County's decision to go dry in 1885. Pemberton had been marketing French Wine Coca (a blatant ripoff of the highly successful Vin Mariani ); because he could no longer use wine as the base, he looked around for something else to mix with his coca preparation. The various flavorants we associate with the taste of Coca-Cola were what he came up with to mask the unpalatable taste of coca and kola, and he planned from the beginning to use soda water as the new base. As Pendergrast writes: [Pemberton's nephew Lewis] Newman and John Turner, who apprenticed with Pemberton around the same time, remembered being sent down to the drugstore to get a drink of Coca-Cola for Pemberton, since there was no carbonated water at the laboratory. This contradicts the Company dogma that Coca-Cola was accidentally mixed with soda water about a year later. Seems pretty straightforward: The plan was always to mix the syrup with carbonated water, yet the \"accidental discovery\" legend has been passed off as truth in more than a few publications. For instance: A most curious accident happened to John Pemberton, a pharmacist in Atlanta who had created a syrup for headaches and hangovers. One day a drugstore employee put soda water instead of tap water in the syrup, and that started Coca-Cola on its way. (World Almanac Book of Inventions) Druggist John Pemberton, creator of \"Globe Flower Cough Syrup\" and \"French Wine of Coca,\" whips up a refreshing elixir of coca-leaf and kola-nut extracts in back of his Atlanta home. By accident, his syrup is mixed with carbonated, rather than plain, water. Coca-Cola is born. (Consumer Reports) The drink was relatively popular, but a few months later, an assistant served a customer Coca-Cola mixed with soda water. That little \"fizz\" was the \"lucky touch\" that caused an explosion in the popularity of the drink. (St. Louis Post-Dispatch) Something seems to impel us to dismiss certain \"trivial\" inventions with \"lucky stiff\" explanations. Perhaps this is because we would like to believe that a moderate helping of good luck can make a success of anyone. Or maybe our need to find sense and order in our world requires us to denigrate fabulous fortunes built upon the simplest of discoveries (it's only a fizzy drink, after all) as being due to serendipity rather than design. We often fail to recognize all the hard work, planning, and painstaking trial-and-error effort that goes into these \"simple\" discoveries, however. Isn't it much more comforting to assure ourselves that a little bit of good fortune is all that separates us from the fabulously rich, people who were just like us until lady luck paid them a visit? Barbara \"fizz-iks\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "19 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/cokelore/carbonate.asp",
  "Claim": "Coca-Cola became a carbonated drink when a soda jerk accidentally mixed Coca-Cola syrup with soda water.",
  "Claim_ID": "cokelore_carbonate",
  "Tags": ""
}