{
  "Origins": "This legend is based upon a real-life study conducted for a social psychology class at Princeton University in 1970. The basic approach of the experiment was to ask seminary students to prepare talks on biblical topics, then send them from one building to another with varying degrees of urgency. Each student passed an actor posing as a person in need of assistance, and the students' reactions were recorded to determine how much their perceived need to hurry and the subjects of the talks they were about to give affected their willingness to aid the \"victim.\" As the subsequent write-up of the experiment explained:",
  "Fact Check": "",
  "Description": "In order to examine the influence of . . . variables on helping behavior, seminary students were asked to participate in a study on religious education and vocations. In the first testing session, personality questionnaires concerning types of religiosity were administered. In a second individual session, the subject began experimental procedures in one building and was asked to report to another building for later procedures. While in transit, the subject passed a slumped \"victim\" planted in an alleyway. The dependent variable was whether and how the subject helped the victim. The independent variables were the degree to which the subject was told to hurry in reaching the other building and the talk he was to give when he arrived there. Some subjects were to give a talk on the jobs in which seminary students would be most effective, others, on the parable of the Good Samaritan. This study has gained widespread currency as an urban legend in the years since it was conducted, and it's easy to see why: it preys on our basic fears that when we need help, none of the faceless strangers in our modern urban society will stop to help us, either. If religion students well versed in the life of Jesus can't be counted on to put aside their immediate needs and come to the aid of a supplicant, who can? The legend form of the study changes a few of the details: the surreptitious assignment given the students becomes their final exam, and the course being offered is specifically about the \"life of Jesus\" rather than a general religious studies class. The \"only one student stopped to help\" variant is a predictable folkloric modification it still gets the moral across to the audience without scaring us too badly. Even if society as a whole fails miserably, we can still be comforted by the affirming thought that at least a few decent people out there actually care. Sightings: On 11 March 2008, ABC News' Primetime program used this scenario as the basis of a segment for a \"What Would You Do?\" episode.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "20 June 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/college/exam/compassion.asp",
  "Claim": "Students at a religious institute enrolled in a class on the life of Jesus arrive at their classroom to take the final exam and find a notice informing them that the test will be given in another building on the other side of the campus. As the students rush across campus to the new room, each is accosted by a forlorn beggar who entreats their help. None of the students stops for him, however they all rush by, anxious to arrive on time for the exam. The instructor is waiting for the students when they finally reach the classroom. He explains to them that the beggar was an actor, planted by him to test their reactions. Because the students did not demonstrate that they had acquired any compassion while studying the life of Jesus, they all failed the exam.",
  "Claim_ID": "college_exam_compassion",
  "Tags": ""
}