{
  "Origins": "This mistaken belief has been recorded since the 1960s and is probably a great deal older than that. Its possible origin might lie in a mental confluence of half-remembered tidbits about old time \"blue laws\" mixed with a healthy dollop of badly-parsed newer input about zoning laws adopted by various communities in more contemporary times. Short and sweet, if any so-called \"brothel laws\" anywhere tie a building's classification as a bordello to the number of occupants, we've yet to find documentation that proves this.",
  "Fact Check": "",
  "Description": "Some municipalities do indeed have zoning laws prohibiting more than a specified number of non-family members (male or female) from living together, but not even in those cases would a household in violation of those codes be labeled a brothel. Brothels earn such designations solely on the basis of what goes on in them, not upon how many women inhabit particular buildings. Even in communities that carry such housing restrictions on their books, sororities and fraternities are exempted from them. The thrust of such laws is to set limits on how many people may reasonably inhabit what were meant to be single-family dwellings, not to enjoin those who are living in more communal settings in buildings meant for such purposes. Were such laws to apply to those latter forms of housing, local YWCAs would have been shut down and padlocked, as would a variety of nurses' residences. Collegians have been explaining the lack of sorority houses on various campuses through this flawed factlet for many a year. Richard Roeper noted this legend in 1994, calling it \"the most widespread piece of university folklore making the rounds\" and estimating from entries on collegiate bulletin boards that it was being told on at least 100 campuses. The belief that a \"brothel law\" bars live-in sororities from campuses is so deeply worked into the fabric of collegiate life that few now think to question it. In 1998 a group of eight students at Tulane University unsuccessfully searched city and state laws for the statute, finally concluding they'd been on a wild goose chase. \"It was not found in either city or state codes,\" Adriana Belli, one of the student researchers, said. \"We looked in every law book, every ordinance in New Orleans . . . dating back to the 1800s.\" We routinely hear from students who are convinced their particular university lacks a sorority because of this non-existent law. Their vehemence aside, none have yet produced a copy of the statute they so firmly believe in, an act that would earn their city and institution of higher learning a measure of fame in the world of contemporary lore. Men view the notion of large numbers of women living together as strangely erotic, mentally envisioning a veritable candy store of comely and available sex partners, each of them bedding down for the night virginally clutching her teddy bear close to her babydoll-clad, pulsating 38-24-36 nakedness (which they wouldn't if they'd ever been locked in a women's dorm overnight nothing kills rampant sexual fantasy more quickly than a cold eyeful of reality.) Add to the mix the \"college girl\" element (young, nubile flesh) and throw in the \"sorority girl\" detail (presumed promiscuity), and it's easy to see why this tidbit about brothel zoning has been so stubbornly promulgated. Barbara \"daydream believers\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] Sorority houses are illegal in PA. Due to a 19th century law banning more the 5 unrelated women from living in the same house. This law supposedly was meant to prevent prostitution houses. [Collected on the Internet, 1998] Well, my alma mater is Denison University. Dogs were part of the landscape when there were fraternities on campus. There are no fraternities there anymore. I was in a sorority, but we weren't allowed to live in the sorority houses (old town law about more than 8 women in a house constituting a brothel). [Collected on the Internet, 1997] I have a friend who goes to Loyola New Orleans. They cannot have sorority houses because more than five girls in one house is a brothel. [Collected on the Internet, 1995] I have heard from the ol' rumor mill that the reason that sororities don't have houses at the University of Chicago is that there's some sort of local/state law which defines four or more unmarried women living together as a brothel. Variations: The number of sorority sisters that would supposedly trigger the \"brothel\" designation varies from telling to telling, with six being one of the more common figures cited. This legend is told as true on any number of U.S. campuses, always by way of explanation for each school's lack of sorority houses.",
  "Last Updated": "23 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/college/halls/brothel.asp",
  "Claim": "Sororities are outlawed on certain campuses because local \"brothel laws\" prohibit more than a specified number of females from living together.",
  "Claim_ID": "college_halls_brothel",
  "Tags": ""
}