{
  "Origins": "Harvard one of America's oldest and most prestigious institutions of higher learning, and a name synonymous with academic excellence. Not surprisingly, given Harvard's age and status, a considerable body of lore has accumulated about the school, its history, its policies, and its alumni. Even less surprisingly, one of the legends from that body of lore concerns the pinnacle of academic achievement: the difficulty of completing an entire undergraduate degree with perfect grades. We'd expect this legendary feat to be deemed a rare accomplishment and attributed to someone world-famous in a field of intellectual pursuit, and such is indeed the case, as for many years the claim has circulated that Henry Kissinger was the last person to graduate from Harvard with perfect grades.",
  "Fact Check": "",
  "Description": "Kissinger does indeed have some prestigious accomplishments to his credit, graduating Summa Cum Laude at Harvard College in 1950, and earning MA and PhD Degrees at Harvard University in 1952 and 1954 respectively. From 1954 until 1971 he was a member of the Faculty of Harvard University; he left that position to become Assistant to the President for National Security Affairs and later Secretary of State in the Nixon administration, and he was a recipient of the Nobel Peace Prize 1973. But was he truly the last person to go all the way through a Harvard undergraduate program and receive nothing less than an 'A' in every course? Well, no. In June 2001 , Kevin Schwartz of Roslyn, New York, achieved that distinction, graduating with a perfect 15.0 grade point average as a government major. Two years later his sister, Lisa B. Schwartz (also a government major), accomplished the same feat. And in 2008, Britney Lane graduated Harvard with a degree in psychology and a 4.0 GPA. But up until Kevin Schwartz's 2001 accomplishment, had Kissinger been the last? Again, no. The news reports about Schwartz mentioned that he had been \"the first student in nearly two decades\" to achieve perfect grades, although they didn't identify the previous wonder student. At best, Kissinger was the only one to pull off a perfect GPA between 1950 and the early 1980s. At the time Kissinger graduated, was he the only Harvard student to have achieved flawless grade status? Probably not, since Schwartz was \"reportedly one of only four in Harvard's 350-year history.\" Aside from Schwartz, the unidentified perfect student of the early 1980s, and Kissinger, that still leaves one other contender. Perhaps this other contender was a later graduate than Kissinger, thereby making Kissinger the first perfect grader, but at this point we have to consider whether it's really true that Kissinger's record was perfect. According to Walter Isaacson's 1992 book Kissinger: A Biography , it wasn't: Kissinger fell just short of an unblemished academic record when he received a B in a Relational Logic philosophy course. But whether Isaacson is right or not, Henry Kissinger still achieved a tremendously impressive academic record.",
  "Originally Published": "",
  "Referred Links": "http://www.ksee24.com/news/local/27935989.html;http://www.thecrimson.com/article.aspx?ref=348373;",
  "Example": "[Collected on the Internet, 2001] Henry Kissinger, a Harvard-trained historian and political scientist (and the last person ever to get straight A's as an undergraduate), was Nixon's national security advisor. Together, Nixon and Kissinger made many crucial policy decisions with little input from the State Department.",
  "Last Updated": "12 April 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/college/admin/kissinger.asp",
  "Claim": "Henry Kissinger was the last student to graduate from Harvard with perfect grades.",
  "Claim_ID": "college_admin_kissinger",
  "Tags": ""
}