{
  "Origins": "Many colleges and universities in the United States have required their students to pass swim tests prior to graduation. Although most of them have since either dropped the requirement or no longer enforce it, some universities still insist on it. Requiring graduates to pass a swim test seems to have originated about the time of World War I, as part of a Red Cross effort to teach swimming skills to all Americans.",
  "Fact Check": "",
  "Description": "This legend, however, concerns a swim test requirement imposed not for health or safety reasons, but because it was demanded by a wealthy benefactor who had suffered the misfortune of losing a loved one to drowning. The tale is frequently told in connection with Eleanor Elkins Widener, the widow of a wealthy Philadelphia tramway heir, who endowed Harvard University with a large sum of money for establishment of a library. The Harry Elkins Widener Memorial Library , Harvard's flagship library, opened in 1915 and was named in honor of Mrs. Widener's son Harry, a 1907 Harvard graduate and bibliophile who died along with his father George when the Titanic sank on its maiden voyage in 1912. Mrs. Widener supposedly made it a condition of her endowment that the school institute a swim test requirement for freshmen so that none would suffer the same fate as her son. That specific claim is unlikely given that Harvard's swim test requirement wasn't instituted until the 1920s, several years after the Widener library was completed. As well, the putative reason for the unusual requirement is questionable in that Harry Elkins Widener didn't die because he couldn't swim: he, like many other Titanic passengers who couldn't be accommodated by one of the too-few lifeboats, died from immersion in freezing water. The ability to swim wouldn't have helped him, because there was nowhere for him to swim to . (A few people did manage to save themselves by swimming to lifeboats that had already been launched, but they were few and far between. For the most part, the lifeboats were rowed out of range as quickly as possible to prevent swimmers from reaching and capsizing them.) Mrs. Widener's name is also attached to some other \"unusual benefactor request\" legends, such as the claims that she donated millions of dollars on the condition that the Freshman Union serve ice cream every day and that she placed some rather strange provisions on the use of the Widener Library. This type of legend has also been proffered as \"the\" reason behind all sorts of collegiate quirks that have no obvious explanation, such as the claim that The George Washington University in Washington, D.C., has no football team because the son of the gentleman who donated money to build the school's physical education building died while playing football. Whatever the reason behind the swim test requirements, schools took them quite seriously. Dr. Mortimer J. Adler, who earned a PhD from Columbia University, wrote more than 30 books, taught at Columbia University, and was chairman of the board of editors of the Encyclopedia Britannica, was denied his bachelor's degree by Columbia in 1923 despite his completing their four-year curriculum in three years and finishing at the top of his class because he failed to pass the swimming test required for graduation. He was finally granted his degree sixty years later after informing Columbia that he had since learned how to swim and asking them to waive his disqualification.",
  "Originally Published": "",
  "Referred Links": "http://hcl.harvard.edu/widener/;",
  "Example": "[Collected on the Internet, 1993] A similar story exists about Swarthmore College in Pennsylvania. Supposedly a female student in the 1930's drowned, and her excessively rich parents donated a grant to the school which provides all kinds of student activities funds (including ice cream at every lunch and dinner, perhaps an attempt to make everyone more buoyant?) on the condition that all students pass a swim test before graduation. NB: there are always one or two students every year who blow off their swim test, and indeed, they do not graduate. Variations: This legend is told about a number of schools, mostly prominent, long-established private universities in the Northeast. Some versions of the legend claim that the school to which the legend applies is unique in requiring a swim test of its students. Sometimes the wealthy benefactor's contribution is said to have been used specifically for the construction of a swimming pool; sometimes the money is said to have been used to fund something else (such as a library) or not to have been donated for any specific project.",
  "Last Updated": "9 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/college/admin/swimtest.asp",
  "Claim": "University implements mandatory swim tests at the behest of a wealthy benefactor whose own child had drowned.",
  "Claim_ID": "college_admin_swimtest",
  "Tags": ""
}