{
  "Origins": "A common form of joke and urban legend (and occasional true story) involves the business, school, or other organization that has to change an established multi-word name after discovering its initials form an embarrassing word or phrase. One of my father's oft-repeated jokes had to do with a putative institute of higher education supposedly once known as the \"Sam Houston Institute of Technology,\" but the example of that ilk we see most often these days is the above-quoted anecdote about Furman University.",
  "Fact Check": "",
  "Description": "Furman is a private university located in Greenville, South Carolina; it was founded as Furman College in 1826 before being chartered as Furman University in 1850. According to legend, sometime in 1850 (or later) the revelation that the combined names of the school and its mascot (the Christian Knight) formed a rather unseemly acronym, necessitating a change in the latter: Henceforth, the school's mascot and sports teams would use the name \"Paladin.\" This tale seems superficially plausible: Furman began as a Men's Academy and Theological Institute, the school was founded by (and formerly associated with) the South Carolina Baptist Convention, the university's motto is \"Christo et Doctrinae\" (\"For Christ and Learning\"), and the team's mascot (a paladin) is depicted as a mounted knight. All things considered, it doesn't seem much of a stretch that to think Furman's mascot might once have been known as a Christian Knight, and the incongruousness of a Christian school's being associated with such a vulgar acronym makes this version of the legend a particularly striking one. As usual, however, the salacious legend crashes to bits when it collides with mundane reality. According to Furman University's web site, all the school's sports teams did not adopt the name \"Paladins\" until 1961; prior to that, different sports teams used different names (none of them \"Christian Knights\"): Furman University's official athletic mascot is a knight on a horse and the school's intercollegiate athletic teams are nicknamed \"Paladins.\" Prior to 1961 this was not the case as the baseball team was known as the \"Hornets,\" the football team the \"Hurricane,\" and the basketball team the \"Paladins.\" First used by a Greenville sportswriter in the 1930s to describe Furman's basketball team, \"Paladins\" became the official nickname of all of the school's intercollegiate athletic teams following a vote of the student body on September 15, 1961. (Newspaper accounts bear this out: News reports chronicling the efforts of Furman's various athletic teams include references to Hornets, Hurricanes, and Paladins, but not a single reference to Christian Knights). Not surprisingly, many people have heard similar stories about schools in their areas: Contrary to an underground joke, repeated by alumnus Dan Rather in his 1978 autobiography, The Camera Never Blinks, Sam Houston State University was never known as \"Sam Houston Institute of Teaching\" or \"Sam Houston Institute of Technology\". Supposedly, \"Friends University\" in Kansas used to be named \"Friends University of Central Kansas.\" There's a great urban legend in Canada in regards to the University of Victoria. Apparently it was originally to be called the University of Juan de Fuca after the Juan de Fuca strait. Sadly, however, the designs for the shirts got released early with the logo \"Juan de Fuca U\". An urban legend here in England says that when Newcastle Polytechnic became a university it was nearly called the Central University of Newcastle-upon-Tyne.",
  "Originally Published": "",
  "Referred Links": "http://www.furmanpaladins.com/athletics/origin_of_the_paladin/index;http://www.furman.edu/;",
  "Example": "[Collected via e-mail, July 2003] In high school I heard a story about a school which was called Furman University. Their mascot was chosen to be the Christian Knights since they had a religious affiliation. It was said that they changed the name when they discovered the unfortunately abbreviation of F.urman U.niversity C.hristian K.nights. [Velez, 2005] Furman University has built maybe an even more incredible myth, forged when it changed from a college to a university. Although the school s website does not list any other team name except the Paladins, there are rumors to the effect that the team used to be called the Christian Knights. Think about it for a second. When Furman College changed to Furman University, the noble, virtuous Christian Knights would have been abbreviated as FUC ... exactly. [Collected via e-mail, November 2008] I recently heard a story about Furman University's mascot. I was told that before Furman became an accreditted university they were called the Furman College Christian Knights. It was somewhat of an embarassment when the school became a university and the became the Furman University Christian Knights. The mascot was then changed to avoid the acronym.",
  "Last Updated": "12 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/college/admin/furman.asp",
  "Claim": "Furman University changed the name of its mascot to avoid an embarrassing acronym.",
  "Claim_ID": "college_admin_furman",
  "Tags": ""
}