{
  "Origins": "Many a college student has had to confront the dilemma of what to do when an instructor fails to show up for class but hasn't informed anyone that class has been canceled. An instructor might be a few minutes late in arriving at the classroom for any number of reasons, so of course you wait but for how long? Ten minutes? Fifteen minutes? Until the scheduled end of class? It might be reasonable to give up and leave at 10:30 if no one has shown up to lead your 10:00 class, but what if the instructor strolls in at 10:40 and decides to give a pop quiz (on which every student who failed to wait will get a zero)?",
  "Fact Check": "",
  "Description": "Many students believe every college has regulations covering such circumstances, including detailed sets of rules that prescribe exactly how long students must wait based upon the academic \"rank\" (i.e., tenure and degree) of the tardy instructor. Surprisingly, although some schools do have an official \"wait\" rule, many institutions of higher learning have no official policies at all in this area, and we haven't found any college with written regulations specifying different wait times based upon instructors' academic rankings, which is the disputed point of this \"everybody knows\" factoid and the item on which our 'False' designation rests. A related legend about students turning the tables on a professor who fails to show up for a lecture can be found on our Present Tense page. It appears in two forms: an arrogant professor who leaves the day's lecture on a cassette player, expecting students to stay to hear it, returns to find that his tape recorder is now talking to a roomful of other tape recorders with the students nowhere to be found, and a professor who chides a class for having left despite his hat being on the desk (signifying he had been there earlier and would likely be coming right back) next week arrives to find no students but a hat upon every desk.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "13 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/college/admin/wait.asp",
  "Claim": "All colleges have regulations specifying how long students must wait if an instructor fails to appear, and these wait times vary depending upon the academic rank of the instructor.",
  "Claim_ID": "college_admin_wait",
  "Tags": ""
}