{
  "Origins": "An embarrassing attempt at promoting racial diversity came to light in September 2000, when it was revealed that a photograph used to adorn the front of a University of Wisconsin-Madison undergraduate application booklet for the 2001-02 school year had been altered to add the image of a black student among a sea of white faces. A sharp-eyed reporter with the school's newspaper, the Daily Cardinal , studied the picture and noticed that the sun seemed to be shining brightly on the face of the one black student in the photo, but not on the faces of any of the students surrounding him. Her discovery led to university officials' admission that yes, the image used for the undergraduate application booklet cover had been manipulated to better promote an appearance of racial diversity at the school:",
  "Fact Check": "",
  "Description": "Officials of the University of Wisconsin admitted that in an effort to show that the university is culturally diverse they inserted the face of a black student into a crowd of white football fans pictured on the cover of [the 2001-02] undergraduate application. Paul Barrows, vice chancellor for student affairs, said that admissions officials took [black student Diallo] Shabazz's image from a layout of 1994 Welcome Week activities and digitally inserted it into the admissions booklet cover in a misguided effort to illustrate the university's diversity. \"This was an error in judgment that shouldn't have happened,\" Barrows said. He said admissions director Rob Seltzer, who approved altering the photo, and university publications director Al Friedman had publicly apologized to Shabazz and the community. To make things worse for embarrassed university officials, Shabazz happens to be a prominent African American student activist who has never attended a UW football game and is deeply involved in efforts to promote campus diversity. Barrows said that Seltzer gave him a draft copy of the admissions packet with student football fans pictured on the cover. He said that when he saw all of the fans were white, he told Seltzer: \"You can do better than that, Rob. Find something more diverse.\" Seltzer said his office spent the summer searching for cover photos that would illustrate greater diversity at UW, where minorities are 10 percent of the 40,000 students enrolled. When he could not find one, he approved adding Shabazz's photo to the crowd scene and Friedman's office created the image for the cover. School officials eventually decided to spend about $64,000 reprinting a new batch of 100,000 application booklets, with the updated version featuring a cover photo of the university's Memorial Union Terrace at sunset. The brouhaha over the University of Wisconsin-Madison's manipulation of a photograph was satirized in a 6 December 2000 article (\"Black Guy Photoshopped In\") by the humor publication The Onion: In the spirit of celebrating diversity at Iowa State University, a black guy was digitally added to the cover of the school's 2001 spring-semester course catalog, school officials announced. \"Here at Iowa State, we have a remarkably diverse student body, with literally dozens of non-whites,\" Iowa State director of student affairs Andrea Driessen said. \"We thought a picture with at least one non-white happily interacting with whites would be a great way to show off this fact. Unfortunately, we didn't have any pictures of whites and non-whites actually interacting, so we had to make one up.\" Said chancellor Dr. Michael Arbus: \"An unaltered, or 'real,' cover photo would not have adequately captured the glorious rainbow of multiculturalism that is ISU. We thought it best to take a more illusory, 'less-actual' approach in depicting this school's racial demographic.\"",
  "Originally Published": "",
  "Referred Links": "http://www.theonion.com/content/node/38641;",
  "Example": "[Collected via e-mail, August 2009] Is this a true picture that shows a University of Wisconsin-Madison Undergraduate Application with black student that has been edited into picture, as compared to the original photograph?",
  "Last Updated": "9 October 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/college/admin/uwmadison.asp",
  "Claim": "The photograph used for a University of Wisconsin application booklet was altered to include the face of a black student.",
  "Claim_ID": "college_admin_uwmadison",
  "Tags": ""
}