{
  "Origins": "One of the banes of the scholar's existence is the knowledge that the literary contribution he has poured so much of himself into will be read by only a few and appreciated by an even smaller number. An unremarkable-looking book sitting dustily on a library shelf along with other similar unremarkable-looking tomes often represents years of a person's life, time that was diligently devoted to a project that now goes unappreciated as the world passes uncaringly by.",
  "Fact Check": "",
  "Description": "No author likes to think of his work never finding an appreciative audience, but the thought that this will be its fate lurks unspoken in the back of many minds. The legend of the salted unread thesis gives voice to that fear, expressing this dread through a rueful story about a hope-filled author who each year is let down once again. But sometimes lore manages to intersect with real life when a legend long extant is duplicated in actuality. (Folklorists term this phenomenon \"ostension.\") In 2001, Jeffrey Seiden, a third-year medical student at Yale University, was studying his electrocardiography textbook when he happened upon the following message tucked away in the book's copyright notice: Congratulations for your perseverance. You may win the car on page 46 by writing down your name and address and submitting it to the publisher. Dr. Dale Dubin, a multi-millionaire and former plastic surgeon in Tampa, Florida, had inserted the note into the 50th printing of his cardiology textbook \"Rapid Interpretation of EKGs\" (originally published in 1970), putting his classic Ford Thunderbird up for grabs. Although about 60,000 copies of the book containing the free car offer were printed that year, only five students spotted the hidden message and contacted the publisher with news of their finds. The five names were placed into a hat, and Jeffrey Seiden's was chosen at random. The 1965 Thunderbird convertible was delivered to Seiden on 4 December 2001 by Dubin's daughter, who drove it to the lucky winner's school. Yale officials heard of the contest only at the last minute, but they allowed the award to be made on campus and helped with some of the publicity. Afterwards, however, Yale did what it could to distance itself from the affair. When questioned about the award, Karen Peart, a university spokeswoman, told the Hartford Courant : \"This is not a Yale matter.\" The school's reluctance to be associated with Dubin stemmed from revelations about his past: Dubin was an ex-convict whose Florida medical license had been revoked after he pleaded guilty to 22 counts of selling drugs and possessing child pornography in 1986. He was sentenced to five years in a federal prison and was released in 1989 after having served 3 years. Barbara \"doctor in the (big) house\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Asimov, 1992] Those of us who have labored to obtain our Ph.D.s must sometimes wonder if anyone in the world can possibly be interested in the learned dissertation over which we have sweated, even though it is carefully filed in the library of the institution at which the degree was earned. There is a story of the scholar who, years ago, produced a dissertation that was loudly hailed as the best written and most valuable in a generation. A copy was reverently placed in the library files and the scholar, as an experiment, placed a crisp $20 bill among its pages. Every year he returned to the library and took down the dissertation. Every year, it fell open to the stuffed page. Every year, the $20 bill was still there, untouched.",
  "Last Updated": "29 May 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/college/homework/foundcar.asp",
  "Claim": "A diligent student found a hidden reward tucked away in an academic work.",
  "Claim_ID": "college_homework_foundcar",
  "Tags": ""
}