{
  "Origins": "Our deeply ingrained and devoutly cherished need to believe in the chimera of \"something for nothing\" freebies manifests itself in this widely-believed bit of classroom lore. According to the behind-the-hand whispers of hopeful pupils from grade school through college and university, Scantron machines can be fooled into recording false positive results on the test sheets processed through them when those sheets have been treated with a variety of lip products, including ChapStick, Carmex, lip gloss, and all-purpose Vaseline petroleum jelly. Sometimes the rumor is specific as to where on the answer sheet the additive is to be stealthily swiped (e.g., over the bubbles themselves, or along the black marks that resemble a bar code along the sheet's side), but sometimes it isn't, leaving the advantage-seeking test-taker at a loss as to where he or she is supposed to apply the slippery goo.",
  "Fact Check": "",
  "Description": "While we don't know how long this belief has been part of the canon of student lore, sightings of it have appeared on the Internet in the mid-1990s. It's believed and acted upon, too a number of folks have reported seeing fellow test-takers attempt the ruse. Yet the scheme doesn't work. Scantron machines optically sense marks made on the forms passed through them, comparing the bubbles darkened by test-takers to those of the appropriate \"answer keys\" for each test. If anything, additional or extraneous marks on test sheets more likely prompt a result opposite to the one sought by the cheater: Questions answered correctly will be scored as incorrect. Attempts to alter how Scantron Optical Mark Recognition (OMR) machines assess test forms (such as coloring in areas of the form in addition to or in place of the answer bubbles) will usually prompt the machine to spit out the form, with a message to the instructor of \"Read Error: Hand Grade.\" Hand-scoring of suspect forms generally brings to light whatever measures (e.g., ChapStick) the cheater was attempting to use. Lore regarding supposed methods of beating the Scantron machine is not limited to the smearing of lip products on test forms. One fellow swears around 1965 he encountered a rumor that connecting all the marks on the side of the sheet with a pencil or pen would produce the magic perfect score. Another person reported in 1997 that while in college he'd heard shading answers very lightly with a number #2 pencil would defeat the system. These methods also fail to provide the quick and easy \"A\" students yearn for. Indeed, had any of these widely-rumored methods ever worked, the system would long since have been modified to eliminate the loopholes. The one truism about a schoolyard secret is that it doesn't remain secret very long. Barbara \"bubble trouble\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.scantron.com/;",
  "Example": "[Collected via e-mail, 2006] I am writing to ask about a rumor that I've heard since probably elementary school. In California, every student must take a standardized test every year of school. In 8th grade, a rumor spread across our school that if you applied chapstick to your answer sheet (which were supposed to be bubbled in with #2 pencil) that all the answers would be marked as correct. My boyfriend said that he heard the rumor from classmates at his school as well. Can this be true? [Collected on the Internet, 1997] Around my high school, the popular theory was that if you put chapstick down the scoring area (where the computer marks the wrong questions with red lines) that the computer would score the test as perfect. I never attempted this, but as far as I could figure out, if you filled in the box at the top of the test labled 'key', the computer would assume that your test was the teachers key. Too bad for all the people behind you, though. [Collected via e-mail, 2004] You know how when you take a test you have to use one of those scantron things? Well, the scantrons are very sensitive. Just a smudge can turn a right answer into a wrong one and (supposedly) a wrong one into a right one. There's these little black dashes next to each ABCDE/FGHIJ and, if you put lip balm (vaseline, chapstick, whatever) on each dash (running your greased finger down the side of the scantron) you'll mess up the scantron and each of your answers will be marked right.",
  "Last Updated": "23 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/college/exam/scantron.asp",
  "Claim": "Rubbing lip balm on a Scantron test sheet will produce a perfect score.",
  "Claim_ID": "college_exam_scantron",
  "Tags": ""
}