{
  "Origins": "Although many schools will offer some sort of bereavement consideration under exceptional circumstances, no college or university in the United States has a policy awarding a 4.0 average (or anything else) to a student whose roommate dies. This rumor (or at least its widespread distribution) appears to be of fairly recent origin, dating from approximately the mid-1970s. It most likely started out as an expression of the pressures students feel to achieve good grades in the form of a morbid joke (i.e., \"Even if the pressures of school cause some people to off themselves, there's no reason we can't profit by it!\"), and the joke became legend when it was spread as true by credulous students, picking up variations along the way. A similar theme of suicide (and student grade consideration for witnessing it) can be found in the pencil suicide legend.",
  "Fact Check": "",
  "Description": "Sightings: This legend formed the basis of two 1998 films, Dead Man on Campus and Dead Man's Curve. In an episode of \"The Simpsons\" (broadcast 19 November 2000), after Lisa is believed to have died, Principal Skinner tells Bart he will be receiving straight A's. On NBC's \"Law & Order: Criminal Intent\" (episode title \"Art\"; original air date 7 October 2001), when detectives find that a suspect received credit for passing all her college classes even though she was assigned no grades, the school registrar informs them that per \"school policy\" the student had been given a pass that semester because her roommate committed suicide. On \"CSI: NY\" (episode title \"\"Some Buried Bones\"; original air date 7 February 2007), a student under pressure to do well at school murders his roommate and tries to frame somebody else for the deed in an attempt to garner an automatic 4.0. Additional information: Hollywood Discovers an Apocryphal Legend (The Chronicle of Higher Education)",
  "Originally Published": "",
  "Referred Links": "http://www.imdb.com/title/tt0123034/;http://us.imdb.com/Title?0118301;",
  "Example": "",
  "Last Updated": "9 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/college/admin/suicide.asp",
  "Claim": "A standard college regulation specifies that a student whose roommate commits suicide automatically receive a 4.0 grade point average for the current school term.",
  "Claim_ID": "college_admin_suicide",
  "Tags": ""
}