{
  "Origins": "In mid-to-late 2015, multiple social media posts claimed that between eight and ten of the most popular fast food chain restaurants (including Subway, McDonald's, Pizza Hut, and Chipotle) offer free food to high school and/or college students who simply present valid school ID. Off the bat, the claim beggared belief on premise alone. Freebies offered by fast food joints are typically accompanied by conditions and restrictions, but the rumor suggested that students were welcome to order all menu items willy-nilly and receive them for free. In general, fast food freebies are strictly portioned and infrequently (or incidentally) offered. Even special offers to veterans are primarily extended on Veterans Day, despite the esteem with which most Americans regard those who serve in the armed forces. (Many businesses provide small discounts for servicemen and women, but few feature year-round free stuff.)",
  "Fact Check": "",
  "Description": "Twitter iterations of the claim often linked (and drove traffic) to a blog post titled \"8 Restaurants that give student discounts!\", notably not \"eight [or ten] places where students can eat free.\" Amid multiple ads and misleading off-site links , the blog described eight chains where students in limited locations might possibly receive discounts topping out at about 10% (sometimes including a free drink). So while it's possible individual franchises near colleges and universities offered small discounts on occasion, none maintain sweeping \"eat free\" policies for high school or college students nationwide. The rumor bore some resemblance to a similar (false) claim suggesting Wendy's provides free food to any patron claiming to be stranded far from home. Last updated: 22 October 2015",
  "Originally Published": " 22 October 2015",
  "Referred Links": "https://twitter.com/TheCoIIegeHackz/status/630787222082424832;http://t.co/JdwJvbwZ7Q;http://t.co/ocUBoqKL3d;",
  "Example": "[Collected via e-mail and Twitter, October 2015] This is on Facebook proclaiming that students either eat free or discounted (depending on the image) at several fast food restaurants. I don t see any real evidence of it. High school and college students now eat free at these 10 restaurants with a student ID!???????????????? http://t.co/ocUBoqKL3d pic.twitter.com/JdwJvbwZ7Q College Hacks (@TheCoIIegeHackz) August 10, 2015",
  "Last Updated": "22 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/college-students-eat-free/",
  "Claim": "High school and/or college students who present ID can eat for free at ten popular fast food chains, including McDonald's, Pizza Hut, Chipotle, and Subway.",
  "Tags": "free food;freebies;coupon scams;clickbait;",
  "Claim_ID": "college-students-eat-free"
}