{
  "Origins": "Most Americans naturally associate Dwight David Eisenhower (commonly referred to as \"Ike\") with his two most prominent contributions to U.S. history: as the career Army officer who rose to become Supreme Commander of the Allied Expeditionary Forces during World War II and achieved the exalted rank of General of the Army (5 stars), and as the 34th President of the United States from 1953 to 1961. But many people today are unaware of a post that Ike held between the end of World War II and his tenure in the White House: president of Columbia University. Eisenhower accepted an offer to become Columbia's president in 1948 and officially held the position until he was sworn in as President of the United States in January 1953 (although he took leave from Columbia after being appointed Supreme Allied Commander of NATO in 1950).",
  "Fact Check": "",
  "Description": "The notion of Dwight D. Eisenhower as the president of Columbia University might seem a bit incongruous to contemporary Americans because as a career military man, Ike had no background in academia or any of the other spheres (e.g., law, business, the clergy) from which a university such as Columbia typically drew candidates for its presidency. However, his younger brother, Milton Stover Eisenhower, did have a notable career in academia, serving as president of Kansas State College, Pennsylvania State University, and Johns Hopkins University. In that context, it's not surprising a rumor postulating that someone at Columbia had confused Dwight Eisenhower with one of his siblings might have begun and gained currency. But, as Robert A. McCaughey noted in his history of Columbia University, there was little likelihood that anyone at Columbia really wanted Milton Eisenhower for the president's position in 1948 but mistakenly extended an offer to his brother Dwight instead. At the time Columbia's trustees began considering candidates, Milton was a college president of moderate prominence, while Ike was perhaps the most famous and respected man in America: One of the many apocryphal stories surrounding the selection of Eisenhower has it that the trustees confused General Eisenhower with his older [sic] brother, Milton, who was in 1947 president of Kansas State University (and about to become president of Pennsylvania State University). A variant on this story had a trustee asking for suggestions from the University of Chicago's chancellor, Robert M. Hutchins, and being told to \"get Eisenhower,\" Hutchins meaning Milton. The frequent retelling of this story and even its adoption by Ike himself do not make it credible. First, there is little reason to think that the Columbia trustees would have been interested in Milton, who only later achieved national academic prominence as the president of the Johns Hopkins University. But, second, there is every reason to believe that the Columbia Board was prepared to go to a very considerable distance to lure to Morningside Heights the most internationally admired American of his generation.2 A confusion of Milton with his brother is even less likely in light of that fact that Dwight was first approached about the Columbia presidency by Thomas Watson, the head of IBM, in 1946, but Eisenhower deferred accepting the position for well over a year. Watson certainly knew the difference between Dwight Eisenhower and Milton Eisenhower, and a year was plenty enough time for any confusion of identities to have been rectified. As suggested in the passage quoted above, the source of the Eisenhower mix-up rumor was probably Dwight himself, who insisted from the very beginning that his brother Milton was far better suited for the Columbia job than he was: On April 2, 1946, Eisenhower had spoken at the Metropolitan Museum of Art, then stayed at the Waldorf-Astoria as Tom Watson's guest. Watson was a member of a Columbia University trustees' committee searching for a president. Watson asked Eisenhower if he would consider taking the job. Eisenhower's instant reply was that Columbia had asked the wrong Eisenhower the the university should go after Milton, who was an experienced educator. No, Watson, said, Columbia wanted the general. Eisenhower said that he would not be available for nearly two years, and that he therefore could not consider the offer at that time. Thirteen months later, Watson called on Eisenhower. \"To my chagrin,\" Eisenhower wrote Milton, Watson again offered the Columbia position, urging \"the importance of the public service I could perform in that spot\" and painting \"the rosiest picture of what I would be offered in the way of conveniences, expenses, remuneration and so on.\" Eisenhower repeated that Milton was the man Columbia wanted; Watson repeated that Columbia wanted the general and pressed for an answer. Eisenhower resented the pressure and told Milton that if Watson forced him to make a quick answer, it would be \"No.\" Eisenhower, who had made so many momentous decisions, found the process of making this one extremely painful. \"It was almost the first decision I ever had to make in my life that was directly concerned with myself,\" he [said]. In making it, he \"had to struggle against every instinct I had.\" On June 23, 1947, Eisenhower wrote to Columbia to indicate that if a formal offer were made to him, he would accept.3 A sub-legend related to Eisenhower's time at Columbia holds that he was offered the university's presidency so that he could be groomed for a run at the White House as a representative of the Republican Party. This rumor is also not true, according to Eisenhower biographer Stephen E. Ambrose: [Thomas] Watson argued that by accepting the position [at Columbia], Eisenhower could remove his name from political speculation, an idea that appealed to Eisenhower mightily. It should be noted here that the popular impression that Watson and the other wealthy Republican trustees at Columbia wanted Eisenhower in order to begin grooming him for the Presidency of the United States is altogether wrong. In November 1947, Watson \"exhortated\" Eisenhower to \"have nothing to do with this political business,\" and in fact Watson and most of the Columbia trustees were Dewey supporters who expected Dewey to win in 1948 and then serve until 1956.3",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=0231130082/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=067170107X/urbanlegendsrefeA/;http://www.libraries.psu.edu/psul/digital/pshistory/presidents/eisenhower.html;",
  "Example": "[The Economist, 2004] Dwight Eisenhower led the Allied forces to victory in 1945 and then became president of Columbia University on Manhattan's Upper West Side. Some say that this was a mistake, and that the illustrissimi of the university had meant to dial up his brother Milton instead.1",
  "Last Updated": "17 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/college/admin/eisenhower.asp",
  "Claim": "Dwight D. Eisenhower became president of Columbia University because the school's trustees confused him with his younger brother, Milton.",
  "Claim_ID": "college_admin_eisenhower",
  "Tags": ""
}