{
  "Origins": "The SAT Reasoning Test (commonly known as simply \"the SAT,\" originally an acronym for Scholastic Aptitude Test) is the bane of college-bound hopefuls across the U.S., a three-hour standardized test used to assess students' verbal and mathematical reasoning skills. An applicant's SAT scores are one of the primary criteria used by many American colleges and universities in their admissions and scholarship decisions, and students determined to maximize their chances of attending their first-choice colleges may not only spend long hours studying for the test but also enroll in special SAT preparation courses.",
  "Fact Check": "",
  "Description": "The SAT consists of two sections (math and verbal), each of which has a maximum possible score of 800 points. In 2003 the average cumulative score of the 1.4 million students who took the test was 1,026 points, and 897 students achieved perfect 1,600-point scores. Since so many aspects of the high school and college environments are rife with folklore, an element as important as the SAT is bound to attract its own set of legends, one of which is the aforementioned claim that simply spelling one's name correctly garners the test-taker a 200-point bonus. While this claim isn't completely made of whole cloth, it's a misleading, simplified explanation of a significantly more complicated phenomenon. Sometimes tests (particularly standardized tests with multiple-choice responses) are structured to prevent participants from obtaining undeservedly high scores by correctly guessing at answers. One common method of guarding against guess responses is to penalize participants for every answer they get wrong that is, a test-taker might receive no credit for failing to answer a question, but he will actually lose points for answering the question incorrectly. Let's run through some examples of how such a system might work. We'll start out by assuming we're giving an 800-question test, and in our first scenario we'll score them simply by awarding one point for each correct answer, with no penalty for incorrect answers: A student who answers all 800 questions correctly earns 800 points. A student who answers 600 questions correctly and 200 questions incorrectly earns 600 points. A student who answers 400 questions correctly and 400 questions incorrectly earns 400 points. A student who answers 400 questions correctly and does not answer the other 400 questions earns 400 points. A student who answers 200 questions correctly and 600 questions incorrectly earns 200 points. A student who does not answer any questions receives 0 points. A student who answers all 800 questions incorrectly earns 0 points. Now, if we wanted to discourage guessing on our test, we might deduct one-fourth of a point for each incorrect answer (with neither credit nor penalty for unanswered questions. In this scenario, our test-takers would score as follows: A student who answers all 800 questions correctly earns 800 points. A student who answers 600 questions correctly and 200 questions incorrectly earns 550 points. A student who answers 400 questions correctly and 400 questions incorrectly earns 300 points. A student who answers 400 questions correctly and does not answer the other 400 questions earns 400 points. A student who answers 200 questions correctly and 600 questions incorrectly earns 50 points. A student who does not answer any questions receives 0 points. A student who answers all 800 questions incorrectly earns -200 points. As we see, even though two students may both answer 400 questions correctly, the one who does so without answering any questions incorrectly earns a significantly higher score (because he presumably did not have to guess at nearly as many answers as the student who also got 400 answers wrong). Under this system it is possible for a student to receive a negative score by answering too many questions incorrectly. In order to avoid negative scores, we might add a specified number of points to each student's total so that answering all the questions incorrectly produces a total score of zero. Since the lowest possible score is -200, we'll compute our totals by adding 200 points to each student's score. The possible scores for our test now range from 0 to 1,000: A student who answers all 800 questions correctly earns 1000 points. A student who answers 600 questions correctly and 200 questions incorrectly earns 750 points. A student who answers 400 questions correctly and 400 questions incorrectly earns 500 points. A student who answers 400 questions correctly and does not answer the other 400 questions earns 600 points. A student who answers 200 questions correctly and 600 questions incorrectly earns 250 points. A student who does not answer any questions receives 200 points. A student who answers all 800 questions incorrectly earns 0 points. The SAT works on a similar principle, deducting points for incorrect ( multiple-choice) answers but not applying any penalty for unanswered questions. Although SAT scoring is more complex than the simple scenarios we presented above (because a formula is applied to the raw scores in order to produce scaled scores ranging from 200 to 800), in general each student theoretically starts out with 200 points per section in the sense that answering no questions at all would produce a score of 200 for that section (and a student would have to answer at least some questions incorrectly to achieve a score lower than 200). Of course, these 200 points are factored into everyone's score; they have nothing to do with whether or not a student enters his name correctly on the exam booklet. (Since the SAT consists of two sections, the default overall score is 400.) Technically, no student can ever score lower than 200 on a section of the SAT, because results below that total are not reported. As the SAT FAQ explains: Q: Is it true that you get a 200 on the SAT just for signing your name? A: Theoretically speaking, if you just sign your name and don't complete the answer sheet, you would get a score of 200. That's because we don't report scores that are lower than 200. In reality, if we received an answer sheet that wasn't filled out, it would be considered an automatic request to cancel scores and no scores would be reported. (Due to the way raw SAT scores are scaled, a student who answered no questions at all would probably receive a scaled score slightly higher than 200 on each of the two sections, and he would have to answer some questions incorrectly to achieve the lowest possible scaled score of 200.) For more than you wanted to know about SAT scoring, we recommend Colin Fahey's article describing his endeavor to achieve the lowest possible raw score on the SAT. (He came up just shy of perfection, accidentally answering two questions correctly.)",
  "Originally Published": "",
  "Referred Links": "http://replay.waybackmachine.org/20071212180905/http://colinfahey.com/oldpages/2003apr5_sat/original_2003apr5_sat.htm#the_sat;http://web.archive.org/web/20050104011640/http://www.collegeboard.com/student/testing/sat/about/aboutFAQ.html#quest03;http://www.collegeboard.com/student/testing/sat/scores/understanding/howscored.html;http://www.collegeboard.com/student/testing/sat/about/SATI.html;",
  "Example": "[Collected via e-mail, 2004] Has anyone there ever heard the myth that you get 200 points on the SAT just for spelling your name correctly? I remember someone in high school trying to claim that the reason they only got a 900 on the SAT was because they acidentally bubbled in a Q instead of an O when they were putting their name on the test, thus losing the 200 points.",
  "Last Updated": "23 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/college/exam/sat.asp",
  "Claim": "Students who take the SAT are awarded 200 points for spelling their names correctly.",
  "Claim_ID": "college_exam_sat",
  "Tags": ""
}