{
  "Origins": "College life is hard, say students, with one of its most trying aspects being the sorry state of food foisted upon them by their chosen institutes of higher education. Jokes about cafeteria food are legion, but there are also persistent beliefs not just about the taste of college food, but about its very nature. One of the most well-traveled is the assumption that laxatives are incorporated into various of the cafeteria offerings.",
  "Fact Check": "",
  "Description": "There are other, non-college legends about special chemicals having been slipped into ingestibles by large and presumed uncaring entities, such as the claim that Tim Hortons coffee is laced with nicotine to ensure patrons of that donut shop stay hooked on its java, and the long-standing belief that those serving in the military are regularly dosed with saltpeter via that substance's having been mixed into the mashed potatoes served to enlisted men. Three explanations are given as to why college cafeteria food might be laced with laxatives. The most common asserts it's an attempt to forestall costly food poisoning lawsuits by speeding noxious components of the institution's meals through collegians' systems before they have a chance to do them any harm, a claim underpinned by the belief that college cafeterias cut corners and use sub-par foodstuffs wherever they can, placing their fiscal bottom line far ahead of any concern about the health and wellbeing of the students. (This belief is the lynchpin on which the \"Grade D but edible\" legend turns.) Heard less often is the claim that the change in diet plus the anxiety inherent to seeking a degree results in constipation in most students, hence the college is just doing what it can to help things along. Last, the college's presumed concern about the expanding waistline of the student body (the fabled \"freshman 15\") is cited as the reason for the purgative dosing on the sly. Many students do notice once they're living on campus that their bathroom habits change they find themselves having to go more frequently, and note that their output is greater in volume. They chalk up sudden and powerful attacks of urgency to something having been slipped into their food that is making them hotfoot it to the nearest privy rather than to the actual cause, which is their own change in eating habits. For many, life on campus represents their first time out from under parental constraint, and they tend to celebrate this by going a bit wild. At least for a bit, the balanced and regularly-spaced meals enjoyed at home give way to a constant eating binge wherein junk foods are especially favored. Since junk foods are generally high in fat content, and fat does have somewhat of a laxative effect, it's no wonder those indulging in unfettered gluttony find themselves blasting the seat off the toilet. Belief in the legend fails to take into account what would happen to a school foolhardy enough to secretly dose its students with any kind of medication. Just about any drug can prompt an adverse reaction in at least a few people, causing them to become ill, or maybe even to die. Is it reasonable to assume any college would risk that kind of lawsuit for the sake of helping freshmen go potty regularly? Less common versions of the legend aim it at the military and fast food restaurants, with the fast food tellings citing the reduction of food poisoning risk as the reason for the addition of laxatives to those edibles. (However, laxatives generally aid in the process of evacuating waste material from the bowels; they don't prevent the body from digesting noxious material that has been taken into the stomach.) The military variant of this version contains a surprising twist: not only does it assert the purgative is hidden in the gum that comes with Meals Ready to Eat (M.R.E.s), but that the M.R.E.s themselves are meant to constipate soldiers so as to alleviate the issue of their potentially needing to go during battle, with the gum meant to resolve that issue once things have quieted down. Barbara \"stop and go theory\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://kidshealth.org/teen/food_fitness/nutrition/freshman_15.html;",
  "Example": "[Collected via e-mail, November 2005] Over Thanksgiving dinner, a college student related that there is \"a law\" that cafeterias are required to put laxatives into the food they serve. The purpose of the additives is to reduce the chances of food poisoning by limiting the length of time that the food is in the body. [Collected via e-mail, September 2005] This is my first year in college and there's word going around that the food people put laxatives in the food. It's a very small amount and it's supposedly intended so that if there is ever food poisoning, that the food would be flushed out anyways so no one would find out and sue the school. [Collected via e-mail, March 2006] I don't even know if anyone can answer this, but since I've been in college my friends and I have been getting sick after dinner every night we eat in the cafeteria. Someone said its because the cafeteria people put laxatives in the food so the students won't get fat and the school will have a good reputation.",
  "Last Updated": "29 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/college/admin/laxative.asp",
  "Claim": "College cafeteria food is laced with laxatives.",
  "Claim_ID": "college_admin_laxative",
  "Tags": ""
}