{
  "Origins": "Some lads are more clever than others.",
  "Fact Check": "",
  "Description": "Mike Hayes of Rochelle, Illinois, long ago proved he was one of the more clever types. Back in 1987, while a chemistry freshman at the University of Illinois, he came up with a novel idea to solve his tuition and college expenses problem. Figuring that just about anyone could spare a penny, he brazenly asked everyone to do it. He wrote to Chicago Tribune columnist Bob Greene, asking him to request each of his readers send Hayes a penny. The notion tickled the veteran columnist's fancy enough that he was willing to go along with it. From Bob Greene's column: No one likes being used, but in this case I'm willing. It sounds like fun. Mike Hayes, 18, is a freshman science major at the University of Illinois in Champaign. He is looking for a way to finance his college education, and he decided that my column is the answer. \"How many people read your column?\" he asked me. I told him I didn't know. \"Millions, right?\" he said. \"All over the country, right?\" I said I supposed that was true. \"Well, here's my idea,\" he said, and proceeded to explain. I'll break it down simply: Mike Hayes wants every person who is reading this column right this minute to send him a penny. \"Just one penny,\" Hayes said. \"A penny doesn't mean anything to anyone. If everyone who is reading your column looks around the room right now, there will be a penny under the couch cushion, or on the corner of the desk, or on the floor. That's all I'm asking. A penny from each of your readers.\" You wouldn't think a scheme like that would be wildly successful. But it was. In less than a month, the \"Many Pennies for Mike\" fund was up to the equivalent of 2.3 million pennies. Not everyone was content to send merely a penny (hence the \"equivalent\" statement above) many sent nickels, dimes, quarters and even more. There's something lovable about a kid who asks you for a penny. Ask Debra Sue Maffett, Miss America 1983. Not only did she send a cheque for $25, but her donation was accompanied by a letter saying she admired him. \"She even signed the letter 'Love,'\" Mike said. Donations were received from every state in the United States, plus Mexico, Canada, and the Bahamas. Yes, he ended up with the $28,000 he'd set out to get. But 1987 was a long time ago, you say. Whatever happened to this lad? He went on to earn his degree in food science from the University of Illinois. As for why this scheme worked: ''I didn't ask for a lot of money,'' Hayes said. ''I just asked for money from a lot of people 2.8 million people [of Chicago].'' Perhaps the last word is best left to the lad's father, Bill Hayes: \"When Mike first told me about his idea, I just laughed and said that I thought it was dumb. Which shows you that he's smarter than I am.\" Barbara \"penny for your thoughts\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "9 June 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/college/admin/cent.asp",
  "Claim": "An enterprising college student solicited one-cent donations to finance his education.",
  "Claim_ID": "college_admin_cent",
  "Tags": ""
}