{
  "Origins": "Generally job postings are phrased in such a way as to make the positions offered sound as attractive as possible to prospective applicants (just as applicants craft their resumes to make their qualifications sound as attractive as possible to prospective employers). Occasionally, though, an employer admits up front that the advertised position may be less than ideal in some aspects in order to avoid wasting time interviewing a stream of applicants who immediately become disenchanted upon learning the details of the job, or to head off hiring employees who soon quit after finding out the job wasn't quite what they were expecting.",
  "Fact Check": "",
  "Description": "The job posting quoted above, for the position of assistant professor of philosophy at Southeast Missouri State University ( SEMO ), went a bit beyond the pale of truth in advertising with its frank admissions that the school's students were \"poorly prepared for college level work, intellectually passive, interested primarily in partying, and culturally provincial in the extreme,\" and could not be assumed to have \"innate curiosity about ideas and books, or intellectual playfulness, or independence of moral and political thought,\" while the philosophy department did \"not usually have more than two students officially declared as majors at any given time\" and offered the prospective candidate \"virtually no opportunity to teach upper-division seminars.\" Although the job market for tenure-track positions in academia is so tight that even this brutally honest job posting would probably draw plenty of applicants, it wasn't intended as a genuine advertisement. The text was written in a fit of frustration by SEMO's then-Chairman of the Department of Philosophy back in 1986 and posted to the Internet (without his permission) by someone else. Nonetheless, this cynically-worded advertisement accomplished its goal, as the academic magazine Lingua Franca reported several years later: Graduate school Deans regularly wring their hands over the miserable job market for new PhD's. And just as regularly they earnestly resolve to disclose the delicate fact that even if their students do get a job, it may well be at an obscure institution that bears little resemblance to a distinguished research university. Maybe there's a better way to break the bad news: honest job postings. This April, for example an unusually frank search announcement popped up on the Internet. The posting was so frank, in fact, that many net-browsers assumed it was a hoax. Well, it's no hoax but the position's already been filled, thank you. In fact, it was filled nine years ago. Hamner Hill, who was then a doctoral student in philosophy at Washington University, St. Louis, spied the posting on his department's bulletin board, and Southeast Missouri State hired him soon after. \"I figured that whoever wrote this must be fun to work for,\" he says. So how's it been working with Southeast Missouri's \"intellectually passive students\"? Don't feel sorry for Hill: He's now the chair of the department, and says he's built the program into \"one of the prides of the school.\" In fact, he boasts, \"we now have about twenty-five philosophy majors a year.\" (One wonders how many are contemplating grad school.) In 1995 this ad was resurrected when someone posted it to a philosophy discussion group; from there it spread across the Internet and, even though SEMO had no such position open, again proved an effective advertisement. H. Hamner Hill , now the department chair at SEMO, reported that his department received \"dozens of calls\" from interested applicants.",
  "Originally Published": "",
  "Referred Links": "http://www2.semo.edu/philosophy/faculty/hill.html;http://www.semo.edu/;",
  "Example": "[Collected on the Internet, 1990] SOUTHEAST MISSOURI STATE UNIVERSITY Cape Girardeau, Missouri 63701 Enclosed is an announcement of a tenure-track position in philosophy at the rank of assistant professor. We hope to fill this position rapidly; the target date for our final decision is June 13. We are more interested in looking at candidates with real teaching experience than in newly minted Ph.D's, who might have unrealistic expectations about the possibilities for academic growth at an institution such as ours. Southeast Missouri State University is a regional university which serves students in the southeast portion of the state including St. Louis. Our students tend to be poorly prepared for college level work, intellectually passive, interested primarily in partying, and culturally provincial in the extreme. We offer a major in philosophy, but do not usually have more than two students officially declared as majors at any given time. There are a few good students, however, and we are proud to say that our current graduating major, William Knorpp, won the 1985 Analysis competition and will be undertaking graduate study in philosophy at the University of North Carolina Chapel Hill next year. Mr. Knorpp's upper level work was mainly accomplished through independent tutorials; and prospective candidate must understand that there will be virtually no opportunity to teach upper-division seminars in philosophy. We also offer a religious studies minor; most of the students who declare this minor are shocked to learn that Moses might not have written the Pentateuch and regard higher criticism as secular humanist propaganda. The 12 hrs/semester teaching load is devoted mainly to general education courses at the freshman/sophomore level. In another five years, if the general education curriculum is revised as promised, there may be seminars which are to \"capstone\" the G.E. program. The academic environment at SEMO is distinctly non-intellectual somewhat like a Norman Rockwell painting and the candidate cannot expect to attract students by offering courses that assume innate curiosity about ideas and books, or intellectual playfulness, or independence of moral and political thought. Nevertheless. in order to earn promotion and tenure it is necessary to be involved in curriculum development and to sustain an interest in research and publication. It has occurred to me that the best candidate would be someone who has held the Ph.D. for more than two years, has taught at a community college or a rural state institution, and who would like to continue in somewhat the same vein but at a slightly higher level. I will be interviewing at the Central Division Meetings in St. Louis. If you have an questions, you may call me at my office",
  "Last Updated": "15 August 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/college/admin/jobpost.asp",
  "Claim": "College fills open faculty position through cynical job posting.",
  "Claim_ID": "college_admin_jobpost",
  "Tags": ""
}