{
  "Origins": "The legend about Princeton University's Alexander Hall having been designed by an architectural student at that school who received a failing grade for his efforts but who later made a large bequest to his alma mater on the condition that it construct a building like the one he designed back in his student days incorporates elements of several other familiar collegiate legends: The alumnus who makes a bequest that is tied to some unusual requirement (such as the school cafeteria's serving ice cream every day). The architect whose building evinces with a fatal flaw after construction due to his overlooking something in the design phase (as related in the notorious \"sinking library\" legend). The claim that a campus building displays some unusual aesthetic feature due to a mistake made during the planning or construction phase (such as being built backwards due to a misreading of the plans). One can see how similar legends might attach to Alexander Hall at Princeton, given that even the Princeton Companion acknowledges the building was something less than \"a complete success aesthetically\":",
  "Fact Check": "",
  "Description": "However, that's where all truthful connection to the Alexander Hall legend ends. First of all, that building was not designed by a Princeton architectural student (either one who graduated or one who flunked out), but by architect William Appleton Potter , who graduated from Union College in Schenectady, New York, and whose first major commission had been to design the Chancellor Green Library (also at Princeton University). Second, according to Princeton, the building was not funded by a bequest from the person who designed it, but one from Harriet Crocker Alexander, the wife of a Princeton alumnus (after whom the building was named): Alexander Hall was first proposed in 1890, when the trustees determined that Princeton needed a convocation hall that could seat the entire student body for commencement and other large gatherings. Harriet Crocker Alexander donated the money for such a building to be named in honor of her husband Charles B. Alexander (Class of 1870), his father Henry M. Alexander (Class of 1840 and a College trustee), and his grandfather Reverend Dr. Archibald Alexander (Class of 1810 and founder of the Princeton Theological Seminary). Nonetheless, the legend of Alexander Hall's design is so persistent that even Princeton's web site includes a debunking of it: Alexander Hall holds an undeserved place of scorn in the mythology of Princeton undergraduates. Legend has it that Alexander Hall was designed by a student as his architectural thesis and that he received a failing grade for his effort. Later, the story goes, this same alumnus got his revenge by agreeing to donate a large sum to the University, but only if the gift were used to construct his failed senior thesis project. A great story, but completely apocryphal. The only grades associated with Alexander Hall were those of the thousands of students whose marks were posted in Alexander at the end of each term perhaps the root of undergraduate enmity for the building. Far from being designed by an undergraduate, Alexander Hall represents the culmination of architect William A. Potter's work at Princeton.",
  "Originally Published": "",
  "Referred Links": "http://etcweb.princeton.edu/Campus/text_Alexander.html;http://www.princeton.edu/~oktour/virtualtour/english/Hist10-Alexander.htm;http://web.archive.org/web/20091205175943/http://alonzopotter.com/WilliamAppletonPotter.aspx;",
  "Example": "[Collected via e-mail, December 2008] There is a building at Princeton University, called Alexander Hall. The rumor was that Mr. Alexander designed the building as an architecture student at Princeton and was failed on the design (possibly even not getting his degree). When he later was very successful in business, he made a large donation to Princeton but only if it was used to build that building. From my memory of attending a concert in that building, the acoustics were not great, and the ventilation was worse, but it is quite possible that my appreciation for the building was tainted by the story.",
  "Last Updated": "11 July 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/college/halls/alexanderhall.asp",
  "Claim": "Alexander Hall at Princeton University was built according to plans submitted by a failed architecture student who later paid for its construction.",
  "Claim_ID": "college_halls_alexanderhall",
  "Tags": ""
}