{
  "Origins": "A widespread belief at any number of colleges is that the school's library is slowly sinking into the ground because the architect failed to allow for the weight of the books which would be housed there after the building's completion. Alternatively, college libraries with a significant number of unfilled shelves are rumored to be kept that way to stave off disaster according to lore, if those shelves were loaded, the buildings would surely sink.",
  "Fact Check": "",
  "Description": "Such beliefs have been part of campus lore at least since the late 1970s, and current students may not realize their professors were hearing the very same tales when they themselves were undergraduates. Some tales involve a misdesigned athletic facility for which the weight of the water in the swimming pool wasn't factored in; others deal with a residence hall which is sinking because its builder forgot to allow for the weight of the inhabitants and their possessions. By far the most common form the legend takes, however, is that of the sinking library. Though a few libraries have experienced settling problems, none of them was the result of an addle-brained architect who left out the key calculation regarding the weight of the library's holdings. Libraries (and other buildings) have been known to experience sinkage for other causes, though. One real sinking library in Sweetwater County, Wyoming, was built in 1977 on a site that had once been a cemetery. Though the firm hired to run soil tests on the proposed site certified the location as suitable for building, they were shortly thereafter proved wrong once the facility erected there began to sink. A 1988 suit filed against that firm was barred because of the 10-year statute of limitations on such claims. The Homer Babbidge Library at the University of Connecticut at Storrs has been plagued with problems since its erection in 1978, suffering from a bulging brick facade and concrete floors sagging under their own weight. Five different contractors worked on those walls, and a common suspicion was that the concrete used in the floor pour had been watered. Engineers and architects blamed the problems on design flaws, substandard materials, and shoddy workmanship; meanwhile, the edifice underwent an $18 million repair project in 1995 to correct its problems. So far, the \"weight of the books\" explanation has failed to hold up about any library it's been told about (and the list is almost endless). It's still beloved of students, though, and is passionately believed. Besides the straightforward interpretation (fellow who is supposed to be so smart forgets something blindingly obvious, thus allowing us lesser souls to experience a moment of self-congratulation), another way to view the legend is to see it as a metaphor for the crushing weight of the knowledge students are expected to absorb. Those heavy books become a symbol for expressing the seeming insurmountability of a scholar's task. (Heck; they sunk a library, didn't they?) Yet no matter how old a legend or what it says about students' fears about being overwhelmed, there is apparently always room for humor: [Collected on the Internet, 2002] We had the opposite problem at our college library: we discarded a high number of books with outdated information and the building began to rise! A consultant has concluded that it was not actually the elimination of the weight of the books that caused this but the removal of the weight of knowledge they contained. You would think outdated knowledge would not weigh as much as current knowledge, but apparently it does. Barbara \"a weight off our minds\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] I have heard from several different people claiming that their alma mater (or someone else's) built a library but did not factor in the weight of books. After the building was completed and the books were added, the building began to sink. Now, the university can only put books on every other floor, or something like that.",
  "Last Updated": "23 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/college/halls/sinking.asp",
  "Claim": "A famed college library is sinking into the ground because its architect failed to take the weight of the books into account.",
  "Claim_ID": "college_halls_sinking",
  "Tags": ""
}