{
  "Origins": "This warning about \"Automation Labs\" is yet another bit of Facebook scarelore which began circulating in February 2010.",
  "Fact Check": "",
  "Description": "The suggested action of going to the \"Privacy Settings --> Block List\" option in one's Facebook account and entering \"Automation Labs\" in the \"Person\" field does produce a list of about twenty names, but they're not people who \"have access to your Facebook account/profile and spy on what you do!\" They're simply the names of users from the general Facebook population who are associated with Automation Labs on Facebook, and the privacy settings option is merely suggesting them as people whom you might want to block because they have characteristics related to the term you just entered into the \"Person\" field of the \"Block List\" option. If you try typing your own surname (instead of \"Automation Labs\") into the \"Person\" field instead, Facebook will display a list of users who share your surname, because they have a common characteristic (i.e., last name) that matches what you entered into the \"Person\" field. They're just suggestions based on the criterion you entered, however; none of the listed users has any special access to your Facebook account or ability to spy on your activities. Some Facebook users have noted that Automation Labs sells \"cheats\" (i.e., the \"Farming Extreme Manager\" application) for the popular Farmville game, and that by blocking users (i.e., bot programs) associated with Automation Labs, they have speeded up gameplay and enhanced the fairness of Farmville reward collections. The \"Phua Soon Hock\" warning is more of the same tomfoolery: It's just a Facebook account that has been associated with phrases such as \"automation logs\" and \"automation labs\" so that it shows up whenever other users enter those phrases into the \"Block List\" option.",
  "Originally Published": "",
  "Referred Links": "http://www.facebook.com/apps/application.asp?id=102452128776;http://www.automationlabs.org/;",
  "Example": "[Collected via e-mail, February 2010] People are posting this on Facebook. When I did as the instructions say, a list of people does come up. Who are these people, and do they really have access to my facebook account? All FB friends. This is important. Do this asap! Go to settings. Click on privacy settings. Click on block users. in the name box enter 'automation labs'. A list of approx 20 people you dont even know will come up. Block each one individually. These people have access to your facebook account/profile and spy on what You do! Variations: A variant of this message references \"Automation Log\" (rather than \"Automation Labs\"): VERY IMPORTANT!!!!! Apparently, there is a hacker on FB!! To see if he ison your friends list (because, apparently he's hidden and won't show up onyour regular list, otherwise) PLEASE go to PRIVACY SETTINGS, then clickBLOCK LIST and type in AUTOMATION-LOG. If a name pops up, PLEASE BLOCK HIMand PLEASE PASS ON!!! The name is Phua Soon Hock",
  "Last Updated": "4 February 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/internet/automationlabs.asp",
  "Claim": "Entering \"Automation Labs\" into Facebook's \"Block List\" option will display a list of twenty people who have access to your Facebook account.",
  "Claim_ID": "computer_internet_automationlabs",
  "Tags": ""
}