{
  "Origins": "Singer Destiny Hope Cyrus, better known as Miley Cyrus (or Hannah Montana, the character she played on a Disney Channel television series), is a frequent subject of celebrity death hoaxes. The most recent outbreak of false rumors about her death occurred in November 2014:",
  "Fact Check": "",
  "Description": "Rumors of the actress's alleged demise gained traction after a 'R.I.P. Miley Cyrus' Facebook page attracted numerous 'likes'. Those who read the 'About\" page were given a believable account of the American actress's passing: Hundreds of fans immediately started writing their messages of condolence on the Facebook page, expressing their sadness that the talented 21-year-old actress and singer was dead. And as usual, Twittersphere was frenzied over the death hoax. Where as some trusting fans believed the post, others were immediately skeptical of the report, perhaps learning their lesson from the huge amount of fake death reports emerging about celebrities over recent months. Some pointed out that the news had not been carried on any major American network, indicating that it was a fake report, as the death of an actress of Miley Cyrus' stature would be major news across networks. Facebook posts reporting that Miley had committed suicide by hanging herself at her residence which circulated in August 2013 were hoax lures which employed a recycling of similar fraudulent come-ons . Salacious (but fictitious) headlines about celebrities being killed or injured have long been used to trick social media users into clicking through to sites of dubious repute that lead them into participating in survey scams , compromising their Facebook accounts, or downloading malware to their computers or other Internet-capable devices. Users who click on the links included in these posts in order to see the advertised videos are typically led to sites that require them to complete surveys before viewing them, but there are no real videos at the end of the process just scammers who collect commissions from duping people into taking online surveys and signing up for various expensive programs in a quest to claim \"free\" prizes:",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2014] At about 11 a.m. ET on Thursday (July 17, 2014), our beloved actress Miley Cyrus passed away. Miley Cyrus was born on November 23, 1992 in Nashville. She will be missed but not forgotten. Please show your sympathy and condolences by commenting on and liking this page. [Collected via e-mail, August 2013] Is this true? I saw this on Facebook: Hollywood Superstar MILEY CYRUS committed suicide by hanging herself.",
  "Last Updated": "6 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/mileycyrus.asp",
  "Claim": "Singer Miley Cyrus has died.",
  "Claim_ID": "computer_facebook_mileycyrus",
  "Tags": ""
}