{
  "Origins": "In December 2010, a Facebook-based hoax that had previously circulated in August 2010 was revived and put to a more nefarious purpose: In its new guise, the hoax attempted to trick the unwary and overly curious into handing over access to their Facebook information (and control of what got posted on their Facebook pages) to scam artists intent upon making a quick buck.",
  "Fact Check": "",
  "Description": "The lure was a purported devastating message a father had left on his daughter's Facebook wall, a message which prompted her to commit suicide. Sometimes the story was fleshed out with claims that the girl had taken her life on Christmas Eve, or that she'd just returned from basketball tryouts when she read the horrifying missive. It was typically accompanied by a photograph of a rather fetching girl in a pink top looking back over her shoulder and smiling, or a headshot of some other pretty girl. The lure circulated as a Facebook post and as an e-mail, both of which contained a link (which we've elided from the example above) to an application claiming to send those who launch it to a site where they could view the heartbreaking message left by the father of the deceased girl. That link led to a Facebook \"request for permission\" page which asked visitors to provide permission for the following (the link to the app and the name of the app itself were constantly being changed by the scam artists running the con, so with that in mind, in the following example we've used \"Name of App\" in place of the ever-changing moniker): \"Name of App\" is requesting permission to do the following: Access my basic information Includes name, profile picture, gender, networks, user ID, list of friends, and any other information I've shared with everyone. Post to my Wall \"Name of App\" may post status messages, notes, photos, and videos to my Wall Access my data any time \"Name of App\" may access my data when I'm not using the application If prurient interest prompted the visitor to allow the app to run, the program so unleashed could access that person's Facebook information and begin posting messages to his Facebook page, and could continue to do so even when the overly curious was no longer trying to see the \"heartbreaking\" message supposedly left by the deceased's father. The purpose of such activity was to get even more people to attempt to look at the phantom message via \"clickjacking,\" using the unsuspecting victim's Facebook account to post a status update with a link to an \"OMG I can't believe what her dad said!!\" page. The ultimate purpose of all this activity was to take those who'd been tricked into trying to view the message and lead them down a path to a survey screen, which they were told they must complete before being allowed to access the content of the horrifying message. The survey appeared to be the actual goal of the scam, earning money for those who were running it. However, actual harm to the curious should not be ruled out, as information gathered via such surveys can also be put to bad purposes. The precursor of this scam was an August 2010 virus hoax that made the rounds of cyberspace: WARNING: THERE IS A VIRUS GOING AROUND AGAIN, IF YOU SEE A GIRL WHO KILLED HERSELF OVER SOMETHING HER FATHER WROTE ON HER WALL DO NOT OPEN IT, IT IS A VIRUS AND IT WILL NOT ALLOW YOU TO DELETE IT, PLEASE PASS THIS ON BEFORE SOMEONE OPENS IT. (IT IS A SELF REPLICATING TROJAN) There was no such virus; it was all someone's idea of a great legpull. The picture used in connection with the August 2010 virus hoax (which is not the same as either of the ones circulated with the December 2010 survey scam) was that of 24-year-old Emma Jones , who died in November 2009 from drinking cleaning fluid after nude photographs of her were posted on Facebook by her ex-boyfriend. Although she was widely presumed to have committed suicide, a March 2010 coroner's jury left matters undetermined in her death with an \"open verdict\" ruling, concluding the deceased could have mistakenly drunk from the wrong bottle.",
  "Originally Published": "",
  "Referred Links": "http://news.bbc.co.uk/2/hi/uk_news/wales/8534899.stm;",
  "Example": "[Collected via e-mail, December 2010] OMG I honestly started crying after i saw this This girl killed herself after dad posted this on her wall Can you imagine this happening to you? This is so sad. I cant believe her dad did this!",
  "Last Updated": "18 February 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/internet/dadsaid.asp",
  "Claim": "A girl killed herself after her father posted something awful on her Facebook wall.",
  "Claim_ID": "computer_internet_dadsaid",
  "Tags": ""
}