{
  "Origins": "We originally reported on ZabaSearch in response to email-circulated warnings back in May 2005, so the appearance of similar messages more than a year later, warning that ZabaSearch would be \"available to the general public\" in July 2006, is somewhat misleading ... and suspiciously coincidental.",
  "Fact Check": "",
  "Description": "Since we received so many inquiries like the ones quoted above about the ZabaSearch.com web site, in the spirit of \"taking one for the team\" I ponied up $20 and ran a search on myself to ascertain what kind of information could be accessed through that site. What information is provided? Upon submitting my payment, I was presented with a \"satellite photograph\" of my residence (actually an overhead view of a portion of the apartment complex where I lived several years ago) and a message telling me that I would receive a full report within one day. The 15-page \"Comprehensive Report\" I was e-mailed the next day looked like it had been compiled from some publicly-available sources and some automated guesswork. It contained some valid information mixed in with a lot of bad and outdated information. The report did correctly list my full name (no big deal, since I had to supply my name to run the report) and birthdate (month and year only). It did not include a current phone number for me, only an outdated one. Although it listed my current residential address, it also included two outdated former addresses, two private mailbox addresses, and a former work address. It didn't seem to know the difference between these various types of addresses (it considered them all to be residence addresses), nor did it know which one was current. The report also correctly identified my ex-wife as a \"possible relative\" and listed her name, phone number, and several (former and current) addresses. It didn't include any of my blood relatives, however, even though my parents live just a few miles away. The report included a whole lot of entries identifying my putative neighbors, most of which were useless because the information was either outdated (i.e., it identified people who live near residences I moved out of years ago) or irrelevant (i.e., it listed people who live adjacent to the businesses I've rented private mailboxes from). The report did not include my Social Security number or any employment information. It did correctly note that I had no bankruptcy or criminal records. Where does the information come from? ZabaSearch neither originates nor stores the information it provides. It is an information aggregator that compiles information obtained from publicly available sources and provides it to paying customers: ZabaSearch does not gather or generate information. ZabaSearch quickly accesses public information and displays what is available in the public domain. Many people assume ZabaSearch controls the information found in ZabaSearch results pages. However, ZabaSearch simply serves as a search engine in locating available public records and does not create the records found. Information typically makes it to the public domain via a wide variety of sources, including but not limited to: phone listings, court records, real property records, subscriptions etc. Sources vary state by state and region by region. Unlike ZabaSearch, there are many companies who do gather, generate, compile, house and sell public information, most of which are publicly traded. This practice is, and always has been, legal in the United States and is the basis for the 2 billion dollar U.S. information industry. It is important to note that blocking your personal information from being obtained through ZabaSearch will not remove your personal information from the underlying sources used by ZabaSearch. Those records will still exist and will still be publicly accessible, so the same information provided by Zabasearch will still be available to others, either working on their own or using other information aggregators similar to ZabaSearch. How can you prevent your personal information from being obtained through ZabaSearch? ZabaSearch used to allow people to create, edit, or block their own records by submitting written requests via U.S. Mail ; now, however, their privacy policy states that \"At this time, Zaba, Inc. does not offer any means of opting out one's records from the service.\" Additional information: Your Identity, Open to All (Wired) ZabaSearch.com and Personal Privacy on the Web (NPR)",
  "Originally Published": "",
  "Referred Links": "http://www.npr.org/templates/story/story.asp?storyId=4655225;http://www.wired.com/politics/security/news/2005/05/67407;http://www.zabasearch.com/about_us.asp#first;http://zabasearch.com/;",
  "Example": "[Collected on the Internet, 2006] Beginning this month (JULY '06) a new database will be available to the general public free of charge that displays your personal information(names, addresses, phone numbers, birth dates). (Soc. Sec. is available for a price.) The database is found at http://www.zabasearch.com/ type inyour name and check ... You'll be SHOCKED as I was! [Collected on the Internet, 2005] I am sending this to everyone in my address book, and I urge all of you to do the same. Check to see if your name is in this Zabasearch database, which also includes addresses, phone numbers and birth dates. If it's there and you want it removed, send them an e-mail at info@zabasearch.com to request it. They will be launching this site in May for EVERYONE to see!!! I don't know how our names are appearing there, but I checked my own and a few other random ones, and they are all in this database! Please send this on to all your friends and family ASAP! To check, log on to www.zabasearch.com. After opting out at info@zabasearch.com by email I guess the only way to know for sure you have been removed is to check back a few days later. This is unbelievable.",
  "Last Updated": "16 April 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/computer/internet/zabasearch.asp",
  "Claim": "Your personal information can be obtained through the Zabasearch.com web site.",
  "Claim_ID": "computer_internet_zabasearch",
  "Tags": ""
}