{
  "Origins": "The \"haiku error message\" list is another example of a concept which began purely as a bit of creative fun, but has since been stripped of the context explaining its origins and is now proffered as a \"true\" piece of information.",
  "Fact Check": "",
  "Description": "This list has probably spread so widely not just as a humor piece but as a \"real\" article because the world of computers is still a deep, dark mystery to many (lots of people use PCs regularly but have no idea how the machines work, and they therefore believe just about any computer-related information coming from a seemingly authoritative source), and because the list so neatly plays into the western view of the Japanese as a poetic and fatalistic people. The haiku list was the work of many creative minds, but they were mostly American minds, and the entries were intended simply to bring about a few chuckles. The clever messages were prompted by a January 1998 contest in Salon magazine, which challenged readers to come up with inventive error messages written as haiku poems: The world of high-tech has been called soulless a charge that is borne out by on-screen error messages like \"abort/retry/fail?\" and \"404 file not found.\" Below, a modest attempt at change an error message in the form of a haiku poem: Something you entered transcended parameters. So much is unknown. Readers are invited to submit up to three error messages written as haiku poems. The haiku is a three-line poem in the 5/7/5 form (first line 5 syllables, second line 7, third line 5). Salon ultimately received over 200 entries , from which they selected two winners and thirty other efforts worthy of honorable mention. The list now circulating is drawn largely from those entries as published by Salon , although different versions drop some of the original items and include entries from other sources.",
  "Originally Published": "",
  "Referred Links": "http://archive.salon.com/21st/chal/1998/02/10chal2.html;http://archive.salon.com/21st/chal/1998/01/26chal.html;",
  "Example": "[Collected via e-mail, 1998] In Japan, they have replaced the impersonal and unhelpful Microsoft Error messages with Haiku poetry messages. Haiku poetry has strict construction rules. Each poem has only three lines, 17 syllables: five syllables in the first line, seven in the second, five in the third. Haikus are used to communicate a timeless message often achieving a wistful, yearning and powerful insight through extreme brevity the essence of Zen: Your file was so big. It might be very useful. But now it is gone. The Web site you seek Cannot be located, but Countless more exist. Chaos reigns within. Reflect, repent, and reboot. Order shall return. Program aborting: Close all that you have worked on. You ask far too much. Windows NT crashed. I am the Blue Screen of Death. No one hears your screams. Yesterday it worked. Today it is not working. Windows is like that. First snow, then silence. This thousand-dollar screen dies So beautifully. With searching comes loss And the presence of absence: \"My Novel\" not found. The Tao that is seen Is not the true Tao-until You bring fresh toner. Stay the patient course. Of little worth is your ire. The network is down. A crash reduces Your expensive computer To a simple stone. Three things are certain: Death, taxes and lost data. Guess which has occurred. You step in the stream, But the water has moved on. This page is not here. Out of memory. We wish to hold the whole sky, But we never will. Having been erased, The document you're seeking Must now be retyped. Serious error. All shortcuts have disappeared. Screen. Mind. Both are blank.",
  "Last Updated": "3 April 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/internet/haiku.asp",
  "Claim": "Japanese software replaces Microsoft error messages with haiku poetry.",
  "Claim_ID": "computer_internet_haiku",
  "Tags": ""
}