{
  "Origins": "On 3 December 2014, the highly disreputable web site Before It's News published an article with the provocative title of \"On January 1st, 2015 Facebook Will Drop a 'Bombshell' That Will Straight-Up Infuriate You!! Find Out What Now Before It's Too Late ...\" The article was predicated on a video called \"Facebook Spies on You for the Government\" which was posted to YouTube by the (equally disreputable) InfoWars account on 3 December 2014 and narrated by Joe Biggs:",
  "Fact Check": "",
  "Description": "Central to Biggs' remarks about Facebook \"spying\" was a specific block of text inside Facebook's newly revised standard terms and conditions pertaining to the social network's use of data culled from the Facebook mobile application. The text was displayed during the video several times, with the relevant portions underlined in red: Facebook's (and other similar social media sites') relationship to privacy is a multi-faceted, complex, and perpetually evolving issue. The continual introduction of novel apps, scripts, devices, and other innovations and their intersection with law, law enforcement, and constitutional protections ensuring privacy and due process is a matter hotly and intricately debated inside courtrooms, in the course of investigations, and in the media. Neither that video nor this article could adequately address the sheer breadth of issues contained within the scope of social media and individual privacy concerns. However, Biggs (and those who echoed his statements) made both vague and specific statements about a particularly imminent issue in terms of Facebook and privacy: namely that on 1 January 2015, Facebook would begin colluding with the Federal Bureau of Investigation (FBI), Central Intelligence Agency (CIA), and National Security Agency (NSA) by providing those agencies with an unspecified set of data about social media users. According to the rumors, Facebook announced this upcoming collusion via publishing \"changes\" in privacy policies set to go into effect on that date, as evidenced by Biggs' highlighted text. The text in the picture does not, in fact, have any relevance to the disclosure of data to law enforcement sources. In the privacy excerpt shown in that image, the matter at hand is the manner in which data is collected (via mobile devices or computers) and an affirmation that data is collected to identify how and where Facebook is accessed. While a very suspicious assessment of the wording could theoretically focus on tracking users' personal lives via geolocation functions, a standard interpretation of this commentary suggests it merely discloses Facebook is actively using your location to target ads and accessibility functions based on whether you are out and about, at school, or at work. While this text alone does not address the scope of Facebook's privacy policies, it bears mentioning this relatively benign passage was the most damning one the video's creators could locate. If that text is the sole evidence of Facebook's plot to land us all in jail via federal interception of how strong our battery is on a Tuesday night, it's relatively weak. The video also discusses what later posts referred to as a \"bombshell\" planned by Facebook for release on 1 January 2015. Aside from the posts linking back to that 3 December 2014 video, the main reference to Facebook changes slated for 1 January 2015 originated with Facebook itself. In November 2014, Facebook posted several updates regarding data use and privacy, including a post titled \"Updating Our Terms and Policies: Helping You Understand How Facebook Works and How to Control Your Information.\" In that post, Facebook explained the launch of new privacy controls created in response to complaints its existing settings were too difficult for many users to understand. In addition, the statement detailed how location data and universal logins linked to other services (such as Instagram and WhatsApp) either will be increasingly linked (or were already connected) to existing Facebook accounts. Additionally, Facebook briefly addressed the use of data collected regarding user operating systems, battery levels, and signal strength. Quite simply, while Facebook's \"Privacy Basics\" update slated for January 1 2015 is a bit heavy with jargon and difficult to parse, no part of the announcement could reasonably be interpreted to convey an intent to disclose user data to the CIA, FBI, or NSA. Even indirectly, no portion of the quoted text hinted at cooperation with law enforcement or the use of geolocation or device data in the course of criminal (or other) investigations. And even if Facebook intended to do such a thing (which is not supported by any evidence, anecdotal or actual), turning over data obtained in that manner to law enforcement would necessitate the prior issuance of a search warrant.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/about/terms-updates;",
  "Example": "[Collected via e-mail, December 2014] I couldn't find any articles on the notion that Facebook is collaborating with the government, fbi, cia, nsa, etc to disclose privacyof it's users.",
  "Last Updated": "9 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/fbspying.asp",
  "Claim": "Facebook has announced it will be turning over user data to the FBI, CIA, and NSA.",
  "Claim_ID": "computer_facebook_fbspying",
  "Tags": ""
}