{
  "Origins": "In December 2009, Facebook users were hit with yet another hoax when messages began circulating advising them that on 30 June 2010 the popular social networking site would be instituting a monthly charge of $4.99 and entreating them to visit a particular Facebook group supposedly set up to protest the impending charge.",
  "Fact Check": "",
  "Description": "The protest page was a trap for the unwary; clicking on certain elements of it initiated a script that hijacked users' computers. Some of those who did venture a click had their computers taken over by a series of highly objectionable images while malware simultaneously attempted to install itself onto their computers. Within days, a counter message was circulating by e-mail and among Facebook users: WARNING: DO NOT JOIN the group We are against paying $4.99 for Facebook - IT's A VIRUS AND HACKER! There are extremely graphic images at the website they suggest you visit. FACEBOOK has no plans on charging us. ELIMINATE THIS GROUP from your groups & run your spyware ASAP. REPOST THIS AS YOUR STATUS on your Profile. Thanks In February 2010, another Facebook hoax page was created to protest the purported impending monthly charge, that time said to be a monthly $3.99 fee that would begin on 9 July 2010. The claim that Facebook would be initiating user charges was but the bait to lure people to the protest page and its hidden malicious payload; there are no plans afoot to require payment from those who use the site. Regarding the issue of whether Facebook would ever charge users for its social networking services, that company's chief operating officer, Sheryl Sandberg, said in an April 2009 Business Week interview that: \"The answer is no, we are not planning on charging a basic fee for our basic services. Once again, that question stems from people thinking we're growing so quickly, we're running out of money. We're growing really quickly, but we can finance that growth. We're not going to charge for our basic services.\" In its Help Center section, the social network says in answer to the query \"Will Facebook ever charge for service?\" quite plainly \"No. We will always keep Facebook a free service for everyone.\" In early July 2011, the spread of yet another \"Facebook is about to start charging its users\" canard (driven by a fictional Weekly World News article )was fueled by the promise contained in that version of the hoax that users who posted the rumor as their status would be spared the levy. Those who attempted to exempt themselves from the charge thereby spread the lie even further, thus doing the leg work of the hoaxsters. (The logical disconnect of the practical joke seemed to evade many: If Facebook were bent upon extracting fees from its users, why would it choose to exempt any of them?) In late September 2011, the \"post as your status to get out of being charged and make the icon turn blue\" hoax ran rampant yet again, this time accompanied by claims that Facebook would be implementing a tiered membership system. The same hoax reappeared in May 2012 and again in July 2013. In September 2014 the fake news site National Report piled on to this tired hoax meme by publishing a fictitious article positing that Facebook would begin charging users $2.99 per month starting 1 November 2014: At a press conference this morning, Facebook rolled out their new monthly service plan which begins November 1st of this year. The social media giant says they will start charging members $2.99/mo to use the services that the site has to offer. \"After thinking long and hard about this decision, at the end of the day, we were forced to add this monthly fee,\" Facebook founder and CEO Mark Zuckerberg told reporters. \"If we don't do something about our rising costs now, Facebook could cease to exist in the near future.\" Barbara \"FB eye\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://weeklyworldnews.com/headlines/28511/facebook-to-charge/;https://www.facebook.com/help/133348616740027?q=myths&sid=0H04ISqTn8NYhWlgD;",
  "Example": "[Collected via e-mail, September 2011] Now it's official! It has been published in the media. Facebook has justreleased the entry price: ? 5.99 ($9.10) to keep the subscription of your status tobe set to \"private\". If you paste this message on your page, it will beoffered free (I said paste not share) if not tomorrow, all your posts canbecome public. Even the messages that have been deleted or the photos notallowed. After all, it does not cost anything for a simple copy and paste [Collected via e-mail, September 2011] FACEBOOK JUST RELEASED THEIR PRICE GRID FOR MEMBERSHIP. $9.99 PER MONTH FOR GOLD MEMBER SERVICES, $6.99 PER MONTH FOR SILVER MEMBER SERVICES, $3.99 PER MONTH FOR BRONZE MEMBER SERVICES, FREE IF YOU COPY AND PASTE THIS MESSAGE BEFORE MIDNIGHT TONIGHT. WHEN YOU SIGN ON TOMORROW MORNING YOU WILL BE PROMPTED FOR PAYMENT INFO... IT IS OFFICIAL IT WAS EVEN ON THE NEWS. FACEBOOK WILL START CHARGING DUE TO THE NEW PROFILE CHANGES. IF YOU COPY THIS ON YOUR WALL YOUR ICON WILL TURN BLUE AND FACEBOOK WILL BE FREE FOR YOU. PLEASE PASS THIS MESSAGE ON IF NOT YOUR ACCOUNT WILL BE DELETED IF YOU DO NOT PAY! [Collected via e-mail, September 2011] FACEBOOK JUST RELEASED THEIR PRICE GRID FOR MEMBERSHIP. $9.99 PER MONTH FOR GOLD MEMBER SERVICES, $6.99 PER MONTH FOR SILVER MEMBER SERVICES, $3.99 PER MONTH FOR BRONZE MEMBER SERVICES, FREE IF YOU COPY AND PASTE THIS MESSAGE BEFORE MIDNIGHT TONIGHT. WHEN YOU SIGN ON TOMORROW MORNING YOU WILL BE PROMPTED FOR PAYMENT INFO... IT IS OFFICIAL IT WAS EVEN ON THE NEWS. FACEBOOK WILL START CHARGING DUE TO THE NEW PROFILE CHANGES. IF YOU COPY THIS ON YOUR WALL YOUR ICON WILL TURN BLUE AND FACEBOOK WILL BE FREE FOR YOU. PLEASE PASS THIS MESSAGE ON IF NOT YOUR ACCOUNT WILL BE DELETED IF YOU DO NOT PAY! [Collected via e-mail, September 2011] It is official it was even on the news. Facebook will start charging due to the new profile changes. If you copy this on your wall your icon will turn blue and facebook will be free for you. please pass this message on if not your account will be deleted if you don't pay [Collected via e-mail, July 2011] Its official.. signal at 12;20 it even passed on tv. Facebook will start charging this summer. If you copy this on your wall your icon will turn blue and facebook will be free for you. Please pass this message if not your count will be deleted. p.s, this is serious the icon turns blue, So please put this as your status [Collected via e-mail, May 2010] NO, I WILL NOT PAY $ 10 A MONTH TO USE FACEBOOK FROM SEPTEMBER 9TH 2010 facebook have confirmed that if they get get over 2,000,000 people against the idea to charge $ 10 a month they will reconsider. [Collected via e-mail, April 2010] I'm quitting facebook when the start charging $50/per month on July 8, 2010 [Collected via e-mail, March 2010] I'm Quitting Facebook Once We have to Pay $14.99/month on July 9, 2010 [Collected via e-mail, February 2010] NO! I WILL NOT PAY $3.99/MONTH TO USE FACEBOOKK STARTING JULY 9, 2010! JOIN. [URL removed] [Collected via e-mail, December 2009] There is a website that has over 83,000 members of people protesting the following... WE'RE AGAINST THE 4.99 A MONTH CHARGE FOR FACEBOOK FROM JUNE 30TH 2010 See website here... [URL removed]",
  "Last Updated": "27 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/fbcharge.asp",
  "Claim": "Facebook soon plans to charge monthly subscription fees to users to keep their profiles private.",
  "Claim_ID": "computer_facebook_fbcharge",
  "Tags": ""
}