{
  "Origins": "On 5 March 2015, Facebook published a blog post under the title \"Making Page Likes More Meaningful.\" The announcement bore some resemblance to a long-circulating Facebook hoax claiming that the social network planned to delete inactive users unless they liked or shared a specific status or image.",
  "Fact Check": "",
  "Description": "Possibly due to similarities between older hoaxes and the Facebook update, the announcement caused some confusion among Facebook users. Members often become aware of Facebook blog posts through news stories or discussion rather than reading them directly, so some users who didn't see the fully story mistakenly came to believe that Facebook planned to remove inactive friends from user accounts, while other users inferred that they needed to taken one specific action (such as liking a particular image or status posted by any one account or individual) to circumvent the coming purge. While previous Facebook changes sometimes have confused or unsettled members of that social network, the 12 March 2015 algorithm update wasn't the sort that would affect most users. According to the 5 March 2015 announcement, businesses (not personal users) might observe a dip in page likes (not friends) as Facebook purges inactive or memorialized accounts across their network: Businesses use Page audience data to understand what their followers care about. To make audience data even more meaningful for businesses, we're updating the way Page likes are counted by removing memorialized and voluntarily deactivated accounts from Pages' like counts. This change ensures that data on Facebook is consistent and up-to-date. Over the coming weeks, Page admins should expect to see a small dip in their number of Page likes as a result of this update. It's important to remember, though, that these removed likes represent people who were already inactive on Facebook. Going forward, any accounts that are voluntarily deactivated or memorialized will be removed from a Page's like count. If a deactivated account is reactivated, the account will be re-added to a Page's like count. It's true that Facebook plans to delete the likes of inactive users from business pages, but the social network has explained the action is unlikely to affect individual users. In its blog post, Facebook defined inactive accounts as those of people who have died or permanently deactivated their Timelines, not folks who only log in rarely or infrequently. After that the initial adjustment, Facebook has indicated likes would be removed in such a manner on an ongoing basis.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/business/news/page-likes-update;",
  "Example": "[Collected via e-mail, March 2015] Been hearing this rumor for the last week, and didn't seeanything on your site about it. Googled it as well and can't findanything. Rumor? True? Facebook is deleting inactive likers from pages beginning March 12. If youdon't want to be removed from our page, do engage with us through likes,shares and comments. Say \"yes\" if you see this to keep on seeing ourposts. Thanks for your support. Is Facebook deleting inactive likes. Deleting friends who don'thit like regularly.",
  "Last Updated": "10 March 2015",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/computer/facebook/inactivelike.asp",
  "Claim": "Facebook is deleting likes generated by now-inactive accounts.",
  "Claim_ID": "computer_facebook_inactivelike",
  "Tags": ""
}