{
  "Origins": "This message purportedly issued by Facebook CEO Mark Zuckerberg claims that beginning on 30 March 2014 Facebook will be requiring users of that social network to provide Facebook with a photocopy of their driver's license or other form of personal ID, with those who fail to comply (or who submit ID with names different than their account names) having their accounts deleted all in the name of making Facebook the \"safest social network site available.\"",
  "Fact Check": "",
  "Description": "The message is just a hoax, yet another entry in a series of similar japes proclaiming that Facebook is launching a \" no swearing \" campaign or a no marijuana campaign . Facebook has made no announcement about requiring copies of photo ID from their users, and the bottom line is that Facebook doesn't issue important announcements about any policy change through the medium of having their CEO post images on the Internet with poorly-checked spelling, punctuation, and grammar: they notify users via e-mail, and they post information about their policy changes in the appropriate administrative section of Facebook.com.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via Facebook, March 2014] This was recently posted on Facebook: \"Important facebook announcement Effective March 31 2014\" \"Facebook will be requiring all users to send in a photocopy of their drivers license/personal id. to verify their identity. All users who fail to do so will have their accounts deleted. Users whose account names do not match the name on their id will be deleted as well. Here at facebook we are committed to the safety and security of all of our users. We hope that you will understand and look forward to your compliance as we work to make facebook the safest social network site available\" Sincerely, Mark Zuckerberg\" Could you check on this and let me/us know if it's true??",
  "Last Updated": "7 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/facebookid.asp",
  "Claim": "As of 30 March 2014, Facebook will require that all account holders provide a photocopy of their personal ID.",
  "Claim_ID": "computer_facebook_facebookid",
  "Tags": ""
}