{
  "Origins": "The iLoo ? A portable toilet complete with wireless keyboard, plasma screen, and URL-imprinted toilet paper? Plus additional \"Hotmail stations\" so people queueing up for the toilet can \"do something useful\"? If the announcements touting Microsoft's supposed latest innovation in consumer computing convenience had been issued on April 1 everyone (presumably) would have taken them for a gag, but since they were issued on April 30 everyone from The Wall Street Journal to the Associated Press ran them as straight news. After everyone was left twisting in the wind for a few weeks, Microsoft finally announced the iLoo was a hoax perpetrated by one of the company's British divisions:",
  "Fact Check": "",
  "Description": "Some news agencies made efforts to confirm that iLoo was a real product and were told it was real, but the information they obtained was supplied by public relations firms rather than Microsoft itself: The Associated Press received confirmation of the project from both Microsoft Corp.'s Waggener Edstrom public relations firm and London-based Red Consultancy, which handles such work for the software giant in England. In an e-mail sent last week to The Associated Press, Red Consultancy's Ben Philipson wrote \"MSN is really working on building a prototype for the Summer festivals, perhaps Glastonbury . . . This is very much a 'toe in the water' experiment to gauge interest so we'll have to see how it goes, although judging from response so far it's really captured people's imagination!\" Malina Bragg, who helps with MSN's account for Waggener Edstrom, also verified last week that the project was true. Then, after maintaining that the iLoo was a hoax, Microsoft reversed itself and said there was something to this product after all: \"We jumped the gun basically yesterday in confirming that it was a hoax, and in fact it was not,\" said Lisa Gurry, MSN group product manager. \"Definitely, we're going to be taking a good look at our communication processes internally.\" Microsoft said it had relied on bad information from a Microsoft employee in the United Kingdom who said it was a hoax, Gurry said. After more talks with people in London, the company determined it was a real project, after all. The U.K. division likes to run clever and innovative marketing campaigns, Gurry said, and had thought an iLoo would appeal to the British. MSN typically allows its units to tailor their own campaigns to their regions, she said. Additional statements from Microsoft quickly cast the iLoo as a public relations gimmick: Microsoft switched its story and said that the iLoo had been a legitimate project by its British MSN Internet service that was terminated after the initial announcement prompted controversy, ridicule and disgust. \"Corporate headquarters in Redmond, Washington, looked at it and decided maybe this wasn't a good idea,\" said Lisa Gurry, MSN group product manager. Gurry said the iLoo had been intended as part of a public relations campaign to promote the company's money-losing MSN service in unexpected places. The same campaign had previously featured Web access on London park benches and beach chairs in France. Whether the iLoo plans were genuine or not, no devices were produced, and apparently none will be: But MSN's executive team, which had heard of the iLoo through news reports, took the unusual step of killing the project, she said, believing that the portable toilet \"wasn't the best extension of our brand.\" It's still unclear how much work was ever done on the iLoo. Gurry said she did not know how much time or money was spent on it. The company had said it was building a prototype and was in the process of converting a portable toilet. But MSN marketing manager Tracy Blacher said Tuesday in London that the company had not done that. Rather, Blacher, who described the project in the original news release that quoted her repeatedly, said MSN had some discussions with portable toilet manufacturers, which she said she could not name because she was not at her desk.",
  "Originally Published": "",
  "Referred Links": "http://us.news1.yimg.com/us.yimg.com/p/rids/20030506/i/1052236650.3221815359.jpg;http://seattlepi.nwsource.com/business/120677_iloo06.html;",
  "Example": "[Seattle Post-Intelligencer, 2003] This is not a joke: Microsoft Corp. is bringing Internet access to the portable toilet. The iLoo, developed by Microsoft's MSN division, will be a standard portable toilet (or \"loo,\" as the Brits so quaintly call it) equipped with a wireless keyboard and an extensible, height-adjustable plasma screen located directly in front of the seated user. MSN plans to install an external \"Hotmail station\" on the outside of the MSN iLoo so people can do something useful while they queue. This will include a waterproof keyboard and plasma screen enabling users to surf the Internet while waiting. MSN says it's in talks with toilet-paper makers to produce special paper imprinted with URLs that users may not have tried. MSN marketing manager Tracy Blacher said: \"The Internet's so much a part of everyday life now that surfing on the loo was the next natural step. People used to reach for a book or mag when they were on the loo, but now they'll be logging on! It's exciting to think that the smallest room can now be the gateway to the massive virtual world.\" [Click here for rest of article]",
  "Last Updated": "11 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/internet/iloo.asp",
  "Claim": "Microsoft is marketing the iLoo, an Internet-capable portable toilet.",
  "Claim_ID": "computer_internet_iloo",
  "Tags": ""
}