{
  "Origins": "\"Talking Angela\" is not a web site, but an iOS app available through iTunes that provides a cute interactive feature for youngsters: when children activate the app and respond to prompts to interact with it, Angela, a cat who inhabits an outdoor table at a Parisian cafe, responds to their gestures and mimics what they say back to them in her French-influenced stylings:",
  "Fact Check": "",
  "Description": "Talking Angela, like numerous similar apps, can interact with users in several ways: She will repeat, in her squeaky French voice, what users say into their device's microphone; she can (if the device's camera is enabled) read facial expressions and react to them; she moves and gestures in response to being petted or poked via screen taps and swipes; and she can (if Child Mode is disabled) engage users in robotic text chats. Since Talking Angela was released in December 2012, rumors about its supposedly unsafe nature have grown and spread to the point that some of the more far-fetched information now circulating about it claims that the app is being used as a recruiting tool for pedophiles or is driven by \"hackers\" who engage children in live conversations. All of this sort of misinformation is completely unfounded. We've spent a good deal of time testing the Talking Angela app, and it has shown no sign of being anything other than what it is supposed to be. Likewise, Sophos' Naked Security site also found warnings that the Talking Angela app is prompting children to behave in ways that raise privacy concerns to br unfounded: \"Talking Angela\" is just another entry in a series of similar harmless apps for kids created by the same developer: The truth is that \"Talking Angela\" appears to be entirely benign, and there are no obvious privacy concerns that differentiate it from thousands of other iPhone apps. Indeed, the \"Talking Angela\" app is no different from other similar popular children's apps from reputable iOS developer Out Fit 7 Ltd, including \"Talking Tom Cat\", \"Talking Ben the Dog\" and \"Talking Gina the Giraffe\". Yes, Talking Angela can engage in chat with users and upload photos taken through the app to social media, but none of the information revealed in that process in shared with anyone, and the latter occurs only with the user's permission: We wish to emphasise that no personal data whatsoever is being collected from the users of our app Talking Angela, which is available as an iOS, Android and Facebook app. The description clearly informs the user that one of the core functionalities of the app is chat, which requires two-way communication, where Angela (a chat bot, not a real person) answers with text and voice in English and talks to the user about a variety of subjects. The data collected by the app from the user is not shared with anyone and is actually sent to Out Fit7 only in the form of an anonymized data log (no names, no numbers, no personal data). This fact is clearly disclosed within the description of the app. The screenshots within the description clearly show that the app enables the user to take a picture of himself/herself and share those pictures to social media services like Facebook or Twitter. This is only done if the user wants to do it and the photos are not sent anywhere else. In all the time we've tried experimenting with Talking Angela app, deliberately trying to prompt it to be provocative (including directly asking it questions of a sexual nature, which it always responded to with a dismissive gesture or text response), we've been unable to reproduce any of the reported salacious behavior attributed to it in various online rumors. Yes, Angela may ask some questions involving the disclosure of personal information during text chats, but those questions are rather innocuous (e.g., \"What's your name?\" or \"How old are you?\"), the responses aren't forwarded or shared outside the app, and none of this takes place unless Child Mode is specifically disabled. As The Guardian noted about Talking Angela, the one legitimate criticism of the app is that it's too easy to toggle Talking Angela out of Child Mode, thereby enabling it to engage in conversations (about subjects such as dating) that parents may find inappropriate for younger children: The most important thing for parents to understand is that Talking Angela has a child mode. You're asked if you want to turn it on the first time you run the app, and at any other point you can toggle it on or off by tapping on the little smiley face at the top right of the screen. This is important, because the feature at the centre of the scary Facebook messages Angela's ability to text-chat with users is turned off when Child Mode is toggled on. If you've read about Angela asking kids for their names, ages or engaging in banter about clothes-swapping parties, none of this can happen if Child Mode is on. What can kids do when Child Mode is turned on, though? They can get Angela to repeat her words, stroke and poke her (in the non-inappropriate sense!) to see animated responses, and make birds fly onto the screen don't worry, she doesn't eat them. There is also a camera feature, which has been referenced in some of the Facebook messages about Talking Angela. It's true that it encourages users to look into their device's camera and make specific gestures: nod, shake head, smile, yawn or stick out their tongue, so Angela can copy it. What happens if you turn child mode off as any child can relatively easily and start chatting to Angela using the text box at the bottom of the screen? It's this feature that's fuelled the Facebook hoax. While it's definitely not connecting your children to paedophiles, it does raise some issues. These are all genuine questions that Angela asked me while I chatted to her: \"How long have you been friends with your best friend?\" \"I've met my best friends at school. Where did you meet yours?\" \"What will you do today?\" \"I'd like to be your friend. What's your name?\" \"I'm 18. How old are you?\" \"What do you do with your friends for fun?\" And yes, Angela does ask at one point \"You know what's fun too? A clothing swap party. Have you ever been to such a party?\" before segueing into an anecdote about how she swapped clothes with her virtual boyfriend Tom for japes. It ends innocently \"Friends ROFLed and everybody at the party cheered at us. It was a cool night!\" but taken out of context with some of the questions above, it's no surprise that parents are spooked. The point: children aren't meant to be using Talking Angela's text-chat feature, yet the app's developer hasn't taken any meaningful measures to prevent them from simply toggling the child mode off. There's not even the \"swipe down with two fingers\" or \"write this sequence of numbers as figures\" parental gate that's become common in children's apps in recent months.",
  "Originally Published": "",
  "Referred Links": "http://nakedsecurity.sophos.com/2013/02/25/talking-angela-iphone-app-scare/;https://itunes.apple.com/us/app/talking-angela/id554936514;",
  "Example": "[Collected via e-mail, February 2013] WARNING FOR TO ALL PARENTS WITH CHILDREN THAT HAVE ANY ELECTRONIC DEVICES, EX: IPOD,TABLETS ETC .... THERE IS A SITE CALLED TALKING ANGELA, THIS SITE ASKS KIDS QUESTIONS LIKE: THERE NAMES, WHERE THEY GO TO SCHOOL AND ALSO TAKE PICTURES OF THEIR FACES BY PUSHING A HEART ON THE BOTTOM LEFT CORNER WITHOUT ANY NOTICES. PLEASE CHECK YOUR CHILDREN'S IPODS AND ALL TO MAKE SURE THEY DO NOT HAVE THIS APP !!! PLEASE PASS THIS MESSAGE ON TO YOUR FRIENDS ATTENTION PARENTS & GRANDPARENTS! My future daughter-in-law just received this warning from a friend on her page. Do not let your child download the Talking Angela app! It is very creepy! Gracie downloaded it without asking to her kindle fire because it was free and a really cute cat. She brought it to me to answer the question it asked. I immediately noticed it had activated the camera. It had already asked her name, age, and knew she was in the living room! I immediately deleted it! The person who talks back is not your voice when you type something on talking Angela you know how it takes a second for her to say something there is a guy behind all of this that is a hacker typing all of that stuff my friend who wanted to see what the guy would say he said a typo he said I was talking a little cat rap instead of cat nap. Delete this app now he gets all of your information he asked me what my name was and he goes on saying other things when I ask a question. My friend typed to him I know you are a hacker and the person said I like complements. When you type the chocolate thing or cookie this I don't really know what it is it wants your picture so the guy can see what you look like. Parents do not get this game the game finds all of your information. Angela asks how old are you and when you take those quizzes the guy that answers back wants to know what you are like and finds your information there. DO NOT BUY THIS APP AND DELETE ALL TALKING APPS.",
  "Last Updated": "19 February 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/internet/angela.asp",
  "Claim": "The Talking Angela app unsafely prompts children to provide personal information about themselves.",
  "Claim_ID": "computer_internet_angela",
  "Tags": ""
}