{
  "Origins": "Back in December 2012 Facebook announced it would be retiring an option that allowed users to control whether they show up when others type their names into the Facebook search bar. The social network began eliminating that option (which shows up in privacy settings as \"Who can look up your timeline by name?\") from the accounts of people who weren't using it, and in October 2013 Facebook announced it would be completing the removal of that setting for the \"small percentage of people still using it\":",
  "Fact Check": "",
  "Description": "This development did not, as claimed in some alarmist messages spread on the Internet, \"delete all privacy settings on Facebook,\" nor did Facebook \"get rid of its privacy policy\" (and the change certainly had nothing to do with the Obama administration or the U.S. government). All of Facebook's other privacy controls and policies remain in place, and while the \"Who can look up your Timeline by name?\" setting had some utility for helping Facebook users be less visible to those who might be searching for them, it didn't absolutely prevent others from finding them: [The setting] wasn't perfect. It would not have stopped, for example, Facebook users from being able to access profiles if those users had been tagged in a public post or picture. Still, it did help those users to keep a lower profile on the social network, such as those trying to hide their profiles from abusive ex-partners or harassment. There is no equivalent function for preventing other people from finding a Facebook user by name in the search bar, as Facebook has been moving towards prompting users to maintain privacy on an item-by-item basis rather than by entirely hiding their profiles and activity from others. However, as noted in a Washington Post Technology article , using a variety of privacy settings and precautions can help prevent the revealing of your personal information to those whom you might not wish to see it: [W]henever and however you post, you should be checking to see if what you're putting up is for public view or just for friends or specific lists of friends. Also, consider turning on Timeline approval, which shows you what your friends may be posting about your location or whom you're with. You can ask them to remove your name from those posts. Facebook has settings that let you review posts and photo tags before they're posted to your Timeline. If privacy is a major concern, use these tools and don't hesitate to ask other users to remove posts about you that make you uncomfortable. Another key option in the privacy settings menu is one that lets users disable search engines from linking to their timelines. That will at least cut down on the chance that someone looking for you outside the social network will be able to find your profile. If your whereabouts or similar information are sensitive, particularly if it's a safety issue, you should be very aware of locations on your posts no check-ins and be careful about writing posts that give clues about where you are. Users should also remember that they can also always block specific users from seeing their Facebook page or from contacting them, but this is more of a reactive step than a proactive one. Plus, just as you could alter your name (yes, in violation of Facebook's guidelines) to hide your identity, so could anyone who is looking for you. If you're concerned about past posts, Facebook has a setting that lets you limit the audience for posts and information that are already on your profile. You can also go to the \"Activity Log\" on your timeline to get an action-by-action view of how your activity shows up on the site. And finally, as Facebook itself makes clear, remember that \"things you hide from your timeline still appear in news feed, search and other places on Facebook.\" There include some things you just can't hide, namely profile pictures and cover photos, but also some news feed activity. In October 2013, Facebook also loosened restrictions on the extent to which teenager users could share their Facebook activity with others: Facebook Inc removed a restriction for users under 18 that previously limited who could see their online postings. Facebook said that teenagers would now be able to manually alter the setting and share information with the public. Until now, a teenager's postings on Facebook were only viewable to their friends, and to the friends of their friends. In September 2015, this old bit of misinformation was linked to a hoax holding that Facebook would be implementing a monthly charge to keep user profiles private.",
  "Originally Published": "",
  "Referred Links": "http://newsroom.fb.com/News/737/Teens-Now-Start-With-Friends-Privacy-for-New-Accounts-Adding-the-Option-to-Share-Publicly;http://www.washingtonpost.com/business/technology/facebook-privacy-users-should-check-these-settings-as-new-changes-roll-out/2013/10/11/4a3ef4e2-3274-11e3-89ae-16e186e117d8_story.html;http://newsroom.fb.com/News/735/Reminder-Finishing-the-Removal-of-an-Old-Search-Setting;",
  "Example": "[Collected via Facebook, October 2013] OK FOLKS HERE WE GO AGAIN, AS OF MONDAY OCT 14, 2013 ACCORDING TO THE NEWS, IT WILL NOW BE HARDER THAN EVER TO KEEP PEOPLE FROM GETTING ANY INFO ON YOU CAUSE FACEBOOK AND OBAMA CROOKED ASS SO CALLED GOVERNMENT HAVE TEAMED UP TO DELETE ALL PRIVACY SETTINGS ON FACEBOOK. MAKING IT ALMOST IMPOSSIBLE TO HIDE YR PRIVATE INFO, PLEASE SHARE AND DELETE YR MOBILE NUMBERS, EMAILL ADDRESSES ETC BEFORE YOU CANNOT. THIS IS ON FOX, ABC, CBS, AND ALL RADIO STATIONS !!!!!!!! I heard that Facebook is getting rid of its privacy policy? If so, what about the safety of the children who are on Facebook?",
  "Last Updated": "28 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/privacyremoval.asp",
  "Claim": "Facebook has \"deleted all privacy settings\" and is \"getting rid of its privacy policy.\"",
  "Claim_ID": "computer_facebook_privacyremoval",
  "Tags": ""
}