{
  "Origins": "This breathless warning began circulating in April 2011. It enjoyed a resurgence in September 2011, when it appeared for another round of repostings to Facebook.",
  "Fact Check": "",
  "Description": "There's nothing to it. The padlock icon appears on a Facebook account when that social network's algorithms determine a user's security settings are fixed at such a low level as to potentially prove hazardous to that user. In those cases, users are prompted via the padlock icon and its accompanying message to seriously consider raising their security settings. This feature was introduced by Facebook in 2010. Those who click on the \"\"Increase protection\" link in the alert will be taken to an \"Update Your Security Information\" page that allows them to choose options and answer questions intended to increase the security of their accounts. Says Facebook of the apparent \"ad\" prompting users to increase their security protection: Why do I see an ad in my home page about increasing my account protection? Is this really from Facebook? Rest assured that the ad you see on your Facebook home page about your Account Protection is indeed from Facebook. We added this message to help you maintain access to your account. You may be at risk of losing your account if you lose access to the email address you use to log in to your Facebook. For example, you might change your internet service provider and lose your email address, or you might graduate from your college and lose your college email. To ensure that you maintain access to your Facebook, we recommend that you add other contacts to your account, such as a secondary email address or a mobile phone number. We also recommend that you set a security question, which will help us confirm your identity if you lose access to your email address.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/help/?page=211375822230657;",
  "Example": "[Collected via e-mail, April 2011] Re-post - WARNING,,,, WARNING,,,, WARNING,,,, } HACKERS ALERT..... ATTENTION!!!!! IF ANY OF YOU GET A PADLOCK ON TOP RIGHT HAND CORNER OF FACEBOOK HOME PAGE SAYING YOUR SECURITY IS LOW.. IGNORE.. DO NOT, DO NOT, DO NOT ANSWER THE QUESTIONS.. IT IS SO HACKERS CAN ACCESS YOUR ACCOUNT. COPY & PASTE PLEASE",
  "Last Updated": "18 September 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/padlock.asp",
  "Claim": "Facebook \"padlock\" security feature is really a ruse by hackers to gain access to your account.",
  "Claim_ID": "computer_facebook_padlock",
  "Tags": ""
}