{
  "Origins": "On 14 March 2015 a message began circulating via Facebook that claimed boxer Floyd Mayweather would be giving away $2.6 million to one random lucky fan:",
  "Fact Check": "",
  "Description": "The message was followed up by several posts showing Floyd Mayweather posing next to piles of money. These photographs, along with the fact that Mayweather is known for doing some \" insane \" things with his cash, led many Facebook users to consider that the boxer's generous offer might be real. Unfortunately, Mayweather is not about to give $2.6 million to any random lucky fans on Facebook. The \"Floyd Mayweather CEO\" Facebook page is not associated with the boxer, and Mayweather has made no mention of the alleged giveaway on his real Facebook page. Neither was a later iteration (\"Floyd Mayweather HQ\"), which made similar claims of shared wealth. The Floyd Mayweather giveaway scam is very similar to previous ruses involving companies such as BMW and musicians such as Eminem . These \"like farming\" scams may promise big rewards, but the real goal behind them is for the scammers to gain social media exposure so that they can sell advertising or spread malware: The true purpose of these pages is often to gain enough traction in Facebook's algorithm to begin appearing in users' news feeds. The owners of the page can then post advertising and links that reach a much wider audience because of the groundwork they've laid by collecting likes. They can link to whatever products or sites they wish, including products that they may receive a commission on or identity-stealing malware. In short, you can stop working on your application to join the \"Money Team,\" because the Floyd Mayweather CEO Facebook page is fake.",
  "Originally Published": "",
  "Referred Links": "http://facecrooks.com/Scam-Watch/How-Like-Farming-Facebook-Scams-Work.html/;https://www.facebook.com/floydmayweather;http://bleacherreport.com/articles/1788710-insane-things-floyd-mayweather-does-with-his-money;http://www.donotlink.com/e4gh;",
  "Example": "[Collected via e-mail, March and April 2015] Is Floyd Mayweather really giving away $2.6 million to a fan on Facebook? There is a facebook page claiming its floyd mayweather. Its FloydMayweather HQ, I know you have one about the Floyd Mayweather CEO page butthis page is also claiming that Floyd is giving away money. Is this justanother scam page?",
  "Last Updated": "9 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/mayweatherfacebook.asp",
  "Claim": "Boxer Floyd Mayweather is giving away $2.6 million to one lucky fan on Facebook.",
  "Claim_ID": "computer_facebook_mayweatherfacebook",
  "Tags": ""
}