{
  "Origins": "In the manner of \"even a stopped clock is right twice a day\" or \"even a blind pig finds a truffle now and then,\" false rumors from 2001 about Yahoo's announcing an impending shutdown of its GeoCities free web hosting service finally came true in 2009.",
  "Fact Check": "",
  "Description": "Back in April 2001, the New York Times (NYT) ran an article about Yahoo!'s financial situation which detailed stock market analysts' downgrades of the company's stock and supplied statements from Yahoo! about steps it was planning to take to manage its business better (including potentially cutting back or eliminating some of its non-revenue-producing services). Shortly afterwards, the e-mailed warning quoted above began circulating, purportedly offering a memo from Yahoo! documenting that the company would be shutting down and deleting GeoCities-hosted web sites without warning. However, the \"memo\" quoted in the e-mailed warning wasn't a memo from Yahoo! at all; it was an excerpt from a portion of the 12 April 2001 New York Times article to which someone had added the erroneous tagline \"They will be closed.\" The key part of the New York Times article read: Yahoo! executives declined to specify which areas of its service will be affected by the cutbacks. In general, however, the company said the only areas spared would be those that directly produced revenue advertising, services to businesses and its new fee-based services for consumers. Big areas of its site like the GeoCities service, which lets users build personal home pages are not part of this new, narrower focus, even though they contain some advertising. In other words, the \"memo\" someone decided to send up an alarm over back in 2001 said the exact opposite of what that person had understood it to say. \"Other things are going under the axe,\" said the article, \"but not GeoCities.\" There was no secret memo from Yahoo! detailing a nefarious plot to shut down and delete GeoCities web sites without warning. Instead, the most likely scenario behind the creation of this scare was that someone mistakenly parsed the NYT article as meaning the GeoCities service would be shut down and forwarded it to someone else, with that someone else writing a hysterical call to arms based on a \"memo,\" throwing in a tagline that seemed appropriate, packaging it up, and sending it winging on its way. Thus are rumors created and 'They will be closed' \"memos\" fabricated out of misparsings of news stories. Eight years later, on 23 April 2009, Yahoo! did finally announce that it would be shutting down its GeoCities web hosting service. On that date, Internet users who visited the Yahoo! GeoCities login page were greeted with the announcement that \"new GeoCities accounts are no longer available\" and notification that \"After careful consideration, we have decided to close GeoCities later this year.\" An interior help page elaborated on these statements: We have decided to discontinue the process of allowing new customers to sign up for GeoCities accounts as we focus on helping our customers explore and build new relationships online in other ways. We will be closing GeoCities later this year. Existing GeoCities accounts have not changed. You can continue to enjoy your web site and GeoCities services until later this year. You don't need to change a thing right now we just wanted you to let you know about the closure as soon as possible. We'll provide more details about closing GeoCities and how to save your site data this summer, and we will update the help center with more details at that time. Or, as noted in a tongue-in-cheek PC World \"obituary\" for the service: GeoCities, a free Web hosting service that achieved fame in the mid-90s, died Thursday at the Yahoo headquarters in Silicon Valley. GeoCities was 15 years old. GeoCities had suffered a long and drawn-out battle with its health over the past decade. An antiquated service model and outdated technology are widely blamed for the struggle. An official cause of death, however, has yet to be determined. The proliferation of low-cost hosting options, combined with the increasing popularity of social network-style services in place of personal home pages, only contributed to its demise.",
  "Originally Published": "",
  "Referred Links": "http://help.yahoo.com/l/us/yahoo/geocities/geocities-05.html;http://geocities.yahoo.com/;",
  "Example": "[Collected via e-mail, May 2001] As you all know, my hubby is a Community Leader for Geocities. He just got this in his email today. Geocities WILL BE CLOSING! All the websites will be DELETED and CLOSED! They will be NO WARNING as usual, that's just the way Yahoo works. So, if any of you want to keep your website, you will have to back it up and save it, and move it to a new web hosting place. This is not a internet hoax, my husband got this from his boss, it could happen in a week, it could happen in about a month. My hubby said to tell as many people as I can, so that you will not lose your site, and so you can be ready to move it to another place. :o( Below is part of the memo he received: \"Yahoo executives declined to specify which areas of its service will be affected by the cutbacks. In general, however, the company said the only areas spared would be those that directly produced revenue advertising, services to businesses and its new fee-based services for consumers.\" \"Big areas of its site like the Geocities service, which lets users build personal home pages are NOT part of this new, narrower focus, even though they contain some advertising. They will be closed.\"",
  "Last Updated": "25 April 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/computer/internet/geocities.asp",
  "Claim": "Yahoo has announced it will be shutting down all GeoCities web sites.",
  "Claim_ID": "computer_internet_geocities",
  "Tags": ""
}