{
  "Origins": "In December 2014, a number of Facebook pages using car brand names such as Audi, Range Rover, Mercedes, and Camaro (among others) posted directives similar to the messages quoted above. Those pages claimed Facebook users were eligible to win one of two available vehicles in the winner's choice of color simply by liking a separate Facebook page, liking and sharing a post, and waiting for an inbox message confirming the winners.",
  "Fact Check": "",
  "Description": "Among the cars offered in the giveaways were Audi R8s, Range Rovers, Mercedes-Benz E63 AMGs, and Chevrolet Camaro SS models. Almost all the scams followed the same format: they instructed users to like a separate page, like the original post, and share the post on their own Timeline (thereby validating its legitimacy and enticing others to do the same). The first clue the giveaways following this format were not on the up-and-up was the pages to which Facebook users were directed, pages that had been created just days before the giveaway posts begin to appear. Not only were the secondary Facebook pages involved always new, they were also not linked with car companies or other interests one might imagine could reasonably be expected to offer up a car in exchange for social media advertising (such as automobile dealerships, insurance companies, or large retailers). Were a legitimate company to engage in such a high-ticket contest giveaway, the incentive would be exposure; however, no corresponding promotional return on advertising investment was discernable in these Facebook giveaway claims. The tactics were similar to recent scams involving Costco , Kroger and Amazon gift cards, but the six-figure price tag attached to some of the vehicles involved in the Facebook car giveaway posts proved a far more difficult-to-resist enticement for some users, not all of whom questioned whether sharing a page presented any negative consequence should it later turn out to be a prank, hoax, or other false promise. The pages to which users were directed carried all the hallmarks of \"like farming\" operations intended to quickly build and sell popular Facebook pages. Even if the page creators' intent were only to build an audience, users' participating in the scam created a larger incentive for employing future fakery of the same description to crowd Facebook feeds. Scammers could also exploit a large audience by mining varying levels of personal data from those who have liked a page of dubious origin. So Facebook users who participate in such fake giveaways not only unwittingly help spammers pollute the social network with scams, they may also risk being exposed to malware, clickjacking, or other unpleasantries (such as finding their names and identities endorsing a scam, hate page, or other undesirable activity). Giveaways, particularly of high-value merchandise, are generally rare and almost always conducted through brands' official channels or the social media accounts of related large companies.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via Facebook, December 2014] For the FIRST time in facebook history we are giving away 2 Audi R8 to two winners that we will select on December 21 completely at random. Would you like to join this amazing giveaway for a chance to own a brand new AUDI? Simply follow the steps below to enter the competition : Step 1) Likes this Page We Love To Drive. Step 2) Like this Post Step 3) Comment which color you want. (CREME OR SILVER) Step 4) Share on your wall The winners will be messaged via inbox message Good Luck I'm seeing this popping up on Facebook... I'm having a hard time believing its validity. Promising the chance to win a new Mercedes if you like the page, share the picture and say what color you want. 2 Range Rover 4x4s giveaway for date 12/22/2014 is now making the rounds on facebook. For the FIRST time in facebook history we are giving away 2 Range Roversto two winners that we will select on December 29 completely at random.Would you like to join this amazing giveaway for a chance to own a brandnew Range? Simply follow the steps below to enter the competition : Step1) Likes this Page Step 2) Like this Post Step 3) Comment which color youwant. (Black or Red) Step 4) Share on your wall The winners will bemessaged via inbox message Good Luck Range Rover // 4WD",
  "Last Updated": "8 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/cargiveaway.asp",
  "Claim": "You can win a new Audi, Mercedes, Range Rover, Camaro, or other car by liking a Facebook page or post and sharing it with friends.",
  "Claim_ID": "computer_facebook_cargiveaway",
  "Tags": ""
}