{
  "Origins": "The online world has spawned myriad distinct communities (as found in newsgroups and on message boards, mailing lists, and social networking sites). Members of such enclaves tend to look out for one another, with many taking it upon themselves to spread helpful heads-ups about dangers encountered in hopes their information will keep others from experiencing similar harm.",
  "Fact Check": "",
  "Description": "Unfortunately, this \"We're all in this together\" comraderie can be exploited and turned to ill purpose, as is the case with the alerts showcased in the \"Examples\" section above. These (and similar) warnings are naught but practical jokes set loose upon the unwary. Sometimes the prank is of the \"Let's see how many gullible people I can get to spread my nonsense\" variety (where the person named in the warning is fictional), and sometimes it's of the personal vendetta ilk (where the person is both quite real and the target of someone's ire), but in either event it's the same joke. This leg-pull, which has been around at least since 2000, is constantly reworked by means of changing the name of the person, e-mail address, online ID, or web page being warned against. Services pranksters particularly like to name in this genre of monkeyshine are various social networking sites (Facebook, MySpace) and instant messenger services (AOL chat, MSN, Yahoo! Messenger). In its most usual form, the heads up will begin \"If somebody named \" then advance with: \"adds you in yahoo messenger\" \"asks you to check out his page\" \"adds you to their facebook account\" \"wants to chat with you\" \"adds you on msn\" \"requests to be added to your list\" \"wants to be added as a friend\" \"adds you, don't accept it\" Usually the harm being warned against is an attempt to implant a computer virus that will either do malicious things to the victim's computer or will turn it into a zombie that will attack others without its owner being aware of what's going on, although other versions of the tomfoolery specify different risks (that the person being warned against is a \"hacker,\" for instance).",
  "Originally Published": "",
  "Referred Links": "http://www.mysecurecyberspace.com/encyclopedia/index/zombie-machine.html;",
  "Example": "[Collected via e-mail, March 2012] W A R N I N G :::: DO NOT ADD *RAQUEL CRITELLI*, KELLY HARGROVE, ALSO IFSOMEBODY CALLED *KELLY HARGROVE* ADDS YOU, DON T ACCEPT! IT IS A VIRUS.TELL EVERYBODY, BECAUSE IF SOMEBODY ON YOUR LIST ADDS THEM, YOU GET THEVIRUS TOO. **COPY AND PASTE AND PLEASE RE POST* THIS HAS BEEN CONFIRMED BYFACEBOOK AND SNOPES Raquel Critelli is in fact Kelly Hargrove s account ..it was just confirm... [Collected via e-mail, November 2011] DO NOT ADD *JASON ALLEN*, LINDA SMITH, OR JASON LEE, ALSO IF SOMEBODY CALLED *AMY ALLEN* ADDS YOU, DON'T ACCEPT - IT IS A VIRUS. TELL EVERYBODY, BECAUSE IF SOMEBODY ON YOUR LIST ADDS THEM, YOU GET THE VIRUS TOO. **COPY AND PASTE AND PLEASE RE POST* THIS HAS BEEN CONFIRMED BY FACEBOOK AND SNOPES. [Collected via e-mail, July 2009] If anyone called:Jason Michael White, Jason White, James Ryan Whit Phil Gibson, Shelley White, Daniel White, Michael White, Hayley omalley tries to add you DO NOT ACCEPT! They are fakes and copy your kids pics & sell them on to perverts. Pls copy that and send it to all of your friends. We need to put a stop on them. The police is informed. PLEASE TAKE THIS SERIOUSLY !!! [Collected via e-mail, September 2007] Hey If somebody called bm_tnoo7@hotmail.com adds you to their facebook account DONT accept it because its a hacker. Tell everyone on your list because if somebody on your list adds them you get them on your list he'll figure out your ID computer address. So copy and paste this message to everyone even if you hate them and fast because if he hacks their mail he hacks yours. [Collected via e-mail, January 2004] If somebody named dont_ask@hotmail.com adds you on msn, dont accept. Its an advanced virus that begins to slowly remove your documents then goes out to all your hard drives. Send this to all people online in your msn [Collected via e-mail, January 2004] TREAT AS IMPORTANT: If somebody named aflino62 wants to chat with you, dont accept. IT IS AN ADVANCED VIRUS that begins to slowly remove your documents and then goes on to all your hard drives. Pls send this to all people on your buddy listlestat65000: Tell everyone on ur list not to open anything from angell11, r00mrb3ak3r14, sassybitch. It is a hard drive killer (pass it on it is a virus) [Collected via e-mail, February 2000] Beware! If someone named SandMan asks you to check out his page - DO NOT! It is at www.geocities.com/vienna/6318. This page hacks into your >C:\\drive. DO NOT GO THERE. FORWARD THIS MAIL TO EVERYONE YOU KNOW.",
  "Last Updated": "6 March 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/internet/dontadd.asp",
  "Claim": "Exhortation to refuse an invitation from a named stranger to converse online warns of an attempt to implant a computer virus.",
  "Claim_ID": "computer_internet_dontadd",
  "Tags": ""
}