{
  "Origins": "On 17 July 2014, Malaysian Airlines Flight 17 from Amsterdam to Kuala Lumpur went down over eastern Ukraine, killing nearly 300 passengers and crew. At this time the cause of that air disaster is believed to have been a surface-to-air missile fired by pro-Russian militants, but investigation of the incident is still ongoing and no definitive determination has been made.",
  "Fact Check": "",
  "Description": "In July 2014, Facebook users begin seeing posts that typically featured a collage of airliner photographs and an exhortation to click through on the graphic to view a video showing a \"Missile Fired from Pro-Russian Militants to Malaysian Airliner MH-17\" as displayed above. These come-ons typically included titillating tag lines such as \"This IS CRAZY has just been leaked!\" and \"Watch this horrific video now,\" and \"Click on the Picture to watch the most terrifying video footage ever!\" to entice Facebook users to click on hyperlinks in expectation of viewing video footage of the tragedy. There was no such video to be seen, however. Users who did click through on in hopes of viewing it were instead lead down the trail of the usual clickjacking/survey scams : landing on external sites directing them to help propagate the scam by \"liking\" or \"sharing\" links with their Facebook friends, then complete online surveys all with the goal of getting them to enrich scammers by disclosing sensitive personal information, spreading malware, buying products, and signing up for costly, difficult-to-cancel services.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via Facebook, July 2014] Is this for real? I didn't want to open it.",
  "Last Updated": "26 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/mh17video.asp",
  "Claim": "Links posted on Facebook point to a leaked video of Malaysian Airlines Flight 17 being shot down by a missile.",
  "Claim_ID": "computer_facebook_mh17video",
  "Tags": ""
}