{
  "Origins": "Internet giant AOL caused a stir in early 2005 when it announced updated Terms of Service ( TOS ) for its AOL Internet Messenger ( AIM ) service. According to the new terms, which apply to \"all users who either registered for AIM services or downloaded AIM updates or software on or after February 5, 2004\":",
  "Fact Check": "",
  "Description": "This clause understandably caused great consternation among AIM users, who interpreted it to mean that not only were all their personal instant message communications with other users subject to being monitored by AOL, but that AOL could use such messages for any purpose they saw fit, without obtaining permission from or compensating their originators. However, as an AOL spokesman explained to eWeek, the controversial clause was listed under the \"Content You Post\" section of the AIM Terms of Service to indicate that it applies only to material users post to public areas of the AIM service, not to user-to-user instant messages: America Online spokesman Andrew Weinstein, however, maintained that AOL does not monitor, read or review any user-to-user communication through the AIM network, except in response to a valid legal process. Weinstein told eWEEK.com the clause in question falls under the heading \"Content You Post,\" meaning it only relates to content a user posts in a public area of the AIM service. \"If a user posts content in a public area of the service, like a chat room, message board or other public forum, that information may be used by AOL for other purposes,\" he explained. One example of this, Weinstein said, may be a user who posts a \"Hot or Not\" photo and thus allows AIM to post it for other AIM users to vote on. \"Another might be taking an excerpt from a message board posting on a current news issue and highlighting it in a different area of the service. \"Such language is standard in almost all similar user agreements, including those from Microsoft [Corp.] and most online news publications. That clause simply lets the user know that content they post in a public area can be seen by other users and can be used by the owner of the site for other purposes,\" Weinstein added. \"AIM user-to-user communication has been and will remain private,\" the AOL spokesman declared.",
  "Originally Published": "",
  "Referred Links": "http://www.aim.com/;http://www.aim.com/tos/tos.adp;",
  "Example": "[Collected on the Internet, 2005] Just a note of caution for all of you who use AOL. According to the terms of service, if you downloaded their free AIM software on or after Feb. 5, 2004, they have the right to use anything in your IM messages in any way without compensation to you! Though you retain ownership of your message content, they may use it in any compilation, collective or derivative work without your knowledge or approval. So keep those song lyrics in your e-mails and turn off your IM when you're online.",
  "Last Updated": "14 March 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/internet/aim.asp",
  "Claim": "According to the revised terms of service for AOL's Instant Messaging service, they \"have the right to use anything in your IM messages in any way without compensation to you.\"",
  "Claim_ID": "computer_internet_aim",
  "Tags": ""
}