{
  "Origins": "Given the prevalent public fear of governmental snooping into private activity, the discovery that personal computers were being sold with devices that enabled the Department of Homeland Security (DHS) to monitor keystrokes would have a rather chilling effect. Most of us now use computers in so many different facets of our lives, from personal correspondence to shopping, that recording and analyzing everything we typed on one would provide a great deal of information about us.",
  "Fact Check": "",
  "Description": "Although furtive eavesdropping on computer activity is certainly possible, the specific tale presented above is nothing more than an example of \"government conspiracy\" type hoaxlore. It originally appeared on www.chromance.de (from which it has since been removed, although it remains mirrored elsewhere), a site which carried several other obvious hoaxes. The graphics for the article were lifted from another site's page about commercial keyboard loggers, and the purported letter from the Department of Homeland Security appears to be an altered version of someone else's example of correspondence from the DHS.",
  "Originally Published": "",
  "Referred Links": "http://rawstory.com/exclusives/byrne/homeland_security_responds_jeff_gannon_404.htm;http://www.dansdata.com/keyghost.htm;http://intgr.chiisai.net/stuff/keylogger/lol.html;http://intgr.chiisai.net/stuff/keylogger/lol.html;",
  "Example": "[Collected on the Internet, 2005] I was opening up my almost brand new Dell 600m laptop, to replace a broken PCMCIA slot riser on the motherboard. As soon as I got the keyboard off, I noticed a small cable running from the keyboard connection underneath a piece of metal protecting the motherboard. I figured \"No Big Deal\", and continued with the dissasembly. But when I got the metal panels off, I saw a small white heatshink-wrapped package. Being ever-curious, I sliced the heatshrink open. I found a little circuit board inside. Being an EE by trade, this piqued my curiosity considerably. On one side of the board, one Atmel AT45D041A four megabit Flash memory chip. On the other side, one Microchip Technology PIC16F876 Programmable Interrupt Controller, along with a little Fairchild Semiconductor CD4066BCM quad bilateral switch. Looking further, I saw that the other end of the cable was connected to the integrated ethernet board. What could this mean? I called Dell tech support about it, and they said, and I quote, \"The intregrated service tag identifier is there for assisting customers in the event of lost or misplaced personal information.\" He then hung up. A little more research, and I found that that board spliced in between the keyboard and the ethernet chip is little more than a Keyghost hardware keylogger. [Rest of article here].",
  "Last Updated": "17 June 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/internet/dellbug.asp",
  "Claim": "Account claims Dell is selling computers with keyboard loggers installed at the behest of the Department of Homeland Security.",
  "Claim_ID": "computer_internet_dellbug",
  "Tags": ""
}