{
  "Origins": "The gist of the message quoted above is true: Typing a phone number into the popular Google search engine can produce a display like the following:",
  "Fact Check": "",
  "Description": "Here we entered a phone number (805-495-9897) and were presented with a display showing the name and address of the person to whom that number is assigned, as well as two links (Yahoo! Maps and Mapquest) which will produce maps and driving directions for that address. (The information we used for our display belongs to a friend who has since moved to another state, so we're not giving away anyone's valid personal information here.) Clicking on the telephone icon will take the user to an informational page about the Google Phonebook feature, which includes a link to a form one can use to request that his personal information be removed from this feature. As to the issue of whether this Google feature is a shocking \"invasion of privacy,\" there are a few points to keep in mind: This feature is not \"new\" the PhoneBook service has been offered by Google for several years now. This feature does not work for every phone number. Some classes of phone numbers, such as unpublished phone numbers (i.e., numbers belonging to customers who have requested that their local phone service providers not publish their numbers in printed phone directories or make them available through directory assistance), will not display. The information displayed is compiled from a number of publicly accessible sources and is not unique to Google. There are many other web sources through which users can look up the same information. Google has simply combined two different services readily available on a number of different web sites: reverse phone directory look-ups and mapping/driving directions services. Even without Google, it's a simple feat for any moderately knowledgeable web user to plug a phone number into a reverse phone directory web site to find the name and address corresponding to that number, then use an on-line service such as Mapquest to obtain directions to that address. In short, the Google PhoneBook feature may be troubling to those who value their privacy, but it's a symptom and not a cause. The larger issue is that many entities we deal with in daily life who are privy to our personal information can make that information available to sources that compile databases which services such as Google PhoneBook use. The public has been making privacy gains through the implementation of laws such as those requiring credit bureaus , phone companies , and motor vehicle bureaus to offer \"opt-out\" features which provide customers with means to restrict the distribution of their personal information, but until that larger issue is completely eliminated, trying to keep one's personal information off the web is akin to engaging in a perpetual game of \"Wack-a-Mole\": it provides momentary satisfaction but otherwise accomplishes little.",
  "Originally Published": "",
  "Referred Links": "http://www.mapquest.com/directions;http://www.google.com/help/pbremoval.html;http://www.google.com;",
  "Example": "[Collected on the Internet, 2002] Beware the New Google Feature! www.google.com Type your home telephone number into Google's search bar & click the search button . . . MapQuest returns with a physical location of your phone number. People could use this feature to locate your home address, and receive explicit directions on how to get there from anywhere in the country. You can remove your name off this database To do this: Type in your full phone number using dashes like this:555-123-4567. If your number appears in the mapping database, an icon resembling a telephone will appear to left of the entry on the results page. Click on this icon and it will take you to a page containing a description of the service, and a link to request your number be removed! Recheck your phone # to be sure it has been removed. Also, if you have children, please check their phone # too! This is another example of invasion of privacy, isn't it?",
  "Last Updated": "21 February 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/computer/internet/google.asp",
  "Claim": "Entering a phone number into the Google search engine can produce a home address and a map with directions to that address.",
  "Claim_ID": "computer_internet_google",
  "Tags": ""
}