{
  "Origins": "CARS.gov is the web site for the U.S. government's Car Allowance Rebate System (CARS), a program more commonly referred to as \"Cash for Clunkers\" which provides consumers with $3,500 or $4,500 discounts for their trade-ins when they purchase or lease new vehicles.",
  "Fact Check": "",
  "Description": "In late July 2009, a rumor began spreading (promulgated widely by FOX News' Glenn Beck) that the terms and conditions on the CARS.gov web site specified that by using the site, consumers explicitly agreed that their computers would be considered U.S. government property. This false rumor was based on someone's mistaken application to the general public of a \"Privacy Act & Security Statement\" linked from the CARS.gov web site (the wording of which has since been changed). Prior to 3 August 2009, the CARS.gov web site did include a privacy statement declaring that: This application provides access to the DOT CARS system. When logged on to the CARS system, your computer is considered a federal computer system and it is property of the United States Government. Any or all uses of this system and all files on this system may be intercepted, monitored, recorded, copied, audited, inspected, and disclosed to authorized CARS, DOT, and law enforcement personnel, as well as authorized officials of other agencies, both domestic and foreign. However, the statement in question was actually tied to the \"Submit Transaction\" function on the Dealer Support portion of the web site and related only to a login page for entry to the Enterprise Services Center ( ESC ) web site at esc.gov, which is used by automobile dealers (not consumers) who have been authorized and registered to participate in the CARS program. That statement did not apply to consumers who might use the site to obtain benefits from the CARS program; it was something consumers would never encounter in the ordinary use of the web site, and it was not something they had to agree to in order to claim benefits from the CARS program. Although Beck did mention that the statement was something dealers would encounter, he and his co-discussionist in that segment, FOX News anchor Kimberly Guilfoyle, also misleadingly implied that it applied to consumers, telling the audience \"I recommend that you do not try this at home\" and \"People shouldn't go on [the CARS.gov site] right now,\" and asserting that clicking on the web site would give the government complete access to consumers' home computers (despite proffering no evidence that the web site was even capable of such a function). According to the Electronic Frontier Foundation ( EFF ), even consumers who may have inadvertently stumbled across the notice and mistakenly clicked on it were not in danger of having the \"government take all the information on their computers\": Clicking \"continue\" on a poorly worded Terms of Service on a government site will not give the government the ability to \"tap into your system ... any time they want.\" The seizure of the personal and private information stored on your computer through a one-sided click-through terms of service is not \"conscionable\" as lawyers say, and would not be enforceable even if the cars.gov website was capable of doing it, which we seriously doubt. Moreover, the law has long forbidden the government from requiring you to give up unrelated constitutional rights as a condition of receiving discretionary government benefits like participation in the Cars for Clunkers program. As of 3 August 2009, the wording of the Privacy Act & Security Statement presented to dealers who submit transactions through the CARS.gov web site was changed to the following: This notice is provided pursuant to the Privacy Act of 1974, 5 USC 552a: This information is solicited under the authority of Public Law 111-32, 123 Stat. 1859. Furnishing the information is voluntary, but failure to provide all or part of the information may result in disapproval of your request for a credit on this purchase or lease transaction under the Cars Program. The principal purposes for collecting the information are to determine if purchase or lease transactions are eligible for credits under the CARS Program, to ensure proper disposal of trade-in vehicles, to prevent, identify and penalize fraud in connection with the Program, and to update an existing government database of Vehicle Identification Numbers. If you complete the optional survey, the survey information will be used to report to Congress on the Program. Other routine uses are published in the Federal Register at 65 F.R. 19476 (April 11, 2000), available at: www.dot.gov/privacy. In short, there was once a poorly-worded privacy statement on the CARS.gov site, but it never applied to ordinary consumers visiting the site (just dealers), and it has since been changed. Consumers visiting the CARS.gov web site do not (and never did) have to agree that the federal government can own or take control of their computers.",
  "Originally Published": "",
  "Referred Links": "http://www.eff.org/deeplinks/2009/08/cars-gov-terms-service;http://www.esc.gov/;https://supplierpayments.esc.gov/OA_HTML/RF.jsp?function_id=28716&resp_id=-1&resp_appl_id=-1&security_group_id=0&lang_code=US&params=1QjBbvK328ZbUaSUNj3kbu7K3gvpagsk17LptZc1LOg;http://www.cars.gov/index.asp/dealersupport;",
  "Example": "[Collected via e-mail, July 2009] DO NOT GO ON CARS.GOV, a disclaimer says by using the site your computer and all of it's files are then property of the government. This means they can look at your computer anytime and if you use a program like Skype they can eaves drop on any call you make. It is like having the government sitting by your side as you use it. WARNING - DO NOT LOG ON TO CARS.GOV If you log on to cars.gov and accept the privacy terms, the government now has the right to take all the information on your computer. That will include all your personal information, bank records, transactions, web site log ins, EVERYTHING ON YOUR COMPUTER. I am not saying the government will take your personal information. I am telling you that accepting the terms will allow them to. Is this what our government is coming to?",
  "Last Updated": "5 August 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/internet/clunkers.asp",
  "Claim": "Consumers who visit the \"Cash for Clunkers\" web site must agree that their computers become U.S. government property.",
  "Claim_ID": "computer_internet_clunkers",
  "Tags": ""
}