{
  "Origins": "The examples cited above are but more variants of a long-running hoax , one which warns readers not to allow contact from a particular person or group because dire consequences will result. The basic form of these hoax warnings is typically drawn from the following template: Do not {read / open / respond to / join} an {e-mail / instant message / invitation / Facebook group / POGO} sent by {real name / e-mail address / IM screen name}! If you do, {you / your computer / everyone on your contact list / your children} will be in danger of falling victim to a {serial killer / computer virus / hacker / predator}. Variants of these messages are circulated endlessly, with different names swapped in and out as various pranksters decide to play jokes on people they know by inserting their acquaintances' names and addresses into the warning in place of the existing information.",
  "Fact Check": "",
  "Description": "Of course, it's not outside the realm of possibility that an e-mail message or a link posted on Facebook might carry a virus payload which could infect your computer and allow it be controlled by a botnet , but virus warnings that correspond to the patterns detailed above can be safely dismissed as japes. In March 2009, the \"Simon Ashton\" variant of this prank was combined with text referencing the hoax version of the Mail Server Report virus warning: Anyone-using Internet mail such as Yahoo, Hotmail, AOL and so on. This information arrived this morning, Direct from both Microsoft and Norton. Please send it to everybody you know who has access to the Internet. You may receive an apparently harmless e-mail titled 'Mail Server Report' If you open either file, a message will appear on your screen saying: 'It is too late now, your life is no longer beautiful.' Subsequently you will LOSE EVERYTHING IN YOUR PC, And the person who sent it to you will gain access to your name, e-mail and password. This is a new virus which started to circulate on Saturday afternoon. AOL has already confirmed the severity, and the anti virus software's are not capable of destroying it. The virus has been created by a hacker who calls himself 'life owner'. PLEASE SEND A COPY OF THIS E-MAIL TO ALL YOUR FRIENDS, And ask them to PASS IT ON IMMEDIATELY!",
  "Originally Published": "",
  "Referred Links": "http://searchsecurity.techtarget.com/sDefinition/0,,sid14_gci1030284,00.html#;",
  "Example": "[Collected via e-mail, June 2014] ALERT!!!!! ALERT!!!!! Don't accept a friend request from Maggie from Sweden, she is a HACKER.Tell everyone on your list cause if someone on your list adds her then she will be on yours too. She will figure out your computer ID and address, so send this to everyone on your list even if you don't care for them cause if she hacks them, she hacks YOU too. She is also noted for repeated sexual harrasment and indecent private chatting. [Collected via e-mail, January 2012] PB: BEWARE!!! DO NOT ACCEPT A FRIEND REQUEST FROM TANNER DWYER, CHRISTOPHER BUTTERFIELD, STEFANIA COLAC AND ALEJANDO SPILJNER. THESE ARE HACKERS SO PUT IT ON YOUR WALL. IF SOMEONE ADD'S THEM THEY TAKE YOUR CONTACTS, EMPTY YOUR COMPUTER AND ADDRESSES, SO COPY AND PASTE THIS ON YOUR WALL. [Collected via e-mail, November 2011] WARNING!!!!! DO NOT ACCEPT FRIEND REQUESTS FROM ~~~ BOBBY ROBERTS ~~~ Profile picture is four colored picture ~~ A hacker and fake name!!!! the name will DESTROY EVERYTHING!!! Please... COPY THIS TEXT ON YOUR STATUS SO THAT YOURFRIENDS ARE WARNED ****************** PASS ON ALONG.. [Collected via e-mail, May 2011] ATTENTION ATTENTION !!! ATTENTION !!! ATTENTION ALL FACEBOOK USERS**... DO NOT ADD *JASON ALLEN*, ALSO IF SOMEBODY CALLED *AMY ALLEN* ADDS YOU, DON'T ACCEPT... IT IS A VIRUS. TELL EVERYBODY, BECAUSE IF SOMEBODY ON YOUR LIST ADDS THEM, YOU GET THE VIRUS TOO. **COPY AND PASTE AND PLEASE RE POST* THIS HAS BEEN CONFIRMED BY FACEBOOK AND SNOPES [Collected via e-mail, April 2011] ATTENTION **ALL FACEBOOK USERS ** .. DO NOT ADD \"LINDA SMITH\", also IF SOMEBODY CALLED \"JASON LEE\", ADDS YOU, DON'T ACCEPT IT.. IT IS A VIRUS. TELL EVERYBODY, BECAUSE IF SOMEBODY ON YOUR LIST ADDS THEM , YOU GET THE VIRUS TOO . COPY AND PASTE AND PLEASE RE-POST - THIS HAS BEEN CONFIRMED BY FB [Collected via e-mail, August 2010] DO NOT ACCEPT ANY FRIENDSHIP INQUIRIES FROM: ROLAND DREYER, MATTHIAS DAMBERGER, MARIO SOMMER, FABIAN BERNEDER OR FRANK BECKER !!!!! THESE ARE HACKERS!!!!! THEY CAN DESTROY THE HARD DISK!!!!!!...PLEASE ...COPY TEXT ON YOUR BULLETIN BOARD!!!...SO THAT YOUR FRIENDS ARE PROTECTED [Collected via e-mail, June 2010] Don't add anyone named rehana n 27 years from leicister .she is a hacker. Tell everyone on your buddy list because if someone on your buddy list adds her, she'll be on your list too. She'll figure out your computer ID and address. So copy and paste this message to everyone on your buddy list because if she hacks them your next. I sent to everyone on my list so please send to everyone on your list [Collected via e-mail, March 2010] FROM NEWS FEED: DO NOT ADD HER!!! IF SOMEBODY CALLED \"SMARTGRRL15\", ADDS YOU, DON'T ACCEPT IT...IT IS A VIRUS. TELL EVERYBODY, BECAUSE IF SOMEBODY ON UR LIST ADDS THEM, U GET THE VIRUS TOO. COPY AND PASTE AND PLEASE REPOST [Collected via e-mail, December 2009] ATTENTION:::::::DO NOT ACCEPT FRIEND REQUEST FROM CHRISTOPHER DAVIES AND JESSICA DAVIES, THEY ARE HACKERS. TELL EVERY 1 ON YOUR LIST, BECAUSE IF SOMEBODY ON YOUR LIST ADDS THEM, THEY WILL BE ON YOUR LIST TOO. HE'LL FIGURE OUT YOUR COMPUTER'S ID AND ADDRESS, SO COPY & PASTE THIS MESSAGE...... EVEN IF YOU DON'T CARE.. PLEASE [Collected via e-mail, April 2009] ***ATTENTION!!!*** Do not accept a friend request from a CHRISTOPHER BUTTERFIELD he is a hacker. Tell everyone on your list because if somebody on your list adds him u get him on your list too and he'll figure out your computer's ID and address, so copy and paste this message to everyone even if u don't care for them cause if he hacks their email he hacks your mail too! FORWARD ONTO all!!! [Collected via e-mail, March 2008] IF A PERSON CALLED SIMON ASHTON (SIMON25@HOTMAIL.CO.UK) CONTACTS YOU THROUGH EMAIL DON'T OPEN THE MESSAGE. DELETE IT BECAUSE HE IS A HACKER!! TELL EVERYONE ON YOUR LIST BECAUSE IF SOMEBODY ON YOUR LIST ADDS HIM THEN YOU WILL GET HIM ON YOUR LIST. HE WILL FIGURE OUT YOUR ID COMPUTER ADDRESS, SO COPY AND PASTE THIS MESSAGE TO EVERYONE EVEN IF YOU DONT CARE FOR THEM AND FAST BECAUSE IF HE HACKS THEIR EMAIL HE HACKS YOUR MAIL TOO!!!!!...",
  "Last Updated": "20 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/internet/hackermail.asp",
  "Claim": "Accepting a friend request from a stranger will provide hackers with access to your computer and online accounts.",
  "Claim_ID": "computer_internet_hackermail",
  "Tags": ""
}