{
  "Origins": "This warning about a Facebook group called \"Becoming a father or mother was the greatest gift of my life\" supposedly \"created by pedophiles whose aim is to access your photos\" first hit the Internet in January 2010 and has seen a number of periodic resurgences of circulation via social media ever since. However, this warning has never been anything more than a hoax: there wasn't a Facebook group named \"Becoming a father or mother was the greatest gift of my life\" in existence at the time the alert was first circulated, let alone one populated and run by pedophiles. (The warning didn't even make much sense in the form it was presented, as it offered no explanation about what harm could possibly result from strangers viewing online pictures of other people's children.)",
  "Fact Check": "",
  "Description": "In May 2010, new life was breathed into the legpull by unknown pranksters who prefaced it with the claim that warnings about the purported pedophile-laden group had been vetted by Fox News: ATTENTION!!!!!!! do not join the group currently on Facebook with the title \"Becoming a father or a mother was the greatest gift of my life.\" It is a group of pedophiles trying to access your photos. This was on Fox News at 5. Please copy and pastr! Let's keep our children safe! Please take just a minute to copy and paste. We saw this attempt to add an appearance of credibility to the phony warning rendered several different ways in just the space of four days: Fox news reported Fox 4 news reported Fox 5 news reported Fox 9 news reported Fox 25 news reported Fox 59 news reported Fox 59 news in Indiana reported This was on Fox News at 5 The lure of compounding a hoax being what it is, several Facebook groups named something similar to \"Becoming a father or mother was the greatest gift of my life\" were created shortly after this warning began to spread, as other pranksters looked to add to the mayhem. Adding to the confusion was the creation of a number of additional Facebook groups started for the purpose of protesting against the non-existent pedophile groups. None of this is to say that people of ill intent don't sometimes use Facebook as a tool for establishing contact with potential young victims, but the repeated spreading of this faux warning isn't helping to keep anyone safe.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, January 2010] ATTENTION ! Do not join the group that runs currently on Facebook with the title \"becoming a father or mother was the greatest gift of my life\" This is a group created by pedophiles whose aim is to access your photos! Please rotate this post to all Your Friends",
  "Last Updated": "24 December 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/greatestgift.asp",
  "Claim": "The Facebook group \"Becoming a father or mother was the greatest gift of my life\" was created by pedophiles to gain access to kids' photos.",
  "Claim_ID": "computer_facebook_greatestgift",
  "Tags": ""
}