{
  "Origins": "The claim that some free web-based service is going to begin a mass deletion of accounts, start charging for access, or shut down entirely in the near future is a common Internet hoax, and this report that the Facebook social media network will close down for good in May 2013 because \"Facebook has gotten out of control\" and \"managing the site has become too stressful\" is more of the same.",
  "Fact Check": "",
  "Description": "This item originated as an article published on 8 January 2011 on the Weekly World News (WWN) web site, the online successor to the popular entertainment tabloid, whose stock in trade is fantastically fictional headlines stories such as \"Alien Spaceships to Attack Earth in 2013,\" \"George Clooney Running for President,\" and \"How to Sell Your Soul to the Devil.\" (The notion that the CEO of a multi-billion-dollar public company such as Facebook could decide all on his own to permanently shut down the entire operation simply because he found his job \"too stressful\" is typical Weekly World News lunacy.) The original Weekly World News article stated that Facebook would be shutting down on 15 March 2011. As that date passed with no Facebook closure, WWN altered its article to identify 15 March 2012 as the date of the supposed end of Facebook and republished it on 20 October 2011. On 10 September 2012, WWN again updated its article , that time to identify 15 March 2013 as the date Facebook would be closing its doors. In October 2012, WWN altered the story yet again to push Facebook's closure date back to 15 May 2013. This jape has now become the Energizer Bunny of social media hoaxes, with Weekly World News continually publishing the same story over and over, changing nothing but the target date for the purported end of Facebook. Facebook responded to the original version of the WWN article back on 9 January 2011, posting a note stating that \"We didn't get the memo about shutting down, so we'll keep working away like always. We aren't going anywhere; we're just getting started.\"",
  "Originally Published": "",
  "Referred Links": "http://www.facebook.com/facebook/posts/100307470046094;http://weeklyworldnews.com/headlines/27321/facebook-will-end-on-ma-15th/;http://weeklyworldnews.com/headlines/28019/facebook-will-end-on-march-15th-update/;http://weeklyworldnews.com/;http://web.archive.org/web/20110109052415/http://weeklyworldnews.com/headlines/27321/facebook-will-end-on-march-15th/;http://weeklyworldnews.com/headlines/27321/facebook-will-end-on-ma-15th/;",
  "Example": "[Weekly World News, October 2012] Mark Zuckerberg announced that Facebook will be shut down in May. Managing the site has become too stressful. \"Facebook has gotten out of control,\" said Zuckerberg in a press conference outside his Palo Alto office, \"and the stress of managing this company has ruined my life. I need to put an end to all the madness.\" Zuckerberg reportedly went on to explain that starting May 15th, users will no longer be able to access their Facebook accounts. That gives users (and Facebook addicts) a year to adjust to liwithout Facebook. \"After May 15th, 2013 the whole website shuts down,\" said Avrat Humarthi, Vice President of Technical Affairs at Facebook. \"So if you ever want to see your pictures again, I recommend you take them off the internet. You won t be able to get them back after Facebook goes out of business.\" [Rest of article here.]",
  "Last Updated": "25 April 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/closure.asp",
  "Claim": "Facebook will be closing down for good on 15 May 2013.",
  "Claim_ID": "computer_facebook_closure",
  "Tags": ""
}