{
  "Origins": "The origins of the hot Facebook trend of December 2010 to replace one's profile picture with that of a cherished cartoon character are murky at best, but here is what is known:",
  "Fact Check": "",
  "Description": "According to some sources, the scheme began in mid-November 2010 with a Facebook post written in Greek that asked folks to exchange their Facebook picture of themselves for a cartoon in recognition of November 19 being the International Day Against Child Abuse and November 20 the International Day for Children's Rights, with the stated purpose being \"To have no real faces but only cartoons on facebook on the 19th and 20th November.\" Similarly, a Cartoon Network Facebook page of about the same time asked folks to \"Choose a Cartoon Character as Your Profile Picture for a Week,\" with the plan being to have folks post cartoon images in place of their usual profile pictures for the one-week period of 21 to 28 November 2010. Which came first the \"raise awareness of children's issues\" or the \"post a cartoon pic just because it's fun\" impetus can't at this point be ascertained. Adding to the confusion, some messages positioned the posting of cartoons as a lighthearted attempt at Internet subversion (\"To remove all photos of humans for a few days from Facebook\"), others as a way of reliving and even reveling in one's childhood (\"There should be no human faces on facebook, but an invasion of memories!\"), and yet others as a way to combat child abuse (\"This is for a campaign against violence on children\" or \"Join the fight against child abuse\"). The \"Fight against child abuse\" missives provided no suggestion of how changing one's profile photo would accomplish the objective of safeguarding children from harm, yet the potent allure of slacktivism being what it is (that one can participate in effecting meaningful societal change by doing nothing), the \"cartoon profile pic\" game rapidly picked up speed. In early December 2010, a Facebook-based campaign to both raise awareness on the child abuse front and to garner financial support for the agencies engaged in combating that evil appeared. The \"cartoon character\" meme did not begin there; instead, its anonymous benefactor thought to flesh out the slacktivist \"change your profile pic to fight child abuse\" entreaty into something more substantial, tangible, and effective. Attention to the issue of harm to children was appreciated by some. Said the British charity the National Society for the Prevention of Cruelty to Children (NSPCC) about the Facebook game in a 4 December 2010 tweet: Although the NSPCC did not originate the childhood cartoon Facebook campaign, we welcome the attention it has brought to the work we do :) On 4 December 2010, new messages began appearing which warned people away from participating in the \"cartoon character\" game. These breathless trumpetings announced that the game \"was actually created by a group of pedophiles\" for the purpose of getting children to friend them on Facebook (\"if children see pictures of cartoons they will add them\"), and completed with commands to \"warn people and change your profile pictures back.\" Many of these notes asserted that this information was gleaned from news programs (which, to the best of our knowledge, it wasn't). How everyone's displaying a picture of a cartoon character in place of their usual image on their Facebook pages would work to help pedophiles wheedle their way in with children is hard to grasp, but it didn't matter once one raises the alarm about pedophiles on the hunt, common sense takes a back seat to alarmism. The messages raising the hue and cry about pedophiles quickly swamped all others. (Indeed, in the space of just a few hours on Sunday, 5 December 2010, snopes.com itself received just under 700 e-mails of such nature, which utterly dwarfed by comparison the \"combat child abuse by changing your profile pic\" entreaties then coming in.) (Said repositioning from striking a blow on behalf of a cause into unwittingly aiding the unsavory in achieving their nefarious purposes echoed the rumor progression of the January 2010 campaign to get women to post their bra colors as their Facebook statuses. What began as a legpull intended to puzzle men even as it raised awareness about breast cancer came to be presented as giving a \"perv\" his thrills by complying with his devious plot to trick women into divulging the color of their brassieres. Attendant to that version of the rumor was, of course, a strong entreaty to not play along and thus deny the evil person said to have set the game in motion with the outcome he was seeking.) Whether the \"cartoon characters\" meme began as a group participation lark (akin to seeing how many college students can be stuffed into a Volkswagen), as a way of waxing nostalgic about one's younger days, or as a genuine effort to raise awareness about children's issues, those truly interested in striking a blow against child abuse need do far more than just swap their profile picture for one of Scooby Doo. Real problems don't disappear as a consequence of acts of slacktivism; they're fought through the mechanism of donation of time and/or money. The character one needs display to the world is not that of a cartoon, but of a benefactor. Barbara \"character reference\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.facebook.com/home.asp?#!/pages/Campaign-To-End-Violence-Against-Children-Childhood-Cartoon-Faces/165381953497707;http://www.facebook.com/event.asp?eid=108715275864151;http://www.un.org/depts/dhl/children_day/;http://www.apa.org/pi/prevent-violence/programs/international-day.aspx;",
  "Example": "[Collected on the Internet, November 2010] From the 16th to the 20th of November, we shall change our profile pictures to our favourite cartoon characters. The purpose of this game is to remove all photos of human for a few days from Facebook. [Collected via e-mail, December 2010] Change your facebook profile picture to a cartoon from your childhood. The goal? To not see a human face on fb till Monday dec. 6. Join the fight against child abuse copy & paste to your status and invite your friends to do the same. [Collected via e-mail, December 2010] Attention!!!!!! Just reported that the group that started the 'post' about changing your profile picture to a cartoon character is actually a pedophiles group that is doin this because its easier to get accepted 'friend requests'!!!!!! Please re-post.. [Collected via e-mail, December 2010] READ CAREFULLY......! The group asking everyone to change their profile picture to their favorite cartoon character is actually a group of paedophiles doing it because kids will accept their friend request faster if they see a cartoon picture. It has NOTHING to do with Child ... Violence/NCPCC.... It was on a show that ... warns you about internet frauds and TONIGHTS news.... PLEASE COPY AND PASTE THIS",
  "Last Updated": "6 December 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/internet/cartoon.asp",
  "Claim": "Changing your Facebook profile picture to one of a cartoon character will enable pedophiles to more easily make friends with children online.",
  "Claim_ID": "computer_internet_cartoon",
  "Tags": ""
}