{
  "Origins": "So much of our communication is vested in non-language cues, such as tone of voice, the look on the face of the one imparting information, or even the way that person is standing. Written exchanges are therefore somewhat hampered by the lack of these additional elements that could serve to clarify the writer's true intent in situations where there is potential for a message to be taken more than one way.",
  "Fact Check": "",
  "Description": "In the online world, at least, there exists a mechanism whereby those trying to deal with one another in writing may attempt via inclusion of visually-executed symbols to put some of that back into the process: the emoticon. Represented as a sequence of printable characters, an emoticon is a glyph intended to depict a facial expression thats convey the emotion of a message's sender. These days, smiley-face emoticons abound in cyberspace one finds them on message boards, in chat forums, on USENET newsgroups, and in e-mail. But where did this now widespread method of conveying a writer's tone originate? In September 2007, the media widely reported on the 25th anniversary of the smiley, an emoticon character composed of ASCII symbols meant to be read by the recipient's tilting his head sideways to decipher the resulting \"face.\" Those reports pegged Scott E. Fahlman, a professor at Pittsburgh's Carnegie Mellon University, as the first person to have used one. Fahlman posted this message to an online electronic bulletin board at 11:44 a.m. on 19 September 1982, during a discussion about the limits of online humor: I propose that the following character sequence for joke markers: :-) Read it sideways. Actually, it is probably more economical to mark things that are NOT jokes, given current trends. For this, use :-( Professor Fahlman may have been the first person to use a smiley online, and he may even have invented the form of emoticon meant to be read with one's head tilted to the left (to better see the representation of a face in what would otherwise look like something that came out of the typewriter when the cat ran across the keys: a colon, dash, and parenthesis that form the eyes, nose, and mouth respectively). Additional text smileys, indeed the veritable explosion of them, appear to be little more than refinements on Fahlman's three-character :-) model. However, all that said, neither the basic idea nor the first use of an emoticon originated with Fahlman, as this sighting from the May 1967 issue of Reader's Digest demonstrates: Many people write letters with strong expression in them, but my Aunt Ev is the only person I know who can write a facial expression. Aunt Ev's expression is a symbol that looks like this: ) It represents her tongue stuck in her cheek. Here's the way she used it in her last letter: \"Your Cousin Vernie is a natural blonde again ) Will Wamsley is the new superintendent over at the factory. Marge Pinkleman says they tried to get her husband to take the job ) but he told them he couldn't accept less that $12,000 a year ) \" (That Reader's Digest end piece cites Ralph Reppert of Baltimore's Sunday Sun as its source.) Granted, the \"tongue stuck in cheek\" glyph is a bit different than the smiley face in that it is meant to be read square on; that is, looked at directly. (The dash represents Aunt Ev's tongue, and the rounded bracket her cheek.) However, lack of head tilt requirement or not, it is indeed an emoticon in the sense that keyboard symbols were used to create a representation of the sender's face for the purpose of conveying a better sense of how she meant her words to be taken. So, let us celebrate (or damn, depending on one's inclination) Professor Fahlman as the inventor of the \"head tilt\" smiley and as its first online user, but for now leave open the question of whom we have to thank (or blame) for the emoticon itself. These days, emoticons executed in text are often automatically replaced with small images, which means the older style of :-) smileys are now less frequently encountered. However, mourn not for the emoticon: whatever presence it has lost as an ASCII symbol, it has more than made up as a graphic image, often multi-colored and animated. The emoticons of the 2000s dance, jiggle, wink, clobber one another, and indeed perform most any other action respectable yet frisky computer images might get up to in the online world. Some might consider it ironic that characters (keyboard) have morphed into characters (actors). Barbara \"out of character\" Mikkelson Additional information: Emoticon Glossary (www.sharpened.net)",
  "Originally Published": "",
  "Referred Links": "http://www.sharpened.net/glossary/emoticons.asp;",
  "Example": "",
  "Last Updated": "20 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/internet/smiley.asp",
  "Claim": "The emoticon was invented in 1982 by a professor at Carnegie Mellon University.",
  "Claim_ID": "computer_internet_smiley",
  "Tags": ""
}