{
  "Origins": "On 18 December 2014, a message started circulating on Facebook that Marshall Mathers, better known as rapper Eminem (aka \"The Real Slim Shady\"), was giving away $5 million to one lucky fan for Christmas. That message was shared more than 50,000 times in just a few hours, and people seemingly believed Mathers was actually going to give away $5 million for Christmas. But, like the former promised BMW giveaway and free car scam, the Marshall Mathers giveaway was just another Facebook hoax.",
  "Fact Check": "",
  "Description": "There were several factors that indicated this message was just a ruse to scam Facebook users. The page the message was posted to was not Eminem's real Facebook page, the musician's genuine Facebook page made no mention of a Christmas giveaway, and the fraudulent Facebook page was created only one day prior to the posting of the scam message: In March 2015 the hoax was resurrected with a new Facebook scam claiming that other recent \"winners\" (e.g., Elizabeth Meyers, Tim Karl) of the $1 million, house, and brand new car giveaways had declined to show their faces, with more free Facebook booty still up for grabs courtesy of Slim Shady. Later in March 2015, another faux Emimnem Facebook page (Eminem CEO) promised to give away $2 million to a lucky winner: Congrats to Randy Charles, Doing another one, I Will select 1 person to give 2 million dollars to just follow the steps, 1 like my page, Eminem Ceo 2 like this photo. 3 share this photo. All of these giveaway hoaxes follow the same formula as \"like farming scams\" on Facebook, the purpose of which is to gain exposure in order to start selling advertisements: The true purpose of these pages is often to gain enough traction in Facebook's algorithm to begin appearing in users' news feeds. The owners of the page can then post advertising and links that reach a much wider audience because of the groundwork they've laid by collecting likes. They can link to whatever products or sites they wish, including products that they may receive a commission on or identity-stealing malware.",
  "Originally Published": "",
  "Referred Links": "http://facecrooks.com/Scam-Watch/How-Like-Farming-Facebook-Scams-Work.html/;https://www.facebook.com/624486544319717/photos/a.624491174319254.1073741828.624486544319717/626043900830648/?type=1&fref=nf;https://www.facebook.com/eminem;https://www.facebook.com/pages/Eminem-Ceo/624486544319717;https://www.facebook.com/624486544319717/photos/a.624491174319254.1073741828.624486544319717/626043900830648/?type=1;",
  "Example": "[Collected via email, March 2015] Is this true it's going around Facebook? Post by Eminem Ceo.",
  "Last Updated": "22 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/eminemfacebook.asp",
  "Claim": "Eminem is giving away $1 million, a house, and a new car to lucky Facebook fans.",
  "Claim_ID": "computer_facebook_eminemfacebook",
  "Tags": ""
}