{
  "Origins": "The September 2012 warning reproduced above, about a recent change to Facebook supposedly making users' private inbox messages visible to everyone, proved to be a false alarm. According to a 25 September 2012 article from Mashable (via CNN):",
  "Fact Check": "",
  "Description": "Similarly, TechCrunch reported: The earliest version of this post included accounts of users who claimed to have had their private messages turned into Timeline posts. TechCrunch has investigated more, and we have found no evidence that the allegedly exposed posts were actually private messages. Our Facebook specialist Josh Constine found that email receipts show allegedly exposed messages were in fact Wall posts, and the posts do not appear in users Facebook Messages inbox. Constine notes that it can be hard to remember the way Facebook worked or the way we used it back in the day. Without comments, people would have conversations by exchanging wall posts, and any one taken out of context might seem like a private message. We also might not have been as careful with what we posted to walls back then before everyone s co-workers, boss, and grandma had a Facebook account I know that I was personally surprised to see the messages I posted on others walls when looking back today. Facebook felt like a different, cozier place four years ago. NBC's Tech team also found that the rumor was fostered by users' mistaking older wall posts for private messages: What's showing up are not one-to-one messages, but old wall posts users made way back when. The wall posts are appearing on Facebook's Timeline, which shows your Facebook information on a year-by-year basis. Timeline, not beloved by everyone, started being rolled out to all of Facebook's 955 milllion users worldwide in recent weeks by the social network. Here on the Tech team, we checked our own Facebook accounts to make sure. Indeed, older posts were showing up on our Timelines. But they were not the private emails, or direct messages, that are sent between Facebook users and are not visible to anyone else. They were, however, a story from another time, a time when Facebook friends really were friends, and it was a smaller virtual community than it is now. Of course, many of us shared our addresses, phone numbers and what now seem like very personal messages as wall posts because most of us a) didn't have more than 200 \"friends\" like we do now and B) we didn't know better then; Facebook was still a magical place and we were digitally naive. A statement issued by Fred Wolens of Facebook's Policy Communications department proclaimed: A small number of users raised concerns after what they mistakenly believed to be private messages appeared on their Timeline. Our engineers investigated these reports and found that the messages were older wall posts that had always been visible on the users' profile pages. Facebook is satisfied that there has been no breach of user privacy.",
  "Originally Published": "",
  "Referred Links": "http://www.nbcnews.com/technology/technolog/facebook-not-posting-your-private-messages-1B6071010;http://techcrunch.com/2012/09/24/reports-facebook-users-seeing-private-messages-pre-2009-showing-up-on-timelines-as-posted-by-friends/;http://www.cnn.com/2012/09/25/tech/social-media/facebook-private-messages/index.html;",
  "Example": "[Collected via e-mail, September 2012] Dear Facebookers - Your private inbox messages are now visible for all to see, from 2009 and later. This could get VERY awkward, very quickly... this is a new change from Facebook as of yesterday. Don't believe me? Read your timeline from those years... yikes! They look like wall posts..... they are not! there's an easy fix when you're in your own timeline, just click on the year on the right (2007, 2008, 2009) and you'll see a box with a bunch of friends' messages and a header that says 89 people have written on Scott's timeline hover over the right until you see the pencil, click and select hide from timeline. do that for each year. I actually did this on my wall and found it to be true, then I checked a friends wall to see if those messages were visible to me (not just her) and they are!! this is real.",
  "Last Updated": "27 September 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/privatemessages.asp",
  "Claim": "Your Facebook private inbox messages are now visible for all to see.",
  "Claim_ID": "computer_facebook_privatemessages",
  "Tags": ""
}