{
  "Origins": "This \"helpful\" bit of advice first appeared on the Internet in mid-August 2001, purporting to offer an easy-to-implement solution to prevent PCs that have picked up malware from being able to spread their infections by sending out virus-laden e-mails to other users. According to the advice, netizens need only add bogus entries (such as !000000 or 'AAAAAA@aaa') at the head of their e-mail address books to create an effective \"shark account\" that will gobble up unauthorized mailings to the full book.",
  "Fact Check": "",
  "Description": "There are two major problems with this approach that make it largely ineffective:",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2001] Here's a little trick you can use to stop the spread of pc viruses... Create a contact in your email address book with the name !0000 with no email address in the details. This contact will then show up as your first contact. If a virus attempts to do a \"send all\" on your contact list, your PC will pop up an error message saying that: \"The Message could not be sent. One or more recipients do not have an e-mail address. Please check your address Book and make sure all the recipients have a valid e-mail address.\" You click on OK and the offending (virus) message would not have be sent to anyone. Of course no changes have been made to your original contacts list. The offending (virus) message may then be automatically stored in your \"Drafts\" or \"Outbox\" folder. Go in there and delete the offending message. Problem is solved and virus will not spread. [Collected via e-mail, May 2002] HOW TO PROTECT YOUR ADDRESS BOOK I learned a computer trick today that's really ingenious in its simplicity. I received it from a friend. As you may know, when/if a worm virus gets into your computer it heads straight for your e-mail address book, and sends itself to everyone in there, thus infecting all your friends and associates. This trick won't keep the virus from getting into your computer, but it will stop it from using your address book to spread further, and it will alert you to the fact, that the worm has gotten into your system. Here's what you do; first, open your address book and click on \"new contact\", just as you would do if you were adding a new friend to your list of e-mail addresses. In the window where you would type your friend's first name, type in \"AAAAAAA\", Also use address AAAAAAA@a.aaa Now, Here's what you've done and why it works: The name AAAAAAA will be placed at the top of your address book as entry #1. This will be where the worm will start in an effort to send itself to all your friends.But, when it tries to send itself to AAAAAAA, it will be undeliverable because of the phony e-mail address you entered. If the first attempt fails (which it will because of the phony address), the worm goes no further and your friends will not be infected. Here's the second great advantage of this method: If an e-mail cannot be delivered, you will be notified of this in your IN BOX almost immediately. Hence, if you ever get an e-mail telling you that an e-mail addressed to AAAAAAA could not be delivered, you know right away that you have the worm virus in your system. You can then take steps to get rid of it! Pretty slick, huh? If everybody you know does this then you need not ever worry about opening mail from family or friends.",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/virus/quickfix.asp",
  "Claim": "Including a fake e-mail address in your address book will prevent your PC from spreading computer viruses.",
  "Claim_ID": "computer_virus_quickfix",
  "Tags": ""
}