{
  "Origins": "In March 2012 (and again in January 2014), Facebook users begin seeing posts that typically featured a snapshot of a roller coaster accompanied by text referencing a theme park accident, such as: Rollercoaster Accident in California! Rollercoaster Accident in United Kingdom ACCIDENT! - 89% Cant Watch It Rollercoaster Accident in Australia OMG! Theme Park accident in Alton Towers United Kingdom OMG! - Theme Park accident in Universal Studios Hollywood HORRIFIC Roller Coaster Accident! In Universal Studios HORRIFIC! - Summertime Theme Park Australia MOST TERRIFYING ACCIDENT EVER! - Woman Falls 220ft Roller Coaster These come-ons typically included titillating tag lines such as \"This IS CRAZY has just been leaked!\" and \"Watch this horrific video now,\" and \"Click on the Picture to watch the most terrifying video footage ever!\" to entice Facebook users to click on hyperlinks in expectation of viewing video footage of the putative horrible roller coaster accident.",
  "Fact Check": "",
  "Description": "There was no such video to be seen, however. Users who did click through on such links were taken to a faux Facebook page which eventually led them down the trail of the usual survey scam , directing them to \"like\" or \"share\" links with their Facebook friends and complete online surveys, all with the goal of getting them to enrich scammers by disclosing sensitive personal information, spreading malware, buying products, and signing up for costly, difficult-to-cancel services. The photograph of a string of rollercoaster cars plunging into an amusement park lake shown in the first example above is a still picture of an actual attraction at Cosmo Land in Yokohama, Japan, in which preprogrammed jets of water shoot upwards from the pool just as the \" Vanish \" rollercoaster plunges riders into a subterranean tunnel. The second is a fake broken swing image that had been making the rounds of the Internet for more than a year before it was repurposed for this scam.",
  "Originally Published": "",
  "Referred Links": "http://www.wired.com/wiredscience/2013/01/physics-of-a-fake-broken-swing-image/;http://www.youtube.com/watch?v=FrBup2yOGtU;",
  "Example": "[Collected via e-mail, March 2012] Is this for real? I was too scared to open it. [Collected via e-mail, January 2014]",
  "Last Updated": "21 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/rollercoaster.asp",
  "Claim": "Links posted on Facebook point to a leaked video of a roller coaster accident.",
  "Claim_ID": "computer_facebook_rollercoaster",
  "Tags": ""
}