{
  "Origins": "This message purportedly issued by Facebook CEO Mark Zuckerberg claims that beginning on 10 March 2014 Facebook will be implementing a 'no marijuana' campaign in order to create a \"cleaner, drug-free family friendly network\" at the request of users, and that members caught posting \"pro-marijuana pictures, statuses, or articles\" on that social network will have their accounts locked pending further investigation, with repeat offenders having their accounts permanently and immediately shut down.",
  "Fact Check": "",
  "Description": "The message is just a hoax, a clone of the similar Facebook \" no swearing \" campaign jape: Facebook has made no announcement nor sent any messages about launching an anti-marijuana campaign like the one described here (especially now that marijuana use has become legal in some parts of the U.S.). The joke appears to have originated on the Marijuana MAKES You Violent Facebook page, which reads like a satirical or troll site with outrageous messages condemning partakers of marijuana: We would like to use this post to remind all of you weed addicts that you mean absolutely nothing to the world. You are worthless, insignificant and not a single soul will remember anything that you've done with your miserable, pitiful existences. We on the other hand, will be remembered throughout history as the saviors of humanity and this planet. This is because we are fighting for an important cause that we believe in, instead of wasting our lives away and rotting our brains with a poisonous drug substance. When marijuana is eradicated from this planet, we (as well as all of our loyal supporters who have helped us achieve this goal) will be remembered as valiant and stalwart defenders of all that is good. Either quit weed, join us in our efforts and become a hero who will be remembered throughout eternity, or continue to ruin your mind and body by ingesting toxic THC chemicals, and remain a forgettable loser nobody. The choice is yours. Facebook was criticized back in 2010 for blocking ads supporting legislation to legalize marijuana, which Facebook maintained was due not to the nature of marijuana itself but to the network's ban on ads for smoking products: Proponents of marijuana legalization, which is on the California ballot in 2010, have hit a Facebook wall in their effort to grow an online campaign to rethink the nation's pot laws. Facebook initially accepted ads from the group Just Say Now, running them from August 7 to August 16, generating 38 million impressions and helping the group's fan page grow to over 6,000 members. But then they were abruptly removed. Andrew Noyes, a spokesman for Facebook, said that the problem was the pot leaf. \"It would be fine to note that you were informed by Facebook that the image in question was no long[er] acceptable for use in Facebook ads. The image of a pot leaf is classified with all smoking products and therefore is not acceptable under our policies,\" he told the group in an email. Facebook's ad rules, however, only ban promotion of \"[t]obacco products,\" not smoking in general. In a somewhat similar vein, an August 2014 spoof article posited that Facebook would be teaming up with the FDA to monitor posts on that social networking site for signs of drug activity.",
  "Originally Published": "",
  "Referred Links": "http://www.huffingtonpost.com/2010/08/24/facebook-blocks-ads-for-p_n_692295.html;https://www.facebook.com/MMYVofficial;https://www.facebook.com/MMYVofficial/photos/a.508830449137797.113641.508829269137915/711087205578786/?type=1&stream_ref=10;",
  "Example": "[Collected via Facebook, March 2014] I just saw a post on Facebook saying it was offically banning all posts related to marijuana and hemp. I was wondering whether Facebook is indeed banning posting marijuana and hemp related posts.",
  "Last Updated": "19 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/nomarijuana.asp",
  "Claim": "Facebook has instituted a campaign banning marijuana-related posts and threatened to terminate the accounts of repeat offenders.",
  "Claim_ID": "computer_facebook_nomarijuana",
  "Tags": ""
}