{
  "Origins": "In September 2011, warnings about hackers invading the accounts of Facebook users to post pornographic movies on their walls without their knowledge began circulating in e-mail and on social networking sites. These messages usually contained cautions meant for friends of those users to avoid \"opening\" (clicking links to) those movies and to avoid \"voting\" on any proffered picture sent via the same channel.",
  "Fact Check": "",
  "Description": "We've yet to encounter any verified account of \"hackers\" having surreptitiously inserted \"invisible\" risqu films into the Facebook accounts of innocent users, posts which those users cannot see but are visible to their friends. Sometimes images that appears to be links to pornographic videos show up in compromised Facebook accounts, but those posts are clearly visible to the account owners. Folks who are therefore using social networking sites prudently should not fear they're about to unknowingly begin issuing porn video come-ons to their friends and family. In an incident completely separate and unrelated to the two-months-earlier warnings cited above, in mid-November 2011 Facebook users began to report a rash of pornographic pictures (and other disturbing images) showing up across the social networking site. This occurrence was triggered by spam messages that tricked users into falling for a \" self-XSS \" scheme that had them copy and paste JavaScript into their browsers' address bars, thereby exploiting a browser bug which hijacked Facebook accounts, posted the disturbing images on news feeds, and spread the images to others.",
  "Originally Published": "",
  "Referred Links": "http://www.computerworld.com/s/article/9221956/Don_t_blame_Anonymous_for_Facebook_porn_storm_says_researcher?taxonomyId=85;http://www.cnn.com/2011/11/15/tech/social-media/facebook-porn-spam/index.html;",
  "Example": "[Collected via e-mail, November 2011] THE HACKERS ARE PUTTING SEXUAL VIDEOS TO YOUR NAME IN THE WALLS / PROFILES OF YOUR FRIENDS WITHOUT YOU KNOWING IT. YOU DONT SEE IT, BUT OTHER PEOPLE CAN SEE IT, AS IF THESE WERE A PUBLICATION THAT YOU MADE! ALSO, THEY'RE SENDING INBOX MSGS TO YOUR FRIENDS ASKING YOU TO CLICK A LINK. DON'T DO IT!! SO IF YOU RECEIVE SOMETHING FROM ME ABOUT A VIDEO OR A STRANGE INBOX MESSAGE, IT'S NOT ME! copy this in your wall. It is for the security of YOUR OWN IMAGE!!! And REPORT IT!!!!! ALSO IF U ARE ASKED TO VOTE ON A PICTURE. DO NOT GO & VOTE: IT'S A HACKER!! POST THIS TO YOUR WALL FOR YOUR FRIENDS ATTENTION:THE HACKERS ALREADY ENTERED IN FACEBOOK & THEY ARE PUTTING PORNOGRAPHIC VIDEOS TO YOUR NAME IN THE WALLS OR PROFILES OF YOUR FRIENDS WITHOUT YOU KNOWING IT. YOU DON T SEE IT, BUT OTHER PEOPLE CAN SEE IT, AS IF THESE WERE A PUBLICATION THAT YOU MADE! SO IF YOU RECEIVE SOMETHING FROM ME, IT'S NOT MINE! copy this in your wall. It is for the security of YOUR OWN IMAGE!",
  "Last Updated": "13 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/videos.asp",
  "Claim": "Hackers are inserting \"sexual videos\" into the walls and profiles of your Facebook friends.",
  "Claim_ID": "computer_facebook_videos",
  "Tags": ""
}