{
  "Origins": "Messages like the ones cited above, which provide a privacy warning and purported solution for stopping strangers from viewing one's private Facebook content, seemingly circulate every time that social media site rolls out a new feature. These messages were spread widely after the introduction of the Facebook Timeline , after the introduction of the Facebook Ticker, and again after the introduction of the Facebook Graph Search. Each time, the warnings advocated users implement a proffered solution (unclicking \"Comments and Likes\" under the \"Subscribed\" box) in order to prevent other friends of your Facebook friends (who may be strangers to you) from seeing your Facebook \"likes\" and \"comments\" activities (and vice-versa).",
  "Fact Check": "",
  "Description": "However, the supposed privacy concerns about Facebook's new Graph Search function expressed in these warnings are inaccurate, as are the instructions for remedying them. First off, the Graph Search function merely provides Facebook users with another, easier method for finding information and content posted by other Facebook users. It makes your Facebook info much easier to find, but it doesn't change who can see that content; that aspect is still controlled by your own Facebook privacy settings. Information you've chosen to share only with friends will still be visible only to your friends; information you've made viewable by everyone will remain viewable by everyone: Who can find your stuff? It all depends on which audience you choose. So if a photo is set to: Only Me = no one else can find it in search Friends = friends will see it in their search results Public = anyone who searches for it can find it Second, the corrective instructions included in these messages for protecting your Facebook privacy by unchecking \"Comments and Likes\" is old information that was circulated when the Facebook Ticker was introduced back in 2011, and they were wrong even then. As Sophos noted at that time, the proposed solution was time-consuming and didn't address the real issue of whether other people could see your activity on Facebook: This appears to be the most commonly suggested solution on Facebook, and it's rubbish! It still doesn't stop *your* posts being broadcast. It's an illusion. This option stops you seeing when other people have broadcast a message to a wide audience. It does *not* stop your actions being broadcast by your friends! You have to do this for every single one of your friends. Time consuming *and* it does not solve the problem it just stops you from seeing it. Please don't spread this advice, as it is confusing people and stopping the real problem from being fixed. Following these instructions will simply block your friends' updates from appearing on your timeline (or vice-versa); they won't prevent your updates (or other content) from being findable through Graph Search or visible to other Facebook users. One change that Facebook's Graph App has brought about, as reported at TechCrunch , is that it's now easier for Facebook users to find photos of you that have been posted and tagged by others, and the visibility of those photos is controlled by the privacy settings of the persons who posted them (rather than by your privacy settings): If you recently discovered that people you're not even Facebook friends with have seen some embarrassing photos from your past, then yes, you can probably thank Facebook Graph Search for that. In terms of gaining access to users' photos, Graph Search allows any Facebook user to type in your name, and click the helpfully suggested link \"Photos of\" which appears underneath the search bar. Next thing you know, that Facebook user possibly a complete stranger to you can see a bunch of photos of you! And some of those may not be photos you were willing to share. The problem in a nutshell is that Graph Search isn't just about your privacy settings, it's about how respectful your Facebook friends have been of your privacy, too. For example, when vanity Graph Searching myself, I found that a college friend had posted old, slightly embarrassing photos \"publicly,\" tagging me and other friends along the way. Wow, thanks, friend! In the past, this wouldn't have been as big of a deal, because the photo would fall off your Timeline eventually. The photo was still public, but it was less-in-your-face about it, as compared with Graph Search. I could have always seen those photos they were shared by a Facebook friend of mine with his friends. And I'm his Facebook friend. However, it would have taken a lot more effort to dig them up in the past; Graph Search makes it simple. To remedy this situation, TechCrunch advises: So what can you do about the photos you didn't know were being shared? For starters, untag yourself in them. That's a quick fix for those that your friends have inappropriately shared. If you want to go the extra mile, report the photo. To do so, in the same place you probably went to remove the tag the \"Options\" setting underneath the photo click \"report/remove tag,\" then choose the second option (\"I want this photo removed from Facebook\") and the reason why. That will kick off the process of getting a more permanent takedown. In October 2013, Facebook did announce the completion of their removal of a privacy setting that allowed members to prevent themselves from appearing in search results: Everyone used to have a setting called \"Who can look up your Timeline by name?,\" which controlled whether you could be found when people typed your name into the Facebook search bar. The setting was created when Facebook was a simple directory of profiles and it was very limited. For example, it didn't prevent people from navigating to your Timeline by clicking your name in a story in News Feed, or from a mutual friend's Timeline. Today, people can also search Facebook using Graph Search (for example, \"People who live in Seattle,\") making it even more important to control the privacy of the things you share rather than how people get to your Timeline. The setting also made Facebook's search feature feel broken at times. For example, people told us that they found it confusing when they tried looking for someone who they knew personally and couldn't find in search results, or when two people were in a Facebook Group and then couldn't find each other through search. The search setting was removed last year for people who weren't using it. For the small percentage of people still using the setting, they will see reminders about it being removed in the coming weeks. Whether you've been using the setting or not, the best way to control what people can find about you on Facebook is to choose who can see the individual things you share. Information about controlling who can use Graph Search to find material you have posted to your own Facebook page can be found in Facebook's \" 3 Tips About Search Privacy \" and a detailed \" How to Stop People from Snooping on You with Facebook's Graph Search \" article.",
  "Originally Published": "",
  "Referred Links": "http://www.huffingtonpost.com/2013/07/09/facebook-graph-search_n_3563010.html;https://www.facebook.com/about/graphsearch/privacy;http://newsroom.fb.com/News/735/Reminder-Finishing-the-Removal-of-an-Old-Search-Setting;http://www.facebook.com/help/124970597582337/#What-is-tagging-and-how-does-it-work?;http://techcrunch.com/2013/02/04/facebook-graph-search-didnt-break-your-privacy-settings-it-only-feels-like-that/;http://nakedsecurity.sophos.com/2011/09/26/facebook-ticker-privacy-scare/;https://www.facebook.com/about/graphsearch;",
  "Example": "[Collected on Facebook, February 2013] Hello to all of you who are on my list of contacts of Facebook. I wouldlike to ask a favour of you . You may not know that Facebook has changedits privacy configuration once again. Thanks to the new \"Graphic app\", anyperson in Facebook anywhere in the world can see our photos, our \"likes\"and our \"comments\". During the next two weeks, I am going to keep thismessage posted and I ask you to do the following and comment \"DONE\". Thoseof my friends who do not maintain my information in private will beeliminated from my list of friends, because I want the information I sharewith you, my friends, to remain among my friends and not be available tothe whole world. I want to be able to publish photos of my friends andfamily without strangers being able to see them which is what happens nowwhen you choose \"like\" or \"comment\". Unfortunately we cannot change this configuration because Facebook hasmade it like this. So, please, place your cursor over my photo thatappears in this box (without clicking) and a window will open. Now movethe cursor to the word Friends , again without clicking and then on Settings . Uncheck Life Events and Comments and Like . This way myactivity with my family and friends will no longer be made public. Now,copy and paste this text on your own wall (do not share it!). Once I seeit published on your page, I will un-check the same for you. Thanks somuch!\" FACEBOOK HAS CHANGED THEIR PRIVACY SETTINGS ONCE MORE!!! DUE TO THE NEW \"GRAPH APP\" ANYONE ON FACEBOOK (INCLUDING OTHER COUNTRIES) CAN SEE YOUR PICTURES, LIKES, AND COMMENTS. The next 2 weeks I will be posting this, and please once you have done it please post DONE! Those of you who do not keep my information from going out to the public, I will have to DELETE YOU! I want to stay PRIVATELY connected with you. I post shots of my family that I don't want strangers to have access to!!! This happens when our friends click \"like\" or \"comment\"... automatically, their friends would see our posts too. Unfortunately, we cannot change this setting by ourselves because Facebook has configured it that way. PLEASE place your mouse over my name above (DO NOT CLICK), a window will appear, now move the mouse on \"FRIENDS\" (also without clicking), then down to \"Settings\", click here and a list will appear. REMOVE the CHECK on \"LIFE EVENTS\" and \"COMMENTS & LIKES\". By doing this, my activity among my friends and family will no longer become public. Now, copy and paste this on your wall. Once I see this posted on your page, I will do the same Just so everyone on my friends list knows that I completed this and I am done! Facebook has changed their privacy settings once more!! Due to the new \"graph app\" anyone on facebook (including other countries ) can see your pictures, likes & comments. The next 2 weeks I will be posting this, and please once you have done it please post DONE!!! Those of you who do not keep my information from going... out to the public, I will have to DELETE YOU! I want to stay PRIVATELY connected with you. I post shots of family that I don't want strangers to have access to! This happens when friends click \"like\" or \"comment\"... automatically, their friends would see our posts, too. Unfortunately, we cannot change this setting by ourselves because Faceboook configured it that way. PLEASE place your mouse over my name above (DO NOT CLICK), a window will appear, now move the mouse on \"FRIENDS\" (also without clicking), then down to \"settings\", click here and a list will appear. REMOVE the CHECK on \"LIFE EVENTS and \"COMMENTS & LIKES\". By doing this, my activity among my friends and family will no longer become public. Now, copy & paste this on your wall. Once i see this posted on your page, I will do the same. Thank You",
  "Last Updated": "28 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/graphapp.asp",
  "Claim": "Facebook's \"Graph App\" makes your private Facebook content visible to strangers.",
  "Claim_ID": "computer_facebook_graphapp",
  "Tags": ""
}