{
  "Origins": "Spokeo is one of many sites now operating on the Internet that aggregate and display personal information collected from a variety of public sources (such as social networking accounts, blog posts, phone book listings, customer-submitted reviews, real estate listings, etc., as well as from the databases of other information aggregators) and sell detailed reports on individuals to anyone who pays for them. Spokeo advertises itself as a \"search engine specialized in organizing people-related information\": Spokeo is a search engine specialized in organizing people-related information from phone books, social networks, marketing lists, business sites, and other public sources. Most of this data is publicly available on the Web. For example, you can find people s name, phone, and address on Whitepages.com, and you can get home values from Zillow.com. That said, only Spokeo's algorithm can piece together the scattered data into coherent people profiles, giving you the most comprehensive intelligence about anyone you want to find. Spokeo displays listings that sometimes contain more personal information than many people are comfortable having made publicly accessible through a single, easy-to-use search site, and in March 2010 warning messages alerting recipients that their personal information was viewable through Spokeo began circulating, just as warnings about a similar (pay-for-use) site, ZabaSearch , had been circulated several years earlier.",
  "Fact Check": "",
  "Description": "Our advice here is similar to what we wrote in response to concerns about ZabaSearch several years ago: Spokeo does have a privacy policy that allows you to request that Spokeo remove your listing from public searches, but it's important to understand that even if you block your Spokeo listing, your personal information will still be available through the underlying sources used by Spokeo. Those third-party records will still exist and will still be publicly accessible, so the same information provided by Spokeo will still be available to others, either working on their own or using information aggregators similar to Spokeo: You can remove your Spokeo listing from public searches for free. Please note that removing your Spokeo listing from public searches does not remove your information from the third-party data sources. Your information will still be shown on other people search sites, and you will need to contact those third-party sites one-by-one, In short, removing your personal information from display by Internet aggregators isn't a one-time deal, but rather more like a never-ending game of Whack-a-Mole: You might swat down an aggregator site or two, but more of them will inevitably pop up.",
  "Originally Published": "",
  "Referred Links": "http://www.spokeo.com/privacy;http://www.spokeo.com/blog/?page_id=2;",
  "Example": "[Collected via e-mail, March 2010] This is so scary to me. My address along with a picture of my home is showing on this site.. GO to this website: http://www.spokeo.com/ and type in your name. If you find ANYTHING with your info on it, go to \"Privacy\" at the bottom of the page and follow the instructions to remove your information. Some of the information they have listed may not be correct, but if your address, phone number and a picture of your home comes up, that's cause for concern! Holy Cow Family and Friends! I just received a link for a crazy website. A friend emailed it to me saying that the website has all the personal info on her family and that maybe I should check it out to make sure I am not on the site. Well, I checked it out and although it didn't show mine, it listed many names addresses, birthdays, even showing a picture of the houses my friends lived in. It also mentions if you were married, with kids and much more. Then they have a service were people can sign up and pay 3.00 and have access to even more of my info like credit score, income, etc. I have typed in several other of my family members names and ALL were in the database. Who wants all this personal info out there on the web??????? you can scroll down to the bottom and find the privacy link and remove yourself from the website! good luck! and pass this email along to help your family and friends will possible identity theft. here is the website..... www.spokeo.com",
  "Last Updated": "12 January 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/computer/internet/spokeo.asp",
  "Claim": "Your personal information may be viewable through the Spokeo web site.",
  "Claim_ID": "computer_internet_spokeo",
  "Tags": ""
}