{
  "Origins": "On 21 February 2015, Georgia middle school student CJ Pearson became an internet sensation after he published a video criticizing President Obama. The clip addressed controversial remarks made by former New York mayor Rudy Giuliani speculating whether the President truly loved America.",
  "Fact Check": "",
  "Description": "Pearson's video was viewed more than a million times and earned him significant acclaim, particularly among conservative viewers who agreed with his remarks. Pearson was impassioned, articulate, and politically precocious as he excoriated the President over several (mostly interlinked) issues, including the advancement of the Islamic State (ISIS) and the deaths of American journalists at the hands of its militants: If you really did love America, you would call [Islamic State] what it really is: an assault on Christianity, an assault on America and downright hate for the American values that our country holds ... freedom of speech, freedom of religion and everything that our country stands for ... I hope that one day people will get enough guts to speak out against your downright hatred for this nation. Soon after Pearson's video began to circulate online, the boy was locked out of his Facebook account. According to a rumor published on several blogs and Fox News Insider , Pearson was \"censored\" because of his video: But after all those views, what did Facebook do? They locked Pearson's account for \"suspicious activity.\" Outrageous! It is obvious that someone inside Facebook wanted to stop this video from growing its viral status, and is a clear case of censorship. CJ Pearson has a bright future ahead of himself, and I'm glad Fox News promoted his story. The claim was compelling but ultimately didn't wash: Pearson's video achieved more than a million views on YouTube. Suspending his Facebook account did not prohibit or discourage others from continuing to share the video on other platforms. As to whether \"someone at Facebook\" was afraid of Pearson's biting critique: there were and are far more invective-filled political pages, about President Obama and other topics, on Facebook, that haven't been subject to \"censorship\" or similarly sanctioned by Facebook, so clearly political outrage remains permissible on that social network so long as it falls within the social network's rules and regulations. Facebook itself provided the answer to why CJ Pearson's account was suspended: at 12 years old, the boy had falsified his age in his Facebook profile and did not meet Facebook's terms and conditions which require all users to be 13 or older. Once Pearson drew attention to himself (and his real age), it was clear his account was in violation of Facebook's stated rules and was therefore suspended. Shortly afterwards CJ Pearson's Facebook page was restored, but instead of being the personal page of an underage boy, it was reclassified as a Public Figure page. Presumably this could not have been done without Facebook's cooperation and was undertaken to get around the age restriction that prompted the page's original removal. On 23 September 2015, the now 13-year-old Pearson claimed (via Twitter) that he had been blocked from following President Obama's Twitter account (@POTUS): A few hours later, Assistant Press Secretary Frank Benenati tweeted a denial of Pearson's claim, asserting that neither Pearson nor anyone else had ever been blocked from following the @POTUS account: Pearson naturally took umbrage at the suggestion that he was being dishonest: Other analyses of the claim made by Pearson suggest that he posted a digitally fabricated image and was not actually blocked from following the @POTUS account on Twitter.",
  "Originally Published": "",
  "Referred Links": "http://www.theblaze.com/stories/2015/09/24/fact-check-did-obama-really-block-a-13-year-old-conservative-critic-on-twitter/;https://www.facebook.com/help/210644045634222;http://www.donotlink.com/dxsg;",
  "Example": "[Collected via e-mail, March 2015] would like to know if the information circulating about CJPearson being suspended from Facebook, due to hid support of Giuliani'scomment about President Obama is true. Here is the link provided with theFacebook story: \"After This Bright Kid Attacked Barack Obama, Facebook did THIS to Him\"",
  "Last Updated": "24 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/pearson.asp",
  "Claim": "12-year-old CJ Pearson was suspended from Facebook because he criticized President Obama.",
  "Claim_ID": "computer_facebook_pearson",
  "Tags": ""
}