{
  "Origins": "Since at least August 2013 a message has been circulated via Facebook claiming the social networking site was removing posted photographs of military veterans who had lost limbs due to amputation or injury, reportedly because Facebook has deemed such images to be \"offensive\" and a violation of the company's community standards.",
  "Fact Check": "",
  "Description": "However, there is absolutely no basis for asserting that Facebook has taken such an action or implemented such a policy. No published Facebook guidelines make reference (directly or indirectly) to this class of photograph being unacceptable, and many images featuring amputees and other persons with missing limbs (including both military personnel and civilians) have long been plainly viewable on that social networking site. (In fact, one of the more popular images commonly shared on Facebook in recent years is one that is identified, albeit incorrectly, as showing a group of female veteran amputees .) Moreover, the content of the warning message itself belies its claim, as it has been posted and shared on Facebook countless times despite its inclusion of a supposedly-banned photograph of a military amputee. The image shown above is a picture of Casey Owens, a U.S. Marine whose legs were amputated after he was injured by shrapnel from an anti-tank mine while he was taking part in a rescue mission in Iraq in September 2004. This particular photograph was taken while Owens was attending the inauguration of President George W. Bush in January 2005: Casey Owens, a wounded Marine, salutes as his mother Janna Owens cries during the inaugural speech by President Bush. The president pledged to work to heal a country divided by the Iraq war. \"We have known divisions, which must be healed to move forward in great purposes, and I will strive in good faith to heal them.\"",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20081015234751/http://www.washingtonpost.com/wp-srv/politics/administration/inauguration05/blog/day_7.html;https://www.facebook.com/media/set/?set=a.218013354895846.60671.160761323954383&type=1;",
  "Example": "[Collected via Facebook, August 2013] Facebook is removing Veteran Amputees photos' and calling them offensive and against the Community Standards of Facebook. Please like and share.",
  "Last Updated": "11 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/amputees.asp",
  "Claim": "Facebook is removing photographs of military amputees from their network, deeming them \"offensive.\"",
  "Claim_ID": "computer_facebook_amputees",
  "Tags": ""
}