{
  "Origins": "This item appears to be based on a bit of confusion over some recent changes to Facebook's privacy settings, which by default now make public some information which was previously private:",
  "Fact Check": "",
  "Description": "However, contrary to what is claimed in the example above, no recent change by Facebook allows search engines to index all the information from a user's Facebook account, regardless of whether that information is public or private. The privacy setting referenced in the example quoted above is not new, and it is clearly described as an option that allows search engines to access only publicly available information. There is a section for \"Search\" under Facebook's privacy settings page, which is accessible from the top right corner of the Web site under \"Settings.\" If you click the \"Allow\" box next to \"Public Search Results,\" the information that Facebook deems publicly available (such as photo, fan pages and list of friends), along with anything else you have made available to everyone, will show up when someone looks up your name on a search engine such as Google. The stuff you've limited access to in your profile will not show up. This is useful if you want people you've lost touch with, or potential work contacts, to be able to find your Facebook page. If you'd rather not be found, uncheck this box. Information that Facebook users designate as private through their privacy settings will not be made available for indexing by search engines regardless of whether the 'Allow indexing' option is enabled or disabled: Public Search Results This setting only allows search engines to access your publicly available information and any information you set to Everyone. This does not include anything you've shared with just your friends or friends of friends. Moreover, accessing this setting now produces a pop-up message from Facebook noting that the current indexing option is not a new one, nor does it allow for search engine indexing of anything more than basic account information: Important Privacy Announcement Worried about search engines? Your information is safe. There have been misleading rumors recently about Facebook indexing all your information on Google. This is not true. Facebook created public search listings in 2007 to enable people to search for your name and see a link to your Facebook profile. They will still only see a basic set of information. In short, search engines can index your Facebook information if you don't disable the 'Allow indexing' setting, but the indexing won't reveal anything that the general public can't already see. If you're not interested in allowing people to find your public Facebook material via search engines such as Google, you can alter this setting to prevent search engines from indexing it. Either way, Facebook users should be sure to read through and adjust their other privacy settings to ensure that they are not inadvertently sharing with the public any information they wish to keep private. Additional information: Want Privacy on Facebook? Here Is How to Get Some",
  "Originally Published": "",
  "Referred Links": "http://news.yahoo.com/s/ap/20091217/ap_on_hi_te/us_tec_facebook_privacy_settings;http://www.computerworld.com/s/article/9142042/Facebook_privacy_changes_draw_mixed_reviews;",
  "Example": "[Collected via e-mail, December 2009] If you don't know, as of today, Facebook will automatically index all your info on Google, which allows everyone to view it. To change this option, go to Settings --> Privacy Settings --> Search --> then UN-CLICK the box that says 'Allow indexing'. Facebook kept this one quiet. Copy and paste onto your status for all your friends ASAP ... keep your private info off of Google!",
  "Last Updated": "17 December 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/internet/indexing.asp",
  "Claim": "A recent change now allows all of your private Facebook information to be automatically indexed by search engines.",
  "Claim_ID": "computer_internet_indexing",
  "Tags": ""
}