{
  "Origins": "When I was an undergraduate many years ago, having grudgingly acknowledged that receiving anything personal or valuable through a mailbox shared with three nosey and habitually cash-strapped roommates was proving to be a losing proposition, I set off one day to rent a private mailbox from a privately operated mail service near campus. As I scanned the rental agreement proffered to me by the owner of the mail service, I noted that it included a clause obligating me to pay a $20 penalty for every piece of mail received at my box addressed to someone other than me. (The intent of this clause was to stop students from renting mailboxes, then sharing them with several friends.) I immediately objected to this portion of the agreement, pointing out that it was too broadly worded and would therefore hold me responsible for too many things over which I had no control: junk mail, misaddressed mail, mail sent to previous holders of my box number in fact, the mail service owner himself could send (anonymous) mail to my box and then claim I owed him $20 for each item. Given the number of heated arguments I witnessed between the owner and customers during the time I rented a mailbox there, I suspect the owner was in fact running such a scam on his less savvy renters.",
  "Fact Check": "",
  "Description": "The same principle is at work with sites such as Word of Mouth, which attempt to lure the gullible into joining their \"services\" by spamming Internet users with ominous-sounding exhortations similar to the messages quoted above: People are filing (anonymous) reports about you! Use our service to find out what they're saying! But only a sucker would pay to find out what anonymous people are saying about him, since anybody (including the people operating the service) could be generating the gossip. And suckers is what they're counting on. The user who follows the link to \"view all reports in our system regarding this e-mail address\" is presented with a display like this one: There's no \"report\" or any other useful information to be found here just a notification that some anonymous contributor recently submitted an \"I HAVE INFORMATION\" entry on you. (Word of Mouth doesn't store any information themselves, because doing so would make them subject to libel claims.) If you want to find out what this anonymous contributor supposedly knows about you, you have to communicate with him through Word-of-Mouth's ANONYMOUS EMAIL SYSTEM which this is where the \"sucker\" part kicks in is only available to Word-of-Mouth \"Power Users\": One-Year Subscription $19.97, Two-Year Subscription (BEST VALUE) $29.97. This is how the scenario works: John Smith goes to the Word-of-Mouth site and fills out a form stating that he has information about Jane Doe. John Smith doesn't have to actually enter any information about Jane Doe; he just indicates that he has some to share (and nothing in the Word-of-Mouth system verifies that John Smith's actually has any relevent information to share, that his information is accurate, or that he even really knows Jane Doe). Word-of-Mouth sends then Jane Doe an ominous-sounding message (like the ones quoted above) informing her that some anonymous contributor has filed a \"report\" on her. If Jane Doe is scared enough to be suckered into paying a \"Power User\" fee to find out what the report says, she's provided with a means of (anonymously) contacting John Smith by e-mail and requesting that he share his information. But John Smith can completely ignore the request, he can claim he \"forgot\" the information he had to share, or he can make up anything he wants to say. The user can't even be sure that John Smith really exists, or that he isn't simply an agent or shill of Word-of-Mouth hired to drum up business by filing \"reports\" on person after person. (Since the communication process keeps both parties anonymous, users have no recourse if informants spread false information.) This is a system ripe for exploitation, with absolutely no checks to guarantee any sort of integrity. Of course, since Word-of-Mouth's disclaimer maintains the site has \"no control over the content of reports nor the actions of its users,\" that's all too bad the site delivered what it promised, which was only to put the user in touch with an anonymous contributor, nothing more. (Naturally, they \"offer no satisfaction-based guarantees, and do not generally offer refunds.\") Nobody needs to pay $20 to find out nothing. Update: Since posting our original article about this scam in June 2003, we've seen Word-of-Mouth offer the same \"service\" from any number of web addresses, including: wordofmouthresearch.com wordofmouthinfo.com wordofmouth.info wordofmouthconnection.com word-of-mouth-connection.com word-of-mouth.org wordofmouthinformation.org womr.biz womrc.biz researchbackground.org find-the-truth.org Same wolf, just a different sheepskin. A similar site, ShareYourExperiences.com, claims they are not affiliated with any incarnation of Word-of-Mouth . However, they offer an identical type of dubious \"service,\" and, like Word of Mouth, they have spammed users with messages issuing from a variety of domain names (in order to defeat spam blacklisting): shyex.com shareyouropinions.biz shareopins.biz shareyourexperiences.net shyex.net shyex.org shyex.com shyex.net shyex.org shyexp.com shareyourex.biz shareyouropinions.us shyx.us shyxp.us Additional information: How Low Can You Go? (Ziff Davis Media)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20030604154054/http://security.ziffdavis.com/article2/0,3973,1111983,00.asp;http://a.womr.biz/sel.asp?a=donotemail&b=daily%40snopes.com;http://g.womrc.biz/sel.asp?a=search&b=5&c=daily%40snopes.com;http://www.Word-of-Mouth.Org/ContactUs.asp;http://Word-of-Mouth.Org/FAQ.asp;http://www.Word-of-Mouth.Org/srea.asp?ea=example@somedomain.web;http://www.Word-of-Mouth.Org/DNEL.asp?EA=example@somedomain.web;",
  "Example": "[Collected on the Internet, 2003] Word-of-Mouth.Org Report Awareness System To add this e-mail address to our Do Not E-mail List click here: http://www.Word-of-Mouth.Org/DNEL.asp?EA=example@somedomain.web Word-of-Mouth.Org is obligated to inform you via e-mail (if possible) that a report has just been submitted about the person or persons associated with this e-mail address (example@somedomain.web). *Please find a link to the report below. The Word-of-Mouth.Org Report Awareness System will continue to inform you when and if reports regarding this e-mail address are submitted in the future unless you add this e-mail address to our Do Not E-mail List and, in doing so, agree to give up any right you may or may not have to be informed when reports are submitted in the future. Word-of-Mouth.Org is a background research tool that allows users to access the valuable information source known as \"word-of-mouth\" on an International scale. Do not reply to this e-mail; it has been automatically generated. ******************************************************** Click here to view all reports in our system regarding this e-mail address: http://www.Word-of-Mouth.Org/srea.asp?ea=example@somedomain.web ******************************************************** Word-of-Mouth.Org is an online meeting place where users from around the world can perform background research on individuals and businesses using the powerful information source known as \"word-of-mouth\". A user that has had experience with or has opinions regarding an individual or business will submit an \"Identification Report\" whose purpose is only to identify the individual or business in question. Other users are then immediately able to search through and review these \"Identification Reports.\" When an interesting report (typically regarding an individual or business that the user knows) is found by a user, he/she may then begin to communicate with the report author through our Anonymous E-mail System to learn the experiences and opinions of the report author regarding the report subject. *Important! - Word-of-Mouth.Org \"Identification Reports\" are only for the purpose of identifying the report subject. They do not contain information additional to that which is viewable at no charge by any and all users. \"Identification Reports\" do not contain fields into which report authors can possibly enter any information aside from that which is for the purpose of identification. \"Identification Reports\" do not contain and cannot possibly contain any potentially defamatory information and \"Identification Reports\" are not to be construed as positive or negative. If you decide to contact the report author through our Anonymous E-mail System, do so by using the links that clearly appear in each report. For additonal information regarding how our site works please our FAQ at http://Word-of-Mouth.Org/FAQ.asp If you have any questions or comments please e-mail us at http://www.Word-of-Mouth.Org/ContactUs.asp Legal Disclaimer: Word-of-Mouth.Org is only a meeting place for its users. Word-of-Mouth.Org has no control over the content of reports nor the actions of its users. Reports found at Word-of-Mouth.Org should not be construed as positive or negative. Use our Anonymous E-mail System to contact report authors and find out what they know. Each report author owns his/her reports as well as the pages on which said reports are published. A user at our website is researching your background. A user at our website has begun the process of meeting people who know you. This email has been automatically sent to you to inform you of this. The mission of the Web site is to promote goodness in people by efficiently extending the concept of \"word-of-mouth\" to the Internet, allowing the people of our world to share their experiences with others in a secure and anonymous fashion. To view all of the postings in our system regarding this email address click here: http://g.womrc.biz/sel.asp?a=search&b=5&c=daily%40snopes.com Our strict privacy policy ensures that we never sell nor share your e-mail address with third parties. The only non-identification purpose for your information will be if we need to contact you for administrative purposes. Further, our website cannot be used by spammers to harvest or validate email addresses. WordofMouthResearch.com Do Not Email List - This list takes effect immediaely and is 100% effective at preventing automatic email from being sent to you from this website. To add your email address to our Do Not Email List use the following link. http://a.womr.biz/sel.asp?a=donotemail&b=daily%40snopes.com WordofMouthResearch.com has made its best effort to provide a legal forum for the dissemination of word-of-mouth information. Defamation is written or spoken injury to the reputation of a living person or organization. Injury to reputation generally is considered to be exposure to hatred, contempt, ridicule, or financial loss. Libel is the written act of defamation; slander is the spoken act. Whether libel or slander, the defamation must be published - communicated to someone other than the subject of the defamation. Truth is generally an absolute defense to defamation: if what you say is true, it cannot be defamatory. Additionally, you are protected against defamation providing your statement is an opinion, not an assertion of a fact. If you follow these guidelines whensubmitting a Connection you will be well within the boundaries of the law. Sincerely, The Support Staff",
  "Last Updated": "11 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/internet/wordofmouth.asp",
  "Claim": "Web sites such as \"Word of Mouth\" and \"Share Your Experiences\" are good ways of finding out what other people are saying about you.",
  "Claim_ID": "computer_internet_wordofmouth",
  "Tags": ""
}