{
  "Origins": "This alert circulated on the Facebook social networking site in December 2011 and again in January 2013, warning that the applications \"My Birthday Calendar\" and \"Holiday Card List\" were \"malicious programs designed to extract data from [Facebook] profiles.\" We have not encountered any credible reports documenting that either of these applications harbors any malicious, information-stealing code.",
  "Fact Check": "",
  "Description": "Facebook users should be aware, however, of information they may routinely be sharing when they use various applications. As Facebook's Data Use Policy states: When you connect with a game, application or website such as by going to a game, logging in to a website using your Facebook account, or adding an app to your timeline we give the game, application, or website (sometimes referred to as just \"Applications\" or \"Apps\") your basic info (we sometimes call this your \"public profile\"), which includes your User ID and your public information. We also give them your friends' User IDs (also called your friend list) as part of your basic info. Your friend list helps the application make your experience more social because it lets you find your friends on that application. Your User ID helps the application personalize your experience because it can connect your account on that application with your Facebook account, and it can access your basic info, which includes your public information and friend list. This includes the information you choose to make public, as well as information that is always publicly available. If the application needs additional information, such as your stories, photos or likes, it will have to ask you for specific permission.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/about/privacy/your-info-on-other;",
  "Example": "[Collected on Facebook, December 2011] SECURITY WARNING, URGENT!. People are starting to get requests allegedly linked to an application called \"my calendar, birthday\" & \"Holiday Card List\". I received several requests from friends connected to this program. ATTENTION!. \"My calendar, birthday\" & \"Holiday Card List\" is a malicious program designed to extract data from each of their profiles. is very aggressive, just one click to start sending requests to each of your friends/contacts. IF a REQUEST COMES FROM my part, PLEASE just disregard it. ATTENTION PLEASE COPY AND PASTE TO WARN YOUR FRIENDS! [Collected on Facebook, January 2013] WARNING: URGENT! People are getting inquiries allegedly linked toa program called \"my birthday calendar\". \"My birthday calendar\" is amalicious application to retrieve data from all profiles. It's veryaggressive, just a click makes it starts sending requests to all yourfriends/contacts. If a request comes from me just ignore it; NOTE pleasecopy and warn your friends",
  "Last Updated": "10 January 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/facebook/birthday.asp",
  "Claim": "The Facebook applications \"My Birthday Calendar\" and \"Holiday Card List\" harbor malicious information-stealing programs.",
  "Claim_ID": "computer_facebook_birthday",
  "Tags": ""
}