{
  "Origins": "Nary an Internet user doesn't know that unsolicited commercial e-mail (commonly referred to as \"spam\") is a tremendous problem, one which chokes inbox after inbox to the point of uselessness. E-mail filtering programs can ameliorate the problem somewhat, but none of them is 100% effective, and millions and millions of spammed e-mails can still tie up valuable resources and clog the servers that have to process them, even if the messages are filtered and deleted before reaching their intended recipients.",
  "Fact Check": "",
  "Description": "Various legislative and technical solutions have been considered to eliminate spam, but so far none of them has come to fruition. Would that we had an answer as easy as signing up with a single \"Do Not E-Mail\" registry to eliminate all spam forever! There is no such registry, however, despite the creation of a site that has led some people to believe that there is. The unsub.us site, which proclaims itself to be a \"National Do Not Email Registry,\" is not a government-operated site. Though it mimics the language, look, and navigation of the Web site for the National Do Not Call Registry (a legitimate free service of the federal government), the unsub.us site is not run or authorized by the FTC. It is therefore bound to be next to useless, because it has no legal enforcement authority. (Frankly, even a government-operated and enforced \"Do Not E-Mail\" registry probably wouldn't do much to eliminate the problem of spam, because so much of it originates in countries outside the jurisdiction of the U.S. government. ) Any compliance with such a registry would be purely voluntary, and mass e-mailers don't really have much incentive to comply. In any case, the unsub.us site provides no data about which e-mailers, if any, have agreed to abide by the wishes of its registrants not to receive unsolicited commercial e-mail. In fact, it provides no contact information or explanation of its putative services at all other than that it is \"managed by National Email Registry, LLC, an Independent Consumer Protection Organization based in New York\" all the informational links on the site are either broken or point to external sites that say nothing about the unsub.us site or the National Email Registry, LLC itself. Additionally, the domain has been registered privately to prevent anyone from looking up information about who is operating the site. Nothing on the site provides any reason to have confidence that it can deliver the service it suggests, and the potential pitfalls of signing up with it certainly appear to outweigh any possible benefits. \"You are the victim of a scam,\" says the Federal Trade Commission to those who have fallen for the National Do Not E-mail Registry's promise of an easy end to unwanted e-mails. The FTC is advising consumers not to submit their e-mail addresses or any other personal information to any site claiming to be a \"National Do Not E-mail Registry.\" \"The best way to avoid scams like this one is to keep your personal information to yourself including your e-mail address unless you know who you're dealing with,\" the FTC said. Additional information: Sham Site Is a Scam: There Is No \"National Do Not E-mail Registry\" (Federal Trade Commission)",
  "Originally Published": "",
  "Referred Links": "http://www.ftc.gov/opa/2004/02/spamcam.shtm;http://www.whois.us/whois.cgi?TLD=us&WHOIS_QUERY=unsub.us&TYPE=DOMAIN&Search=Submit+Query;http://web.archive.org/web/20040209023325/http://unsub.us/;",
  "Example": "[Collected on the Internet, 2004] National Do Not Email Registry I know you are all tired of getting junk mail. The following link is a National Do Not Email Registry, if you elect to submit your email address they will remove you from junk mail. You can also file a complaint with them if junk emails persist: http://unsub.us",
  "Last Updated": "11 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/internet/unsub.asp",
  "Claim": "Signing up with a \"National Do Not E-Mail Registry\" will stop you from receiving unwanted e-mail.",
  "Claim_ID": "computer_internet_unsub",
  "Tags": ""
}