{
  "Origins": "Whether the SULFNBK.EXE message was deliberately intended as a prank for gullible computer users or an honest warning based on a misunderstanding, the instructions listed above should NOT be acted upon. The file SULFNBK.EXE is a standard component of the Windows 95 and Windows 98 operating systems, a program used to backup and restore long filenames. Its presence does not indicate that a user's PC is harboring a virus, and the unnecessary deletion of this file can interfere with the normal functioning of a PC. (For most users, though, the loss of this file probably won't ever cause a real problem.)",
  "Fact Check": "",
  "Description": "SULFNBK.EXE is one of the files that the W32/Magistr.a@MM virus used as a means of transmission infected copies were attached to mail messages which copied them to the recipients' PCs. (The real SULFNBK.EXE file should be found in the C:\\Windows\\Command folder.) However, the mere presence of this file does not mean that a system is infected. You should not delete SULFNBK.EXE unless a virus-check program has scanned the file and told you it is infected. (The lack of SULFNBK.EXE won't generally cause a PC to stop working, but users who have removed it from their PCs should make the effort to restore it to avoid potential problems.) If you have already mistakenly deleted this file, you can find instructions for restoring it at Microsoft 's web site or on the Symantec page linked below. Additional Information: SULFNBK.EXE Warning (Symantec)",
  "Originally Published": "",
  "Referred Links": "http://www.symantec.com/avcenter/venc/data/sulfnbk.exe.warning.html;http://support.microsoft.com/default.aspx?scid=kb;EN-US;q301316;http://www.sophos.com/virusinfo/analyses/w32mag.html;",
  "Example": "[Collected on the Internet, 2001] A VIRUS could be in your computer files now, dormant but will become active on June 1. Try not to USE your Computer on June 1st. FOLLOW DIRECTIONS BELOW TO CHECK IF YOU HAVE IT AND TO REMOVE IT NOW. No Virus software can detect it. It will become active on June 1, 2001. It might be too late by then. It wipes out all files and folders on the hard drive. This virus travels thru E-mail and migrates to the 'C:\\windows\\command' folder. To find it and get rid of it off of your computer, do the following. Go to the \"START\" button. Go to \"FIND\" or \"SEARCH\" Go to \"FILES & FOLDERS\" Make sure the find box is searching the \"C:\" drive. Type in: SULFNBK.EXE Begin search. If it finds it, highlight it. Do not double click or file will automatically open.Go to 'File' and delete it. Close the find Dialog box Open the Recycle Bin Find the file and delete it from the Recycle bin You should be safe. The bad part is: You need to contact everyone you have sent ANY E-mail to in the past few months. Many major companies have found this virus on their computers. Please help your colleagues and friends ! DO NOT RELY ON YOUR ANTI-VIRUS SOFTWARE. McAFEE and NORTON CANNOT DETECT IT BECAUSE IT DOES NOT BECOME A VIRUS UNTIL JUNE 1ST. WHATEVER YOU DO, DO NOT OPEN THE FILE!!!",
  "Last Updated": "29 January 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/computer/virus/sulfnbk.asp",
  "Claim": "The Windows file SULFNBK.EXE should be deleted because it masks a dormant virus.",
  "Claim_ID": "computer_virus_sulfnbk",
  "Tags": ""
}