{
  "Origins": "On 23 June 2015, the web site Gateway Pundit published an item stating that Barack Obama's 2012 presidential campaign had issued buttons featuring a Confederate flag: And Barack Obama had his own Confederate flag campaign pin ... in 2012! The pin says:",
  "Fact Check": "Did the 2012 Barack Obama presidential campaign distribute a button featuring a Confederate flag?",
  "Description": "Where the confederate flag still flies, we have built a powerful coalition of African Americans and white Americans. This line came from Barack Obama s race speech defending crazy Reverend Wright at the Constitution Center in 2008. While it's true that the above-displayed quotation was taken from a speech delivered by Barack Obama at the Constitution Center in 2008 (titled \"A More Perfect Union\"), the pictured button was not an official 2012 presidential campaign pin. Images of a similar 1992 Clinton campaign button were circulated online in June 2015 in the midst of a national controversy over the continued flying of a Confederate flag on South Carolina State House Building grounds. But no written or photographic records documenting the existence of such an Obama campaign pin were found prior to June 2015, and the Obama campaign could not possibly have issued such a button without drawing a wealth of media scrutiny and criticism. It appears that someone simply Photoshopped the pin or ordered it through a custom print shop service such as Zazzle.com in order to capitalize on the current Confederate flag controversy in South Carolina, during which vendors such as eBay, Walmart, and Zazzle announced they would stop selling Confederate flag memorabilia: Zazzle is removing products with images of the Confederate flag as it has clearly devolved into a symbol of discrimination and divisiveness. Zazzle Inc. (@zazzle) June 23, 2015 Last updated: 24 June 2015",
  "Originally Published": " 24 June 2015",
  "Referred Links": "https://twitter.com/zazzle/status/613444670912237568;http://www.nbcnews.com/storyline/charleston-church-shooting/take-it-down-chorus-remove-confederate-flag-grows-louder-n380776;http://constitutioncenter.org/amoreperfectunion/;http://www.donotlink.com/fo5z;",
  "Example": "",
  "Last Updated": "24 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/confederacy-of-hoaxes/",
  "Claim": "The 2012 Barack Obama presidential campaign distributed a button featuring a Confederate flag.",
  "Tags": "Obama;confederate flag;confederate;zazzle;confederate pin;campaign pin;presidential pin;pin;",
  "Claim_ID": "confederacy-of-hoaxes"
}