{
  "Origins": "On 4 November 2015, the above-displayed meme stating that House Republicans had announced that in 2016 they would be taking a \"whopping 255 days off\" was shared by the Facebook group Occupy Democrats. While it's true that the House Majority Leader Kevin McCarthy recently released the legislative calendar for 2016, one which includes 110 days in-session for the House of Representatives, the information provided by Occupy Democrats is incomplete and misleading:",
  "Fact Check": "",
  "Description": "First, the 2016 calendar for the U.S. House of Representatives affects both Republican and Democratic members. While Kevin McCarthy is a Republican, the GOP is not getting special treatment. Members of congress, regardless of party affiliation, adhere to the same schedule. Second, the 2016 House calendar is scarcely different than that of recent years, and the House has historically scheduled few or no sessions in the month of August (and sometimes October as well) for many years. It is also misleading to say that Representatives \"take off\" (i.e., are not working) on the days in which the House is not in session, as they have a number of other duties to perform outside the House chamber: Members of Congress have two jobs: represent their constituents and govern. These responsibilities do not always go hand in hand. Representing constituents means speaking with them in person, holding town hall meetings, organizing rallies, attending to casework, and otherwise being present in the district or state they represent. This is not easily done from a Washington office. Supporting or opposing legislation is an important part of a member's job. However, it does not come close to capturing members ' range of responsibilities. This is why even when Congress is out of session, members are at work. Most members of Congress work a five-to-six-day week. The representative aspect of Congress 's job is almost completely ignored in these statistics. Last updated: 5 November 2015",
  "Originally Published": " 5 November 2015",
  "Referred Links": "http://www.gpo.gov/fdsys/pkg/CCAL-111hcal-S2/pdf/CCAL-111hcal-S2-pt23.pdf;http://www.gpo.gov/fdsys/pkg/CCAL-111hcal-S2/pdf/CCAL-111hcal-S2-pt22.pdf;http://www.majorityleader.gov/Calendar/113thCongressSecondSession.pdf;http://www.majorityleader.gov/wp-content/uploads/2011/07/2016_ANNUAL_CALENDAR.pdf;",
  "Example": "[Collected via Facebook, October 2015]",
  "Last Updated": "5 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/congress-255-days-off-calendar/",
  "Claim": "House Republicans will take 255 days off during 2016.",
  "Tags": "congress;kevin mccarthy;",
  "Claim_ID": "congress-255-days-off-calendar"
}