{
  "Origins": "On 6 June 2015, a Facebook user published the above-displayed set of photographs showing an unidentified man and woman posing with a juvenile dolphin. According to the caption accompanying those images, the creature died shortly after the photos were taken because (among other things) the woman had urinated in its blowhole: This bitch killed this bottlenose dolphin by urinating in its blow hole! Hope a cell is waiting for her.",
  "Fact Check": "Do photographs depict a couple who killed a dolphin by urinating in its blowhole?",
  "Description": "By the time of this June 2015 posting the image was not new to the Internet (although the claim of death-by-blowhole-urination was a recently added element): social media users first learned of these images as early as 7 March 2014, when they were uploaded to Reddit's WTF subreddit. At that time, the dolphin's death was attributed solely to the couple's playing with the marine creature on shore rather than returning it to the water; none of the discussion claimed that the dolphin's purported death was a result of the woman in the photographs (or anyone else) having urinated on it: Guy and Girl find dolphin on shore, they decide to take silly pictures with it instead of letting it back into ocean. Dolphin dies shortly after. The Reddit thread in question received hundreds of comments when it was active, but contributors provided little hard information about what the scenario depicted actually entailed. A few users shared links to news stories, one of which was published by a Peruvian website on 5 March 2014. However, that article provided little clarification and was largely speculative in tone: Photographs of a couple posing next to a small dolphin have caused outrage. In the images two young people, identified as Judith and Dick, are seen holding the dolphin, lifting its tail, and even sitting astride it. Although the location of the beach or the exact date on which the pictures were recorded has not yet identified, it was learned that after this abuse the dolphin died. Other commenters say the dolphin was already dead. The photograph reemerged on Facebook on 16 May 2015, followed several days later by a news article that identified the individuals depicted as \"tourists\" but provided no new information about the story. Though the photographs (and their attendant appeal to identify the youths involved) have proved cyclically popular on social media cites, what came to be called the \"Lima dolphin incident\" was largely resolved by 8 March 2014, when a news site in Peru located and spoke to the individuals depicted (identified as Judith Uriol Maribel Silva and Jonathan Ramos Torres) about the incident. According to Uriol Silva and Ramos Torres, the dolphin was already dead at the time the photographs were taken: Judith Uriol Maribel Silva, the woman who was photographed with his lover loading and sitting atop a dolphin apologized to the country. Speaking to ATV channel, Uriol Silva apologized for what [they] did with [friend] Jonathan Ramos Torres. \"I made a mistake in publishing this. If anything I have [done has] offended anyone, I apologize,\" he said. The woman said that they found the dolphin dead in January at San Pedro beach in Chiclayo. \"The animal was in shallow water, not moving. We carried it to the beach and took photos. That day there were many dead dolphins on the beach,\" she said. That statement is consistent with documented incidence of dolphin deaths in Peru that took place in early 2014. Immediately prior to the first online appearance of these photographs, the BBC had reported upon a rash of dolphin deaths in Chiclayo: precisely where the images were said to have originated: Residents of Chiclayo, on the northern coast of Peru, have found hundreds of dead dolphins over an area 66 miles long in the last week. The region known as Lambayeque is located nearly 500 miles north of Lima, the Peruvian capital. The authorities are still investigating the cause of the deaths and have not yet ruled out the possibility of hunting killings. Additional reports of dolphin deaths in Peru were published in January and February of 2014, the time period during which Uriol Silva said the controversial photographs were taken. Originally published: 19 June 2015 Last updated: 20 June 2015",
  "Originally Published": "",
  "Referred Links": "http://www.independent.co.uk/news/world/americas/over-400-dead-dolphins-wash-up-on-northern-peru-beaches-9109223.html;http://www.bbc.com/news/world-latin-america-16986467;http://elcomercio.pe/peru/lambayeque/mujer-que-se-fotografio-delfin-dice-estar-arrepentida-noticia-1714551;http://www.huffingtonpost.co.uk/2015/05/22/dolphin-abuse-pictures-tourists-riding-hoisting-mammal-viral_n_7419534.html;https://www.facebook.com/photo.php?fbid=10205035156810965&set=a.1096665409214.2015679.1003972472&type=1&theater;http://trome.pe/actualidad/parejitajuega-delfin-playa-noticia-1691283;http://www.reddit.com/r/WTF/comments/1ztgyf/guy_and_girl_find_dolphin_on_shore_they_decide_to/;https://www.facebook.com/photo.php?fbid=1619085191706114&set=a.1382289832052319.1073741828.100008139455926&type=1&theater;",
  "Example": "[Collected via e-mail, June 2015] There are pictures circulating Facebook about a girl supposedly urinating into the blowhole of a bottlenose dolphin and killing it. In the photos it's hard to decipher if this is what's actually happening. I would like to know if I should be outraged or not.",
  "Last Updated": "20 June 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/couple-kills-dolphin-urinating/",
  "Claim": "Photographs depict a couple posing with a dolphin that died because the woman urinated in its blowhole.",
  "Tags": "couple kills dolphin;girl kills dolphin by urinating in blow hole;woman urinates on dolphin;animal abuse;dolphins;Judith Uriol Maribel Silva;Jonathan Ramos Torres;chiclayo;",
  "Claim_ID": "couple-kills-dolphin-urinating"
}