{
  "Origins": "In an undated article published 27 May 2015 and headlined \"Couple Arrested for Selling Real Estate on the Moon,\" the web site Celebtricity reported: A Florida couple Ray Paw Paw Tate and his girlfriend Selma B. Withers have been arrested on over twenty counts of fraud this past weekend after a gentleman went to go visit some land Tate had sold him on-line. I put the address into my GPS and it took me to a point where I couldn t go any further. I was just stuck driving in a circle, said the man who thought he was getting a deal on some Florida swampland.",
  "Fact Check": "",
  "Description": "As it turned out, the land Tate and Withers was selling was not in Florida. In fact, it wasn t in the United States. It wasn t even overseas. Tate and Withers were selling prime real estate in the Aitken Military Base located on the moon, a real estate scam Tate and Withers had concocted while high on bath salts presumably in order to buy more bath salts. Iterations of the story inclusive of the photograph circulated online soon afterwards, but all versions of the tale were entirely fabricated. The (edited) mug shot on the left-hand side of the image was that of Robert Prosser, who was arrested in 2010 on marijuana-related charges. The photograph of the woman was taken from an \"effects of meth\" gallery, where it served as the \"after\" photograph for a woman identified only as \"Kari.\" Celebtricity's (hard to find) disclaimer identifies it as a fake news site whose content is for \"entertainment\" only: Celebtricity.com is the most notorious urban satirical entertainment website in the world with the most shocking headlines to keep its visitors in a state of disbelief. Previous Celebtricity fabrications included reports that sex dolls were being marketed for pedophiles, that NBA star Michael Jordan was indifferent to violence surrounding a line of shoes named for him, and that a Wendy's worker sabotaged a customer's food with bodily fluids. Last updated: 27 October 2015",
  "Originally Published": " 27 October 2015",
  "Referred Links": "http://www.chillicothegazette.com/picture-gallery/news/health/2014/03/16/meths-devastating-effects-before-and-after/6494389/;http://www.cbsnews.com/pictures/outrageous-mugshots/32/;https://www.reddit.com/r/creepy/comments/37jj21/mugshot_of_couple_arrested_for_selling_real/;http://www.donotlink.com/h5on;",
  "Example": "[Collected via e-mail, October 2015]",
  "Last Updated": "27 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/couple-arrested-selling-real-estate-moon/",
  "Claim": "The couple depicted here were arrested for a scam in which they sold real estate on the moon.",
  "Tags": "fake news;mugshot;celebtricity;real estate on the moon;",
  "Claim_ID": "couple-arrested-selling-real-estate-moon"
}