{
  "Origins": "We often receive forwarded crime warnings that are flawed and misleading because they describe many-years-ago incidents as recent events, contain a good deal of inaccurate detail and exaggeration, or present a single example as evidence that a particular form of crime is a common and widespread occurrence. And sometimes such warnings as detailed as they may be are made up out of whole cloth, which is what the Vacaville police have said regarding this September 2007 e-mail describing an attempted abduction rape which allegedly took place in the parking lot of a Sam's Club store in that northern California city:",
  "Fact Check": "",
  "Description": "While there's a remote chance that (as sometimes happens) the alert in question is a recirculation of an older message or an account of an incident that took place elsewhere which was later altered to include different place names, there is no evidence that the events described occurred in Vacaville or anywhere else.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20090107003559/http://www.cityofvacaville.com/departments/police/__documents/Press%20Releases/2007/09-08-07EmailRape.pdf;",
  "Example": "[Collected via e-mail, September 2007] Ladies~ We have all read the warnings about not entering your car when there is a van parked next to you in the parking lot. Just this past week, a friend of mine was nearly kidnapped and raped because she thought she was \"safe\" in a public place, surrounded by other shoppers. Pauline parked at Sam's Club here in Vacaville. When she pulled into the lot, she parked out away from the other cars because she found a shady spot beneath one of the small trees. She walked into Sam's, did her shopping and returned to her car. There was an OXIDIZED BLACK OR GREY VAN parked next to her vehicle. She thought the driver of that van probably wanted to seek out some shade from the tree also.. but, as she approached, she didn't see any drivers or passengers in the van. As Pauline opened her trunk to put her groceries inside, two MIDDLE-AGED HISPANIC MEN leaped from the van and grabbed her, trying to pull her into their vehicle. Pauline is a scrapper. She had her car keys still in her hands and she managed to \"key\" one of the assailants across the eyebrow, down his eye and across his cheek. He retreated. The other man had her around the neck and was still trying to drag her into the van. Pauline grabbed her tire iron, swung it backwards over her head, and clocked the second guy right in the noggin. The entire time this was going on, there were no fewer than ten people watching from Sam's entry way. Only ONE man finally came to her assistance and when the hispanic kidnappers saw him coming, they jumped into their van and fled. The man tried to chase them, but lost them on Nut Tree Road. The police responded to the parking lot and took a report. What they told Pauline was frightening: Two hispanic men, driving an oxidized older van, are suspected of no fewer than four rapes between Sacramento and Fairfield in the past 6 weeks. All of the victims have been grabbed from a parking lot, thrown into the van, duct-taped and taken to a country location where they have been repeatedly raped for several hours. (As Pauline was struggling, she saw several rolls of grey duct tape in the back of the van ...) So far, each of the victims has been released, but the men have become increasingly violent. None of the crime information has been released to the public the police are trying to hunt these guys down without stirring up publicity. so, HEADS UP! These guys are out there ... their victims range from 25 years old to 58 years old. The van has been spotted in Vacaville at Sam's parking lot, Walmart and Costco. At this time, one of the suspects has a gash down the front of his face (courtesy of Pauline's car key) and the other probably has a smacked head. *DO NOT APPROACH YOUR VEHICLE IF YOU SEE AN OXIDIZED VAN IN THE VICINITY. *KEEP YOUR CAR KEYS OR AN ALARM IN YOUR HAND IF YOU SHOP ALONE *DO NOT RELY ON WITNESSES TO HELP YOU OUT... *CALL VACAVILLE POLICE IF YOU THINK SEE THE SUSPECTED VEHICLE PARKED IN A LOCAL PARKING LOT WITH TWO MALE HISPANICS INSIDE",
  "Last Updated": "28 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/vacaville.asp",
  "Claim": "E-mail describes an attempted rape in Vacaville, California.",
  "Claim_ID": "crime_warnings_vacaville",
  "Tags": ""
}