{
  "Origins": "Way back in 2000, someone issued an e-mail warning about John Edward Robinson Sr., a killer who lured his female victims into participating in sadomasochistic sex by contacting them over the Internet under the screen name \"slavemaster.\" Although that warning was more or less accurate at the time it first circulated, it has since become something of a running Internet joke for pranksters to create phony warnings by editing versions of the \"Slavemaster\" messages and inserting the real names and/or screen names of their (innocent) acquaintances.",
  "Fact Check": "",
  "Description": "The message reproduced above appears to be more of the same variety of pranking: It is almost a word-for-word reproduction of a recent (bogus) \"Slavemaster\" variant, with only the screen name, real name, and state name changed from the previous version. There have been no reports of anyone named Jason Stallings being wanted for rapes or shootings in Michigan, nor have the Michigan state police issued a warning about such a person.",
  "Originally Published": "",
  "Referred Links": "http://www.michigan.gov/msp/0,1607,7-123-1589_31786---,00.html;",
  "Example": "[Collected via e-mail, 2006] MICHIGAN STATE POLICE WARNING State police warning for online: Please read this \"very carefully\"..then send it out to all the people online that you know. Something like this is nothing to be taken casually; this is something you DO want to payattention to. If a person with the screen-name of Rockhard abs or goes by his name Jason Stallings contacts you, do not reply. DO NOT talk to this person; do not answer any of his instant messages or e-mail. Whoever this person may be, he is a suspect for murder in the death of 3 women (so far) contacted through the Internet. He is a suspect in a shooting and is known for raping and beating young women. He is located in the MID-MICHIGAN area.Please send this to all the women on your buddy list and ask them to pass this on, as well. This screen-name was seen on Yahoo and AOL so far. This is not a joke! Please send this to men too...just in case! Send to everyone you know! Ladies, this is serious.",
  "Last Updated": "25 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/stallings.asp",
  "Claim": "Michigan state police have issued a warning about an online predator named Jason Stallings.",
  "Claim_ID": "crime_warnings_stallings",
  "Tags": ""
}