{
  "Origins": "The first rumor listed above, about impending murder in the Memphis area, began surfacing in e-mail in mid-July 2005. No such murders or attempted murders were reported, no gang members were arrested, and no one spoke up about having planned to participate in the supposed plot.",
  "Fact Check": "",
  "Description": "Since then, many similar versions of this basic rumor, all sharing common elements (e.g., gang initiates will be murdering white women, children, or the eldery at various \"big box\" store locations), have periodically appeared with different dates and locales mentioned for the purported soon-to-take-place initiation killings. One of the many versions in circulation was prefaced with information about two grisly murders that took place in Chicago in November 2007. While the murders it described were real, police had not linked the two crimes, and neither of the women was kidnapped from or murdered at a Wal-Mart or a Target. There was also no reason to believe the death of Hazel Lewis or of Theresa Bunn was gang-related. Instead, it appeared that information about two horrific murders of black women have been used to dress up the false scare. The rumor seems to have begun with statements about gang initiation violence planned to take place at a mall or shopping center that an unidentified woman says she overheard in a bathroom and which she subsequently reported to police in that city. The rumor was unsubstantiated there was no guarantee the woman who reported it actually did hear such a conversation or, even if she did, that the people she heard speaking weren't playing a practical joke on her. Major Pat Lovett of the Metro Gang Unit in Memphis, Tennessee, says in her 25 years on the force in Memphis she had never known gang initiation to include murder. Initiations, she said, are more likely to include assault and battery or robbery. \"To me, it wouldn't be smart to involve somebody in such a serious crime and then have them arrested and not in the gang anyway,\" says Lovett. In a news release, a police spokesman said of the rumor: \"While the Memphis police department takes such threats seriously, our investigation has not yet identified any specific gang or any specific victims.\" In response to the whispers, police in Memphis have stepped up their patrols of shopping center parking lots. While the \"mother and small child murdered at a Wal-Mart \" version is the one circulating in e-mail, another form that the rumor took asserted in a more generalized fashion that a woman and a child were to be hurt or killed at a mall or shopping center as part of a gang initiation. Still further forms of the scuttlebutt altered the nature of the threat and left off mention of a child being included or of any specific store or venue. For example, one unnamed woman who had encountered the chatter said of it in an interview with WPTY-TV in Memphis, \"They say either they're [women] going to get raped or murdered; those are exactly his words.\" In August 2005 we began seeing this version of the rumor appear in our e-mail: To All Please be wear of what is about to take place in the BLACK community. (Nation Wide) The Gang's are out for new blood and they have got to get more of the young men out on the streets. This is the way that theyhave set forth to do so. An initiation has been set in place to get them (the young gang members) in. They have set up a killing spree, targeting black woman and young black girls. (Mother and Daughter) They are to shoot and kill them. These location has been set to target WAL - Mart, K - Mart, Target, and any department store's. I ask that you watch your surroundings at alltimes.Ladies if you could go to the stores with a few others, maybe a man, your husband or a male figure, it would cut down on the chances and may help save a life. there is some rumors going around that gas stations may also be a hit area. Ladies watch yourself at the pumps. There is no set time that the event willaccrue, just take caution. The subsequent version expanded the scope of the original rumor from the Memphis area to \"Nation Wide\" and the potential killing fields from one named retail outlet to \"any department store's,\" yet it also served to limit the alert to the African American community by specifying the initiations-by-murder would target black women and girls. Such expansion made the rumor harder to wrestle to the ground whispers of a threat to female shoppers at Wal-Marts in Memphis could be combated by statements from that area's police, but grapevining about danger to female shoppers frequenting any department store anywhere in the U.S. can't be similarly countered. In January 2008 the caution appeared in another form, this one warning about gang initiation activities allegedly taking place at Wal-Mart stores in Greensboro, North Carolina: Gangs in Greensboro I was told last night that there has been a gang hanging out at the new WalMart on South Elm Street. Each gang has their own symbol and they have sprayed this on the building to \"tag\" it. The initiation to get into the gang is: 1 - Steal a purse from a woman 2 - Kidnap and rape a woman 3 - Kill a woman This was confirmed by a man on the police department on the gang task force. He confirmed these were not rumors and is definitely true. Be very very careful! I don't know why nothing has been on the news about this but at least we can help each other by spreading the word. According to Carol, this is not the only WalMart involved. They are also targeting the WalMart located off of Hwy 29 N at the 16th Street exit (or you can also take the Cone Blvd. exit). Initiations are primarily done in January; however, they take place throughout the year. January is normally a cold month, which makes some of the initiations extremely cruel. Listed next are more initiation methods being used. Again, depending on which gang is doing the initiating! 1. The \"want to be members\" are told to beat up 3 elderly people who are by themselves and walking alone through the WalMart parking lots. (Male or Female). After they throw them to the ground, they beat, kick and cut the person, until they are nearly unconscious. Then, they make the person strip down to nothing and they take the victims clothing and run away. 2. Carjackings are high on the initiation list! 3. Purse snatching is an initiation used on the females who wish to join a gang. They drive around and pick out a woman who is leaving a store and is carry her pocketbook on her arm, or in her hands. They pull up close to the individual (passenger side being next to the women) roll down the window and ask for directions to a church in the area. Thinking they are sweet girls wanting to get to a church fast, they begin giving directions. The passenger asks the woman to point out which way they should go leaving the parking lot, etc. Once The woman starts pointing, the passenger in the car reaches out the window, grabs the purse and the driver takes off. This happened at a WalMart in Greensboro, as well. The lady was dragged a few feet, but was otherwise okay. One factor that possibly influenced the spread of rumors about gang-related random violence poised to strike in the Memphis area was the shooting deaths of two teens in the days just prior to the rumor's emergence in July 2005. David McVay, 21, and his stepsister, Jessica Sisson, 17, were killed on 14 July while standing on a sidewalk in their neighborhood in Raleigh visiting with friends. A gun fight erupted up the street between gang members, and the pair were caught in the deadly crossfire. They both died at the Regional Medical Center at Memphis. While their shooter has been arrested and charged, the search continues for three others who were involved. These two young people were felled by gang members because they were in the wrong place at the wrong time, a fear that finds its voice in the rumor about an impending gang initiation that has as its object the casual slaughter of innocents. Barbara \"rumor shift\" Mikkelson Update: Similar rumors surfaced in mid-March 2009 claiming that a gang initiation involving the killing of a white woman (or white women and men and children, or three men and three women) would be taking place at a Wal-Mart in Alabama, Alaska, Arizona, Arkansas, California, Colorado, Connecticut, Delaware, the District of Columbia, Florida, Georgia, Hawaii, Idaho, Illinois, Indiana, Iowa, Kansas, Kentucky, Louisiana, Maryland, Michigan, Mississippi, Missouri, Montana, Nebraska, Nevada, New Jersey, New Mexico, New York, North Carolina, Ohio, Oklahoma, Oregon, Pennsylvania, South Carolina, South Dakota, Tennessee, Texas, Utah, Virginia, Washington, West Virginia, Wisconsin, Wyoming, or the province of Alberta, Canada. Often the rumor was spread by text messages sent to cell phones: I HAVE RECEIVED COMMUNICATION FROM 3 DIFFERENT SOURCES, A GANG IN THE SOUTH FLORIDA AREA IS CONDUCTING AN INITIATION THIS WEEK WHICH CONSIST OF SHOOTING 3 WOMEN AT ANY WALMART IN THE CITY. My brother-in-law works for Newton Co 911 and the Newton Co. police let his dispatch know that gang initiation is starting tonight in Newton, Rockdale & Morgan counties. Initiation lasts 24hrs (usually) and word is that those trying to get into 2 known local gangs are to go into Walmart and kill a man, woman or child and get out. This info is legit and I am passing it on to tell you AVOID WALMART FOR THE NEXT 24 HRS!!! (at least) I would stay away Thurs too if possible. Please be extra aware of your surroundings if you are out doing errands tomorrow. There may be other initiations that the police are not aware of. Remember to pray, pray, pray... I was told today that all white females were not to go to Wal-Mart in Waycross, Ga. anytime today due to the fact that there is a gang initiation going on and they have to kill a white female to get in the gang Law enforcement officials in many of the listed areas issued statements disclaiming the rumors as \"not credible,\" \"hoaxes,\" or \"urban legends,\" includingMike Smith, Director of Covington-Newton County 911, who sent us the following information about this latest rumor outbreak: The information in the e-mail [above] appears to have been initiated from a Communications Officer in training with theCovington-Newton County 911 Center. The information in the [above] e-mail has no validity and has not been confirmed or verified by any Law Enforcement Agency that we have contacted. The Covington-Newton County911 Center did receive a phone call from a neighboring agency simply passing along \"rumors\" of this activity. It was stressed that this information \"was not verified\" and appeared to simply be rumors. The trainee passed this information along to their spouse who then apparently notified a sibling. The sibling then chose the irresponsible act of passing along this unverified information to numerous other people via e-mail. The dissemination of any public safety information, verified or not, is a direct violation of the policies and procedures of the Covington-Newton County 911 Center which could result in immediate termination. This employee has chosen to tender their resignation effective immediately. Please rest assured that if such information were received, and deemed to be a credible threat by public safety, a proper official notification and response would be made to the public as well as other public safety agencies. Passing along unverified information, such as in the e-mail [above], is reckless and irresponsible. I would hope that this e-mail will be circulated as widely as the previous erroneous e-mail.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2005] Please pass this on to everyone you know.... During the next two to three weeks, there will be gang initiations occurring in which the initiation is to kill a mother and small child shopping in Wal-Mart. I'm not sure how far the initiation reaches but this is supposed to be happening in the Desoto and Memphis areas for sure. Please tell everyone you know not to go shopping in Wal-Mart alone, especially if you're a womanaccompanied by a small child. I really hope this turns out to be a rumor. But just in case it isn't...... You can never be too cautious. [Collected via e-mail, 2006] Hey everyone, I got a call this morning from my ex-husband (who is a Lewisville Police Officer). He told me that in briefing this morning, his Chief told them that there is a situation that has come about, here in North Texas. He said that there is a new type of gang here, from El Salvador. He gave me the name, but I forgot. Something like MS13. Anyway, he said that they will be having their initiation this weekend. And they will be targeting African American Women. And they have picked a location of Walmart and Target's parking lot. He said, they are taking this very seriously, so we should too. He said his Chief did not have much information on this gang, except this small amount of information about their initiation. So he told me NOT to go to Walmart or Target this weekend. And, told me to tell all that I could. So here ya go. Take care. [Collected via e-mail, August 2005] There is a new Gang out called The MG. They are a Mexican Gang. They go to Target and Wal-mart to look for black females young or old the way they get in the gang is by killing any black females. Right now they are in Anne Arundel County, Prince Georges & Washington D.C. There is no telling when they will be in Baltimore. Please beware of your surroundings when going to these locations if you can take a male or another female with you. This Gang does not hold out they will not respect your life or your love ones. PASS THIS ON TO ANY BLACK FEMALES OR MALES. THIS IS NOT A GAME. Have a blessed day and I pray that every one reads this will be safe. [Collected via e-mail, November 2007] PLEASE BE (UNCLASSIFIED) There are 2 situations going on against Black Females: 1.) Chicago - On the Southside a serial killer is out murdering Black females and burning their bodies so they will not be recognized. - 2 bodies were found in Washington Park both black females and 1 was pregnant. Be Careful, Alert and stay focused on your surroundings. This happened on the Southside but this could happen anywhere in Chicago and near suburbs. 2.) There is a new gang out called The MG. They are a Mexican gang. They go to Target and Wal-Mart to look for black females, young or old. They get into the gang by killing a black female. They are currently in Roundel County, Prince George & Washington D.C. There is no telling when they will be in this area. Therefore, please be aware of your surroundings when going to these locations. Whenever possible take a male or another female with you. This gang is dangerous; they do not hold out, they will not hesitate to take your life or the life of your loved ones. PASS THIS ON TO ALL BLACK FEMALES (AND MALES) THIS IS NOT A GAME! PLEASE BE CAREFUL Mrs. Dora Linscomb-King Houston Police Department Forensic Audio/Video Service Unit (713)308-3083 Ofc. (713)817-6782 Cell.",
  "Last Updated": "26 March 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/gangs/memphis.asp",
  "Claim": "Gang initiates must assault or kill a woman, a small child, or an elderly person at a Wal-Mart.",
  "Claim_ID": "crime_gangs_memphis",
  "Tags": ""
}