{
  "Origins": "Urban legendry comprises many different tales of swindlers who have managed to take in large amounts of money not through violence, intimidation or overt theft, but by impersonating figures authorized to collect funds from the public. By falsely posing as washroom attendants, sales clerks, toll collectors, bank guards, or the like, these criminals need not resort to the use of guns or threats to acquire their booty; they simply take in cash innocently handed to them by unsuspecting patrons who believe they are engaging in ordinary, authorized transactions. By the time anyone realizes something's amiss (because, for example, a particular establishment starts hearing about its \"washroom attendant\" from customers even though it has never hired anyone for such a position), the scammers are long gone.",
  "Fact Check": "",
  "Description": "The tale of larcenous ingenuity referenced above is a remarkable example of this genre in that it posits a crafty crook didn't simply pull off a phony \"parking lot attendant\" ruse for a short while and then abscond with a few hundred pounds in ill-gotten gains, but that he kept up the deception for over twenty years and took in hundreds of thousands (if not millions) of pounds before \"retiring\" to live a life of luxury. According to legend, he was able to achieve such amazing longevity at his unauthorized profession because he plied his trade in a parking lot used by zoo visitors, and both the zoo and the local city council each thought the other was responsible for the operation of (and thus the collection of funds from) the carpark. The locale now mentioned most frequently in circulating versions of this legend is Bristol Zoo Gardens , a 12-acre site in Clifton. This United Kingdom zoo is the fifth oldest in the world and a long-established major tourist attraction in Bristol. Bristol Zoo visitors utilize one of three car parks: one on College road, one on Clifton Down, and an overflow lot on the Downs during the high season. Usage charges for these lots are: Day visitors: 2 per car Members: 1 per car Corporate, hospitality and business visitors: 2 per car In reference to the Bristol Zoo, at least, this tale is purely the stuff of fiction rather than fact. The Bristol Zoo says it has never experienced any confusion over parking attendants, and that it has several attendants and more than one car park, none open to coaches. Moreover, in response to our inquiry about the tale, a Bristol Zoo representative told us: We have had numerous similar enquiries lately but I can assure you that this rumour is not true. This story originated with a feature on urban myths published in the Bristol Evening Post back in 2007 to coincide with April Fool's Day, not as a reporting of a real-life event. After an American writer spun the legend out into a full-length book in 2010, This Is Bristol reported: After an April Fool's story in the Evening Post three years ago, the rogue tale of a parking attendant who pocketed cash from visiting cars and coaches for decades, made its way around the globe on spam emails, blogs and internet forums. The story in the widely-circulated email stated that the car park at Bristol Zoo had been manned by a single attendant for 23 years, who had taken advantage of a mix-up between the Bristol Zoo and the city council over who was responsible for the operation to collect drivers' money for himself before retiring on the proceeds. Bristol Zoo insisted there had never been any confusion over parking attendants and made it clear it had several attendants and more than one car park. People have run parking scams in which they've directed motorists to leave their cars on lots they neither owned nor had the authority to grant temporary permission for their use, but none got away for it very long, let alone \"for 25 years\" as the e-mailed tale would have it. In December 2009, a Brooklyn man broke into a closed city-owned garage, opened it, and began charging people for parking. He was chased off the site the next day by police, who subsequently tracked him via the DNA he left on a soda can and arrested him on charges of burglary and criminal impersonation. Similarly, in May 2008 a maintenance worker with the Birmingham [Alabama] Parking Authority collected fees from motorists attending a nearby charity event then directed them to leave their cars on a private lot. Many of those vehicles were subsequently towed and their drivers charged $200 to retrieve their cars.",
  "Originally Published": "",
  "Referred Links": "http://www.bristolzoo.org.uk/;",
  "Example": "[Collected via e-mail, March 2007] TRUE STORY: Outside Bristol Zoo there is a carpark where cars and coaches can park. There was also a nice bloke with a hat and ticket machine charging cars 1 and coaches 5. This parking attendent worked there for about 25 years, then one day didn't turn up for work... Ho hum say Bristol Zoo management - Better phone up Bristol City Council and get them to send a new parking attendant...... Er no say the Council... That car park is your responsibility... Er no say Bristol Zoo the attendant was employed by you wasn't he.... Er NO!!!! Sitting in his villa in Spain is bloke who had been taking the car park takings for Bristol Zoo for the last 25 years... [Collected via e-mail, June 2009] From yesterdays Bristol Evening Post: Outside Bristol Zoo is the car park, with spaces for 150 cars and 8 coaches. It has been manned 6 days a week for 23 years by the same charming and very polite car park attendant with the ticket machine. The charges are 1 per car and 5 per coach. On Monday 1 June, he did not turn up for work. Bristol Zoo management phoned Bristol City Council to ask them to send a replacement parking attendant. The Council said \"That car park is your responsibility.\" The Zoo said \"The attendant was employed by the City Council... wasn't he?\" The Council said \"What attendant?\" Gone missing from his home is a man who has been taking daily the car park fees amounting to about 400 per day for the last 23 years...! [Collected via e-mail, August 2012] From The London Times: A Well-Planned Retirement Outside England 's Bristol Zoo there is a parking lot for 150 cars and 8 buses. For 25 years, its parking fees weremanaged by a very pleasant attendant..... The fees for cars ($1.40), for buses (about $7). Then, one day, after 25 solid years of never missing a day of work, he just didn't show up; so the zoo management called the city council and asked it to send them another parking agent. The council did some research and replied that the parking lot was the zoo's own responsibility. The zoo advised the council that the attendant was a city employee. The city council responded that the lot attendant had never been on the city payroll. Meanwhile, sitting in his villa somewhere on the coast of Spain or France or Italy is a man who'd apparently had a ticket machine installed completely on his own and then had simply begun to show up every day, commencing to collect and keep the parking fees, estimated at about $560 per day for 25 years. Assuming 7 days a week, this amounts to just over $7 million dollars ..... and no one even knows his name.",
  "Last Updated": "19 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/clever/carpark.asp",
  "Claim": "A phony carpark attendant collected parking fees outside the Bristol Zoo for over twenty years.",
  "Claim_ID": "crime_clever_carpark",
  "Tags": ""
}