{
  "Origins": "Jenkem (or jekem) is the common name given to an inhalant made by fermenting raw sewage (i.e., fecal matter and urine), reportedly used as a cheap means of producing a dissociative or hallucinogenic high (particularly by children in third world countries).",
  "Fact Check": "",
  "Description": "A Collier County, Florida, police informational bulletin about Jenkem was widely circulated via e-mail in October 2007, but evidence that jenkem use is a significant phenomenon in the U.S. (or indeed, anywhere in the world) or that the substance can even product the effects described is scant. The informational bulletin was apparently issued merely on the basis of a few high school students' having mentioned hearing about jenkem in schoolyard chat, and its contents originated with a source who said he had fabricated them: The hoopla over Jenkem, also known as Waste, Fruit from Crack Pipe and Butthash, started at the beginning of the school year when a parent of a student who attends Palmetto Ridge High School in Golden Gate Estates heard about the drug from their son. The parent brought Jenkem to the attention of the school's administration, which passed it on to the Sheriff's Office. \"Other than the one memo I received from that parent, I haven't heard the name of it mentioned,\" Palmetto Ridge Principal Roy Terry said. \"I'm sure that something like this can be done, but I have not heard of anybody doing it nor anyone at our school doing it at all.\" A deputy spoke to some students on the Palmetto Ridge campus and a few had heard of Jenkem. Still, there have been no reported cases of Jenkem use in Collier County. Internet pundits were quick to jump on the[sheriff's] intelligence briefing, noting that the photos and descriptions of the high jenkem produced came from \"Pickwick,\" a contributor to the Web site Totse.com, who later admitted his \"use\" of jenkem was faked using flour, water, beer and Nutella. \"I never inhaled any poop gas and got high off it,\" he wrote on Sept. 24. \"I have deleted the pictures, hopefully no weirdo saved them to his computer. I just don't want people to ever recognize me as the kid who huffed poop gas.\" Descriptions of jenkem starting appearing in the press in the mid-1990s, most of them merely referencing it in passing, and nearly all of them specifically mentioning its use as being unique to street children in Lusaka, the capital city of Zambia. The earliest reference to jenkem we've found so far comes from a 1995 Inter Press Service (IPS) wire report: People used to wonder why a gang of scruffy pre-teen boys hung around the sewer ponds of the GardenTownship here [in Lusaka]. The stench is so overpowering that people literally speed through that stretch of the slum area wondering how those who live close by ever got used to it. The answer has finally dawned on Zambians, and it has left them pondering the desperation of its street children. The boys at the garden township have discovered \"jenkem,\" a new way of getting high. The process is simple. Human excreta is scooped up from the edges of the sewer ponds in old cans and containers which are covered with a polyethylene bag and left to stew or ferment for a week. The contents are then inhaled and the result is a lungful of biogases and a powerful \"hit.\" Jenkem \"huffers\" bury their entire face in the ghastly mess, gasping it all in. \"Ba mudala, niyikali kuchila dobo,\" Mukela Nyambe, a fifth grade drop out, told IPS with teary eyes and a running nose. \"Old man, this is more potent than cannabis.\" The Drug Enforcement Commission (DEC) says there is nothing they can do about it. It may be a terrible health hazard but is completely legal, as are glue or petrol sniffing, previously the most common way street kids numbed their senses. Jenkem use also turned up in a brief 1999 BBC News article on the subject: At the Lusaka sewage ponds, two teenage boys plunge their hands into the dark brown sludge, gathering up fistfuls and stuffing it into small plastic bottles. They tap the bottles on the ground, taking care to leave enough room for methane to form at the top. A sour smell rises in the hot sun, but the boys seem oblivious to the stench and the foul nature of their task. They are manufacturing \"Jenkem\", a disgusting, noxious mixture made from fermented sewage. It is cheap, potent and very popular among the thousands of street-children in Lusaka. When they cannot afford glue or are too scared to steal petrol, these youngsters turn to Jenkem as a way of getting high. \"It lasts about an hour\", says one user, 16-year-old Luke Mpande, who prefers Jenkem to other substances. \"With glue, I just hear voices in my head. But with Jenkem, I see visions. I see my mother who is dead and I forget about the problems in my life.\" Sniffing sewage is a symptom of the desperate plight of Zambia's street-children. There are thought to be some 75,000 in the country as a whole a number that has doubled in the past eight years. Nobody knows exactly where the idea for making Jenkem came from, but it has been used by street-children in Lusaka for at least two years. Nason Banda of the Drug Enforcement Agency is not proud when he says that it is unique to Zambia. He shudders when he sees the boys at the sewage ponds, scavenging for faecal matter to make Jenkem. \"It's unimaginable\" he says. \"It hits right at the heart to see a human being coming down a level, to be able to dip his hand into a sewage pond, picking out the material and not caring about anything but the feeling of getting high.\" Those few mid-1990s articles are the only substantive information about jenkem use we've turned up so far, and even those are difficult to verify. We've haven't found anything to substantiate the claim that youngsters in the U.S. are indulging in jenkem to the extent that it is now a \"popular drug in American schools,\" other than some vague statements from drug enforcement officials who assert the phenomenon is real because they've heard rumors about it: Coffee County Sheriff's Department Narcotics Investigator Neal Bradley said jenkem is already in use on the west coast. \"Whatever they're using on the west coast is also used in Coffee County,\" he said. \"We've heard that this was something students were doing and it sounds crazy, but don't think they're not doing it here.\" Bradley said because of the diversity of Coffee County with people moving in, \"drugs that people think aren't in our county really are.\" Bradley said no arrests have been made in Coffee County yet. \"I've heard some things and I'm sure it's out there, we just haven't made any arrests yet on it.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2007] Information Bulletin New Drug - JENKEM On 09/19/07 Cpl. Disarro received and email from a concerned parent regarding a new drug called \"Jenkem.\" The parent advised their child learned about this drug through various conversations withseveral students at Palmetto Ridge High. Jenkem originated in Africa and other third world countries by fermenting raw sewage to create a gas which is inhaled to achieve a high. Jenkem is now a popular drug in American Schools. Jenkem is a homemade substance which consists of fecal matter and urine. The fecal matter and urine are placed in a bottle or jar and covered most commonly with a balloon. The container is then placed in a sunny area for several hours or days until fermented. The contents of the container will separate and release a gas, which is captured in the balloon. Inhaling the gas is said to have a euphoric high similar to ingesting cocaine but with strong hallucinations of times past. Once ingested the onset of the high takes approximately 10 seconds with the most severe hallucinations happening in approximately 20 minutes. Several articles indicate that the subject immediately passes out after ingesting the gas then regains a magical/hallucinogenic state within seconds of regaining consciousness. The high has been described by subjects as a feeling of \"being out of it\" and talking to dead people. The feeling of being \"out of it\" may last for several hours or days. All subjects who used the Jenkem disliked the taste of sewage in their mouth and the fact that the taste continued for several days. Slang terms: Winnie, Shit, Runners, Fruit from Crack Pipe, Leroy Jenkems, Might, Butthash, and Waste. Click here for bulletin.",
  "Last Updated": "28 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/jenkem.asp",
  "Claim": "Bulletin warns that a new drug called Jenkem, made by fermenting raw sewage, is a \"popular drug in American schools.\"",
  "Claim_ID": "crime_warnings_jenkem",
  "Tags": ""
}