{
  "Origins": "The above-quoted account began circulating on the Internet on 19 August 2008. While the narrative does describe a real incident that took place in Oklahoma City, police in that city do not believe what happened was gang related.",
  "Fact Check": "",
  "Description": "Two male teenagers hurled a brick at the windshield of the car containing Misty LaFave and her son. Rather than stop, the shaken woman continued driving and called 911. Neither of the car's occupants were injured. Capt. Steve McCool of the Oklahoma City Police described the attack as \" ... probably teenagers standing near a trash dumpster. She got near; one of them jumped out and hit her windshield with something.\" According to LaFave's e-mail, a police officer subsequently told her the attack had been \"a gang thing,\" a remark she later described a bit differently to the Oklahoman as a \"passing comment\" made by the officer that the assault on her vehicle could have been gang related. What the officer told LaFave is not known. The police report of the incident says nothing about gang activity, nor does it list what the officer might have said. The department will not now comment on the exchange because it does not want to engage a private resident in a public discussion about what an officer said or how it was interpreted. LaFave's warning spread quickly and far. She issued it as a heads-up to friends and family, but by the next morning police were flooded with inquiries about her experience. Regarding the possibility the assault on LaFave's vehicle was part of an initiation or other gang activity, Capt. McCool disavowed it as being such. In an interview with KFOR-TV, he said: \"Right now all the information that we have researched today, we cannot come up with any other incidents whereby this has happened, so we're saying no, this is not a new [gang] trend.\" Oklahoma City Police Sgt. Paco Balderrama noted that police view the attack as an isolated incident of teen vandalism with no gang connection. \"There's no gang initiation. There's been no shootings, no killings,\" he said. This wouldn't be the first time teens have thrown rocks at cars for no other reason than to be destructive. One such series of attacks is detailed in the latter portion of our Spunkball article in that wave of assaults in 2000, three teens who liked to drop large rocks off a pedestrian overpass onto cars traveling on a four-lane highway below killed two people and sent five others to hospital. Barbara \"a stone's throw away\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, August 2008] OKLAHOMA GANG ACTIVITY This is Misty speaking this is NOT a forward, I wanted to tell you all what happened to me today. Please feel free to forward on...in fact PLEASE warn everyone you know!! Justin and I were driving down Wilshire (coming off Broadway Extension). I was headed toward Western (if you are familiar with the area it was right before the 7-11) driving back to work. We had two black young males jump out into the road and throw a brick through the passenger side of the windshield. Justin is ok, and I am ok. Luckily, I kept driving. I called 9-1-1. When the police came they said that this is a gang thing. They throw the rock or brick or whatever, hoping you will pull over to yell or something. They then either rob you or they shoot you. THEY FREAKING KILL YOU!! I am shaken up, I am angry. They could have hurt my baby boy. Or as you all know me and my mouth, what if I would have pulled over??? Luckily, I kept my mouth in check this time. Please, if this happens to you, do NOT pull over. They are looking for you. ALSO, the police officer said that my car SCREAMS \"I am a young, possibly single woman, with no man riding with me\". He said most men wont ride in my car, bright yellow cobalt (which is true). They look for this type of thing, so my car was a target. I WILL not drive that way anymore, obviously but I wanted to warn you all. This is not a forward or anything, this happened to me, MISTY, your friend, sister, mother, etc..... Please do not pull over... no matter how mad you are. Call 9-1-1. And report it. Keep your car doors locked, and your windows rolled up even while driving. If possible, put your kiddos in the back seats. Your melodramatic but honest friend, Misty",
  "Last Updated": "14 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/gangs/brick.asp",
  "Claim": "Gang members in Oklahoma City looking to rob or kill random victims throw rocks or bricks at cars in hope of getting motorists to stop.",
  "Claim_ID": "crime_gangs_brick",
  "Tags": ""
}