{
  "Origins": "In 2002, south Louisiana became the hunting grounds of a serial killer who has claimed the lives of five women, employing several different methods during his killing spree. Prior to the capture of Derrick Todd Lee, the suspect indicted for the May 2002 beating and stabbing death of Charlotte Murray Pace (and linked by DNA to the murders of five more women in the area), those living in that area had become especially fearful, a condition that worked to spawn numerous rumors about the identity of the murderer and how he might be trapping those he intended to kill. The e-mail quoted above is but one of a number of cyber-circulated missives detailing presumed \"close calls\" with the killer, as every unusual encounter which in less fright-filled times would have passed without comment then became a brush with death. Here are two others, both collected in January 2003:",
  "Fact Check": "",
  "Description": "What to make of these harrowing tales? The paucity of clues to the identity of the serial killer contributed to the state of uncertainty: because no one knew what he looked like or how he selected his victims, no one encountered under suspicious circumstances could be safely ruled out. Take the case of the foot fondler mentioned in one of the variants < above that particular foot worshipper had been the bane of women shopping in New Iberia and Abbeville for a few months prior to his February 2003 arrest, yet whoever penned the e-mailed alert wanted to peg him as the Baton Rouge serial killer, not as a run-of-the-mill harmless pervert who police say never became aggressive with women or chased them when they walked away from his advances. With a serial killer on the loose, ordinary presumptions are pushed aside and the worst assumed. The case of the Baton Rouge serial killer was a puzzling one in that serial killers almost always follow their own peculiar sets of patterns of murder without deviating from their programmed agendas of how they must perform every step. Yet the murders of the five victims of this particular monster were perpetrated in several different ways: Gina Wilson Green and Carrie Lynn Yoder were strangled, Charlotte Murray Pace was fatally stabbed, Pam Kinamore's throat was slit, and Trineisha Dene Colomb was killed by blunt trauma to the head. The bodies of two of the women were found in their homes, two other victims were abducted from their homes and killed elsewhere, and the fifth woman was clearly taken while she was en route somewhere. Four of the victims were white and one black. (A serial killer's selections usually tend to be drawn from only one ethnic group, and serial killers are almost always of the same ethnicity as their victims.) One might have toyed with the idea that these killings were the work of different people, except that DNA evidence left at each crime scene shows that the same person was involved. While the killer was still on the loose, women in the Lafayette and Baton Rouge area were fearful and took to jumping at shadows. That area saw the popularity of pepper spray and self-defense classes soar, and the hysteria spawned numerous rumors about the serial killer's presumed methods, including one that asserted he used a tape recording of a crying baby to lure women from their homes. (It too is false.) Police were battling on two fronts: hunting for the murderer and combating eruptions of rumor: Mandeville police had more than 40 calls in one recent day about a woman having nearly been kidnapped from outside a store in Mandeville's biggest shopping center. At least half of the callers said they heard the would-be kidnapper was driving a white pickup truck, as did the Baton Rouge serial killer. Three of my co-workers heard about it from different people in the community that same day. It never happened. There wasn't even a shoplifter at the store that day nothing that would have caused police cars to converge and give rise to curiosity and unfounded rumors, Mandeville Police Chief Tom Buell said afterward. \"I don't know what started it,\" Buell said. Stories came out of Covington this week about a woman who was walking through her neighborhood being followed by a man in a white pickup truck. Later in the week, there was talk of something that might have occurred at another big store between Covington and Mandeville and other reports that the FBI was swarming around the Mandeville area, preparing to arrest the serial killer. \"Even as late as yesterday,\" Buell said Friday, \"my wife came home with another story she heard about something that was supposed to have occurred. There are a lot of rumors out there. Initially, there were very few clues for the serial killer task force to go on. The killer was presumed to be a white male between the ages of 25 and 35 who wore a size 11 shoe and who might have been driving a white pickup. That didn't narrow the field much, if at all. Finally, on 26 May 2003 investigators identified a 34-year-old Louisiana man named Derrick Todd Lee as the target of their serial killer search, based upon DNA analysis linking him to the five murders.) In September 2002 America's Most Wanted devoted a segment to the hunt for south Louisiana's serial killer, showing re-enactments of the first three murders. In January 2003 it aired an update to the story, this time focusing on the November 2002 slaying of Trineisha Colomb, the fourth victim. The airing of that update provoked a further wave of rumor. The Louisiana serial killings suspect, Derrick Todd Lee, is now behind bars and awaiting trial. Although he hasn't said much, nothing has come up in his case so far about his using \"dropped\" $5 bills to lure unsuspecting women into his clutches, nor is any other serial killer known to be using this modus operandi . Although this tale should be taken with a grain of salt, it's always a good idea to stay alert, be aware of your surroundings, and notify authorities if you witness suspect activity. Don't believe all you hear, but also don't complacently conclude that because you've received an e-mail saying a killer is luring victims with a 'dropped' $5 bill or trailing them out of stores, you need not be wary of unusual situations that follow a different script. Barbara \"rip the script\" Mikkelson Additional information: Louisiana Serial Killer News Archive (The Advocate) Baton Rouge Serial Killer (America's Most Wanted)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20031222094937/www.americasmostwanted.com/site/thisweek/B/BatonRougeKiller/batonrougeindex.html;http://web.archive.org/web/20040707002201/http://www.2theadvocate.com/s_killings/;",
  "Example": "[Collected via e-mail, March 2003] Hi friends and family. I know that with all the psychos out there, we still think that something couldn't really happen to us, right? Wrong! As most of you know, I live in Alexandria, but I work in Lafayette where I stay with friends when I'm there. As you know from America's Most Wanted TV program as well as the news media, there is a serial killer in the Lafayette area. I just want to let you know about an \"incident\" that happened to me a few weeks ago that could have been deadly. At first I didn't go to the police or anyone with it because I didn't realize how serious this encounter was. But since I work in a jail and I told a few people about it, it wasn't long before I was paraded into Internal Affairs to tell them my story. It was approximately 5:15 am in Opelousas, La. I had stayed with a friend there and I was on my way to work. I stopped at the Exxon/Blimpie station to get gas. I got $10 gas and a Diet Coke... I took into the store two $5 bills and one $1 bill. (just enough to get my stuff) As I pulled away from the store, a man approached my truck from the back side of the store (an unlit area). He was an \"approachable-looking\" man (clean cut, clean shaven, dressed well, etc.) He walked up to my window and knocked. Since I'm very paranoid and \"always looking for the rapist or killer\", I didn't open the window.... I just asked what he wanted. He raised a $5 bill to my window and said \"You dropped this.\" Since I knew I had gone into the store with a certain amount of money.... I knew I didn't drop it. When I told him it wasn't mine.... he began hitting the window and door and screaming at me to open my door and that I had dropped the money! At that point, I drove away as fast as I could. After talking to the Internal Affairs department and describing the man I saw and the way he escalated from calm and polite to angry and volatile.... it was determined that I could have possibly encountered the serial killer myself. At this point, it is unclear as to how he gains access to his victims since there has been no evidence of forced entry into homes, etc. And the fact that he has been attacking in the daytime when women are less likely to have their guard up... and what gesture is nicer than returning money to someone that dropped it????? How many times would you have opened your window (or door) to get your money and say thank you.... because if the person is kind enough to return something to you...then he can't really be a threat.... can he???? Please be cautious! This might not have been the serial killer... it probably wasn't... but anyone that gets that angry over someone not accepting money from them, can't have honorable intentions. [Collected via e-mail, March 2009] Rapist's New Trick -- Please take 3 minutes and read this .... then pass it on. RAPIST TRICK Know what money you are carrying.. You will see why as you read. Be sure every woman is aware of this method of operating. Share it withthose you love. Know what money you are carrying. This was the first Ihave heard of a scheme like this. Be safe! Something very serious topay attention to. Criminals are coming up with craftier, less threatening methods of attack, so we have to be extra cautious. Read on about the author who lives in Alexandria, VA. I live in Alexandria, VA, but I often work in Lafayette, LA, stayingwith friends when I'm there. As you know from America 's Most Wanted TVprogram, as well as the news media, there is a serial killer in theLafayette area. I just want to let you know about an \"incident\" thathappened to me a few weeks ago, and could have been deadly. At first I didn't go to the police or anyone with it because I didn'trealize how serious this encounter was. But since I work in a jail and Itold a few people about it, it wasn't long before I was paraded intoInternal Affairs to tell them my story. It was approximately 5:15 a.m.In Appaloosas, La. I had stayed with a friend there and was on my way towork. I stopped at the Exxon/Blimpie Pie station to get gas. I got $10 gasand a Diet Coke. I took into the store two $5 bills and one $1 bill (justenough to get my stuff). As I pulled away from the store, a man approached mytruck from the back side of the store (an unlit area). He was an \"approachable-looking\" man (clean cut, clean shaven, dressedwell, etc.). He walked up to my window and knocked. Since I'm veryparanoid and 'always looking for the rapist or killer,' I didn't open the window. I just asked what he wanted. He raised a $5 bill to my window and said,\"You dropped this.\" Since I knew I had gone into the store with acertain amount of money, I knew I didn't drop it. When I told him it wasn't mine, he began hitting the window and door,screaming at me to open my door, and insisting that I had dropped themoney! At that point, I just drove away as fast as I could. After talking to the Internal Affairs Department and describing the manI saw, and the way he escalated from calm and polite to angry and volatile... it was determined that I could have possibly encountered the serialkiller myself. Up to this point, it had been unclear as to how he had gained access to his victims, since there has been no evidence of forced entry intovictim's homes, cars, etc. And the fact that he has been attacking in the daytime, when women are less likely to have their guard up, means he is pretty BOLD. So think about it...what gesture is nicer than returning money tosomeone that dropped it????? How many times would you have opened your window (or door) to get your money and say thank you ... Because if the person is kind enough to return something to you, then he can't really be a threat ... can he?? Please be cautious! This might not have been the serial killer... But anyone that gets that angry over someone not accepting money from themcan't have honorable intentions. The most important thing to note is that his reaction was NOT WHAT I EXPECTED! A total surprise! But what mighthave happened if I had opened my door? I shudder to think! Forward this to everyone you know ... maybe they can be as fortunate as I was! PS Ladies, really DO forward this to EVERYONE you know. Even if this man wasn't a serial killer, he looked nice, he seemed polite, he wasapparently doing an act of kindness, but HE WAS NOT A NICE PERSON! Men, send it to all the women in your life. What you do today is important because you are exchanging a day of your life for it. Make it agood one! Please forward to anyone you think might benefit from this story. Variations: A version that began circulating in July 2003 changed the line: It was approximately 5:15 am in Opelousas, La. I had stayed with a friend there and I was on my way to work. I stopped at the Exxon/Blimpie station to get gas.to: It was approximately 5:15 a.m. in Flint, MI. I had stayed with a friend there and I was on my way to work. I stopped at the Admiral station to get gas. The claim \"This happened in Tallahassee ... be careful!\" was added to some of the forwards in May 2004. In July 2004 we saw versions that asserted \"It was approximately 7:15 a.m. in Berea, OH. I had stayed with a friend there and was on my way to work. I stopped at the speedway station to get gas.\" An October 2007 version placed the story in Australia (i.e., the letter writer was positioned as someone who lives \"near the Blue Mountains\" but \"often works at North Ryde,\" the TV show that alerted her to a serial killer in the area was \"Australia's Most Wanted TV program,\" the gas station she stopped at was \"the Caltex Station to get petrol,\" and she reported the incident to \"the Internal Affairs Department\").",
  "Last Updated": "17 March 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/rapisttrick.asp",
  "Claim": "A serial killer/rapist is luring women with $5 bills they've 'dropped.'",
  "Claim_ID": "crime_warnings_rapisttrick",
  "Tags": ""
}