{
  "Origins": "This legend began its Internet life after it was posted to the newsgroup alt.smokers.cigars in early 1996, and it has continued to circulate as a \"true story\" in newsgroups, e-mail , and social media ever since, despite its having been long ago identified as a tall tale. The version posted back in 1996 was, in fact, nearly identical to one that had been published in a collection of amusing anecdotes over thirty years earlier:",
  "Fact Check": "",
  "Description": "Another anecdote from that same volume suggests this legend stemmed from a joke whose basic premise had been used in a few different ways: \"He's the kind of accountant you've got to admire. Last year he deducted eighty cartons of cigarettes from my income tax. Called it loss by fire!\" Sometimes, as in this 2006 example, the basic legend is given a darker ending: A North Carolina man was on the top of the world, a self-proclaimed smart guy who made money by finding the loopholes in laws. He bought a $15,000 box of vintage imported cigars and took out an insurance policy, just like he did for his other valuables, protecting them against hazards, including fire. Once he finished smoking the two dozen cigars in the box, he filed an insurance claim, stating that the cigars had been \"consumed\" by fire. The insurance company took him to court but was ordered to pay the man his claim because his policy did not specify the exact nature of fire it covered or excluded. The man jauntily stepped into the bank with his check. However, the moment he cashed it, he was arrested, charged, and convicted of twenty-four counts of arson one for each cigar. Unable to find a loophole, he was sent to prison for two years, where he met his demise in an argument over a book of matches. In 2003 the legend was made into a song and recorded by Brad Paisley. As to whether there could be any truth to the legend's premise, we note that insurance policies are generally written so that deliberate actions on the part of the policyholders cannot trigger payouts. Furthermore, destroying your own property isn't arson, as long as the act isn't intended to defraud anyone. If a court had already ruled that the insurance company was required to pay, then it had been determined no fraud was committed, and thus the burning could not be considered arson. The structure of this legend a person's exploiting a regulation for personal gain, then being punished under an unforeseen aspect of that regulation is similar to the collegiate legend about cakes and ale.",
  "Originally Published": "",
  "Referred Links": "http://www.azlyrics.com/lyrics/bradpaisley/thecigarsong.html;",
  "Example": "[Collected on the Internet, 1997] A cigar smoker bought several hundred expensive stogies and had them insured against fire. After he'd smoked them all, he filed a claim, pointing out that the cigars had been destroyed by fire. The company refused to pay, and the man sued. A judge ruled that because the insurance company had agreed to insure against fire, it was legally responsible. So the company paid the claim. And when the man accepted the money, the company had him arrested for arson.",
  "Last Updated": "8 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/clever/cigarson.asp",
  "Claim": "A cigar aficionado insured his stogies against fire, then tried to collect from his insurance company after he smoked them.",
  "Claim_ID": "crime_clever_cigarson",
  "Tags": ""
}