{
  "Origins": "Over the years, we've documented a number of \"gang initiation\" rumors, all of which proved to be false. (Links to our analysis of them can be found here .) The story given above is merely the latest on that long list.",
  "Fact Check": "",
  "Description": "In October 2012 a rumor spread via e-mail and social network sites that a gang initiation in Montgomery, Alabama, was targeting motorists frequenting convenience and similar small stores. According to the purported tale of one woman's experience, motorists were being forced from their cars by those looking to join a gang, who would then drive off with the vehicles they'd gained access to, making off with their victims' purses and personal information in the process. The incident never occurred, said Lt. Regina Duckett of the Montgomery Police Department. No 911 call had been made, video from the store named in the online account failed to capture evidence of such an assault, and interviews with store employees confirmed the attempt at vehicle theft hadn't happened. Further investigation by the police in that city uncovered the alleged victim, a 21-year-old Montgomery woman. She admitted to having made up the alarming story about being accosted at a Kangaroo convenience store and passing the tale of her supposed close call to her mother, who in turn authored the e-mail. According to Police Chief Kevin Murphy, the 21-year-old told the East Precinct commander she \"doesn t know why\" she fabricated the tale. \"Unverified reports like this, which spread like wildfire online, have no basis in fact, but they take their toll on the community and its resources. We have wasted valuable time and resources tracking a non-existent crime and working to reassure citizens who were needlessly frightened,\" said Murphy. No criminal charges can be filed against the woman who lied about the incident, said Murphy, because she never filed a false police report. Barbara \"the state of her nails, however, cannot be ascertained\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, October 2012] Just wanted to share with you an incident that took place yesterday, 10/4/12, in Montgomery, around lunch time, at the Kangaroo convenience store across from the Wal-Mart on the Atlanta Highway. My daughter parked in front of the store (NOT at gas pumps), went inside to make a purchase and when she came out of the store, two men were standing in front of the store between the exit door and her vehicle. She proceeded to her vehicle, glanced back and noticed they were following her, not closely but following her none the less. At that point she ran and jumped in her car and locked doors. One of them came to the driver s side door and the other went to the rear of her vehicle and stood to prevent her from being able to drive off. The man at her door tried to get her to roll down her window by saying they were selling music CD's. When she refused, he asked her to give them a ride. When she refused, he began to beat on her window with his fist. At this point she called 911. While waiting for police to arrive, the dispatcher had her activate her alarm to try and get them away from her vehicle. They did leave her vehicle but only went around to the side of the building where they could still see her and her them. Not sure how much time passed but after a while, the operator stated that police officers were 10 seconds away. Then the two men returned to her car and both began pulling on door handles to try and get in the vehicle. By that point the police were there with guns drawn and arrested them both. One of the officers told her to pass the word around - there is a \"Gang Initiation\" going on and their goal is to gain access to your car, get you out of it, steal your vehicle with your purse and all your personal information in it. He stated that they were targeting convenience stores and smaller stores such as Dollar General because there are times when they are without customers. STAY AWARE OF YOUR SURROUNDINGS AND BE CAREFUL EVERYWERE, DAY AND NIGHT!",
  "Last Updated": "11 October 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/gangs/montgomery.asp",
  "Claim": "Gang initiates in Montgomery, Alabama, accost victims in the parking lots of small stores, then make off with their victims' vehicles and personal belongings.",
  "Claim_ID": "crime_gangs_montgomery",
  "Tags": ""
}