{
  "Origins": "This account of a purse snatching at a John Lewis (a large department store with its headquarters in London's Oxford Street) which led to a burglary began its online life in November 2008. While this particular account can't be verified (precious little information is provided in terms of the who, when and where, details necessary to the process of tracking down the incident), the implied advice about not stowing one's purse on the hook affixed to the door of a restroom stall is valid. Handbags have indeed been snatched from the stalls of public restrooms by thieves who reached over closed doors and lifted them from the hooks the stalls' occupants had placed them on.",
  "Fact Check": "",
  "Description": "This form of thievery is so commonplace that some airports have taken the precaution of removing the hooks from stall doors, as, for instance, the San Francisco International Airport did in 1994 in response to fourteen such thefts. (The thieves countered by replacing them with self-sticking plastic hooks.) The best method of safeguarding one's purse while in a public restroom stall is to place the handbag on the floor, then place one foot through its strap. As for the second part of the tale (about the victim's home being broken into when she went to retrieve her purse), Bill Cain, an instructor for the National Crime Prevention Task Force in Atlanta, said in a 2004 seminar that some purse snatchers have been known to telephone their victims later, saying they stole the handbags on dares and wanted to return them. While a victim would go to a designated site to retrieve her purse, the thieves would burglarize her house. The majority of burglars prefer to go about their business while the home is unoccupied. Some even choose which domiciles to burgle based on knowledge that the residents will be elsewhere at the time of the break-ins (e.g., those who select their targets via the obituary pages). It pays, therefore, to be wary of a phone call promising the return of a misplaced or stolen purse, lest such call be naught but a ruse to get the householder out of the way. However, while lures have been successfully used to get people out their homes so that their residences can be rifled, the premise of clearing a householder out of the way by sending her on a wild goose chase to reclaim a purse has one inherent flaw: It assumes that with her gone, the targeted house will now be standing empty. Therefore, if you ever do misplace a handbag or have one snatched from you and subsequently receive a call from someone asking you to retrieve the recovered bag, make the caller aware that the home has other occupants who will be staying in place while you're off reclaiming your property, even if that means temporarily inventing a spouse and some children (e.g., \"Oh, yes, I can certainly come get it. I'll ask my husband to watch the kids while I'm gone\"). A well-traveled urban legend fits the \"one theft facilitating a subsequent burglary\" pattern of the handbag tale. In the \"Ticket Taker\" legend, a stolen car is returned to its owners, with the thief leaving in it a note and some theater tickets by way of an apology. But of course the tickets prove to be just a way of emptying the targeted home so that it can be burgled. Barbara \"retrievery rethievery\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.johnlewis.com/Default.aspx;",
  "Example": "[Collected via e-mail, November 2008] I heard this story from my CEO today. Her sister went shopping in John Lewis. She visited the ladies room and hung her handbag on the back of the toilet door. As she carried on about her business, a hand suddenly appeared over the top of the stall and grabbed her bag clean off the hook!!! As if this wasn t bad enough, she reported the incident to the manager of the store. A couple of days later she took a call to say her bag had been found, without her purse. She arranged a time to go and meet the manager to collect her things. On arriving at John Lewis at the agreed time, the manager was not expecting her nothing had been found, no one had called. When the lady got home, her house had been burgled, with no sign of forced entry, they had used her Driving License for the address and her keys to let themselves in!!!!!! I promise this is real it isn t just a scaremongering story, I was so shocked at how complex bag snatching crime has become. Please be extra vigilant ladies, Christmas is a bad time for this sort of thing anyway, but with the credit crunch there are a lot of desperate criminals out there!! Variations: A July 2009 version of the e-mail contains the signature block of DC Nick Gilbey of the Violent and Organised Crime Unit at the Plumstead Police Station in the U.K. Says the officer about the item: \"It didn't originate from me and it's a hoax. Please disregard the emailand do not refer to it.\"",
  "Last Updated": "15 July 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/crime/warnings/handbag.asp",
  "Claim": "Thieves steal women's purses from restroom stalls, then burgle the empty houses when the victims go to retrieve their \"found\" handbags.",
  "Claim_ID": "crime_warnings_handbag",
  "Tags": ""
}