{
  "Origins": "In various forms, this piece about a new airport security device that blows up those carrying explosives concealed about their persons began circulating on the Internet in March 2010. The most popular form taken by the item (as an Israeli security measure) started circulating in September 2010. Earlier versions include this one from March 2010:",
  "Fact Check": "",
  "Description": "And this version from April 2010: Best idea I have heard in a long time. Whoever thought of this is a genius! Here's a solution to all the controversy over using full-body scanners in airports: A concrete room that one must enter that will not X-ray you, but will detonate any explosive device you may have on you. We could call it \"The Boom Box\" Only in September 2010 did we begin encountering versions that altered the stance of this \"wishful thinking\" jape from a technology someone should be developing into one someone was actually developing. In that month the version now most commonly encountered (which is quoted in the Example section above) positioned the tale as a report (complete with \"TEL AVIV, Israel\" placeline, thereby presenting the item as one garnered from a newspaper or online news source) asserting that the Israelis were developing this process for use in their country's airports. The problems manifest to employing such technology in the real world should be obvious. It's not yet possible to build sensors capable of detecting every kind of explosive while there are machines that effectively screen for certain types of explosives, they don't twig to everything. A \"blast booth\" therefore would detect and deal with only some airplane bomb threats, not all of them; such a device wouldn't begin to address the threat posed by bombs assembled by terrorists from various components after they've cleared the security checkpoint. Additionally, even a well-armored booth isn't guaranteed to contain every blast. The magnitude of the explosion would be dictated by the type and size of explosive device detonated within it, which means there would be a risk of injury and even death to passengers and airport personnel in the immediate vicinity of such a booth when a terrorist's bomb was set off. Finally, there's the pesky matter of targeting only those who have explosive devices hidden about their persons or belongings for the deliberate purpose of blowing up airplanes. What if a terrorist furtively slips some form of explosive into an unknowing passenger's laptop bag or carry-on luggage? Is that person to be summarily blown to smithereens with no questioning and no recourse, no chance to exonerate himself or demonstrate that he too was the innocent victim of a terrorist bent on killing other innocents? Any device that could unfailingly detect the presence of explosive devices carried by airline passengers would be put to better use not by simply detonating those explosives (thereby destroying the chance to collect a wealth of evidence and potentially useful information) but by enabling law enforcement to identify, disarm and detain such suspects, study what they're carrying, interrogate them, and then (if found guilty) mete out whatever punishment they are deemed to deserve. Barbara \"blown theory\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, December 2011] TEL AVIV, Israel The Israelis are developing an airport security device that eliminates the privacy concerns that come with full-body scanners. It's an armored booth you step into that will not X-ray you, but will detonate any explosive device you may have on your person. Israel sees this as a win-win situation for everyone, with none of this crap about racial profiling. It will also eliminate the costs of long and expensive trials. You're in the airport terminal and you hear a muffled explosion. Shortly thereafter, an announcement: \"Attention to all standby passengers, El Al is proud to announce a seat available on flight 670 to London. Shalom!\" BRILLIANT.",
  "Last Updated": "12 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/deserts/booth.asp",
  "Claim": "The Israelis have developed an airport scanner alternative: a booth that detonates any explosive device a passenger is carrying.",
  "Claim_ID": "crime_deserts_booth",
  "Tags": ""
}