{
  "Origins": "This e-mailed warning about a purported gang initiation by murder of a random victim in South Carolina began arriving in the snopes.com inbox in March 2007. Although something like the incident described did occur, the Charlotte-Mecklenburg Police Department told us that it apparently was a case of spur-of-the-moment \"road rage,\" rather than a premeditated action:",
  "Fact Check": "",
  "Description": "The story's \"gang initiation by murder of randomly-chosen victim\" premise is the theme of a number of scares documented on this site, all of them baseless (e.g., drivers who flash their headlights at a darkened car (as a way of alerting those being flashed at that their vehicle's headlights are not on), motorists lured into pulling off to the side of the road by gangbangers who flash their headlights at him (as a way of indicating there's something wrong with the targeted victims' vehicles), women refueling their vehicles at gas stations having prospective gang members hide themselves in their cars so as to kidnap, rape and murder the women when they get back in and drive off, and women and children in Wal-Mart parking lots being picked off as they leave or make their way back to their vehicles). South Carolina is in the throes of recognizing it has an escalating gang problem, and some folks in that area are only now starting to shake off their \"We're too rural for that to happen here\" mentality and wake up to what has been going on around them. While gangs of various stripe have been growing in number and membership in that region for some time, only recently has their presence come to be viewed as anything other than restricted to isolated pockets of activity. But that is changing. Of this awakening. said the Charleston Post and Courier in February 2007: Police departments are forming specialized gang units. Lawmakers are working to institute tougher penalties for gang members. Communities are meeting to discuss the threat. And officials are assembling a statewide computer database to track identified gang members ... Just three years ago, the State Law Enforcement Division had identified 84 groups in South Carolina that fit the general definition of a gang: an organized group of three or more people who adopt a common name and engage in crime. That figure has since ballooned to 325 identified gangs, with a combined membership of more than 1,600 people, SLED Chief Robert Stewart said. Part of that awakening process may well be the spread of wild tales about ruthless gangs that induct new members by having them murder victims chosen on a whim. Yet the murder of haphazardly-chosen victims isn't a common gang induction ritual, in South Carolina or elsewhere in the U.S. While each troop has its own rites of passage, the usual mode of induction remains being \"jumped in\" that is, initiates are beaten by full-fledged gang members for a specified length of time, with recruits who withstand the battering being admitted to the gang. There have been instances of initiations into street gangs that led to the murder of random victims, but they are rare. Generally, they don't involve gang hopefuls being clearly commanded by their overlords to take the lives of the haphazardly-selected but are rather instances of killings that occur incidentally during the course of criminal tasks that prospective initiates had been sent to accomplish by their handlers. For instance, as part of his initiation into the Bloods in December 2004 in Harford County, Maryland, 18-year-old Wayne Lavon Bond, Jr. and 21-year-old Darrell Levon Miller were ordered by their superiors to summon a cab to a remote location and rob its driver. While it is not clear from a reading of news accounts whether either of the pair had been ordered to murder the man they were to rob, after getting in the taxi with the cabdriver, 37-year-old Derald Howard Guess, and relieving him of $20, Bond shot Guess once in the temple, killing him. Bond was sentenced to life plus 60 years. In return for his testimony against Bond, Miller was sentenced to life in prison with all but 45 years of his term suspended. Similarly, in February 2004 in New York, when 18-year-old Charles (C-Murder) Bryant expressed interest in joining a Bloods faction called the Gun Squad, he was told he would have to rob the Chinese food deliveryman then on the way to the apartment with an order. The robbery of 18-year-old Huang Chen by Bryant, 19-year-old Nayquan Miller, and 19-year-old William (Hitz) Capehart quickly turned into a savage assault on the food deliverer, who was beaten to death with a hammer. Bryant received a sentence of 51-1/3 years for the crime, and Capehart received a 50+ years sentence. In return for his testimony against the others, Miller was given a reduced prison term of 20 years to life. However, there has been at least one documented case of initiation into a gang being effected by way of the murder of randomly-selected strangers. On 17 August 1998, Tracy Lambert and Susan Moore were abducted by prospective Crips (\"baby gangsters\" or \"BGs\") in Linden, North Carolina, forced into the trunk of Moore's car, driven to a field outside town, and executed by being shot in the head. Earlier that evening, Debra Cheeseborough had been similarly abducted by the group and forced into the trunk of her car, taken to Smith Lake on Fort Bragg, and shot seven times in the back. Cheeseborough was left for dead but survived to testify against her abductors. The two gang leaders who ordered the abductions, Francisco Tirado and Eric Devon Queen, were found guilty of all charges against them, including first-degree murder, burglary, kidnapping, robbery with a dangerous weapon, conspiracy, attempted first-degree murder, and assault with intent to kill, inflicting serious injury. Queen told police he shot Lambert in the head while the others watched. Eventually, all nine participants in the murders were charged and convicted. Barbara \"gang planked\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2007] Tonight Wayne had an accident tow - and it was pretty scary! This truly happened tonight on I-77 in Fairfield County. A young couple with their baby were traveling on I-77 when a car of 4 black males came up beside them on the interstate and started waving a gun at them for them to stop. They kept going and the car followed them for 20 miles waving the gun and harassing them. At approximately mile marker 47 they saw a highway patrolman and flashed their lights at him, the patrolman pulled out behind them; unfortunately at the 48 mile marker the couple slammed on brakes and lost control of the car having a terrible accident. Wayne said it didn't look as if anyone got seriously hurt - they were just very scared. Wayne talked to the highway patrolman who told them that this is a Gang Initiation thing coming out of Charlotte. If you stop, they shoot you - and if you don't stop, they continue to attempt to get you to stop. They have been unable to catch these people \"in the act\" - just getting the reports afterwards. Thankfully, this couple and their baby were okay. I made sure I passed this on to my kids -pass it on to your friends and family as well. I cannot imagine how scared this couple must have been.",
  "Last Updated": "12 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/gangs/chased.asp",
  "Claim": "Gang initiates are attempting to force cars off roads in order to murder the occupants.",
  "Claim_ID": "crime_gangs_chased",
  "Tags": ""
}