{
  "Origins": "In January 2010, police in Manhattan Beach (a Los Angeles community of approximately 34,000 residents, where the median home price is $1.5 million) reported that a ring of thieves had been targeting shoppers leaving the Apple Store in that city, then breaking into those customers' vehicles at their next stops to steal the newly-bought merchandise.",
  "Fact Check": "",
  "Description": "Said Manhattan Beach police Detective Sgt. Brian Brown, \"In many of these crimes, customers have purchased a computer, put it in their vehicle and then driven to another location, leaving their computer inside the vehicle. When they return to their vehicle, the victims find that their cars have been burglarized and their computers have been stolen. They are definitely being followed. We know that for a fact.\" Authorities suspect the follow-away burglaries are the work of a larger ring that has stolen more than 100 computers from the Los Angeles area in a string of \"follow-away\" burglaries that have been noted since September 2009. Three persons have been arrested so far in connection with dozens of cases involving the targeting of Apple Store and Best Buy customers in three different southern California counties. While selecting victims based on their purchases and then trailing them until they leave their booty unattended might be a type of crime mostly limited to a specific group of criminals operating in the Los Angeles area for now, the cautions imparted to consumers everywhere by these reports are noteworthy. You should pay especial attention to your surroundings when purchasing big-ticket items, keeping in mind that displays of wealth can attract attentions of the felonious sort. Just as you would not flash large sums of cash in public, be wary about carting expensive merchandise about when you're carrying a box or bag that proudly announces via its signage that you've just dropped hundreds of dollars on the purchase of its easily fenceable contents, keep an eye out for those who may be taking a particular interest in you and your prize. (If you're shopping alone, you might want to have someone from the store you've just patronized accompany you to your vehicle and stay with you until your purchase has been stowed inside and you're safely on your way.) Also, if you must make additional stops after completing such purchases, do not leave your hard-won spoils on display in the passenger compartment of your car where anyone who so much as glances into your vehicle cannot help but notice them. Hide your new belongings by securing them from prying eyes in the trunk or by throwing something (like a sweatshirt) over them. Barbara \"hidden assets\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "10 January 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/crime/intent/trailed.asp",
  "Claim": "Thieves follow buyers from electronics stores and steal merchandise from their cars.",
  "Claim_ID": "crime_intent_trailed",
  "Tags": ""
}