{
  "Origins": "Crime warnings are generally a good thing we all want to know what to watch out for; we all want to know how to protect ourselves from those who might seek to do us harm. Inevitably, though, the result of our being inundated with such warnings (both real and fictional) is that we start to view everything, even the most ordinary events of daily life, as evidence that crime is all around us. Plenty of people have come away from encounters with parking lot perfume vendors convinced that they have barely escaped being drugged and robbed, all because of a baseless bit of scarelore that began circulating several years ago. This message appears to be more of the same.",
  "Fact Check": "",
  "Description": "The facts described in the message quoted above are essentially true: at about 11:30 A.M. on 10 June 2004, a woman entering a Wal-Mart store in Cedar Falls, Iowa, observed that a male shopper exiting the store had dropped a package of toilet paper. She picked up the package and followed the man into the parking lot to return his merchandise to him, but when he reached the man's van and encountered three other men there, she was startled and left the area to rejoin her daughter and enter the store. The incident was reported to the police the evening of the following day (approximately 31 hours later). According to the Cedar Falls police, however, the interpretation of events as described in the message quoted above (i.e., the dropped package was a deliberate ploy used as part of an attempted abduction scheme) was not supported by their investigation: According to Cedar Falls Police, the facts and tone of the e-mail are not consistent with the incident. The incident happened at about 11:30 a.m. June 10. It was not reported to police until 6:16 p.m. June 11. Police looked at a videotape from the parking lot and found that the men did not make any physical contact with [the woman] and had not spoken to her or made any actions that would indicate an abduction was going to occur. Police Capt. Jeff Olson said no crime occurred and the men and the woman both continued to shop at the store. Olson said the woman was startled by the other men at the van and walked to meet her adult daughter a short distance away. Moreover, Cedar Falls police contradicted the claim that \"there is lots of stuff happening out at the new Cedar Falls Wal-Mart because it is so easy to get onto the interstate and get away\": Police also indicate Wal-Mart does a good job with security inside and outside the store. Cedar Falls Police issued a press release that stated Wal-Mart generates calls for police service just as all large retail stores do, but the store is not a problem for police. However, police do encourage people to report any suspicious activity regardless of the seriousness of the incident. The e-mail circulating also mentions mobile meth labs operating out of the Wal-Mart parking lot. Olson said the police department has responded to some calls about people purchasing materials used in making methamphetamine. Some of them have been arrested for that activity, including people who have had other materials for making meth in their car. However, Olson reported they haven't found any operating meth labs in the parking lot.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2004] Subject: scary story... Ok, so you know how you always get those e-mails about what you should never do in a parking lot of a shopping mall or different ways to protect yourself, well, today, one hit way to close to home. Actually something happened in the parking lot of the Cedar Falls Wal-Mart to a lady that I work with. It was Saturday afternoon at 11:30 and her and her daughter were walking in to Wal-Mart. She noticed a man (around the ages of 45-55) walking with his hands full with a box and a large supply of toilet paper. He started to drop them and the lady I work with ran over to help him. She took the toilet paper and the man started to walk away. She said \"hey, where's your car?\" As she started walking towards him, she noticed she was right in front of a big maroon van with both back doors wide open. She quickly stepped back and noticed that three guys were kind of behind her. She saw the inside of the van. It was a maroon van, no windows in the back or on the sides with red carpet on the inside, completely empty. The gentleman was trying to say thank you and held out his hand. She quickly said your welcome and turned around and headed inside with her daughter. I guess two of the guys tried following her, but it didn't last long. As she was walking in, she said to her daughter that she thought they were going to shove her in the van. Her daughter thought so too. Nothing was said about it until people convinced her to call Wal-Mart. The lady at Wal-Mart said it didn't surprise her because something like that happened at a different Wal-Mart she had worked at. The lady I work with ended up filing a police report and they got the camera tapes and showed them to the lady I work with. There were in fact 4 guys, all ranging from 45-55. They all got out of the van and went into Wal-Mart always staying a good car length away from one another. I guess they came out and looped around so they could come around behind her to surround her. I just wanted to let everyone that I know about this, because it is very scary. I am actually really freaked out by it because just 3 days later, I sat out in my unlocked car and looked at pictures before I left. VERY STUPID!! I guess I just think that nothing like that would ever happen to me. One thing the police said was that there is lots of stuff happening out at the new Cedar Falls Wal-Mart because it is so easy to get onto the interstate and get away. The cops are unable to catch them!! So everyone, please be very careful when you go places, especially Wal-Mart. The lady that I work with is very lucky that she and her daughter walked away unharmed. Do with this e-mail what you will. I don't care if you pass it on or not, I just wanted everyone to be aware of this. Especially my friends and family who go that the CF Wal-Mart often. Just be aware ofyour surroundings, and don't be stupid like me and sit in an unlocked car and look at your pictures.",
  "Last Updated": "22 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/walmart.asp",
  "Claim": "Woman narrowly escapes abduction attempt in the parking lot of a Cedar Falls Wal-Mart.",
  "Claim_ID": "crime_warnings_walmart",
  "Tags": ""
}