{
  "Origins": "In these past few years, we've been noting a growing trend in Internet-spread warnings about women being targeted for violent crime (e.g., kidnapping, rape, murder), with many of the newer alerts specify the violations are either slated to take place at a Wal-Mart or were attempted and foiled at one. (The 2005 advisory about a gang initiation in Memphis in which a mother and daughter were to be murdered is an example of the former, and the 2004 tip-off about a foiled abduction in Cedar Falls one of the latter.) While earlier \"Danger to women!\" advisories did indeed often mention Wal-Mart as one of the places to be avoided by the safety-minded, the recent trend is to name Wal-Mart and only Wal-Mart as the potential scene of the crime.",
  "Fact Check": "",
  "Description": "Fitting this trend is the mid-October 2005 e-mail about an attempted abduction at a Wal-Mart in Saginaw, Texas. We have been told by the Chief of Police of that community that this alarm has spread like wildfire in that area, jumping from inbox to inbox. We have also been told by the same source that there's nothing to the story. \"No incident like this has taken place at our local Wal-Mart,\" said Roger Macon, Saginaw's Chief of Police. Chief Macon also reports that one of his sergeants spoke with a teacher at an elementary school in nearby Keller who, by virtue of her signature block's appearing on many of the forwards, has been presumed the author of the warning. That woman says Chief Macon, was not the writer of the e-mail; she merely forwarded what she had herself received to others, with the mail program she uses automatically inserting her standard signature block. The identity of the piece's author is not yet known to us, but Chief Macon did say, \"Each time we follow this trail [of where the e-mail has been], we keep coming back to one source.\" That source, said the Chief, was not the elementary school teacher of the errant signature block. Barbara \"pandora's inbox\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] Please read this...this is the new walmart in Saginaw This past Saturday night around 10:30 p.m., I drove to my local Wal-Mart which is not uncommon to pick up some items I was in need of. When I went into the store I noticed a couple of guys driving around the parking lot in a dark van and I made a mental note of their presence. I made my purchases, left the store and didn't see the van so I proceeded to my car with confidence. Well, as I was unlocking my car door, one of the men grabbed me around the waist and was pulling me to the van. I put up a fight, kicking, scratching, hitting him with my cell phone, and screaming...I received help from a man leaving the store with his wife. The man let me go and ran for the van where his partner was waiting and they drove off. After I stopped shaking, thanked the man prefusely, I got in my car and left to go home. Before I got to my subdivision, the van was behind my car. At this point, I wouldn't enter my subdivision (I didn't want them to know where I lived) and I started driving around and call the 911 operator. The 911 operator relied my call to the local police department and between the 911 operator and the police they were advising me what to do until they could reach me. Finally, the police told me to exit at the next street and give them the intersection I was at. When I did this, the van came up on my right and sat there watching me, waiting for me to make a move, I told the 911 operator I was slowly backing up to the highway and the van was moving towards me. At this point, the police showed up and the men in the van sped past us very quickly. The police were able to get the license plate and description of the vehicle as they sped off. The police called for assistance and gave me an escort home. Upon talking with a friend of mine yesterday, she informed me that I was the 3rd woman this had happened to this past week. So, please everyone be very careful out there, don't take anything for granted and if this happens to you please put up a fight and draw attention to the situation. This may be the only thing that saves you.",
  "Last Updated": "22 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/saginaw.asp",
  "Claim": "An abduction attempt was foiled at a Wal-Mart in Saginaw, Texas.",
  "Claim_ID": "crime_warnings_saginaw",
  "Tags": ""
}