{
  "Origins": "A common form of writing employed in expressing a sense of injustice is for the wronged party to pen a sarcastic \"apology\" to the party who did him harm: An accident victim apologizes for being in the path of the drunken driver who smashed into his car, an innocent bystander apologizes for being within earshot of a couple who inappropriately engages in a loud public argument, the owner of a burglarized home apologizes for having installed so many extra locks, etc. The examples reproduced above are an inversion of this form, one in which the writer does not express hurt and outrage at having been victimized or inconvenienced, but rather crows about having turned the table on his antagonist. The author here is not a passive target who ends up stripped of his valuables by a mugger; he is an intended victim who confronts his assailant with superior firepower (i.e., a gun vs. a knife), strips the would-be robber of his cell phone, clothes, and wallet, and completes the humiliation of the vanquished in a variety of ways (e.g., showing the mugger to be a coward by noting that he messed his pants out of fright, buying gas on his credit card, using his cell phone to place calls to phone sex numbers, giving his clothes and money away to the homeless).",
  "Fact Check": "",
  "Description": "This piece began its life as a 6 January 2009 post to Craigslist, a forum for local classified ads and discussions in more than 550 cities. It was quickly removed by that entity, lasting no more than a day or two on that site, but nevertheless was picked up and sent around in e-mail by those it resonated with. There was no mugging: the whole tale was a work of fiction meant to help its author work off some steam from having had his home broken into. Of its creation, he says, \"I mean, all it took was a couple of beers, some aggravation towards the local criminal population, and five to ten minutes at the keyboard.\" He has since seen his fanciful tale reworked to further various agendas and says of that process \"I'm starting to see people alter the hell out of it for political and other reasons, and quite frankly, that just irritates the shit out of me.\" Over time, several different cities came to be named as the location of the felonious interaction, including: Savannah, Georgia Asheville, North Carolina Las Vegas, Nevada Dallas, Texas Austin, Texas Knoxville (likely Tennessee, but state unspecified) Georgetown (state unspecified) Glasgow, Scotland (Glasgow Central Station) In February 2010 we encountered this South African version: To the well dressed black dude Who Tried to Mug Me on Durban Beachfront three nights ago, I was the guy wearing the black denim jacket that you demanded that I hand over, along with my wallet, shortly after you pulled the knife on my girlfriend & I, threatening our lives. You also asked for my girlfriend's purse, rings and earrings too. I can only hope that you somehow come across this rather important message. First, I'd like to apologize for your embarrassment when I drew my pistol after you took my jacket. The evening was not that cold and I was wearing the jacket for a reason. My girlfriend had just bought me that Glock pistol for Christmas and we had picked up a new 'fast draw' shoulder holster for it that very evening. Obviously you agree that it is a very intimidating weapon when pointed at your head wasn't it, especially when I blasted that one and only shot right past your right ear and out to sea? I know it probably wasn't fun walking back to wherever you'd come from, bare footed with your ear bleeding and ringing like a church bell, since I made you leave your expensive shoes, Nokia cell phone, and wallet with me. That prevented you from calling or running to your buddies to come help mug us again. After I called your mother, or \"Mama\" as you had her listed in your cell, I explained the entire episode of what you'd done, fortunately she spoke English too and she seemed very shocked, said you worked at a local bank and wouldn't do what I was telling her you had done. Anyway, I then went and filled up my petrol tank as well as four other people in the petrol garage on your credit card. The guy with the big V8 Jeep took R800 alone and was extremely grateful! I gave your shoes to a homeless guy outside Joe Kools, along with all the cash in your wallet. That made his day! I then threw your wallet into the big 7 series Beemer that was parked at the curb... After I broke the windshield and side window and keyed the entire driver's side of the car. I know that this bling car belongs to a local enforcer and bouncer. Later, I called a bunch of phone sex numbers from your cell phone. Vodacom just now shut down the line, although I only used the phone for a little over a day now, so what's going on with that? Earlier, I managed to get in two threatening phone calls to the local ANC office and one to the bureau of state security (intelligence services) too, while mentioning President Zuma and Julius Malema as my probable targets. The state security guy seemed really intense and we had a nice long chat - I guess while he traced your number, etc. In a way, perhaps I should apologize for not killing you... But, I feel this type of retribution is a far more appropriate punishment for your threatened crime. I wish you well as you try to sort through some of these rather immediate pressing issues and can only hope that you have the opportunity to reflect upon and perhaps reconsider the career path you've chosen to pursue in life. Remember, next time you might not be so lucky. Have a good day! Thoughtfully yours, Chris.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, January 2009] Posted to Craig's List Personals: To the Guy Who Mugged Me Downtown (Downtown, Savannah) I was the guy with the black Burberry jacket that you demanded I hand over shortly after you pulled the knife on me and my girlfriend. You also asked for my girlfriend's purse and earrings. I hope you somehow come across this message. I'd like to apologize. I didn't expect you to crap your pants when I drew my pistol after you took my jacket. Truth is, I was wearing the jacket for a reason that evening, and it wasn't that cold outside. You see, my girlfriend had just bought me that Kimber 1911 .45 ACP pistol for Christmas, and we had just picked up a shoulder holster for it that evening. Beautiful pistol, eh? It's a very intimidating weapon when pointed at your head, isn't it? I know it probably wasn't a great deal of fun walking back to wherever you'd come from with that brown sludge flopping about in your pants. I'm sure it was even worse since you also ended up leaving your shoes, cellphone, and wallet with me. I couldn't have you calling up any of your buddies to come help you try to mug us again. I took the liberty of calling your mother, or \"Momma\" as you had her listed in your cell, and explaining to her your situation. I also bought myself some gas on your card. I gave your shoes to one of the homeless guys over by Vinnie Van Go Go's, along with all of the cash in your wallet, then I threw the wallet itself in a dumpster. I called a bunch of phone sex numbers from your cell. They'll be on your bill in case you'd like to know which ones. Alltel recently shut down the line, and I've only had the phone for a little over a day now, so I don't know what's going on with that. I hope they haven't permanently cut off your service. I was about to make some threatening phone calls to the DA's office with it. Oh well. So, about your pants. I know that I was a little rough on you when you did this whole attempted mugging thing, so I'd like to make it up to you. I'm sure you've already washed your pants, so I'd like to help you out. I'd like to reimburse you for the detergent you used on the pants. What brand did you use, and was it liquid or powder? I'd also like to apologize for not killing you and instead making you walk back home humiliated. I'm hoping that you'll reconsider your choice of path in life. Next time you might not be so lucky. If you read this message, email me and we'll do lunch and laundry. Peace! [Collected via e-mail, August 2009] This Ad Was Posted to Craig's List Personals: To the Guy Who Tried to Mug Me in Downtown Savannah night before last. Date: 05-27-09, 1:43 A M EST. I was the guy wearing the black Burberry jacket that you demanded that I hand over, shortly after you pulled the knife on my girlfriend and me, threatening our lives. You also asked for my girlfriend's purse and earrings. I can only hope that you somehow come across this rather important message. First, I'd like to apologize for your embarrassment when I drew my pistol after you took my Jacket. The evening was not that cold, and I was wearing the jacket for a reason. My girlfriend had just bought me that Kimber Model 1911 .45 ACP pistol for my birthday, and we had picked up a shoulder holster for it that very evening. Obviously you agree that it is a very Intimidating weapon when pointed at your head, wasn't it? I know it probably wasn't fun walking back to wherever you'd come from bare footed since I made you leave your shoes, cell phone, and wallet with me. [That prevented you from calling or running to your buddies to come help mug us again]. After I called your mother, or \"Momma\" as you had her listed in your cell, I explained the entire episode of what you'd done. Then I Went and filled up my gas tank as well as four other people's in the gas station on your credit card. The guy with the big motor home took 150 gallons and was extremely grateful! I gave your shoes to a homeless guy outside Vinnie Van Go Go's, along with all the cash in your wallet. [That made his day!] I then threw your wallet into the big pink \"pimp mobile\" that was parked at the curb ... after I broke the windshield and side window and keyed the entire driver's side of the car. Later, I called a bunch of phone sex numbers from your cell phone. Ma Bell just now shut down the line, although I only used the phone for a little over a day now, so what's going on with that? Earlier, I managed to get in two threatening phone calls to the DA's office and one to the FBI, while mentioning President Obama as my possible target. The FBI guy seemed really intense and we had a nice long chat (I guess while he traced your number, etc). In a way, perhaps I should apologize for not killing you ... but I feel this type of retribution is a far more appropriate punishment for your threatened crime. I wish you well as you try to sort through some of these rather immediate pressing issues, and can only hope that you have the opportunity to reflect upon, and perhaps reconsider the career path you've chosen to pursue in life. Remember, next time you might not be so lucky. Have a good day! Thoughtfully yours, Alex P.S. Remember this motto. An armed society makes for a more civil society!",
  "Last Updated": "1 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/justice/mugger.asp",
  "Claim": "Letter from a putative victim apologizes to a mugger for foiling his robbery attempt.",
  "Claim_ID": "crime_justice_mugger",
  "Tags": ""
}