{
  "Origins": "Sometimes the rumors of the day trap not only the innocent, but the ill-intentioned as well.",
  "Fact Check": "",
  "Description": "In November 2006, a crime wave targeting car radio receivers hit Wales. Over the course of three days, 205 cars were broken into, an increase in that form of criminal activity to almost four times its usual rate. Ninety-five percent of the cars so vandalized were Fords, leading police to conclude radio thieves were acting on a rumor that microchips in that manufacturer's car radios could be fitted to satellite receivers and digiboxes to gain free access to satellite TV channels. The chips of course don't work that way, and there is no free Sky TV to be had through cannibalizing car radios purloined from Fords. Car radio thieves had fallen for a false rumor. South Wales Chief Superintendent Bob Evans said: \"We have spoken to Ford and the satellite providers and conclude this is nothing more than an urban myth. \"I can only stress that the microchip cannot be used in this way.\" Paul Wilson, from Ford, said: \"There is nothing in the radios that is compatible with a digibox so these people are wasting their time.\" The rumor had appeared in other parts of the UK prior to the November 2006 outbreak in Wales. In May 2006, the rumor surfaced in Coventry, prompting police there to issue a press release about the belief. In January 2007, the London borough of Havering experienced a car break-in spree apparently tied to the rumor. Over the course of three nights, 22 Fords were broken into. Said Borough Commander, Chief Superintendent Sultan Taylor: \"We have had a big increase in the number of Ford vehicles broken into and we are sure it is because local thieves have got wind of this ridiculous notion that they can get satellite TV from car radio chips. A June 2008 marked increase in the thefts of Ford Focus cars in the West Yorkshire city of Leeds has been attributed to the rumor's having surfaced there. Said North East Leeds Division spokesman Detective Inspector Nick Wallen, \"We believe that the recent spate of thefts could be as a result of this rumour.\" As to how all this got started, one possible explanation involves an announcement from Ford coupled with the similarity of name of two entities. In 2004, Ford announced that for its 2006 and 2007 model years it would be offering SIRIUS Satellite Radio as a factory-installed option in up to 20 Ford and Lincoln Mercury vehicle lines. That is not to say every Ford built in those years houses a satellite radio-ready receiver, only that those buying Fords in 2006 and 2007 could, by paying extra, have such units included in their vehicles. In the UK, programming offered by digital satellite television provider Sky Digital is accessed via a \"digibox,\" a receiver that decodes the digital signal and feeds it to the television. Sky also offers its customers digital radio channels, and hence someone who misunderstood the car manufacturer's news to mean that all 2006 and 2007 Fords have car stereos that pick up satellite radio might make the jump to mistakenly assuming \"radios in Fords contain the chip needed to pick up [Sky] digital TV for free.\" Barbara \"ford focus\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.sky.com/portal/site/skycom/home;",
  "Example": "[Collected on the Internet, 2006] Just had passed on by someone that their security guy at work told them to warn drivers of Ford cars to be extra careful about security at the moment. The story goes that there's a chip in standard Ford car stereos that can be used to modify set-top boxes (The boxes used to receive digital TV here in the UK) so they can get premium channels for free. Hence, nefarious characters have been targeting Ford cars to steal their radios at the moment.",
  "Last Updated": "19 July 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/crime/mootloot/radio.asp",
  "Claim": "Mistaken belief that radios in Ford automobiles contain chips that pick up satellite TV spurs car vandals.",
  "Claim_ID": "crime_mootloot_radio",
  "Tags": ""
}