{
  "Origins": "As we reported in an October 2005 article about a hoax advisory regarding a foiled abduction in Saginaw , Texas, in these past few years, we've been noting a growing trend in Internet-spread warnings about women being targeted for violent crime (e.g., kidnapping, rape, murder), with many of the newer alerts specify the violations are either slated to take place at a Wal-Mart or were attempted and foiled at one. (The 2005 advisory about a gang initiation in Memphis in which a mother and daughter were to be murdered is an example of the former, and the 2004 tip-off about a foiled abduction in Cedar Falls one of the latter.) While earlier \"Danger to women!\" advisories did indeed often mention Wal-Mart as one of the places to be avoided by the safety-minded, the recent trend is to name Wal-Mart and only Wal-Mart as the potential scene of the crime.",
  "Fact Check": "",
  "Description": "Once again fitting this trend is the mid-November 2005 e-mail about a woman robbed in the parking lot of a Wal-Mart in Garland, Texas, by an assailant who injected her with an unknown substance that left her barely clinging to life and not expected to live. And once again, the story spread in the alert is a hoax. According to the investigations of NBC 5 in Dallas/Fort Worth, Garland police confirm there has not been such an attack. Yet the advisory, which has been jumping from inbox to inbox, has caused the police in that community some grief in that they've had to field a number of calls from those spooked by it. \"This story has been over a week old and we are still getting calls today,\" officer Joe Harn said. Although NBC 5 did not supply the name of the e-mail's author, they have been in contact with him to ascertain what caused him to write it. A friend had told him the tale, and he believed he was doing a good deed by spreading the story online. He has since learned otherwise, having discovered the story he took as gospel and passed to others was false. He now regrets writing the e-mail. Barbara \"unalert\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] BEWARE: THIS IS A TRUE STORY. Thursday morning here in Garland Tx. at a Walmart a woman was walking across the parking lot to go into the store when a man ran up to her and injected her with a needle full of something no one knows exactly what it was. She is not expected to live as of this morning. All of this for her purse. Their was no scuffle, no fight, no one saw exactly what the man looked like. It happened so fast. After the injection the woman collapsed and the man took the purse with no struggle. This was at the Walmart at Beltline and I-30. Ladies and men also, be aware of your surroundings and the people around you. Go places with friends. Stay in a crowd don't wonder off by yourself. The Holidays are coming up and thugs need money also and will do anything to get it, including taking the life of a total stranger.",
  "Last Updated": "22 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/garland.asp",
  "Claim": "A woman was robbed at a Wal-Mart in Garland, Texas, by a thief who injected her with an unknown substance.",
  "Claim_ID": "crime_warnings_garland",
  "Tags": ""
}