{
  "Origins": "In September 2014, the post above (without original attribution) went viral on Facebook. While this iteration is a new one, panic over internet strangers is as old as the internet itself, and warnings such as this have largely morphed from email forwards to Facebook shares.",
  "Fact Check": "",
  "Description": "In May and June of 2015, the story received a second wave of interest after it was published to the website StylishLisa on 27 May 2015. On 30 May 2015 the message appeared on the Facebook page Lil' Red Warriors , but was later deleted after Facebook commenters correctly identified the photograph's origin on a page about children's hairstyles . The photo and its claim were later published verbatim to the Facebook page of Cyn Malvita , from where it was shared hundreds of thousands of times. A cached version of the iteration involving the hairstyling picture is embedded below: The Facebook post currently in circulation bears some resemblance to a well-traveled warning from years back describing a similar danger. While the premise is similar, the stated risk has evolved, incorporating Facebook's open and share-friendly nature as the door through which rampant child predators will enter your life and summarily terrorize you. This particular warning has some unpleasant undertones in its telling, suggesting that female users are too readily tempted by a \"cute\" potential predator to consider the safety of their children. It also tacitly condemns parents (mothers, presumably in particular) for even mentioning their children in hawking its highly improbable, sanctimonious premise. Facebook and similar social media sites have ushered in a new level of panic when it comes to internet safety, given that the social network requires users to supply accurate information about their true identities and real names to use the service. While many users flout this aspect of the site's terms and services, many others have been banned temporarily or permanently for using aliases in place of real names. Reading the circulating post above might lead one to believe that the danger is very real and omnipresent, but the scenario presented is one that is exceedingly unlikely. Among other implausibilities, this warning makes it sound as though the bad guys are stymied in their search for victims and don't know where to look for kids to abduct until they see pictures of them on Facebook. But potential abductors' seeing a Facebook photo of a particular child who attends a given school does nothing to facilitate the snatching of random children for sale to pedophiles would-be kidnappers don't need Facebook photos, as they could simply lie in wait outside just about any school and try to grab children as such opportunities presented themselves. Aside from that, first and foremost, most schools nowadays do not release children to parties who have not been explicitly granted permission and had their names recorded on an authorized list, a fact to which any parent who has ever needed a friend to make a last-minute school pickup can attest. Secondly, while the risk of child abduction and trafficking may exist, children are far, far more likely to be endangered by a relative or other \"trusted\" adult than a random Facebook contact. According to the National Center for Missing & Exploited Children , the most recent statistics reflect a far different danger than the one described above. Of 800,000 children reported missing, 200,000 were abducted by relatives, 58,000 were kids taken by nonfamily members, and only 115 missing child reports were considered \"stereotypical\" abductions involving a complete stranger with intent to harm or keep the child. A lengthy report on Child Exploitation Prevention presented to Congress by the Justice Department in 2010 [ PDF ] further delves into the profiles of predators involved in child abuse and trafficking. According to the data presented, the vast majority of children harmed in this manner are either introduced or otherwise victimized by family members or other trusted adults such as babysitters, coaches, or family friends. Only four percent of victims identified were exploited or abused by an adult not previously known to the child or their family. In the cases examined, abuse typically occurred over the course of years and involved \"grooming\" and other behaviors designed to created compliance. Child victims were not at risk of being immediately whisked to Africa by a strange Facebook user, but rather more likely placed in harm's way by the people meant to ensure their safety and care. On rare occasions child predators may mine publicly posted photos of children for personal use or trade, and posted Facebook pictures and locations might facilitate a kidnapping if the abductors were seeking to grab a specific child (rather than trolling for random victims), but no evidence suggests the posting of kids' photos on Facebook has resulted in a general increase of kidnapping or abuse of children.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/snopes;https://www.facebook.com/snopes;http://message.snopes.com;http://www.justice.gov/sites/default/files/psc/docs/natstrategyreport.pdf;http://www.missingkids.com/KeyFacts;https://www.facebook.com/photo.asp?fbid=1631805617057063&set=a.1384354525135508.1073741827.100006829207083&type=1&comment_tracking=%7B%22tn%22%3A%22O%22%7D&pnref=story;http://www.prettydesigns.com/25-cute-hairstyles-tutorials-daughter/;https://www.facebook.com/LilRedWarriors/photos/pb.139102392922866.-2207520000.1433293394./459907784175657/?type=3&theater;https://www.facebook.com/LilRedWarriors/timeline;http://www.donotlink.com/fdk1;",
  "Example": "[Collected on Facebook, September 2014] A guy sends you a friend request. You don't know him, but he's got a cute profile pic, so you accept. It's baby girl's first day of school! She looks SO cute in her new outfit you just have to take a picture and put it on Facebook so all your friends and family can see. You're so excited dropping her off that you \"check in\" to her school on Fb saying \"I can't believe how big she's gotten. Time sure flies. One proud momma/daddy right here!\"... Meanwhile, the mystery guy whose friend request you hurriedly accepted earlier this morning is saving that picture you posted of your daughter in her cute new outfit to his phone and texting it to 60 other grown men across the world with the caption \"Caucasian female. Age 5. Brown hair, green eyes. $2,500.\" Not only did you provide a picture of your little girl to a child trafficker, you've handed him the name and exact location of her school on a silver cyber platter. You go to pick her up at 3:00 this afternoon, but she's nowhere to be found. Little do you know, your precious baby girl was sold to a 43-year-old pedophile before you even stepped foot off campus this morning, and now she's on her way to South Africa with a bag over her head, confused, terrified and crying because a man she's never seen before picked her up from school, and now she doesn't know where her parents are, where she's going, or what's gonna happen to her. STOP ADDING STRANGERS ON FACEBOOK.",
  "Last Updated": "4 June 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/crime/warnings/facebookkids.asp",
  "Claim": "Predators, pedophiles, and child trafficking rings are using Facebook to source new victims by friending trusting parents and mining images posted of their children.",
  "Claim_ID": "crime_warnings_facebookkids",
  "Tags": ""
}