{
  "Origins": "This alert began appearing in inboxes in mid-September 2008. Like many other \"initiates into a street gang must shoot a random person\" scares (victims selected from those found in Wal-Mart or shopping center parking lots or who provide directions when asked for them), the group being targeted is women.",
  "Fact Check": "",
  "Description": "This rumor about Detroit-area gang initiates shooting women at gas stations began to circulate via e-mails and text messaging in mid-September 2008, and by 1 October a version specific to the Genesee County [Michigan] area had become so widespread that emergency dispatchers in Flint, Michigan, issued an alert about it over police radios, and officials restricted or canceled activities at Flint schools: The message spread through phone calls, text messages and emails. It was also put out as an alert over police radios in the city of Flint. The head of Flint 911 says the decision to do so was made with direction from police. And given the same set of circumstances, it would be handled the same way again. The call went out via a Genesee County Central Dispatch shift supervisor at 9:51 a.m. \"Especially females getting gas,\" the call came. \"We have information that gang members are coming in from Detroit for an initiation, supposed to be shooting at females at gas stations today.\" It was a call heard by anyone listening to a police scanner tuned to that frequency. Throughout the day, the gist of the rumor spread through e-mail and text messages the same way it did in the Detroit area just a few weeks ago. In Genesee County, some schools took security measures. Flint schools kept kids inside for recess, locked all exterior doors and canceled evening activities. Despite the police-issued warnings, the original source of and confirming information about the rumor of gang-related shootings at gas stations in Genesee County remained elusive: WDIV in Detroit reported on its Web site Sept. 22 that Pontiac police were looking for information about text messages about a similar alleged gang initiation that police called a hoax. Flint police dispatchers broadcast an alert over the police dispatch system, alerting officers to the rumor about women being targeted at gas stations. When contacted by The Flint Journal, a police official said that they were repeating an alert given to them, and that they did not know the source of the information. Genesee County Prosecutor David S. Leyton this afternoon said nothing about the rumor has been substantiated and said his advice to citizens is the same as it is every day: \"Be alert and vigilant at all times. Today is no different than any other day.\" Stephen Todd, the head of Flint's 911 dispatch center, says his crew got word of the \"rumor\" from Flint police officers on the overnight shift. \"We actually received the directive to go ahead with broadcast from a police command person,\" he said. \"And in a city where violence is not unknown, we felt we had to take as many precautions as possible.\" No police agency in the area could confirm the threat. In mid-October, a version localizing the threat to Las Vegas appeared in the inbox: [Collected via e-mail, October 2008] My aunt, a nurse at a local children's hospital, was just informed by a North Las Vegas Police Officer (who wishes to remain nameless for reasons that will be apparent) of the following: A NEW NORTH LAS VEGAS GANG'S INITIATION RITES INCLUDE SHOOTING A WOMAN WHO IS ALONE PUMPING GAS. SO FAR AT LEAST 5 WOMEN HAVE BEEN SHOT IN NORTH LAS VEGAS! WOMEN PLEASE DO NOT PUMP GAS ALONE ESPECIALLY AT NIGHT. MEN, PLEASE PUMP GAS FOR YOUR LADIES. There are no news reports of women (or men) being shot while pumping gas in North Las Vegas.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2008] This is not a joke. It has been a confirmed report that there is a Detroit Gang Initiation today. The initiation is to shoot a female in the head at a gas station. They are supposed to target the Genesee County area, but may change their route due to the media coverage that is about to unfold (in this area). Please pass this along to everyone that you know. I apologize for this interruption in your day, but felt the need to make this known. Please be careful! If you are or in the area between Detroit and Flint there is an unconfirmed warning to all females to avoid purchasing gas. A Detroit police officer who works in the gang enforcement department released info that a Detroit gang is initiating new members and has requested that the potential new comers shoot a female in the head while pumping gas. This gang is known for performing their initiations in the areas north of Detroit and many times in Flint. This warning was distributed at Flint area universities which is how I was informed as my sister is going to U of M. Even if it is false what does it hurt to be cautious for the next few days and avoid buying gas if you can or spoil yourself and use a full service gas pump.",
  "Last Updated": "14 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/gangs/genesee.asp",
  "Claim": "Detroit-area gang initiates are planning to shoot a woman in the head at a gas station in Genesee County.",
  "Claim_ID": "crime_gangs_genesee",
  "Tags": ""
}