{
  "Origins": "Every holiday season brings to the snopes.com inbox a fresh load of e-mailed warnings about shoppers being targeted by thieves in various ways at shopping malls around the country. Previous scares have included warnings about gift cards surreptitiously drained of their value while still on store racks and admonitions to guard the face of one's credit card at checkout counters from those wielding cell phone cameras. Even 2002's laughable heads-up about female shoppers being robbed and left disrobed in mall restrooms (and thus unable to summon help) was revived for another round of breathless forwarding in 2007.",
  "Fact Check": "",
  "Description": "This advisory for shoppers to watch out for sharpened pipes or spikes laid up against their car tires in mall parking lots echoes the 2002 alert about the ill intentioned disabling the vehicles of female shoppers by slipping sugar into their gas tanks, in that it too features the deliberate crippling of the targets' vehicles to facilitate the intended crime. While we can't absolutely rule out the possibility that a robbery or two of the type described above may have taken place somewhere, the warning that this is a widespread form of crime at shopping malls appears to be an exaggeration based on a single, misinterpreted incident that took place in October 2007 at the Metro North Mall, a large shopping facility in Kansas City, Missouri. According to the Kansas City Star : The story was somewhat bogus, said Officer Dan Watts, community interaction officer of the North Patrol Division of the Kansas City Police Department. \"This e-mail is a good example of an urban legend,\" Watts said. \"It has a small ounce of truth but is mixed mostly with fable.\" The problem, Watts said, is that the e-mail is partially based on an isolated incident that occurred in October. A woman said she was leaving Metro North Shopping Center and saw a sharp object placed in front and behind her rear tire. The woman, a mall employee, quickly scanned the area for possible threats and only found the mall security vehicle on patrol, Watts said. No damage was done to the vehicle, he said, and the person involved said she did not feel her personal safety was threatened. No other similar incidents have been reported, Watts said. \"The safety bulletin read by a wife of a police officer that was mentioned cannot be located and appears not to be fact,\" he said Although this warning may largely be exaggeration, its entreaty to \"Just please be aware of your surroundings and what is around your car when you leave public places\" is always good advice.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, November 2007] My husband, who is a police officer for Smithville, received a bulletin over the weekend that a new scam is happening in the northland to holiday shoppers and I wanted you all to be aware of the situation. Apparently what these people are doing is putting sharp edged pipes propped up against your tires so that when you pull out of the parking lot it punctures your tires and then they come up and rob you while you are stuck with a flat. Please be aware. One incident happened at Metro North Mall and the lady noticed the pipes against her tires, thought something was up and went and told a security officer and they were able to stop something before it happened. Just be careful and always be aware of your surroundings. (I am sure if they have thought of it in the northland, it can be happening anywhere in the city) Feel free to forward to any other shoppers that you know of! [Collected via e-mail, November 2007] WANTED FOR ATTEMPTED MURDER (the actual AP headline) This is the new thing going on for robbing and god only knows what in shopping centers. PAY ATTENTION!! This is for real and could happen anywhere. Once this gets out it seems to happen all over. More info on the incident at Metro North....here's what to look for. This rod was placed in front of and at the rear of the driver's side front tire on the vehicle of a lady that works at Metro North. When she came out of work one evening about 10 pm, she just happened to look down at her tire and see the two spikes leaning up against the front tire (both the front of it and the rear of it). It appears the rod is a welding stick that has been ground down to an extreme point and is very sharp. If she would have gone forward or backwards, the rod would have punctured her tire. I assume someone was watching and if she had not seen it, when she got out to check the flat tire, they would have come and taken her belongings, or worse. Just please be aware of your surroundings and what is around your car when you leave public places.",
  "Last Updated": "28 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/puncture.asp",
  "Claim": "Thieves at shopping malls are placing sharpened spikes up against the tires of shoppers' vehicles with an eye to disabling these vehicles and robbing shoppers who are attempting to drive home.",
  "Claim_ID": "crime_warnings_puncture",
  "Tags": ""
}