{
  "Origins": "This e-mailed alert began appearing in inboxes in May 2005. In common with so many Internet-circulated warnings of the past few years (e.g., foiled abduction in Saginaw , gang initiation in Memphis , foiled abduction in Cedar Falls, robbery in Garland ), it adds to the perception that women are being hunted en masse in the parking lots of shopping centers and mega-retailers.",
  "Fact Check": "",
  "Description": "The incident described in the seemingly helpful heads-up never happened, says Terry Mee, division commander of the Wheaton Police Department there was no foiled abduction, no little old lady luring an unwary woman into a trap, no gun-wielding large man in a stocking cap, no police officer who fortuitously saw the whole thing and was able to race over and arrest the perpetrators. According to Commander Mee, the alarming e-mail \"was fabricated by a person who was reportedly suffering from some emotional and/or psychological problems and passed [it] on to another who took it upon herself to shotgun (i.e., to widely disseminate by e-mail) the initial message believing it to be true.\" Barbara \"far flung fiction\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2006] NEW RAPE SCAM!!!!PLEASE READ!!!!! Sunday afternoon around 5 pm I headed into Target in Wheaton, IL (where crime is VERY RARE and mostly it is with bike's being stolen!!). It was still light outside and I parked fairly close to the entrance. As I got out of my car and began walking towards Target, an older lady shouted to me from the passenger seat of a car about 30 feet away from me... \"ma'am you must help me, help me please, help me ma'am!\" I looked at her in the eyes and started to walk towards her when all of a sudden I remembered an email my mom sent me a week or two ago (one of those forwards about safety that you generally delete, or at least I do) about rapists and abductions using elderly people to lure women in. I paused, memorized the license plate and immediately headed into Target to get a manager to come help this lady, just in case something was up. While the woman manager headed out there I kept a close watch just because I was curious what was wrong with the lady and wanted to be sure nothing happened. The target lady got very close to the old woman in order to help her do something. Just then the back door flies open and a large man with a stocking cap on jumps out and sticks a gun to the lady's stomach as he shoves her into the back of the car. I yelled call 911 several times and just as I was saying that a policeman who happened to be on the other side of the parking lot and saw the entire thing happen, raced over to the car. He was able to stop the car and arrest the male AS WELL AS THE old lady, who was involved in the scheme. By God's grace everyone was alright, including myself, although I think we were both very shaken up. Like many of you, I would not in a million years have left an elderly person who was yelling for help if it weren't for the email I had read last week. SO, I wanted to pass this along so you all can be aware and remember that you really can't trust anyone these days. You just never know when something like this could happen. I would have never dreamed it to happen to me especially on a Sunday afternoon at a Target in a safe area! It definitely was not coincidence that my mom sent me that email just a few days before this all happened. Please, PLEASE be careful and always be aware of your surroundings. Just because you individually don't go over to help someone doesn't mean you have to leave them in trouble, but please don't go alone, you really don't know what might be going on. Variations: A version that began circulating in April 2007 claimed \"They say this incident was checked out with Snopes.com - this is true - and they also use children to lure the victim!!\" Er, no we don't say that. In fact, we say the exact opposite . The story is false. A 2008 version of the warning moved the incident to Philadelphia, Pennsylvania.",
  "Last Updated": "8 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/wheaton.asp",
  "Claim": "An abductor prowling a Target parking lot in Wheaton, Illinois, uses an old lady in distress to lure female victims.",
  "Claim_ID": "crime_warnings_wheaton",
  "Tags": ""
}