{
  "Origins": "This account of a potential home invasion first reached us at the beginning of October 2008. While we haven't been able to locate any news reports from the Washington, D.C. area confirming this particular incident, we know that similar crimes have been reported at various times in various places around the U.S. The account's implied caution about opening one's door to strangers is valid: Many home invasions have involved the perpetrators using a variety of ruses rather than brute force to gain entry to their targets' homes.",
  "Fact Check": "",
  "Description": "Indeed, the \"desperate woman\" ruse of the e-mail caution is one of such tricks home invaders have been known to use. In July 2006, Detective Mark Bearor of the Elk Grove [California] Police Department said police have taken reports of people attempting to gain entry into homes by pretending to be in distress and gave the example of a woman frantically knocking on a door late at night and begging to use the phone to call 911. Bearor advised those in the home should themselves telephone 911 and ask the person to stay outside until police arrive. \"It's in people's nature to help others,\" he said. \"But we encourage them not to open the door. If the person leaves, see where she goes.\" An April 2002 home invasion took place in Lawrenceville, Georgia, in which a couple was robbed and the woman raped; the crime was kicked off by two teen boys who showed up at the couple's door claiming they had been attacked nearby. When the couple opened the door to give the lads a cordless phone with which to call 911, the two teens entered the home, then let two of their friends in the back door. The \"person in distress\" ruse is far from the only one used by home invaders. Those attempting to gain entry will come up with all manner of tricks. For instance, on 29 October 2008, a man posing as a Manitoba Hydro worker tried to force his way into the home of a Winnipeg woman after she refused to open the door to him. Given pause by the man's mismatched jacket and pants, the woman instead demanded to see his ID, a request he met by attempting to kick in her door. The woman fled upstairs and telephoned the police. By the time they arrived, the assailant was gone. On 31 October 2007, a 17-year-old boy in Tampa answered the door to a stranger who then asked for someone who didn't live at that address. During this inquiry, the teen spotted a second man, armed with a shotgun, approaching the entry way, and so shut the door on the pair. While the teen ran to the back bedroom to call his father, the two men kicked in the door, then set about removing items from the home. They fled on foot when the father arrived, dropping the family's television in the process. Townhouse residents in Raleigh, North Carolina, were robbed in September 2006 by three men posing as repairmen. The trio gained access to homes by claiming to have been sent to fix an air conditioning unit that had stopped working during the night. Once in the homes, they produced guns, tied up residents, and robbed the places. Between March and August 2005, a robbery team working Manhattan, Brooklyn, Queens and the Bronx used a 40-year-old woman to get people to open their doors via having her knock, then ask to borrow a cup of sugar. When householders opened their doors to the innocuous-looking woman, the armed members of her robbery team would rush in. In January 1999, a San Jose family was robbed in their home after opening their door to a \"deliveryman\" who announced he was there to drop off a floral arrangement. When the door was opened to receive the delivery, five masked men with pistols, walkie-talkies and rifles barged in, bound the home's residents with duct tape, and looted the house of cash and valuables. To keep yourself from becoming a victim of home invasion robbery: Don't flash large sums of money in public. Do not give those looking for a fat score cause to think you're it. Keep doors locked. Even when you're home, keep your doors secured. Many a home invasion has involved little more effort on the part of the thief or assailant than just walking in. During the day, acknowledge the knock. If a stranger come calling during the day, talk to him through the door. If you don't answer, someone whose intent was to burglarize your house might think no one is around and break in. Also, especially when alone, once you realize you don't know the person at the door, call out to someone else (real or imaginary) in the home. Overhearing \"Never mind, dear; I've got it!\" leads the stranger to think you're not alone. Late at night, don't acknowledge the knock. Pretend you're not home. If you feel uncomfortable, call 911. During the day, a knock at the door could be an attempt on the part of a would-be burglar to ascertain if the house is unoccupied. Late at night, however, people are presumed to be home, thus burglars looking for an unchallenged opportunity to plunder a domicile of its contents aren't typically on the menu. Do not open your door to strangers. If someone appears at your door saying his car quit running and he needs to call a tow truck, offer through the closed door to make the call for him. If he says his wife is ill and asks if he can have a glass of water for her, offer, once again through the closed door, to call 911 for him. If someone dressed in work clothes says he's been sent by the building superintendent, your home owners association, the electric company, the city, or anything else, leave him standing outside until you've called that entity and ascertained that it has sent that person and does indeed vouch for him. Be wary of people you don't know, be they door-to-door magazine sellers, a young woman holding a crying baby, or some genteel-looking older person who asks if she could trouble you for a cup of sugar. Demand identification from anyone purporting to have come on official business. Police, firefighters and utility workers have identification cards and don't mind showing them if asked. Call the police. If the stranger is insistent, refuses to leave, or behaves in a suspicious manner, call the police, explain the situation, and ask them to come sort it out. Barbara \"plea a cop\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2008] DO NOT OPEN YOUR DOOR FOR STRANGERS This happened to me last night, September 29, 2008 at approx. 10:15pm. I was sitting in my living room watching t.v. when a female began to angrily bang on my front door. She was demanding me to open the door. Her knock was so loud that I thought it was a gunshot. She was hollering, \"OPEN THE DOOR, OPEN THE DOOR!\" I heard her telling someone, \"No stay right there, stay right there\" as if she was getting ready to prove a point. It sounded as if she was angry; as if she was coming to find something out. I had no idea who this female was. She continued to bang as if she knew someone was home. All of the lights were off in my house except for the t.v. in the living room. Finally, I yelled WHO IS IT! When she knew she had my attention, she changed from the angry tone to saying \"Open the door this guy is trying to beat me up.\" Her demands and knocks became even more persistent and determined. I heard a male in the near distance but his voice wasn't threatening and he wasn't yelling. She never said, Call the police. Neither did she sound genuinely threatened. Her demands were just. LET ME IN LET ME IN. She covered the peep-hole. I peeped out my window. I didn't see the male but I heard him talking in a low voice. However, I saw a glimpse of her on my porch. She had on all black. I DID NOT open the door. I called the police. And as quickly as the commotion began, when they realized I wasn't going to open the door, they disappeared into the night and it was dead silence again. I talked to one of my neighbors this morning who said the same thing happen at his home a while ago. This was a ploy designed to get unsuspecting people to open their doors to become victims of evil intentions. Who knows what would have happened if I opened the door to help this wolf in sheep's clothing. If I had opened that door, I may not be here today emailing you this warning. If someone does this to you, DO NOT OPEN THE DOOR! YOUR SAFETY COMES FIRST. I'm sending this to you because I care about you and this is your head's up. Please share this. This happened in S.E. Washington, D.C.",
  "Last Updated": "5 July 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/crime/prevent/doorpound.asp",
  "Claim": "Home invasion criminals have gained entry to houses by pretending to be distressed persons in need of shelter from attackers.",
  "Claim_ID": "crime_prevent_doorpound",
  "Tags": ""
}