{
  "Origins": "Just after midnight on 20 November 1986, in Kansas City, Missouri, three policemen followed up on a mysterious 911 call. The emergency dispatcher had given them the address (traceable by computer) but was unable to describe the problem because the caller had hung up as soon as the 911 operator had answered the phone. Could it be a hostage taking? A medical emergency? The policemen dispatched to the scene had no idea what they might be walking into.",
  "Fact Check": "",
  "Description": "At the address they'd been sent to investigate, the officers found 1.25 lbs. of cocaine, more than 500 grams of crack, two pistols, and more than $12,000 in cash . . . as well as three very surprised crooks. Though the three people in the apartment fled, two of them (Pauline Webley, 27, of Florida and Geneive Hyde, 32, of New York) were later caught and charged with possession of cocaine. What had happened to bring the police to the criminals' door? The ring members had called the cops on themselves. One of them had tried to dial 921, the first few digits of their leader's phone number, but had instead reached the police emergency number. In October 2004, a quite similar incident occurred in the aptly-named town of Callaway, Florida. Vicki Lynn Nunnery, 43, inadvertently dialed 911 when she was trying to call someone else and unfortunately for her rather than staying on the line to explain her mistake to a dispatcher, she quickly hung up. What Ms. Nunnery didn't realize is that standard procedure for police is to send an officer to investigate all 911 disconnections, and so a sheriff's deputy was routed to swing by her home address and check up on her. When the investigating deputy arrived at Ms. Nunnery's house, he smelled the distinct odor of methamphetamines and contacted narcotics agents, who obtained a search warrant for the premises. The agents' search soon disclosed that the three-bedroom home was serving as one the largest methamphetamine laboratories ever found in Bay County, and officers arrested Ms. Nunnery and Vito James Knowles, 44, on several drug trafficking and weapons charges. Were these crooks unusual? Far from it: crooks unwittingly call the cops on themselves with surprising regularity by connecting to 911 emergency services (and sometimes older cordless phones actually dial 911 themselves). Consider the following oddball cases: December 2008; Middletown, New York: A trio of thieves intent upon stealing car parts from an auto body shop in upstate New York foiled themselves when the cell phone one of them was carrying \"pocket dialed\" 911, resulting in police overhearing their conversation as they were robbing the place: \"You better come! We're getting the tires just shut the car off. They're going to think we're stealing it!\" The GPS function on the phone led police straight to the miscreants. April 2005; Rogersville, Tennessee: Hawkins County authorities were tipped off to two would-be burglars' plans to steal a refrigerator from a mobile home dealership when a cell phone one of the crooks was carrying in his front pocket relayed a 40-minute-long discussion about the upcoming heist to 911 dispatchers. (The phone was of a type that automatically calls 911 when the '9' key is held down.) Sheriff's deputies hid in the woods near the dealership and nabbed the hapless thieves as they exited one of the mobile homes with a refrigerator and set it on the ground outside. March 1997; San Diego, California: Trying to call Mexico, a drug dealer dialed 911 instead of 011. Though he hung up when the emergency services operator answered, a police patrol was dispatched to his address. Four bad guys were arrested and 42 lbs. of marijuana and 2 oz. of methamphetamine were seized. February 1996; Frederick, Maryland: A lad called 911 to report the shed he was growing marijuana in was on fire. He got 60 days. August 1996; Los Angeles, California: Yet another failed attempt to call Mexico netted this drug dealer a visit from John Law. A gun, $15,000 and a 3 lb. bag of powdered cocaine were discovered at this fellow's house. February 1994; Laguna Nigel, California: A man programming his phone to speed-dial 911 (Huh? The number is that hard to remember?) was arrested when sheriff's deputies responded to his call. He and his two buddies appeared to be under the influence of crystal methamphetamine and drug paraphernalia was found in the apartment, so the three of them were placed under arrest. February 1990; San Diego, California: A phone programmed to automatically dial 911 when bumped or dropped gave this set of crooks away. Police discovered 250-300 marijuana plants growing in the house they'd been sent to investigate. Barbara \"don't touch that dial!\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "6 July 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/crime/dumdum/911.asp",
  "Claim": "Criminals have unintentionally turned themselves in by calling 911.",
  "Claim_ID": "crime_dumdum_911",
  "Tags": ""
}