{
  "Origins": "This late 2009 warning about gangs engaging in a \"National Gang Week\" scheme of using bloody car seats as lures to trick unsuspecting female motorists out of their cars, then beating and raping them, carries all the hallmarks of numerous othergang-related urban legends: Gangs throughout the U.S. participate in some sort of organized nationwide scheme to engage in mayhem during a designated time period (e.g., the \"Halloween gang initiation\" legend). Gangs regularly target random, innocent victims for murder, typically as part of an initiation scheme for new members (e.g., the \"flashing headlights\" legend). Gangs engage in a variety of schemes to lure random motorists out of their cars in order to beat, rob, or kill them (e.g., placing tire-puncturing spikes in shopping mall parking lots, affixing plastic baskets to the undersides of targeted vehicles, festooning cars' windshields with flyers, acting as if they were drunk or had been struck by other cars, or hurling bricks or other objects at automobiles). Gangs particularly target random, innocent (usually white) women (e.g., WalMart shoppers and gas station customers). We have not turned up any reports of any gangs (much less simultaneous efforts by gangs all across the country) using car seats as lures to entice motorists out of their vehicles, nor do any of our police contacts recall encountering any such activity.",
  "Fact Check": "",
  "Description": "The agency to whom the above-quoted warning has been attributed, the Tennessee Department of Corrections, issued a disclaimer stating that it could not be substantiated: According to a press release from the Tennessee Department of Corrections, an email is being circulated regarding recent gang activity. The email, TDOC officials say, \"cannot be supported by current [TDOC] intelligence.\" The email did come from a department employee. It is not, however, an official TDOC statement. The email states that gang members are using a new method to target women that involves sitting a baby car seat on the side of the road and attacking women as they approach. The statement from TDOC follows: \"While the TDOC recognizes the gang element that extends to members housed in state correctional facilities, we cannot substantiate any claims made in the recent email transmission.\" The public is advised to use caution when forwarding emails that do not appear to be official documents. Another agency to whom the e-mail has been attributed, the Harrisonburg [Virginia] Police Department, stated that it \"cannot verify the information in these messages\" and advised recipients \"please do not send them to anyone else.\" Yet another law enforcement agency dragged into the fray was the Police Department in Edmond, Oklahoma. The signature block of one of its officers, Sgt. Scott Fees, has been attached to the mailing, causing some who've received it to believe the caution was a genuine warning issued by local law enforcement. Spokeswoman Glynda Chu said the e-mail is \"not true\" and that \"It is a shame people will go to such lengths to frighten people and that they would go as far as to cut and paste Sgt. Fees' name to a hoax to make it look legitimate.\"",
  "Originally Published": "",
  "Referred Links": "http://www.edmondsun.com/local/x1237945051/Hoax-e-mail-singles-out-Edmond-officer;http://www.whsv.com/news/headlines/79076402.html;",
  "Example": "[Collected via e-mail, December 2009] National Gang Week is starting: This is their New target Method While driving on any roads, If you see a baby car seat sitting on the side of the road DO NOT STOP!!!! These are gangs targeting people, especially women, to stop their vehicle to help a baby. They make this baby look as if it has blood on itself or on its clothes, when you get out of your vehicle in attempt to help, the gangs jump out from cornfields or tall bushes. They have beaten women to near death, and then continue to rape them with baseball bats and other torture methods. This is not just a forward of information, it is within our area. If you do happen to see a car seat DO NOT STOP CALL THE POLICE IMMEDIATELY!! Please send this on to everyone you know. Benjamin F. Bean State Of Tennessee Department Of Correction Central Dispatch 5th Floor Rachel Jackson Bldg. 320 Sixth Avenue North Nashville,Tennessee 37242-0465 [Collected via e-mail, May 2010] On the way to Canton, driving on Michigan Avenue, on Thursday morning, I saw an infant car seat on the side of the road with a blanket draped over it. I did not stop, even though I had all kinds of thoughts running through my head. But when I got to my destination, I called the Canton PD and they were going to check it out. This is what I was told... \"Several things to be aware of .. gangs and thieves, are now plotting different ways to get a person to \"stop\" their vehicle. \"There is a gang initiation reported by the local police department that gangs are placing a car seat by the road...with a fake baby init...waiting for a woman, of course, to stop and check on the baby. Note that the location of this car seat will usually be beside a wooded or grassy (field) area ...and the person - woman - will be dragged into the woods- beaten and raped- usually left for dead. DO NOT STOP. DIAL 9-1-1 AND REPORT WHAT YOU SAW. \"IF YOU ARE DRIVING AT NIGHT AND EGGS ARE THROWN AT YOUR WINDSHIELD. DO NOT OPERATE THE WIPER AND DO NOT SPRAY ANY WATER BECAUSE EGGS MIXED WITH WATER BECOME MILKY AND BLOCK YOUR VISION UP TO 92.5% YOU ARE THEN FORCED TO STOP BESIDE THE ROAD AND BECOME A VICTIM OF THIEVES. THIS IS A NEW TECHNIQUE USED BY GANGS. PLEASE INFORM YOUR FRIENDS AND RELATIVES. THESE ARE DESPERATE TIMES AND THESE UNSAVORY INDIVIDUALS WILL TAKE DESPERATE MEASURES TO GET WHAT THEY WANT.\" Please talk to your loved ones about this. This is a new tactic used and I would hate for anyone to fall victim to this kind of crime. Variations: A March 2010 version combined the \"fake baby in a blood soaked car seat\" warning with one about eggs being thrown at motorists' windshields. Versions in circulation in early 2012 included mention of the claim that calling 112 from any cell phone will connect the caller directly with state troopers.",
  "Last Updated": "6 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/gangs/carseat.asp",
  "Claim": "Gangs are using bloody car seats to lure female motorists out of their vehicles as part of a \"National Gang Week\" activity.",
  "Claim_ID": "crime_gangs_carseat",
  "Tags": ""
}