{
  "Origins": "We're inculcated from childhood to learn that \"two wrongs don't make a right,\" but unfortunately the warning message reproduced above is an example of piling one wrong atop others, doing more harm than good in the process.",
  "Fact Check": "",
  "Description": "Assailants' making use of drugs such as Rohypnol (commonly known as \"roofies\") to incapacitate women and facilitate sexual assault is a genuine problem. Rohypnol (flunitrazepam) is a potent sedative that is available relatively cheaply, takes effect fairly quickly (about 20-30 minutes) after administration, typically lasts for several hours. It is especially effective as a \"date rape\" facilitator because it can so easily be disguised and furtively administered (typically by adding it to a drink), and (especially when combined with alcohol) it can result in the victim's experiencing a memory loss for much of the period between ingestion and recovery. The August 2006 warning cited above describes an alleged incident in which three women who met at the Trainwreck Saloon in St. Louis' Westport Plaza were supposedly slipped Rohypnol by a bartender (who was being paid by accomplices), raped, and dumped in the parking lots of area hospitals (one at St. Luke's and the other two at St. Anthony's ). However, police from Maryland Heights (a suburb of St. Louis ) investigating the case have found nothing to substantiate any of these allegations. Police interviewed the author of the e-mail, who stated it was something she wrote based on hearing a second-hand story told to her by a friend; when police tracked down and questioned that friend, she declined to cooperate or provide the names of the other two women allegedly involved in the incident. After a thorough investigation, Maryland Heights Police Chief Tom O'Connor released a statement asserting that \"None of the alleged claims in this email can be substantiated and some of the information the alleged victim provided us has been ascertained as clearly false,\" based on the following facts: The email alleges that the first victim woke up at St. Luke s Hospital in Chesterfield, after being drugged sometime earlier in the evening. The other two alleged victims whose names the first women refused to divulge also allegedly awakened from a drug-induced black-out at St. Anthony s Medical Center in south St. Louis County. Neither St. Luke's nor St. Anthony's have any records for admitting or treating any women for sexual assault on the night in question. St. Louis County Police Department whom the alleged victim said was contacted has no record of a call or report in this case, nor was its Sex Crimes Division asked to respond. Chesterfield Police Department also has no record of a call dispatched to St. Luke's. No rape assessment kit was administered by medical staff at any of the hospitals in this case. The email claims the victims were drugged with Rohypnol, a so-called date rape drug. Our investigation could not find evidence that any blood tests were administered that night that would determine if the date-rape drug Rohypnol or any other drugs, as was alleged, were present. No other alleged victims or potential witnesses who could help verify any of these allegations have come forward. Finally, the email also falsely claimed that similar incidents are a common problem at Westport Plaza. This is completely untrue. As usual, the end result of this type of false account is to harm persons (and their businesses) who are completely blameless, as Chief O'Connor noted in the conclusion of his statement: This unsubstantiated email is very harmful to our business community. To the best of our knowledge, Westport Plaza has never had this kind of thing happen. No bartenders or other employees at Trainwreck Saloon have been linked to this alleged incident. This is a safe and responsible establishment. It is terrible to damage the reputation of innocent businesses. Internet rumors spread fear and create undue alarm among people.",
  "Originally Published": "",
  "Referred Links": "http://www.stanthonysmedcenter.com/;http://www.stlukes-stl.com/;http://www.westportstl.com/;http://www.trainwrecksaloon.com/;http://en.wikipedia.org/wiki/Flunitrazepam\";",
  "Example": "[Collected via e-mail, 2006] A friend/client of mine was out with two other girls last weekend. They were meeting up with two more girls at Train Wreck in West Port Plaza. My friend walked in the bar with the two girls she was with, bought a draft beer from the bar and was standing there waiting for a table. She literally had two drinks of her beer and that is all she remembers. She woke up St. Luke's Hospital with high levels of Rohypnol in her blood. They had found her in the parking lot of the hospital. She was raped. The two other girls she was with that night were also drugged, taken from the bar, raped, and later found in the parking lot of St. Anthony's. No word yet on the girls they were meeting up there. No one has heard from them. From what the police have told her this is a common problem they are having in West Port. They have arrested one bartender from a different restaurant/bar associated with a different case. This bartender was being paid to put the drug into girl's drinks. I don't know all the details on this I just found out this morning but but my friend was raped and no condom was used. This has to be a group of people doing this. I don't see how one person could get a group of drugged girls out of the bar without being obvious. I am sending this out as a warning. I know there are a lot of us that used to go to the happy hours over there and stay even later. Apparently the warnings women are given... being in a group of friends, buying your drink yourself, and never leaving your drink unattended isn't even enough protection anymore.",
  "Last Updated": "25 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/trainwreck.asp",
  "Claim": "E-mail describes a case of three women being slipped Rohypnol by a St. Louis bartender and then raped.",
  "Claim_ID": "crime_warnings_trainwreck",
  "Tags": ""
}