{
  "Origins": "In September 2002, those who frequented areas of the Internet devoted to the pleasures of marijuana found themselves confronted with a persistent rumor involving billboards supposedly placed alongside roads by the U.S. Drug Enforcement Administration (DEA). Although the location(s) of the signs changed from telling to telling, the gist of the rumor remained the same: The message proclaimed by those charged with drug enforcement trumpeted, \"If you think it's dry now, wait until October\" (or sometimes \" ... wait until October 15\" ).",
  "Fact Check": "",
  "Description": "Folks would claim someone they knew had seen the sign, or even that they themselves had seen it. Though the call for photographs of the infamous billboard went out, it invariably went unanswered. The sign was said to have been sighted in Minnesota. Or Ohio. Or Virginia. Or near Tampa. Or near Houston. Or in Detroit. Everywhere, in fact, where folks who smoke marijuana were nervous about it. In other words, all across the USA. There wasn't anything to it. The DEA hasn't been posting such signs, nor is it ever likely to, given that there's no upside to warning users that hard times are just around the corner (to do so would be akin to advising potheads, \"Visit your local dealer and stock up now!\"). Nor was this rumor a new one: those encountering it for the first time in the fall of 2002 had little notion that the tale had been around for more than a decade, as shown in this example from a 1991 Internet newsgroup discussion: That reminds me... a friend of mine was in LA 2 months ago. He said he saw stencilled spraypaint signs on some inner-city streets that read: 'IF YOU THINK IT'S BAD NOW, WAIT UNTIL SEPTEMBER -DEA' The \"DEA billboard\" story has surfaced numerous times in the years since then, sometimes altered a little bit: This past week the Melbourne/Cocoa Beach DEA stumbled onto a large quantity of marihuana and the stumble-bums made a bust. They broke their arms patting themselves on the back, they posted signs all over town; a marihuana leaf with the red circle and the line through it, and underneath it said, \"if you think it's dry now, just wait till the DEA finishes their job.\" (1998) When I was living in Brevard County FL during '98, around Sept there were billboards on I-95 that said: \"If you think it's dry now, wait until October.\" -Sherrif's Dept, Brevard County FL (2001) Why this tale appears at various times is anyone's guess, but it's possible the 2002 outbreak was at least in part attributable to the dry, hot summer that burned off all manner of crops across North America that year, not just wacky tobaccy. Locally-grown marijuana would have been harder to come by during those stultifying summer months, which would make rumors about law enforcement-induced shortages all that much more believable disruptions of illegal activities are always first thought to be the work of police, and only after that premise has been examined and discarded that other factors (weather, cost, reduction in number of suppliers) are taken into account. Also, terrible local growing conditions for marijuana increase dependence upon a foreign supply which is far more vulnerable to confiscation and therefore also a greater source of anxiety to those looking to partake of the weed. Perhaps the \"DEA billboards\" whisper is a way of putting apprehensions about what is perceived as a shortening supply into words. Barbara \"acapulco goal'd\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2002] Apparently there doesn't seem to be a lot of marijuana available right now, something only important to a select few. Now, however, people are talking about signs popping up along US highways, supposedly put up by the DEA that read sometihg along the lines of \"If you think it's bad now, wait til October.\" This, of course, implying that the DEA have somehow finally found a way to choke off a huge percentage of marijuana traffic, and they're rubbing it in the drug users' faces.",
  "Last Updated": "4 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/cops/dea.asp",
  "Claim": "The DEA has been erecting billboards announcing an upcoming crackdown on the drug supply.",
  "Claim_ID": "crime_cops_dea",
  "Tags": ""
}