{
  "Origins": "Warnings such as the above serve as reminders to safeguard personal possessions when in public places. There are thieves about, and that one has frequented a particular grocery store and its parking lot many hundreds of times without incident doesn't mean that venue will always prove safe. Purse, briefcase, and backpack snatchers can hit anywhere, and a carry-all of any sort left unattended for even a moment is an invitation to the criminal-minded to help themselves.",
  "Fact Check": "",
  "Description": "It has happened that handbags and briefcases have been filched from shopping carts while their owners were in the process of loading purchases into the trunks of their cars thieves with that in mind merely time their walk-bys of targeted vehicles to coincide with moments when victims' backs are to the carts. One way to prevent this type of theft is to make it your habit to place your handbag or briefcase into the trunk of your car just as you begin transferring purchases to that compartment. However, it needs be pointed out that this mode of safeguarding your valuables comes with a risk of slamming the trunk shut, only to afterwards realize your car keys are still in your purse, which is now in the locked trunk of your car. For this reason, those tempted to adopt this practice should always ensure their car keys are in one of their pockets before setting anything in the trunk. Another way is to place your handbag in the cabin of your vehicle before transferring purchases to the trunk. However, if you do choose to do this, be sure to roll up the windows and close and lock your car's doors after stowing your purse within the confines of your car, because purses have indeed been stolen off the front seats of cars while their owners were busy loading groceries into the back. As above, before locking your clutch in your car, make sure you have first transferred your car keys to one of your pockets. The parking lot is far from the only place where your purse or briefcase is at risk of being picked off. These items are frequently lifted in stores, especially from shoppers who have made it their habit to leave their carry-alls in the fold-out child seats of shopping carts while they turn away to examine intriguing pieces of merchandise or grocery store displays. To prevent such theft, stay with your purse or briefcase at all times. Don't turn your back on these items, even though you've housed them in the fold-out seat of a shopping cart. There is no magical force field surrounding this part of any shopping cart that works to protect personal items from theft. (Indeed, the opposite is closer to being true personal items placed in the basket portion of the cart are far more difficult for any thief to get to.) If the child seat of the cart you're using includes a safety belt, run it through the strap of your purse and fasten it. Yet theft from shopping carts doesn't end with just purses and briefcases. All too often, shoppers leave those items not only on the child seat, but open, exposing highly coveted items like wallets and cell phones for all to see. A quick swoop when the shopper is looking elsewhere, and the wallet and cell phone are gone, their absence likely not even to be noticed until the victim arrives at the checkout counter and reaches for her credit cards or cash. Keep the purse closed. If easy access to a grocery list must be maintained, stash the list either in an outside pocket of the handbag or in a pants pocket. By the way, you might want to think twice about placing your handbag in a grocery cart's fold-out child's seat for reasons other than theft deterrence. Especially given that seat's intended purpose (diapered bottoms of infants), it's an especially germ-laden surface. If you do wish to continue housing your purse there while you shop, at least consider washing or otherwise de-germing your handbag on a regular basis and eschew the habit of placing your carry-all on the kitchen counter when you arrive home with an armload of groceries. Barbara \"clean living\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, December 2008] You have loaded up your grocery cart and you make your way to your vehicle on the parking lot. Inside that little kid seat section of the shopping cart, nearest the handle, are your eggs, bread and purse. Now start your vehicle to warm it up and return to the cart to load your groceries either in the back seat or trunk. The last item you grab from your cart as you're putting it away will be your purse. For some this routine is dead on, and most others can relate in some form or another. Any truth to this? From our police department in Fenton, Missouri. Sounds reasonable, but a little dramatic with the \"by the time you get home....\" bit. But a good message. Criminals cruise store parking lots looking for this routine. (In this area most happen at Wal-Mart). They will watch you load your vehicle and when your back is turned they steal the purse from your cart. You won't notice it, the person walking by your cart and vehicle will not register as odd. You will finish loading your vehicle, and assume you already put your purse in your car. Eventually you will unload your car at home, and finally notice your purse is missing. By the time you cancel your credit cards the criminal will have had plenty of time to have made several purchases. Never leave you purse unattended.",
  "Last Updated": "16 May 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/crime/intent/pursetheft.asp",
  "Claim": "Purses are stolen from shopping carts when their owners are distracted.",
  "Claim_ID": "crime_intent_pursetheft",
  "Tags": ""
}