{
  "Origins": "This warning has been in circulation in the online world since December 2006. While the account of an unknown woman's experiences might appear to offer a plausible scenario (smugglers turning innocent cross-border shoppers into unknowing drug mules), those in the know on both sides of the Canadian/U.S. border say there's nothing to the tale.",
  "Fact Check": "",
  "Description": "Jean D'Amelio Swyer, manager of communications with Canada Border Services Agency, reported that she has never heard of such a case. Kevin Corsaro, public affairs officer with Customs and Border Protection in Buffalo said: \"To the best of my knowledge we have never encountered anything that would resemble that.\" Corsaro also noted that he previously worked in narcotics, so if the scheme was tried in the past 12 years he would have heard about it. Although secreting illegal substances in vehicles that will soon be making border crossings might sound like the way to go for a smuggler intent upon moving his goods into another country at little risk to himself of arrest, so much can go wrong with such a plan that the odds of losing the shipment should keep all but the foolhardy from trying it. Not every vehicle bearing Canadian license plates parked at a U.S. shopping mall will head for the border at the end of the day, and someone attempting to move contraband would not necessarily know ahead of time which cars would be ferrying exhausted shoppers back to the Frozen North with their mall-crawling bargains and which cars would be heading for Florida with their cargoes of vacationers. Even if a northbound vehicle could be selected with assurance and drugs loaded into it without anyone's catching sight of what was going on and summoning the police to investigate, nothing guarantees that the smuggler wouldn't lose sight of the loaded automobile during its trip to the checkpoint or after it had cleared Canadian Customs (or that the car would eventually stop at a time and place suitable for removal of the contraband). Given that one visually misplaced vehicle potentially means waving bye-bye to a shipment worth many thousands of dollars, the typical arrest-averse smuggler is more likely to instead opt to pay someone to carry his goods across the border. Barbara \"cache cowed\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, February 2007] A Warning to Cross Border Shoppers A lady was driving back from shopping on Eureka Road with her sister and children, and noticed that the same car had been following them for a while. The car continued to follow them all the way back to the bridge, and even queued up behind them in line for customs. Luckily, she was on the ball. When she pulled up to the customs officer she mentioned to them that the car behind them had been following them the entire trip from the shopping mall. The clerk told her that she was going to have them pull in for inspection, and that she was going to pull this other car in as well. So here's the deal. When the inspectors looked in and around her car, they found that drugs had been stuffed into the undercarriage. The inspectors told her that this is happening more often. The drug dealers find a vehicle with Ontario plates parked at the mall, they stash the drugs and stake out the vehicle. They follow the car across the border and retrieve the drugs as soon as the car is left alone. If the car is stopped at the border, it's someone else who is arrested. This is not a joke. Please pass this on to anyone you feel will benefit.",
  "Last Updated": "25 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/border.asp",
  "Claim": "Smugglers are hiding drugs in Canadian vehicles parked at U.S. shopping malls, then following them across the border.",
  "Claim_ID": "crime_warnings_border",
  "Tags": ""
}