{
  "Origins": "This seeming update to the long-lived urban legend about gang initiates who roam the nighttime streets in vehicles with their headlights turned off, then chase down and kill the unsuspecting motorists who flash their own headlights at them began surfacing in the snopes.com inbox in May 2006. Unlike its well-known predecessor, in which the gang members were the ones being flashed at, in the 2006 tale the prospective gangbangers are themselves flashing their headlights at potential victims to signal them to pull over to the side of the road. However, in common with its forerunner, the motivation behind the killings is the same: to murder randomly-selected people in order to be initiated into a gang.",
  "Fact Check": "",
  "Description": "Although the e-mailed warning states \"this behavior has been identified as a gang initiation in Georgia,\" nothing has surfaced to support that statement. The murder of haphazardly-chosen victims isn't a common gang induction ritual, in Georgia or elsewhere in the U.S. While each troop has its own rites of passage, the usual mode of induction remains being \"jumped in\" that is, initiates are beaten by full-fledged gang members for a specified length of time, with recruits who withstand the battering being admitted to the gang. As for the claim that assaults such as the one reported in this e-mailed warning being \"all over the news,\" there has not been a spate of stories cropping up in the media about gang members luring motorists off the road by flashing their brights at them. Indeed, we couldn't find so much as one news story about such an attack. Though baseless, this concocted warning gained a shot in the arm when it was passed along by a member of South Carolina's State Office of Victim Assistance. Ethel Douglas Ford, a Senior Manager for Victim Services in that office, received the warning in e-mail, then thought to forward it to family members, friends, and colleagues as a \"Better safe than sorry\" type of heads-up. They sent it to others, leaving Ford's signature block on the e-mail. This in turn caused those farther down the line to assume Ford was the author of the alert (she wasn't), or had direct knowledge of the events described (she didn't), or was passing it along in an official capacity on behalf of South Carolina's State Office of Victim Assistance (she wasn't). However, the addition of her signature block to the forward endowed the tale with an aura of authority the message looked like it was being sent around as a particular state agency's official warning to the public and so was perceived as such. The tale gained a further shot in the arm in October 2007 when a 22-year-old Appleton, Wisconsin man claimed to have been assaulted as per the legend. The attack victim said he had been jumped by three white males after stopping his car on the shoulder of northbound US 41 in response to their flashing their vehicle's high beams at him. Local police investigated the case and three weeks later were moved to charge the \"victim\" with filing a false report and providing false information to investigators. Said Fox Valley Metro Police Lt. Ray Lee of the supposed attack, \"We can say without question that it did not occur as it was reported to us. We have discovered no information whatsoever that this was a random act of violence perpetrated by unknown individuals who are actively seeking out people to victimize along the roadway.\" There have been instances of initiations into street gangs that led to the murder of random victims, but they are rare. Generally, they don't involve gang hopefuls being clearly commanded by their overlords to take the lives of the haphazardly-selected but are rather instances of killings that occur incidentally during the course of criminal tasks that prospective initiates had been sent to accomplish by their handlers. For instance, as part of his initiation into the Bloods in December 2004 in Harford County, Maryland, 18-year-old Wayne Lavon Bond, Jr. and 21-year-old Darrell Levon Miller were ordered by their superiors to summon a cab to a remote location and rob its driver. While it is not clear from a reading of news accounts whether either of the pair had been ordered to murder the man they were to rob, after getting in the taxi with the cabdriver, 37-year-old Derald Howard Guess, and relieving him of $20, Bond shot Guess once in the temple, killing him. Bond was sentenced to life plus 60 years. In return for his testimony against Bond, Miller was sentenced to life in prison with all but 45 years of his term suspended. Similarly, in February 2004 in New York, when 18-year-old Charles (C-Murder) Bryant expressed interest in joining a Bloods faction called the Gun Squad, he was told he would have to rob the Chinese food deliveryman then on the way to the apartment with an order. The robbery of 18-year-old Huang Chen by Bryant, 19-year-old Nayquan Miller, and 19-year-old William (Hitz) Capehart quickly turned into a savage assault on the food deliverer, who was beaten to death with a hammer. Bryant received a sentence of 51-1/3 years for the crime, and Capehart received a 50+ years sentence. In return for his testimony against the others, Miller was given a reduced prison term of 20 years to life. However, there has been at least one documented case of initiation into a gang being effected by way of the murder of randomly-selected strangers. On 17 August 1998, Tracy Lambert and Susan Moore were abducted by prospective Crips (\"baby gangsters\" or \"BGs\") in Linden, NC, forced into the trunk of Moore's car, driven to a field outside town, and executed by being shot in the head. Earlier that evening, Debra Cheeseborough had been similarly abducted by the group and forced into the trunk of her car, taken to Smith Lake on Fort Bragg, and shot seven times in the back. Cheeseborough was left for dead but survived to testify against her abductors. The two gang leaders who ordered the abductions, Francisco Tirado and Eric Devon Queen, were found guilty of all charges against them, including first-degree murder, burglary, kidnapping, robbery with a dangerous weapon, conspiracy, attempted first-degree murder, and assault with intent to kill, inflicting serious injury. Queen told police he shot Lambert in the head while the others watched. Eventually, all nine participants in the murders were charged and convicted. Barbara \"gang planked\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2006] A good friend of mine was scared yesterday on Interstate 20 when she and her boyfriend were on the way back to her house. During a mile stretch from the Clemson rd. exit to the White Pond rd. exit on Interstate 20 towards Florence. When a white Cadillac Escalade with Georgia tags came speeding up behind them, flashing their bright lights. They did this to several cars and if you didn't get over they would ride your bumper with their bright lights on. If you did get over they would slow down and get behind you and do it again. My friends were ran off the road trying not to get hit while the Escalade would sling its way in between two cars. My friend called a friend in Georgia to make sure that she read the license plate correctly and that there are7 numbers and letters rather than 6 like ours. She was right and was informed that this behavior has been identified as a gang initiation in Georgia and has been all over the news. They have started going to neighboring states that are not aware of this. They try and get you to pull over by making you think that there is an emergency and they need your help, but when you pull over to help they will kill you as the initiation. My friend did call the license plate into the police but they didn't seem too concerned therefore she emailed Sheriff Leon Lott this morning. Be careful out there and warn your friends and family. It's better to receive this email 25 times and it saves your life, than to ignore it and get killed.",
  "Last Updated": "12 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/gangs/pullover.asp",
  "Claim": "Gang initiates flash their headlights to get cars to pull over in order to murder their occupants.",
  "Claim_ID": "crime_gangs_pullover",
  "Tags": ""
}