{
  "Origins": "The above-quoted warnings about crooks handing out free key rings or key fobs that are actually small (solar-powered!) transmitters, used to track potential victims for later burglaries and carjackings, began circulating in August 2008. Aside from some technologically questionable aspects to these warnings, one prominent point of skepticism is the lack of obvious utility behind the scheme that is, how would the ability to track unknown, randomly-selected motorists facilitate the commission of burglaries and carjackings? Especially since both of those crimes are overwhelmingly crimes of opportunity, engaged in as perpetrators spot or stumble across their chances, rather than crimes typically pursued through the elaborate staking out and tracking of targets.",
  "Fact Check": "",
  "Description": "In this case we don't need to engage in any skeptical speculation, though, because we know the origins of this rumor: It began with the free distribution of completely innocuous, (light-activated) flashing key rings at gas stations in South Africa as a promotional device for gasoline retailer Caltex (a brand name of the Chevron Corporation), and the claims of criminal activity associated with those key rings are completely false: E-mails flying through the electronic ether in South Africa warning of \"tracking devices\" fitted into free key rings are false and fuel retailer Caltex is infuriated that its promotion at service stations has become a victim of urban myth. Police spokesperson Superintendent Vincent Mdunge said such claims were untrue and police are now investigating where these e-mails originated from. \"It is purely a hoax and motorists need not have any fears. Such assumptions are really ludicrous. We will definitely open criminal charges against these hoaxsters once they are caught.\" Caltex reassured customers that key rings being handed out at petrol stations do not have tracking devices on them and that this was part of a brand awareness campaign to promote Caltex's \"Power Diesel brand\", said spokesperson Miranda Anthony. \"We have been running a Caltex Power Diesel promotion through our service station network. Caltex branded key rings were issued to our diesel customers as part of this promotion. These are novelty items and have a flashing device meant to create product awareness.\" An example of a Caltex Power Diesel promotional key ring can be seen in the following video: In a nutshell: Yes, in 2008 a South African gasoline retailer gave out free \"solar\" key rings; no, the key rings did not have transmitters and weren't being used by criminals to track potential victims. While our first sighting of the warning dates to August 2008 and places the suspicious activity in South Africa, numerous versions altering the nationality of the supposed bad guys and/or the country where the mayhem was taking place have surfaced since then: In another August 2008 version, the criminal syndicates were said to be composed of Ghanaians and Nigerians operating in Nairobi, Kenya. In September 2008, the warning named only Nigerians as the syndicate members, with no information given as to where the key rings were being foisted upon motorists. In a May 2010 version, the criminals (of no stated nationality) were said to be operating in Pakistan and handing out their doctored key rings in \"bazaars, petrol stations or parking lots.\" A version circulating in the summer of 2010 offered no nationality for the ill-intentioned, nor did it explicitly name the country where the key rings were supposedly being given away; but in its alteration of \"petrol stations or parking lots\" to \"gas stations or parking lots\" it Americanized the warning, thereby shifting the purported crime venue to the U.S. and Canada. A November 2010 version circulated via cell phone text messages and Facebook postings. April 2012 versions circulated via e-mail bore signature blocks of the Richland County Clerk of Court (South Carolina), a training director for Lugoff Toyota/Ford (South Carolina), and a sheriff at the Whiteside County Sheriff's Office (Illinois). A January 2013 recirculation of this item was described as a \"Warning from Harris County Constable.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, January 2013] Warning from Harris County Constable From HC Constable patrol Prec. #5 Be careful at gas stations & parking lots/criminals giving free key rings with device chip. There is a syndicate of criminals presenting themselves as sales promoters who are giving free key rings at gas stations and parking lots. The key ring has a tracking device chip which allows the criminals to track and follow you. Please, please don't accept them. They select their seemingly well-to-do potential victims and if you accept, you might become a victim of their tricks. The key holders are very beautiful and hard to resist accepting; but remember, you may end up paying more than the cost of a key holder, including the risk to your life. Please advise your family members, email contacts, and friends as well. [Collected via e-mail, November 2010] URGENT PLEASE REPOST people at gas stations giving out key chains.. but the key chains have tracking devices to track u too ur house so they can rob u blind.. please pass this on too everyone on ur friends list please.. it could be ur mother or father that will accept one of them from these ......people!!!!! [Collected via e-mail, June 2010] There is a syndicate of criminals presenting themselves as sales promoters who are giving free key-rings holders at gas stations orparking lots. The key rings have a tracking device chip which allows them to follow you. Please don't accept them. They select theirseemingly well-to-do potential victims and if you accept, then you will be in for their tricks. The key holders are very beautiful to resist accepting but remember you may end up paying more than the key holder including the risk to your life. Please advice your family members as well!!! [Collected on the Internet, September 2008] Syndicates made up of Ghanaians & Nigerians are giving free key-rings at petrol stations in Nairobi. Don't accept them as the key rings have a tracking device which allows them to follow you. Forward this alert to friends and family. Folks, a friend alerted me on the above and indicated that these guys just select their seemingly well-to-do potential victims and play the trick. The key holders I am told are too beautiful to resist collecting but remember you may end up paying more including your life if you can't resist. [Collected on the Internet, August 2008] Security alert: Syndicates are giving free keyrings at petrol stations. Don't accept them as the keyrings have a tracking device which allows them to follow u. Forward this alert to friends and family. it hads GM, Opel and Isuzu badges at the top. [Collected via e-mail, August 2008] WARNING: this happened to Andre yesterday. He put petrol in his car and the petrol attendant gave him a key holder Free! Back at work he noticed something funny a copper plate standing out. It had a sticker on the key holder, he pulled it off. With the key ring being transparent, he noticed a type of SIM card inside. He opened the key holder just to find a miniature transmitter which works with sun power. He took it to the Police Station and the Police said that they were aware of it it is used to follow you home and hijack your car/break into your home.",
  "Last Updated": "16 January 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/keyring.asp",
  "Claim": "Criminals at gas stations are handing out key rings with transmitters that enable them to track potential burglary or carjacking victims.",
  "Claim_ID": "crime_warnings_keyring",
  "Tags": ""
}