{
  "Origins": "It's been rumored that thieves scan the obituary and wedding announcements to see which house to hit. Far from a baseless anxiety, this does indeed happen. Here's a fine 1996 article about how a pair of thieves worked this system:",
  "Fact Check": "",
  "Description": "As of 2007, this theft scheme was still being successfully employed: A multistate investigation has led to the arrests of three men suspected of using information in published obituaries to burglarize homes while grieving families attend services. The sheriff in Reno, Nevada, calls the burglaries a \"horrific type of crime\" targeting the elderly when they are most vulnerable. Besides stealing tens of thousands of dollars in collectibles, jewelry, guns, heirlooms and silver dinnerware, detectives say the suspects inflicted added emotional turmoil by ransacking the homes. Investigators believe 19-year-old Richard Charles Hery was a key player in at least seven such break-ins that occurred in southwest Reno from early April through May. They say six other similar burglaries are under investigation, and there could be more. Hery was arrested in Tucson. Police say they received a tip that similar crimes were being planned there. The same modus operandi popped up again in a 2008 case: A burglar who authorities say used the obituary pages to select his targets was convicted of 10 counts. Prosecutors say 30 Kansas City-area homes, picking their victims by reading real estate listings and obituaries, hitting model homes, homes on real estate tours or homes where owners would be attending funerals. In one of the five Platte County cases Johnson was convicted of, a man was at a funeral for his wife while Johnson burglarized his home. \"It's hard to imagine a more cruel and heartless burglary scheme than this one,\" Platte County Prosecutor Eric Zahnd said. \"Picking out a home to break into because the owner is at a funeral reveals a complete lack of any conscience whatsoever. Dane Johnson deserves every year he will spend in prison.\" Barbara \"ain't it amazing what you can find in the papers?\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "6 July 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/crime/intent/adthief.asp",
  "Claim": "Burglars check newspaper obituaries so they can clean out homes while the residents are away attending funerals.",
  "Claim_ID": "crime_intent_adthief",
  "Tags": ""
}