{
  "Origins": "The concept of \"bump keys\" (or \"999 keys\") gained currency on the Internet in 2006 after an April 2005 Dutch television program demonstrating the technique (and similar videos, such as the one referenced in the example quoted above) were posted on various web sites. The issue has naturally concerned a good many people who have learned about it, since it seemingly shows that many of the kinds of locks typically used on residences are seemingly vulnerable to being bypassed through a fairly simple, effective technique.",
  "Fact Check": "",
  "Description": "A 2006 analysis of \"key bumping\" published on security.org describes the technique: A \"999\" or bump key can be any key that fits a particular pin tumbler lock and that has been modified so that all of its cuts (or grooves) are made to the deepest allowable position as defined by each manufacturer. The term \"fit\" means that the key will enter the keyway (the front of the lock) but will not unlock it. For example, assume all of the locks in a particular apartment complex are produced by the same manufacturer and have the same keyway. The key for apartment 101 can enter the lock of apartment 207 (or any other apartment) but will only unlock the apartment for which it was cut (i.e., apartment 101). Any key cut for any apartment in this example could be modified to act as a bump key and then could be used to open any other apartment within the complex (or potentially any other complexes where the same manufacturer's locks were installed). The term \"bumping\" refers to the process of forcing the key to interact with the pin tumblers by \"bumping\" or rapping it with a plastic mallet while it is inserted into the lock. This process entails hitting the head of the key, causing it to rapidly move forward. When the key is struck correctly, each of the bottom pins is \"bumped\" upward for a brief instant, thus allowing the lock to be opened. How prevalent is \"key bumping,\" and how concerned should one be about it? Despite the apparent ease and effectiveness of key bumping, whether criminals are making widespread use of the technique to burglarize homes is questionable. Some critics, such as the Associated Locksmiths of America (ALOA), have maintained that publicizing bump keys on the Internet may soon increase the incidence of their use in burglaries and other crimes. Many standard pin tumbler locks are vulnerable to key bumping. Higher security-grade locks are less vulnerable (although not necessarily impervious), and non-pin tumbler locks (e.g., rotating disk locks, electronic locks, magnetic locks) are not vulnerable at all. A potential \"bumper\" needs to obtain a key that fits the keyway of the type of lock he seeks to enter. Some types of keys are protected by patent or other restrictions and are more difficult to obtain through normal commercial channels. Key bumping can involve a good deal of noisy banging, so it isn't necessarily an optimal method for covertly entering an occupied residence (or one where adjacent residents might be within earshot). Debate continues over how easily the key bumping technique can be learned and used, how effective it is for effecting illegal entry into homes and businesses, and to what extent it may be facilitating criminal activity. For those worried about the potential that their home locks could be vulnerable, the best advice for now is to consult a professional locksmith and obtain a security assessment of your current locks and/or suggestions for more secure replacements. Additional information: Opening Locks by Bumping in Five Seconds or Less (security.org) Bumping Locks (The Open Organization of Lockpickers)",
  "Originally Published": "",
  "Referred Links": "http://toool.nl/images/7/75/Bumping.pdf;http://www.engadget.com/videos/lockdown/bumping_040206.pdf;http://aloa.org/pdf/bumpkeys.pdf;http://www.engadget.com/2006/08/24/the-lockdown-locked-but-not-secure-part-i/;http://video.google.com/videoplay?docid=-5177213949300140850;",
  "Example": "[Collected via e-mail, January 2007] I received this note and the film being referenced is scary. I find nothing about this ability for \"master keys to be bumped/used on MOST house locks\". Is this a scam, or is principle similar to Kryptonite locks and BIC pens; or is a locksmith just trying to sell new and more expensive house locks? Watch this it is to protect your home! http://video.google.com/videoplay?docid=-5177213949300140850",
  "Last Updated": "25 July 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/crime/warnings/bumpkeys.asp",
  "Claim": "Some residence locks are vulnerable to unauthorized entry through the use of \"bump keys.\"",
  "Claim_ID": "crime_warnings_bumpkeys",
  "Tags": ""
}