{
  "Origins": "Our first sighting of the \"burundanga\" warning was an early May 2008 e-mailed alert that included precious little detail : the woman reported to have been drugged was identified only as \"Jaime Rodriguez's neighbor\" rather than by her own name, and the attack supposedly happened \"at a gas station in Katy,\" with no further indication of location or even the type of station (Shell, Chevron, etc.). Indeed, even the question of which Katy was left open (we know of one in Texas and one in Missouri, and there may well be others). What can be said with certainty, however, is that prior to the dissemination of this warning, no reports were showing up in the U.S. news of the day of people experiencing dizziness after being handed odd-smelling business cards by strangers, at gas stations or elsewhere.",
  "Fact Check": "",
  "Description": "The account speculates the business card passed to the woman at the gas station had been imbued with burundanga, an extract of the datura plant (typically found in Columbia) which contains alkaloids such as scopolamine (the \"Devil's Breath\" of the May 2012 e-mailed alert) and atropine. However, burundanga has no scent (or flavor), so even a card saturated with it wouldn't be described as producing a \"strong odor.\" As well, this drug needs to be swallowed or inhaled if it is to have the effect described here; mere incidental tactile contact with an item permeated by it wouldn't deliver a sufficient quantity to the intended victim's system. The alkaloids contained in burundanga (scopolamine and atropine) are powerful toxins that at lower doses produce dry mouth, dizziness, sweating, and blurred vision, but at high doses can cause delirium and unconsciousness. Scopolamine has some legal medical applications, including its use as a treatment for Parkinson's disease, as a sedative, and as a motion sickness preventive. Burundanga is said to render its ingesters into disoriented zombies (awake and talkative but powerless to resist orders) and is believed to be used by robbers and rapists in Colombia to render potential victims tractable. It is sometimes termed a \"zombie powder\" and is regarded as a date rape drug. At higher doses, the drug can cause disorientation, memory loss, hallucinations, and convulsion, and its effects can last for days. Burundanga-drugged victims have reportedly been found days after they've gone missing, wandering aimlessly with no clear idea of what happened to them. Those under its influence have been known to empty their bank accounts, and even to act as drug mules. Typically, the drug is slipped into the food or drink of intended victims, or is packed into cigarettes or sticks of gum which are then offered to the targets. There is controversy as to how much of their free will victims ultimately surrender under the drug's sway. While there is little dispute that datura alkaloids do cause significant disorientation, there are those who believe burundanga's supposed \"brainwashing\" effects are better understood in terms of disinhibition which causes people to act in ways they later regret. The U.S. State Department's information about Colombia has for years cautioned travelers about such drugs. Its 21 June 2007 travel advisory about crime in that country said: The Embassy continues to receive reports of criminals using disabling drugs to temporarily incapacitate tourists and others. At bars, restaurants, and other public areas, perpetrators may offer tainted drinks, cigarettes, or gum. Typically, victims become disoriented or unconscious, and are thus vulnerable to robbery, sexual assault, and other crimes. Avoid leaving food or drinks unattended at a bar or restaurant, and be suspicious if a stranger offers you something to eat or drink. A 31 October 2011 State Department travel advisory about crime in Thailand echoes that advice about scopolamine, saying: There have been occasional reports of prostitutes or bar workers drugging people with the powerful sedative scopolamine in order to rob them. Tourists have also been victimized by drugged food and drink, usually offered by a friendly stranger who is sometimes posing as a fellow traveler on an overnight bus or train. In addition, casual acquaintances you meet in a bar or on the street may pose a threat. You should not leave drinks or food unattended and should avoid going alone to unfamiliar venues. While burundanga is a frightening drug, in all our searching for information on it we failed to come across news articles about its being used in the U.S. The regions in and around the country of Colombia appear to be its hunting grounds. In November 2008 this false story about burundanga-soaked business cards gained the appearance of credence when a United Kingdom police officer's e-mail was circulated outside his department. Detective Constable Simon Lofting of Essex Police forwarded the much-traveled e-mail to intelligence officers to check if it was real, but what he meant strictly as a query somehow leaked to the general public with his signature block attached, thereby making it appear he was confirming the warning. Said the Essex Police of the matter: \"The email has been exposed as a hoax. The whole story, which hints the incident happened in Essex, was from an urban myths website and was altered to include a warning from an Essex Police marine unit officer. Anyone who receives it should delete it from their inbox.\" In July 2010 the following account, which places the assault in Kansas City, Missouri, and makes no mention of burundanga, began circulating in e-mail: Yesterday our law firm photographer was getting gas at the Quik Trip at I-435 and Wornall Road. As she was preparing to get back into her car, a young man handed her a sheet of paper, which she took just to be polite, threw it on the seat of her car and proceeded to pull out. She almost immediately felt sick, so she turned off of Wornall Road onto 103rd St. and pulled to the side of the road believing she was going to pass out. She realized that the same guy was right behind her in his truck. She got scared and sped down 103rd to a McDonald's and ran in screaming for someone to call 911, with the guy running in behind her. Once he realized that police were on the way, the guy left the McDonald's. The police and paramedics believe there was a super fast-acting halucinogen on the surface of the paper and that once it came in contact with her skin, it immediately caused her to feel like she was going to pass out. She is physically ok, but very shaken by the whole ordeal. She asked me to pass along her story so that no one else is harmed by a situation like this. Please be careful and don't be afraid to seem rude to a stranger. This happened in our back yard. As with the case of the \" perfume robbers \" tale, the dissemination of the \"burundanga\" legend has been followed by copycat reports of such crimes supposedly taking place, most prominently in Houston and Kansas City (as noted above). In neither did police determine that events occurred as reported, that the reportees were truly the targets of criminals, that the putative victims were sickened by something present on pieces of paper handed to them, or that burundanga (or any similar drug) was involved at all. Of the latter incident, the Kansas City police chief posted the findings of his department's investigation and concluded that \"It is highly unlikely that such brief skin contact with any type of toxin could produce such a fast response. It's more likely the victim suffered anxiety-related symptoms like a panic attack from the stress of the event. It is highly, highly unlikely that there is a man out there handing pieces of paper to women that drug them and render them ill.\" Variations: An October 2008 version of this e-mail that omits all references to \"Katy, Tx\" or \"Katy\" and contains the signature block of an officer with the Louisville Metro Department of Corrections appears to place the incident in Louisville, Kentucky. Another October 2008 version that similarly leaves off all references to Katy contains the signature block of someone who works in the Mecklenburg County Sheriff's Office, which likewise makes it appear the incident happened in Charlotte, North Carolina. A third October 2008 version referenced Brock University in Southern Ontario and included contact information for a police officer named Sgt. Paul Bevan, prompting the Niagara Regional Police to issue a statement disclaiming the message as a hoax. A January 2009 version set the action in West Midlands (UK) by asserting the alert comes from the West Midlands Police. In that form of the warning \"gas\" becomes \"petrol.\" In March 2009 the police in Halifax had to issue a denial about the burundanga warning after an employee of bylaw services was fooled and sent it to a couple of her friends. From there, the names of several officers came to be attached to it, giving a perception of credibility to the hoax. An April 2011 version changed the location of the purported incident to South Africa. Another April 2011 version changed the location of the purported incident to Brampton, Mississauga. Which indeed would be a feat, in that while there's both a Brampton and a Mississauga in the Canadian province of Ontario, there's no such place as Brampton, Mississauga. Also, neither of those cities are served by police from the Niagara or York regions, the police departments asserted in the e-mail as the one(s) issuing the alert. By its use of Britishisms such as \"visiting card\" and \"petrol\" and British spellings like \"odour,\" a March 2012 version positioned the incident as one that had taken place in the U.K. Barbara \"paper lyin'\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.nrps.com/media/newsnow/Public%20Service%20Advisory%20-%20Internet%20Email%20Hoax.pdf;http://kcpdchief.blogspot.com/2010/07/what-really-happened-in-e-mail-thats.html;http://www.fox4kc.com/news/wdaf-suspicious-paper-gas-station-woman-072910,0,1070638.story;http://www.39online.com/news/local/kiah-real-urban-myth-story,0,1777834.story;http://travel.state.gov/travel/cis_pa_tw/cis/cis_1040.html#crime;http://travel.state.gov/travel/cis_pa_tw/cis/cis_1090.html#crime;",
  "Example": "[Collected via e-mail, May 2012] The most dangerous drug in the world: 'Devil's Breath' chemical from Colombia can block free will, wipe memory and even kill -Scopolamine often blown into faces of victims or added to drinks -Within minutes, victims are like 'zombies' - coherent, but with no free will -Some victims report emptying bank accounts to robbers or helping them pillage own house -Drug is made from borrachero tree, which is common in Colombia [Collected via e-mail, March 2012] At a petrol pump, a man came over and offered his services as a painter to a lady filling petrol in her car and left his visiting card. She said nothing but accepted his card out of sheer kindness and got into the car. The man then got into a car driven by another person. As the lady left the service station, she saw the men following her out of the station at the same time. Almost immediately, she started to feel dizzy and could not catch her breath. She tried to open the window and realised that the odour was on her hand; the same hand with which she had received the card from the person at the service station. She then noticed the men were immediately behind her and she felt she needed to do something at that moment. She drove into the first driveway and began to honk her horn repeatedly to ask for help. The men drove away but the lady still felt pretty bad for several minutes after she could finally catch her breath. Apparently, there was a substance on the card that could have seriously injured her. This drug is called 'BURUNDANGA'. (Not known To People So Far but sufficient Information Is available in the Net) and it is used by people who wish to incapacitate a victim in order to steal from or take advantage of them. This drug is four times more dangerous than the date rape drug and is transferable on a simple card or paper.. So please take heed and make sure you don't accept cards when you are alone or from someone on the streets. This applies to those making house calls and slipping you a card when they offer their services. [Collected via e-mail, May 2008] And Another Warning ... Last Wednesday, Jaime Rodriguez's neighbor was at a gas station in Katy. A man came and offered his neighbor his services as a painter and gave her a card. She took the card and got in her car. The man got into a car driven by another person. She left the station and noticed that the men were leaving the gas station at the same time. Almost immediately, she started to feel dizzy and could not catch her breath. She tried to open the windows and in that moment she realized that there was a strong odor from the card. She also realized that the men were following her. The neighbor went to another neighbor's house and honked on her horn to ask for help. The men left, but the victim felt bad for several minutes. Apparently there was a substance on the card, the substance was very strong and may have seriously injured her. Jaime checked the Internet and there is a drug called \"Burundanga\" that is used by some people to incapacitate a victim in order to steal or take advantage of them. Please be careful and do not accept anything from unknown people on the street. [Collected via e-mail, September 2008] Incident has been confirmed. In Katy, Tx a man came over and offered his services as a painter to a female putting gas in her car and left his card. She said no, but accepted his card out of kindness and got in the car. The man then got into a car driven by another man. As the lady left the service station and saw the men following her out of the station at the same time. Almost immediately, she started to feel dizzy and could not catch her breath. She tried to open the window and realized that the odor was on her hand; the same hand which accepted the card from the man at the gas station. She then noticed the men were immediately behind her and she felt she needed to do something at that moment. She drove into the first driveway and began to honk her horn to ask for help. The men drove away but the lady still felt pretty bad for several minutes after she could finally catch her breath. Apparently there was a substance on the card and could have seriously injured her. The drug is called 'BURUNDANGA' and it is used by people who wish to incapacitate a victim in order to steal or take advantage of them. Four times greater than date rape drug; and is transferable on simple cards. So take heed and make sure you don't accept cards at any given time alone or from someone on the street. This applies to those making house calls and slipping you a card when they offer their services.",
  "Last Updated": "19 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/burundanga.asp",
  "Claim": "Criminals in the U.S. are using burundanga-soaked business cards to incapacitate their victims.",
  "Claim_ID": "crime_warnings_burundanga",
  "Tags": ""
}