{
  "Origins": "The above-quoted e-mail warning about an \"acid bomb\" (i.e., a plastic bottle containing a combination of ingredients which expands and causes the bottle to rupture) left to explode on a residential porch began circulating in July 2007. Although it's difficult to determine from a single incident how prevalent the activity described is, and how much of a general danger it poses, we can at least verify that the incident referred to did take place.",
  "Fact Check": "",
  "Description": "KXAS-TV, the NBC affiliate station for the Dallas/Ft. Worth area, reported this story on 16 July 2007. Also on that day, the Plano Police Department issued a Citizen Safety Alert about the episode that took place on the evening of 7 July 2007: The Plano Police Department is currently investigating an incident in which a plastic bottle containing numerous ingredients which expand inside the bottle were used to cause an explosion. These devices have been referred to as \"acid bombs\" or \"dry ice bombs.\" Officers have recovered these types of devices in fields, parking lots, and mail boxes in the past. On July 7, 2007, Plano Police Officers responded to the area of Custer Road and Hedgcoxe Drive where a bottle containing an acid-based substance was located after it had been placed on the front porch of a residence. According to witness statements the device was placed on the porch and the suspects ran away. Had the residents opened the door during detonation, it is possible that injuries may have occurred. Please be cautious in approaching these types of devices and be aware of visitors before opening doors to your home. Although these devices appear to be a type of teenage mischief, they could cause severe injury if you come in close contact with one. Should a detonation of this type of device take place, do not touch any portion of the container or liquid. Instead, please notify your local law enforcement agency immediately.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2007] Dangerous Incident Acid Bomb I would like to relay to everyone an incident that occurred at my home this past Saturday night. My husband and I were sitting with 2 friends in our dining room, which is at the front of our house right next to the front entryway. The lights were on in our dining room, but off outside. At approximately 10:30 pm, there was a very loud pounding knock at our front door. My friend got up to answer the door, but I told him not to. I have a general rule in our house that we do not answer the front door at night unless we are expecting someone. I went ahead and turned on the outside lights to look outside, and then there was a loud explosion directly outside our front door. We then heard a car speed away. When we opened the front door, we found an exploded Gatorade bottle, and I immediately smelled strong acid. Our front door and outside entry area were covered with the acid. We called Plano Police, and they also sent out a CSI unit. The officers were clearly disgusted by the incident. They said that they have seen increasing numbers of these \"acid bombs\", or another version which uses chlorine. Typically though, these have been put in mailboxes or on parked cars. This was the first incident that they knew off where the bomb was used with a clear intent to inflict physical harm on people. It was completely obvious we were at home clearly visible right in the front of our house in the dining room. The knock at the door was to summon someone to answer it. The police told us that the recipes for these bombs are readily available on the Internet, using easily available ingredients of a common acid and aluminum foil to produce the reaction. The reaction is very predictable, with the explosion occurring about 20-30 seconds after adding the aluminum foil. They said the force of the explosion is near equivalent to that of a grenade, but without the shrapnel. I cannot bear to think of the harm that would have been inflicted on our friend should he have opened the door prior to the explosion. The police say they are having a very difficult time catching those who are setting off these bombs. They get fingerprints, but unless someone has a prior arrest, or they actually catch someone who matches the prints, this evidence is of no use. It is suspected that it is likely teenagers. We do not know if somehow our family was specifically targeted which is a chilling thought however, to me, the idea of someone willing to inflict such physical harm on people randomly is almost more twisted. The police think it was likely random that our house was just chosen because we were obviously home and we also have a corner house which facilitated the getaway. The police asked us to pass this information around to as many people in the community to raise awareness of this and other similar incidents. Be vigilant, please report any suspicious behavior, and be careful when opening your door.",
  "Last Updated": "25 July 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/crime/warnings/acidbomb.asp",
  "Claim": "E-mail describes an \"acid bomb\" left to explode on a residential porch.",
  "Claim_ID": "crime_warnings_acidbomb",
  "Tags": ""
}