{
  "Origins": "In the past we've encountered crime warnings that recommended widespread hysteria as the proper response to what was perceived as an imminent threat to law-abiding folks nationwide where the incident that sparked the alert turned out to be a crime that took place all of once. Yet this warning about a lurking carjacker, rapist or murderer in Chattanooga, Tennessee, is not even that while the incident it relates sort of happened, its most frightening details are the stuff of embroidery on the part of the storyteller.",
  "Fact Check": "",
  "Description": "According to Chattanooga Police Department spokesman Sgt. Tom Layne, while the account is correct up to the point where the man rapped on the driver's window while she was on her cell phone with 911, the operator that took the call didn't tell the woman she was about to become the victim of a robbery or carjacking, or that such a \"scam has been happening in Chattanooga.\" Instead, the driver \"chose not to open the window,\" Sgt. Layne said. \"Rather than doing so, she told the 911 operator that she was scared and he advised her to continue on to her work and an officer would see her there.\" Sgt. Layne said this was the first time a situation like this had taken place in Chattanooga. \"We do not have some ongoing scam or scheme with this type of problem occurring,\" he reported. More simply, the portion of the warning about a widespread con used by the ill-intentioned to lure women from their vehicles for the purpose of raping, robbing, or murdering them was the imaginings of the person telling the story. What did happen was that a motorist encountered a staggering man on a highway exit in Chattanooga she thought she might have struck him with her car, so she stopped, whereupon he approached her vehicle and rapped on her window. When she told the 911 operator that the fellow she feared she'd hit was now banging on her window, causing her to feel scared, the operator suggested she drive to a place where she felt more secure and offered to have an officer meet her there to take her statement. As described, the encounter better fits a drunk, drugged, or \"not quite right in the head\" pedestrian getting irate with the motorist who almost hit him than it does the construct of a cunning carjacker (or worse) lying in wait for women drivers. Barbara \"horsepower, not zebras\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] This just happened yesterday morning (December 26, 2005) right here in Chattanooga. A lady I work with was on her way to work and was getting off the Lee Highway/Collegedale exit. Just as she was merging and beginning to slow down, she saw a man 19 or 20 years old staggering in the the middle of the ramp like he was drunk. She said that when she slowed and swerved to miss hitting him, she heard what she thought was him being struck and bouncing off her car. She was overcome with fear, anxiety, and shock because she saw him fall into the ditch and thought she had possibly killed him. She immediately pulled over to call 911. She was too nervous to even get out of the car (thankfully). While she was on the phone with the 911 operator telling them she thought she may have run over someone, the man began to peck on her window and beat in her door mirror. She said that she told the operator he was standing there beside her car. They asked her if he looked like he was drunk, she said no. They asked her if he had blood or injury, she said no. They told her to immediately drive away to someplace safe and the police would come to her. She said, What if I run over his foot or something, they told her to accelerate and get to safety. She was just a block away from the funeral home so she went there and the police met her there. They told her she had just been a victim of a scam that has been happening in Chattanooga. They just didn't know that it was happening in that area. They said if she had gotten out of her car, he would have either robbed her, carjacked her or worse. I just wanted to let everyone know this was going on. Please lock your doors and if this happens to you immediately call 911 and don't get out of your car until police arrive. Forward this to everyone you know so we can stay safe on Chattanooga's streets. I would hate for this to happen again to anyone.",
  "Last Updated": "22 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/drunk.asp",
  "Claim": "A man in Chattanooga pretending to be drunk fools women drivers into thinking they've hit him as a method of luring them from their vehicles.",
  "Claim_ID": "crime_warnings_drunk",
  "Tags": ""
}