{
  "Origins": "This July 2007 warning claims that Maryland police have warned motorists that gang members relocating from the Baltimore area are targeting motorists on the I-68 and I-70 highways in that state to be the victims of deadly initiation rituals. Those rituals supposedly include gang members' using woman and children as bait, having them pose as stranded motorists or hitchhikers, and stealing the cars of motorists who stop to offer assistance; the gang members then drive the stolen vehicles with their high beams on and shoot any oncoming motorists who flash their own headlights (as a signal for the stolen vehicles' drivers to lower their high beams).",
  "Fact Check": "",
  "Description": "Many people have reported receiving this warning as an e-mail or fax bearing the signature of an official with the Allegany County Department of Public Safety and Homeland Security. However, the \" flashing headlights \" gang initiation aspect of the message is a decades-old urban legend, and, according to local news reports, the Allegany County Department of Public Safety and Homeland Security has disclaimed responsibility for the message: An e-mail warning residents who travel along Interstates 68 and 70 to beware of gang activity is a hoax, according to the Allegany County Department of Public Safety and Homeland Security (DPSHS). The e-mail lists telephone numbers for Allegany County Chief of Emergency Medical Services Steven Kesner; however, a call to his office Wednesday confirmed the e-mail is not from the public safety office. The e-mail declares that the warning was issued by both [the Allegany County DPSHS and the Maryland State Police]. But an intelligence bulletin obtained from the Hagerstown Barrack of the Maryland State Police says the e-mail, which warns motorists not to flash headlights at other vehicles, originated outside the department and has been verified as a hoax. A Pennsylvania State trooper made the Allegany County DPSHS aware of the e-mail, according to an administrative assistant who answered the phone at the department. The e-mail states four incidents linked to the Bloods have occurred in Garrett and Allegany counties, and that police believe activity will soon spread to Hagerstown and Frederick. A recent e-mail forwarded on the hoax contained the subject \"I-68 and I-70 (Unclassified).\" Similar items have shown up in the e-mails of Pennsylvania residents, which include the Pennsylvania State Police logo and the name of one of its corporals. However, reported the Frederick News-Post , that doesn't mean Maryland law enforcement officials are unconcerned about gang activity in that state: In June [2007], the Frederick County State's Attorney Office announced it would be getting help from the National District Attorneys Association to combat gangs. The local prosecutor's office was one of six jurisdictions nationwide selected for the initiative, known as the Gang Response Model. The Gang Response Model is broken down into a seven-step approach, including assessing the problem, identifying responses and sharing information. In June, State's Attorney Charlie Smith said law enforcement agencies in Frederick County are monitoring more than 100 people they believe have ties to gangs. The most predominant groups in the county are the Bloods and Crips; although signs of MS-13 exist, police are not convinced they are affiliated with the national gang.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2007] Homeland Security and Maryland State Police have issued the following warning to persons traveling I-68 & I-70 in Maryland. Pass this on.... DO NOT FLASH HEADLIGHTS AT OTHER VEHICLES! DO NOT STOP TO HELP BROKE DOWN VEHICLES! DO NOT PICKUP HITCH HIKERS! Homeland Security and Maryland State Police have issued the following warning to persons traveling I-68 & I-70 in Maryland. This warning is being issued due to the knowledge that many blood members were ousted from Baltimore/DC area and are relocating to the Frederick, Hagerstown, Hancock and Cumberland areas to expand their \"Domain\". Their intent is to have new bloods membership drives on Friday and Saturday nights, over the next several weeks, to establish their membership numbers in these areas and bring smaller gangs into their family. Persons posing as Hitch Hikers and Stranded Motorist are the first step to this \"initiation game\". Reports are that they are using woman with children to pose and then steel the vehicle of the persons stopping to render aid. This is how they acquire vehicles for the second step of this initiation. The second step of the initiation ritual is that they drive around in the stolen vehicle with no headlights on or with their high beam lights on. The first vehicle to \"Curtesy Flash\" them is now their target. They are required to chase and shoot at their target (You) as their final step. Individuals have been injured and killed in these types of initiation events in other areas recently. Currently smaller gangs are moving into this bigger gang to form a more prevalent image. At this point there have been 4 events believed to be linked to this activity in Garrett and Alleghany Counties and more are expected in the Hagerstown and Frederick areas soon. Anyone that believes that they have seen or are witnessing an event is urged to taken notice of the persons and vehicles involved and call 911 immediately. Maryland State Police has increased the number of officers patrolling these areas in unmarked, unidentified, vehicles to attempt to limit the exposure to motorist. Persons are advised to not become involved in an event or \"Take the law in their own hands\". There are many of them and they do not work alone. Please notify all your friends and family members and inform them about this notice. Any persons wanting additional information, please contact the office of: Chief Steven J. Kesner Allegany County Department of Public Safety and Homeland Security 414 Hudson Avenue Cumberland, MD 21502 Office # 301-722-3417 or 301-777-5908",
  "Last Updated": "25 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/maryland.asp",
  "Claim": "Maryland gangs are engaging in a deadly initiation game that requires new members to steal cars and shoot motorists on highways.",
  "Claim_ID": "crime_warnings_maryland",
  "Tags": ""
}