{
  "Origins": "Regional circulation of e-mails and text messages warning of gang initiation activities that will supposedly be targeting random innocent victims is a common phenomenon. But at Halloween 2008 such rumors ran rampant, perhaps as an expression of the fears, anxieties and uncertainty that Americans were feeling amidst a troubled economy with a change in national leadership looming just over the horizon.",
  "Fact Check": "",
  "Description": "Most of the messages posited that gang initiates in some Atlantic coast state (e.g., New York, New Jersey, Maryland, South Carolina) were going to be killing a symbolically large number (typically 30 to 34) of randomly-selected (white) women on or around Halloween, 31 October 2008. Despite police assurances that \"there is no evidence to confirm these fears\" and \"these rumors originated via text message and internet and in our opinion they are not credible ,\" the gang warning rumors continued to circulate up through Halloween evening and beyond. In the event, no such gang killings were reported. In December 2008, a New Jersey man was arrested and charged with spreading false reports of gang violence in connection with those Halloweentime rumors: A Jersey City man who allegedly made mischief on the Internet on Mischief Night by spreading false reports of gang violence in Jersey City and Bayonne was arrested. Officials subpoenaed information from Comcast and the Web site JCList.com, where the postings appeared, leading to the arrest of Andrew T. Lazaro, 19, on a count of causing false public alarm, Jersey City Police Chief Tom Comey said in a press release. The sick warnings posted on JCList on Oct. 30 under the moniker \"Tom\" claimed that several schoolgirls and women in Jersey City and Bayonne were shot as part of a gang initiation, and caused a flood of 911 calls, officials said. \"This is the type of reckless behavior that needlessly causes alarm and panic in the community,\" Comey said. \"Let this serve as a message to people who commit similar frauds: You can't hide behind the computer. You will be found and prosecuted for posting criminal falsehoods. The law is very specific on that.\" Although other forum posters called Lazaro's postings an \"urban legend,\" Lazaro tried to bolster his postings by saying his sources were police officers and that he was listening to a police scanner. In mid-October 2009 the same type of warnings began to spread anew via social media such as Facebook, these geographically non-specific versions claiming that gang initiates would be killing \"140 women\" (or more) during the week of 21 October: I just received a message that October 21 is marked for gang initiationactivity and they have set a goal to kill 140 women. This is a highalert message. Please pass this on to as many women as you can. Youmight be helping to save a life. As for us, we need to observeprecautions at all times. Be alert and not get distracted as we walk,travel in trains, stand on subway and train platforms; be careful whenwe enter and exit our cars; avoid dark and solitary or isolated areas,etc. etc. Hey all! I've got something very important for you all to know. A friend of mine here @ work informed me that the week of Oct 21st isnational gang initiation week, and apparently it's a contest between allrival gangs all over the country to see who can kill the most women duringthis week long period as to prove themselves worthy, or some crap likethat. The goal is 140 women or more. Normally I wouldn't take this kindof thing very seriously but the girl who told me I consider to be areliable source and not easily shaken, but she insisted we tell as manypeople as possible for safety's sake. So please ladies - take care that week - don't go out alone - especiallyafter dark! Please copy this on to anyone I either didn't have the address for or justpeople you want to warn. Take care ladies - and guys, keep your eye on the women in your lives.",
  "Originally Published": "",
  "Referred Links": "http://www.poconorecord.com/apps/pbcs.dll/article?AID=/20081031/NEWS/81031018/-1/NEWS01;http://www.ny1.com/content/top_stories/88226/police-deny-halloween-gang-violence-rumors/Default.aspx;",
  "Example": "[Collected via e-mail, October 2008] Have you heard this one? Email advising the blood gang will be driving a silver SUV and must kill \"31\" women on Halloween night. Someone took my son to practice yesterday and the police were there handing out flyers. They received a tip that there would be a gang initiation (Bloods) on October 31, 2008 where they are targeting women. The goal is to kill or serious injury between 30 - 50 women. They didn't know what area(s) would be targeted or if it's going to be city or county. Please make sure you are very careful going out on Halloween and be very aware of your surroundings whether you're going trick or treating or just going out. This was reported in Maryland. Please use extreme caution tonight: To my understanding a local gang in Rocky Mount 'The Crypt' is out to kill 31 women by midnight tonight. A lady that attends my church works @ Golden East Crossing & mall security is warning all women to PLEASE BE CAREFUL!!!! DO NOT BE OUT ALONE-W/OUT ADULT COMPANIONSHIP. THIS IS SERIOUS. I WOULD HATE FOR ANY OF YOU TO FALL VICTIM TO THESE HEARTLESS GANGS. Please pass this on to everyone you know!!!! I received this email today and also know of others who have received text messages about this today: \"I just got a call from work stating that Florence Police and Solicitor's Office (Florence, SC) have notified us that the gang \"900 Boys\" of West Florence are planning on shooting 14 white people tonight. Stated that it could be rumor but had spoken with informant that confirmed. They warned that the targets were mainly women. Stated to stay away from conv. stores and to not buy gas after 4:00 PM as they thought they would be drive by shootings. You might have already heard about it, but if not, tell everybody.\" I just received a phone call telling me to be very careful, because the person knows that I travel alone. Signs are being posted at WalMart and other stores warning women to be very careful when entering or exited their cars because the gang \"Bloods\" for their initiation are ordering new members to kill at least 34 women before the end of Halloween. I don't know how true this is, but please be careful, you never know, and Halloween is the time when a lot of things happen. Dear All, My future son-in-law works in Upper Montclair, N.J. He shared that police officers in Upper Montclair and Essex County are visitng local businesses to share the following information... Gangbangers are planning major initiations on October 30th and 31st, and they will be targeting women.It is recommeded that women stay indoors after sunset on those two nights. Please forward this email to everyone you know. I received a text message that the Bloods gang are running an initiation october 30th and 31st targeting girls and killing them. Alert for Tonight (UNCLASSIFIED) I just got this from a friend who gets Alerts from a detective in her neighborhood, Box Hill North. It's important to pass along.... I have just received some very important intelligence. Tonight October 30 and tomorrow October 31st, 2008 are supposed to be Blood Gang Initiation Nights. On these nights, new gang members are to be initiated and as part of their initiation they are supposed to carry out some random acts of violence. As of this minute, I am being told that women are being targeted and they are to kill/injury at least 30-35 women. In the law enforcement community we don't take these warnings lightly. Specific areas are not known at this time, but as you all are aware, Blood Gang sets are all over in the State of Maryland at this time. Please all women, pay attention to your surroundings and if you take your kids out trick or treating for Halloween. Please don't travel by yourself. I know some women can handle themselves, but if you can please take a male partner or two with you. Strength are in numbers! If you see or recognize any gang members in your area, please contact your local police office immediately. The colors or flags of the Blood Gang are any combination of the colors Black, Red, and White. They usually accessorize this with a red bandana. Also, in an effort to educate the masses, please forward this email on to as many people in our area as possible. WARNING!!!! The gang BLOODS are having initiation night October 30, 2008 and October 31, 2008 they are targeting women Be careful once again the bloods have switched colors look out for Silver SUV Supposedly they must kill 34 women by Halloween nite plez b careful and alert others There is currently an e-mail and text message going around parts of the Bronx saying that local members of the Bloods are initiating new members tonight (Halloween, Oct. 31). Initiationapparently consists of killing 31 women in drive-by shootings. My future son-in-law works in Upper Montclair, N.J. He shared that police officers in Upper Montclair and Essex County are visitng local businesses to share the following information... Gangbangers are planning major initiations on October 30th and 31st, and they will be targeting women. It is recommeded that women stay indoors after sunset on those two nights. Please forward this email to everyone you know. Those of us who live in the inner city areas will be the hardest hit - yet we are the least informed. Think about it. ALL RESIDENTS AND VISITORS PLEASE BE AWARE THAT NOVEMBER IS \"BLOOD\" MONTH, WHICH MEANS RANDOM KILLINGS AND VIOLENCE WILL BE GOING ON IN AND AROUND THE CITY OF NEWARK AS PART OF THE BLOOD GANG INITIATION. PEOPLE ARE BEING ADVISED NOT TO WEAR OR ADVERTISE ANY OBAMA PRESIDENTIAL CAMPAIGN PROPAGANDA ON THEIR CARS OR HOUSES. YOU COULD BE A TARGET FOR A SENSELESS CRIME. THE COLORS RED AND BLUE THAT APPEAR IN THE OBAMA CAMPAIGN POSTERS, TEE SHIRTS, STICKERS AND LAWN SIGNS ARE GOING TO BE TARGETS FOR THE GANGS. THIS IS RIDICULOUS BUT TRUE. LETS NOT FORGET WHAT JUST HAPPENED OVER THE WEEKEND. AND THESE KIDS WAS CAUGHT SHOPPING AT JERSEY GARDEN MALL!!!! THEY WENT ON A SHOOTING SPREE FRIDAY AFTERNOON KILLING AND WOUNDING INNOCENT PEOPLE AND THEN HAD THE NERVE TO GO SHOPPING AFTER THAT AT THE MALL!! PLEASE BE CAREFUL OUT THERE! Hi everyone, I just received a text from a friend who's mother works as a court official in NYC. Her mom got a memo this morning stating that the bloods are having their gang initiation in NYC this weekend and that they will be targeting 20-30 women, doing drive-by shootings from a silver SUV. Please send this along to any girl you know living in the NYC area and be safe & alert this weekend. Hopefully this won't even happen but I just wanted to pass it along regardless. I really don't want to cause panic, but I must tell you this: One of our female friends just received a phone call from a friend who works in the criminal court in Manhattan... The court received a notice warning that The Bloods are having initiations today and tomorrow, and they've been asked to kill 31 women in the City. Although it said in the City, one never knows if it might extend to other boroughs. Please, please, please be careful, start to intercede, and warn anyone you can. GANG INITATION WARNING FOR MONTH OF NOVEMBER Good morning everyone, I'm sending this email because I received an urgent text from a friend of mine who is a Jersey City Police Officer. He noted that ALL women are to be extremely careful; be watchful of their surroundings. All Gangs are going through initiation and they are targeting the Hudson, Essex, Middlesex, Somerset, & Union Counties. It has been forewarned that they are to KILL 30 Females (adult or child). Yesterday they killed a mother and her 2 daughters (Newark) as they were entering their home. PLEASE DO NOT TAKE THIS LIGHTLY. PLEASE WARN OTHERS AND USE WISDOM. IT IS IMMPERATIVE THAT YOU ARE CAREFUL WHEN YOU ARE OUT AT NIGHT ESPECIALLY!!! THIS IS ALSO A TIME FOR EVERYONE TO TAKE TIME AND PRAY FOR ALL COMMUNITIES & FOR THOSE THAT PROTECT AND SERVE OUR COMMUNITIES.",
  "Last Updated": "12 October 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/gangs/halloween.asp",
  "Claim": "Gang initiates are planning to kill thirty or more women around Halloween.",
  "Claim_ID": "crime_gangs_halloween",
  "Tags": ""
}