{
  "Origins": "This spurious \"warning to women\" alert began appearing in inboxes in mid-August 2002 as an article \"from the AP news wire,\" and a slightly rewritten version (minus the Associated Press attribution) initiated another round of forwardings in mid-2005 and again in late 2007.",
  "Fact Check": "",
  "Description": "This story is (and always was) fiction, and nothing even remotely approaching it has come from Associated Press. If nothing else, the sloppy phrasing (\"The way it works is ....\" ) and poor grammar (\"He orders her to remove all of her clothing and kick them out of the stall\") betray this as a clumsy attempt to imitate a genuine article issued by a real news service. Moreover, we haven't turned up a single news account (then or now) of a mall robbery's being pulled off in the manner described, much less that this crime occurs with \"amazing regularity.\" In any case, this sort of robbery wouldn't leave hordes of naked women skulking in mall washrooms for hours and hours after thieves had made off with their clothing. Most shopping malls maintain regular schedules of checking their restrooms for cleanliness and service problems every hour or so, and even if \"out of order\" placards really dissuaded every woman who just wanted to check her make-up or had to deal with a child doing the cross-eyed, hopping-from-one-foot-to-the-other \"I have to go!\" dance from entering a bathroom, neither slavish obedience to signs nor embarrassment of nakedness would likely bar a putative \"victim\" from simply sticking her head out the door and calling for help. Barbara \"dances with wolves\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2005] Warning-be aware / Ladies Please Read !!!!! The Latest Scam: The way the scam works is, a man slips into a women's restroom and sneaks into a stall. He waits until there is only one woman in the restroom in a neighboring stall. The criminal then stands on the toilet and points a hand gun into the next stall, demanding the woman's valuables. After getting her cash and jewelry, he demands that she remove all of her clothing and kick them out of the stall. The thief tosses the clothing into a shopping bag, hangs an out of order sign on the restroom door and slips back into the mall. The out of order sign ensures no one will soon come to the woman's rescue. It usually takes an hour or two for the woman to work up the nerve to leave the restroom in the nude, giving the criminal ample time to make his get away. The woman is left naked and humiliated in a mall full of strangers. The best defense, say police, is to never go into a shopping mall restroom alone, as only women who are by themselves are targeted. PLEASE FORWARD THIS TO EVERYONE YOU KNOW. This has so far been a nearly perfect crime, as none of the perpetrators have been caught. Don't let this happen to another woman. [Collected via e-mail, 2002] From the AP news wire. Don't be surprised to see a naked woman walking out of a shopping mall restroom: The latest scam being perpetrated in our nations shopping malls is not the cost of gourmet ice cream cones or Harry Potter collectible figurines. With what is being called amazing regularity, victims of this new crime wave have been found walking out of shopping mall restrooms completely naked. This has almost always been done by men to women, with a few exceptions. The way it works is, a man slips into a women's restroom and sneaks into a stall. He waits until there is only one woman in the restroom in a neighboring stall. Then he quickly puts an out of order sign on the outside of the restroom door. The out of order sign guarantees no one will soon come to the woman's rescue. The criminal then stands on the toilet and points a hand gun into the next stall, demanding the woman's valuables. After getting her cash, jewelry and credit cards, he orders her to remove all of her clothing and kick them out of the stall. The thief tosses the clothing into a shopping bag, and slips back into the mall. It usually takes an hour or two for the woman to work up the nerve to leave the restroom in the nude, giving the criminal ample time to make his get away. The woman is eventually left naked and humiliated in a mall full of strangers. The best defense, say police, is to never go into a shopping mall restroom alone, as only women who are by themselves are targeted.",
  "Last Updated": "25 November 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/restroom.asp",
  "Claim": "Thieves who work shopping malls are robbing women in washrooms and leaving them naked.",
  "Claim_ID": "crime_warnings_restroom",
  "Tags": ""
}