{
  "Origins": "In December 2007, yet another rumor was added to the growing genre of warnings about gangs initiating new members by having them kill randomly-selected victims (e.g., those who flash their headlights at them, or respond to another vehicle's lights being flashed at them, or who shop at Wal-Mart, or are kidnapped at gas stations by gang inductees hiding in their cars, or whose vehicles are forced off the road, or answer a knock on their doors). In this particular form of \"random victim\" whispers, those attempting to join gangs have been charged with seeking out people (especially women) who will answer their queries about how to get to various places, then shoot them.",
  "Fact Check": "",
  "Description": "The rumor has gone on to invade numerous communities via e-mail. Such missives commonly assert the skinny about the impending blood-soaked membership drive came from someone in the know (e.g., \"My brother\" who is a \"Memphis Police Officer,\" a friend's \"brother who is a firefighter in GSO\" [a local term for Greensboro, NC], or \"My mom who works at the Metro Nashville Juvenile DA's office\" who gained the intelligence from \"their Gang prevention unit,\" \"my uncle\" who \"got a call from the town police department\"). Communities so far embroiled by the hysteria are: Memphis, TN Greensboro, NC Nashville, TN various counties in New Jersey Albuquerque, NM New Orleans, LA Baton Rouge, LA Various law enforcement officials have stepped forward to address the rumors and quell the panic. Regarding the wave of rumor to hit Memphis, a Memphis Police spokesperson said : We have no credible information substantiating the internet/email rumor regarding potential gang members being instructed to ask someone for directions and then shoot them. Similar rumors recur annually. (Remember the flashing headlights rumor, and the female Walmart Shoppers rumor? All were urban myths.) If we develop any credible info, we will surely pass it along. Denials have also issued from the Greensboro, North Carolina, police department: Ernest Cuthpertson with the police department's gang unit says the e-mails are a hoax and there haven't been any such attacks in North Carolina. And from the Sheriff's Office in Guilford County, NC: \"It is absolutely not true. It s basically an urban legend,\" says Col. Randy Powers of the sheriff s office. Plus, the police in Greensboro provided this information to the public via local station WFMY-TV: The Greensboro Police Department wants to debunk an e-mail about an alleged gang initiation week. The e-mails says members of the MS-13 gang are attacking people after stopping them and asking for directions. This type of e-mail has been circulating over the Internet and text messaging. Ernest Cuthpertson with the department's gang unit says the e-mails are a hoax. He says there haven't been any such attacks in North Carolina. Concerning the Nashville version of the rumor, the Metropolitan Nashville Police Department assures us it too is a hoax: January 9, 2008 A hoax email is presently circulating through Nashville warning people to be aware of increased gang activity and random shootings. The Metropolitan Police Department s Gang Unit has determined that the email has no validity. The Nashville District Attorney's office says much the same: No Truth to \"gang initiation\" E-mails - January 9, 2008 A false e-mail has been circulating through the Nashville community this week, telling people to be aware of a reported potential increase in gang activity. The hoax e-mail attributes this information as coming from the Juvenile Division of the Davidson County District Attorney's office. Please note that this is erroneous information, and there is no merit to the claims made in the e-mail. No such information has been released from the DA's office Juvenile Division. The Metro Nashville Police Department's gang division has also debunked the claims made in this false e-mail. A similar hoax e-mail was also circulated in another Tennessee community several weeks ago. Regarding the New Orleans version of the rumor, Jefferson Parish Sheriff Newell Normand disclaims the alert: January 17, 2008 We have checked with all of the appropriate law enforcement agencies throughout this region concerning an email being circulated mentioning gang related material. We have determined there is no evidence to support it's validity. Says the police in New Mexico about the Albuquerque version of the warning: These e-mails and text messages are a hoax and do not contain credible information. There have been no reported incidents similar to this and these messages did not originate from the New Mexico State Police or the Albuquerque Police Department. While New Jersey and Baton Rouge law enforcement officials have yet to step forward to address the rumor, it likely won't be long before they too add their voices to those already saying it's just baseless talk. Barbara \"gang planked\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://dps.nm.org/newsReleases/NMSP/2008/NMSPnewsReleases_01.04.08_Gang_Initiation_Hoax.pdf;http://jis.nashville.gov/portal/page/portal/da/officeNews/archives/2008OfficeNews;http://web.archive.org/web/20080511214159/http://www.police.nashville.org/news/media/2008/01/09a.htm;http://www.wmctv.com/global/Story.asp?s=7498960;",
  "Example": "[Collected via e-mail, December 2007] My brother just called, who is Memphis Police Officer. He said let everyone know that Memphis Police Department received an alert this morning from a reliable source that a Gang Initiation is starting today and will be going until the end of December. The gangs are instructed to ask someone for directions and then shoot them. He says they seem to be targeting women. Everyone pass the word, and be careful. [Collected via e-mail, January 2008] Gang initiation in Greensboro, NC My friend Christy received this email from her brother who is a fire fighter in GSO. Please take it seriously. There was a write up in the Oak Ridge paper about the man who was killed by this gang. There is a gang in town called M-13. They were responsible for the killings at the Hispanic restaurant on High Point Road on December 8. They are having a big initiation right now. What they are doing is pulling up beside people at stoplights, rolling down their windows and trying to ask for directions. When you look at them they are shooting the driver in the face. I have been made aware of this gang through my job because of the likelihood that they may come in looking for work. Most of the members being initiated are between the ages of 13-19. Whatever you do, please do not roll down your window for anyone or even look at them. A girl I work with has an acquaintance whose husband was shot at on Highway 68 last week. When he saw the gun he ran a stoplight. The bullet just missed him. The police are trying to keep it quiet because they don't want everyone to panic. They are heavily targeting the west and northwest side of town. So, please be aware of your surroundings where ever you are [Collected via e-mail, January 2008] My mom (who works at the Metro Nashville Juvenile DA's office) called and said they have received \"credible\" information from their Gang prevention unit that there is about to be a major surge in gang initiations over the next few weeks. These initiations involve random shootings that are required to \"make it\" into the gang. They are especially going to be targeting women and unsuspecting people out in shopping mall parking lots. They are supposedly going to be coming up and asking for directions. They are urging everyone to be VERY VERY cautious and VERY aware of your surroundings. Which I know we all should be anyway, but one more warning sure can't hurt. PLEASE BE CAREFUL!! [Collected via e-mail, January 2008] Last night my uncle got a call from the town police department advising about an initiation that started yesterday for gangs. This is affecting the entire Hudson and Bergen counties: Paterson, Bayonne, Rutherford, Secaucus, West New York, Union City, etc They are stopping woman (and woman only) for directions and when the lady stops to help them they get shot and killed. (A Straight bullet in the head.) One lady in Bayonne has been killed and one in Paterson. As soon as the initiation is complete they become a member. Please if anyone stops you for directions, do not stop. Continue going. Forward to all women you know might want to be aware. [Collected via e-mail, January 2008] warning from APD Hello all, My mom works for the special investigations unit of APD and she just let me know that the APD Gang Unit she works with has just confirmed that a new gang initiation here in Albuquerque is targeting women. Apparently the scheme is to flag down a woman, perhaps to ask for directions or something - then shoot them. So be extra aware of anyone trying to attract your attention, signaling you to roll down your window or motioning you over while you are out and about! You might want to let your women friends know as well! [Collected via e-mail, January 2008] Jefferson parish report gang relations A friend's mom (who works at the Metro Juvenile DA's office) called and said they have received \"credible\" information from their Gang prevention unit that there is about to be a major surge in gang initiations over the next few weeks. These initiations involve random shootings that are required to \"make it\" into the gang. They are especially going to be targeting women and unsuspecting people out in shopping mall parking lots. They are supposedly going to be coming up and asking for directions. They are urging everyone to be VERY cautious and VERY aware of your surroundings. Which I know we all should be anyway, but one more warning sure can't hurt. PLEASE BE CAREFUL!!",
  "Last Updated": "14 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/gangs/directions.asp",
  "Claim": "Gang initiates ask women for directions, then shoot them.",
  "Claim_ID": "crime_gangs_directions",
  "Tags": ""
}