{
  "Origins": "This warning appeared on the Internet in late March 2005. Versions in circulation via cell phone text message and e-mail in November 2010 repositioned the alert from one about lone attackers luring women to houses whose doorbells had been wired to deliver a knockout shock to even more vague cautions about \"a way for gang members to rape women\" in one instance and \"a new way to gang rape girls\" in another.",
  "Fact Check": "",
  "Description": "All the incarnations we've encountered have been marvels of nonspecificity: none of them indicates where this attack supposedly took place, not even the country. We scoured recent news stories in the U.S. looking for articles about such an assault and were unable to find any. If such a method of luring rape victims to their attackers had been used in one instance (and we've little reason to believe that it has), there has certainly not been a rash of small children pretending to be lost as part of a scheme to place women in jeopardy. Lacking any news accounts of a crime that would fit what has been described, we're going to drop this one into the 'false' column both because the story echoes too closely other baseless scare stories about lurking dangers to women, and because the methodology described is so far removed from that employed by the majority of rapists. Almost all rapes are crimes of opportunity; that is, either the attacker sees a potential victim and sets about to subdue her, or he encounters an unlocked or easily-breached house that he knows contains a target. The vast majority of rapists do not look to have their prey delivered to them because the stalking, choosing, and overpowering of their marks are key to what they seek. (Assault of this nature is far more about dominance, rage, or punishment than it is about sexual satisfaction.) Under the \"lured by a child\" method outlined in the warning, rapists would be surrendering one of the most basic components of their thrill: victim selection. Instead, they would be resigning themselves to having no say about whom they would be assaulting, their Judas goats (the children they were using) making that choice for them. Although every rapist is different, in terms of motivation they mostly fall into three broad categories: anger, power, and sadism. We discuss a great deal more about these motivations in our Assaulted Tale article, but suffice it to say having unconscious women they themselves hadn't selected served up on their doorstep wouldn't fit the profile of the overwhelming majority of these criminals. The tip-off about rapists using small children to ensnare women in their traps very closely fits an urban legend set in World War II that we know to have been around since at least 1985, the venerable Letter of Intent , wherein young women are impelled through their sense of compassion to hand-deliver a letter on behalf of a blind man and by so doing deliver themselves up for butchery. In a more general sense, like the almost-victims in the Shopping Mauled legend (woman who stops to pick up an \"old lady\" stranded on a dark country road or who is asked by one in a mall parking lot for a ride barely escapes the clutches of a murderer) and the Mall Grab warning (woman is lured into a van by way of a ruse involving a sick baby), the gal in this story is put at risk via her desire to help someone she perceives as both harmless and in need of assistance. This isn't to say that children are never unwittingly involved in the schemes of rapists, but such incidents are few and far between rather than regular occurrences, and they don't fit the narrative described here. For example, an accused rapist in Pennsylvania was reported to have used a 4-year-old boy in his custody as a method of establishing trust with the potential victims he met, and between 1989 and 1994, at least eleven preteen girls in Virginia were sexually assaulted by a man who approached them at playgrounds, near schools and in apartment complexes, usually pretending to be lost himself or searching for children with names such as Monica or Jessica. None of cases involved a rapist's using a child pretending to be lost as a lure to bring women to him, however. Variations: A February 2012 version circulated as a photograph of a printed warning bearing the logo of Miami-Dade County (Florida) and issued by a Permitting and Licensing Clerk with the City of Miami Gardens. In response, that law enforcement agency posted this disavowal on its Facebook page: \"At this time, the Miami-Dade Police Department has not issued such a release nor have we received any reports to substantiate these claims.\" A March 2012 version wrongly fingered the police department in South Palm Beach (Florida) as its issuer after that city's police chief posted the Internet-circulated warning on the city's web page as a precaution after his online searches failed to locate a disavowal of it. The posted piece's intro \"This is from the County Sheriff's Department, please read this message very carefully\" led those who encountered it there to conclude police in South Palm Beach were issuing a warning about actual crimes it had dealt with rather than merely reposting baseless rumor on the off chance that it might have been real. The police chief's repost of the item was removed from that web site. Barbara \"losing proposition\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.timesleader.com/news/local-news/771393/Police:-Man-used-child-to-lure-rape-victim;",
  "Example": "[Collected on the Internet, 2005] I am not sure when did this happen, but it is best to be careful and safety comes first. She was just discharged from the hospital...Today after office hours, I heard from my sister-in-law that there is a new way to rape women. It happened to one of our good friends. The girl left the office after working hours and saw a little child crying on the road. Feeling pity for the child, she went and ask what happened. The child said, \"I am lost. Can you take me home please?\" Then the child gave her a slip and tell the girl where the address is. And the girl, being an average kind person, didn't suspect anything and took the child there. And there when it arrived the \"child's home\", she pressed the door bell, yet she was shocked as it the bell was wired with high voltage, and fainted. The next day when she woke up, she found herself in an empty house up in the hills, naked. She has never even get to see the face of the attacker... That's why nowadays crimes are targeted on kind people. Next time if the same situation occurs, never bring the child to the intended place. If the child insist, then bring the child to the police station. Lost child are best to send to police stations. Please send this to all your female friends. [Collected on the Internet, May 2008] Rapewatch: New Rape Case Tactic The girl left the office after working hours and saw a little child crying on the road. Feeling pity for the child, she went to ask what happened. The child said, 'I am lost. Can you take me home please?' Then the child gave her a slip of paper and tells the girl where the address is. The girl, being an average kind person, didn't suspect anything and took the child there. And there when they arrived at the 'child's home', the kind hearted girl pressed the door bell and she was electrocuted as the bell was wired with high voltage, and fainted. The next day when she woke up, she found herself in an empty house up in the hills, naked. Condoms were all thrown around with semen flowing. There were at least about 20 condoms! She has not even seen her assailants. That's why nowadays crimes are targeted on kind people like her. Next time if the same situation occurs, never bring the child to the intended place. If the child insists, then bring the child to the police station. Lost children are best to sent to police stations. Please send this to all your female friends/colleagues, and your friends with girlfriends and friends with wives. It is better to receive this a thousand times than be a victim once! [Collected on the Internet, November 2010] IMPORTANT: Please read this message very carefully -This message is for every girl who goes to work, college or school alone. If you find any child crying on the road showing his/her address and is asking you to take him/her to that address, then take that child to the police station no matter what you do, DON'T go to that address. This is a new way for gang members to rape females. Please Forward this message to all! [Collected on the Internet, November 2010] If you find a child crying on the road showing his/her address & asking you to take him/her to that address, immediately take that child to the police station and ABSOLUTELY NOT to the to the address. This is a new way to gang rape girls. Please pass along this message in order to help make girls aware of this sick & twisted method of tricking girls into getting raped. [Collected on the Internet, January 2011] This is from the Shelby County Sheriff Department please read this message very carefully This message is for every girl who goes to Work, College, or School or even driving or walking the streets alone.-If you find any child crying alone on the road showing his/her address asking you to take him/her to that address then take that child to the police station no matter what you do, DONT go to that address. This is a new way for gang members to rape females. Please send this to all girls & also boys so they can inform there sisters & friends. Please dont feel shy to foward this message. Our 1 Message may save girls from being the next victims. Published by CNN & FOX NEWS. Please circulate.**DONT ignore. [Collected on the Internet, April 2013] ATTENTION ALL GIRLS AND LADIES: if you walk from home, school, office or anywhere and you are alone and you come across a little boy crying holding a piece of paper with an address on it, DO NOT TAKE HIM THERE! take him straight to the police station for this is the new 'gang' way of rape. The incident is getting worse. Warn your families. Reblog this so this message can get across to everyone!",
  "Last Updated": "8 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/childlure.asp",
  "Claim": "Rapists are using little children who appear to be lost to lure victims to them.",
  "Claim_ID": "crime_warnings_childlure",
  "Tags": ""
}