{
  "Origins": "Domestic violence has been a problem all too often ignored, covered up, and swept under the rug. Many well-intentioned and successful efforts have been made in the last few decades to bring the issue to public attention; to get the word out to women that they need not suffer silent, helpless, and alone; to advertise that there are organizations victims can turn to for help and support; and to educate others in spotting the signs of abuse. Unfortunately, nearly every cause will encompass a sub-group of advocates who, either through deliberate disingenuousness or earnest gullibility, end up spreading \"noble lies\" in the furtherance of that cause. The myth of Super Bowl Sunday violence is one such noble lie.",
  "Fact Check": "",
  "Description": "The claim that Super Bowl Sunday is \"the biggest day of the year for violence against women\" is a case study of how easily an idea congruous with what people want to believe can be implanted in the public consciousness and anointed as \"fact\" even when there is little or no supporting evidence behind it. Christina Hoff Sommers charted a timeline of how the apocryphal statistic about domestic violence on Super Bowl Sunday was widely (if erroneously) publicized over the course of a few days leading up to the Super Bowl in January 1993: Thursday, January 28 A news conference was called in Pasadena, California, the site of the forthcoming Super Bowl game, by a coalition of women's groups. At the news conference reporters were informed that significant anecdotal evidence suggested that Super Bowl Sunday is \"the biggest day of the year for violence against women.\" Prior to the conference, there had been reports of increases as high as 40 percent in calls for help from victims that day. At the conference, Sheila Kuehl of the California Women's Law Center cited a study done at Virginia's Old Dominion University three years before, saying that it found police reports of beatings and hospital admissions in northern Virginia rose 40 percent after games won by the Redskins during the 1988-89 season. The presence of Linda Mitchell at the conference, a representative of a media \"watchdog\" group called Fairness and Accuracy in Reporting (FAIR), lent credibility to the cause. At about this time a very large media mailing was sent by Dobisky Associates, warning at-risk women, \"Don't remain at home with him during the game.\" The idea that sports fans are prone to attack wives or girlfriends on that climactic day persuaded many men as well: Robert Lipsyte of the New York Times would soon be referring to the \"Abuse Bowl.\" Friday, January 29 Lenore Walker, a Denver psychologist and author of The Battered Woman, appeared on \"Good Morning America\" claiming to have compiled a ten-year record showing a sharp increase in violent incidents against women on Super Bowl Sundays. Here, again, a representative from FAIR, Laura Flanders, was present to lend credibility to the cause. Saturday, January 30 A story in the Boston Globe written by Linda Gorov reported that women's shelters and hotlines are \"flooded with more calls from victims [on Super Bowl Sunday] than on any other day of the year.\" Gorov cited \"one study of women's shelters out West\" that \"showed a 40 percent climb in calls, a pattern advocates said is repeated nationwide, including in Massachusetts.\" Commentators were quick to offers reasons why this \"fact\" was so obviously true: Men are mostly loutish brutes, and football is the epitome of mindless, aggressive, violent, testosterone-driven macho posturing, so certainly during the culmination of the football season and its final, spectacular, massively-hyped \"super\" game, more men than ever were going to express their excitement or disappointment by smacking their wives and girlfriends around. So much attention did the \"Super Bowl abuse\" stories garner that NBC aired a public service announcement before the 1993 game to remind men that domestic violence is a crime. Ken Ringle, a reporter for the Washington Post , was one of the few journalists to bother to check the sources behind the stories. When he contacted Janet Katz, a professor of sociology and criminal justice at Old Dominion University, and one of the authors of the study cited during the January 28 news conference, he found: Janet Katz, professor of sociology and criminal justice at Old Dominion and one of the authors of that study, said \"that's not what we found at all. \" One of the most notable findings, she said, was that an increase of emergency room admissions \"was not associated with the occurrence of football games in general, nor with watching a team lose.\" When they looked at win days alone, however, they found that the number of women admitted for gunshot wounds, stabbings, assaults, falls, lacerations and wounds from being hit by objects was slightly higher than average. But certainly not 40 percent. \"These are interesting but very tentative findings, suggesting what violence there is from males after football may spring not from a feeling of defensive insecurity, which you'd associate with a loss, but from the sense of empowerment following a win. We found that significant. But it certainly doesn't support what those women are saying in Pasadena,\" Katz said. Likewise, Ringle checked the claim made by Dobisky Associates (the organization that had mailed warnings to women advising them not to stay at home with their husbands on Super Bowl Sunday) that \"Super Bowl Sunday is the one day in the year when hot lines, shelters, and other agencies that work with battered women get the most reports and complaints of domestic violence.\" Dobisky's source for this quote was Charles Patrick Ewing, a professor at the University at Buffalo, but Professor Ewing told Ringle he'd never said it: \"I don't think anybody has any systematic data on any of this,\" said Charles Patrick Ewing, a forensic psychologist and author of \"Battered Women Who Kill.\" Yet Ewing is quoted in the release from Dobisky Associates declaring \"Super Bowl Sunday is one day in the year when hot lines, shelters and other agencies that work with battered women get the most reports and complaints of domestic violence.\" \"I never said that,\" Ewing said. \"I don't know that to be true.\" Told of Ewing's response, Frank Dobisky acknowledged that the quote should have read \"one of the days of the year.\" That could mean one of many days in the year. In addition, Ringle learned that Linda Gorov, the Boston Globe reporter who'd written that women's shelters and hotlines are \"flooded with more calls from victims [on Super Bowl Sunday] than on any other day of the year\" hadn't even seen the study she'd cited in support of that statement but had merely been told about it by Linda Mitchell, the FAIR representative who was present at the January 28 news conference that had kicked off the whole issue. Did any evidence back up the assertion that Super Bowl Sunday was the leading day for domestic violence? When the Washington Post 's Ringle attempted to follow the chain by contacting Linda Mitchell of FAIR, Mitchell said her source had been Lenore Walker, the Denver psychologist who'd appeared on \"Good Morning America\" the day after the news conference. Ms. Walker's office referred Ringle to Michael Lindsey, another Denver psychologist who was also an authority on battered women. Mr. Lindsey told Ringle that \"I haven't been any more successful than you in tracking down any of this\" and asked, \"You think maybe we have one of these myth things here?\" The upshot? It turned out that Super Bowl Sunday in 1993 (as in other years) was not a significantly different day for those who monitor domestic abuse hotlines and staff battered women's shelters: Those who work with the victims of domestic violence in Connecticut reported no increase in cases [on the day after the Super Bowl], after a barrage of publicity on the potential link between Super Bowl gatherings and family violence. An increase in domestic violence predicted for Super Bowl Sunday did not happen in Columbus, authorities said, and others nationwide said women's rights activists were spreading the wrong message. Despite some pregame hype about the \"day of dread\" for some women, Columbus-area domestic violence counselors said that [Super Bowl] Sunday, although certainly violent for some women, was relatively routine. So, on what day of the year is domestic violence against women most prevalent, if not Super Bowl Sunday? It appears there isn't one particular day on which domestic violence peaks, but rather there are particular times of year when the rates shoot up. For example, a 2006 study published in the Handbook of Sports and Media that examined over 1.3 million domestic violence police reports from every day of the year in 15 NFL cities found only a very small rise in domestic violence dispatches on (or just after) Super Bowl Sunday but nearly a quintupling of domestic violence police dispatch reports around major holidays such as Christmas. A 2007 study that analyzed patterns of women fleeing domestic abuse found that the highest intake rates of women with children at shelters coincided not with Super Bowl Sunday, but with breaks in the school calendar such as Christmas vacation, spring break, and summer vacation (although that study surveyed when women most often fled from their abusers rather than when they actually experienced the abuse that prompted them to flee). The weeks and months after the 1993 Super Bowl saw a fair amount of backpedalling by those who had propagated the Super Bowl Sunday violence myth, but as usual the retractions and corrections received far less attention than the sensational-but-false stories everyone wanted to believe, and the bogus Super Bowl statistic remains a widely-cited and believed piece of misinformation. As Sommers concluded, \"How a belief in that misandrist canard can make the world a better place for women is not explained.\" Variations: A similar item, circulated during the 2014 World Cup football (i.e., soccer) tournament and based on a study by researchers at Lancaster University, held that \"Every time England loses the World Cup, domestic violence against women raises 38%.\"",
  "Originally Published": "",
  "Referred Links": "http://eprints.lancs.ac.uk/65383/2/cdworldcup.pdf;",
  "Example": "",
  "Last Updated": "30 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/statistics/superbowl.asp",
  "Claim": "More women are victims of domestic violence on Super Bowl Sunday than on any other day of the year.",
  "Claim_ID": "crime_statistics_superbowl",
  "Tags": ""
}