{
  "Origins": "Often, the various \"dumb criminals\" stories that come our way prove to be little more than fiction. This tale is an exception, in that it is relatively accurate, although some details of the event have been altered by whoever penned the \"Darwin Awards\" account chronicling it.",
  "Fact Check": "",
  "Description": "On 3 February 1990, David Zaback attempted to hold up H&J Leather & Firearms Ltd., a gun shop located in Renton Highlands near Seattle, Washington. About 4:40 p.m. that day, he entered the crowded shop and announced his intention to rob it by telling everyone to put their hands on the counter and saying if anybody moved, he'd kill them. He then spotted a uniformed policeman having coffee with Wendall Woodall, the shop's owner. What happened next is less than clear in terms of who shot first, but there was an exchange of gunfire between David Zaback, the would-be robber; Timothy Lally, an 18-year veteran of the King County police force; and Danny Morris, one of the shop's clerks. Zaback, who had fired three times, was shot three times in the chest and once in the arm. He died in the hospital about four hours after the shooting. No one else was injured during the incident, and no charges were subsequently laid against Lally or Morris. The e-mailed narrative holds up as a news item for the most part, but some of its elements have been altered to make for better storytelling. Upon seeing the officer, the would-be robber announced a hold-up, and fired a few wild shots from a .22 target pistol. The officer and a clerk promptly returned fire, the police officer with a 9mm Glock 17, the clerk with a .50 Desert Eagle, assisted by several customers who also drew their guns, several of whom also fired. Although the Darwinized account presents the encounter in the humorous light of a hapless robber waving a pop gun being felled in a hail of bullets by a mass of heavily-armed gun shop patrons, that wasn't precisely the way of it. Zaback's weapon was a .38-caliber semiautomatic pistol, not the .22 target pistol of the e-mailed account. The clerk, Morris, fired a 10mm semiautomatic pistol, not a .50 Desert Eagle, and the policeman, Lally, fired a 9mm semiautomatic pistol. As for the participation of others, according to Renton police Capt. Don Persson, although several other customers had guns and pulled them, they did not shoot the only ones involved in the exchange of lead were Zaback, Lally, and Morris. The robber was pronounced dead at the scene by Paramedics. Crime scene investigators located 47 expended cartridge cases in the shop. The subsequent autopsy revealed 23 gunshot wounds. Ballistics identified rounds from 7 different weapons. It's unclear how many shots were fired, in part because some of the suspect's shots struck ammunition on a counter, causing the ammunition to explode. \"There were slugs all over that place,\" Persson said. As for Zaback, he died with four wounds in him, one in the arm and three in the chest, not the 23 wounds claimed in the colorized account. Yet one item of the Darwinized version one would otherwise suspect to have been the product of overwriting does indeed hold up: Renton police Capt. Don Persson said, \"The surprising thing is that the man had to walk right past a marked police car to get in the front door.\" Barbara \"red light district\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] Darwin Award We have a winner...! The following mind-boggling attempt at a crime spree in Washington appeared to be the robber's first (and last), due to his lack of a previous record of violence, and his terminally stupid choices: 1. His target was H&J Leather & Firearms, a gun shop specializing in handguns. 2. The shop was full of customers - firearms customers. 3. To enter the shop, the robber had to step around a marked police car parked at the front door. 4. A uniformed officer was standing at the counter, having coffee before work. Upon seeing the officer, the would-be robber announced a hold-up, and fired a few wild shots from a .22 target pistol. The officer and a clerk promptly returned fire, the police officer with a 9mm Glock 17, the clerk with a .50 Desert Eagle, assisted by several customers who also drew their guns, several of whom also fired. The robber was pronounced dead at the scene by Paramedics. Crime scene investigators located 47 expended cartridge cases in the shop. The subsequent autopsy revealed 23 gunshot wounds. Ballistics identified rounds from 7 different weapons. No one else was hurt in the exchange of fire.",
  "Last Updated": "6 July 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/crime/dumdum/gunshop.asp",
  "Claim": "Thief who tries to rob a gun shop is shot dead by those in the store.",
  "Claim_ID": "crime_dumdum_gunshop",
  "Tags": ""
}