{
  "Origins": "These two warnings date respectively to 2002 and 2005. At first blush both accounts appear plausible, yet searches of news archives turn up no matches for such incidents. While absence of confirmation isn't proof that assaults attempted in this manner did not happen, the mechanics of the effects of sugar water on a car's performance tend to rule out both stories.",
  "Fact Check": "",
  "Description": "Both tales of women whose vehicles have been rigged to fail hinge upon a common claim of \"sugar water\" having been slipped into the prospective victims' gas tanks, thereby causing the cars to sputter to a halt in remote areas where their would-be assailants (who have been trailing them) will have an easy time carrying out uninterrupted whatever mayhem they had in mind. Sugar isn't the quick and deadly car killer it is widely believed to be. Sugar doesn't dissolve in gasoline, therefore the harm it can do to most modern automobiles is limited to what any substance in granule form (e.g., sand) could do, which is clog fuel lines and filters. Yet for it to have that effect, enough of the granules have to get from the gas tank to where they can clog things, a process that is not going to happen in short order. Someone hoping to bring a vehicle to a halt by this method could well be trailing his potential victim's car for days or even weeks, waiting for enough of the crystals (which have been sitting inert in the gas tank) to make it into the fuel line and then to the filter. Were a sugar/water solution to disable a car in a short span of time, the component more likely to be the culprit would be water. Water is heavier than gasoline, so if enough of the former is present in a car's gas tank, the water will be drawn into the fuel line ahead of the gas, resulting in a car that doesn't go anywhere, because water doesn't combust. However, the ill-intentioned who attempted to use this liquid to cause potential victims' vehicles to sputter and die in remote spots would face the problem of such failures occurring too quickly. Once water reaches the engine, a car will stop running. Given that a car so sabotaged will run for only as long as it takes for the gas already in the fuel line to be burnt off, such a vehicle wouldn't make it very far from the parking lot where it started from, if it managed to leave it at all. A robber, rapist, or kidnapper hoping to have at his victim in some quiet location far from the crowds would find that he'd foiled himself. Both stories contain a number of elements common to other \"warning to women\" tales circulated on the Internet the potential attacker is male, the victim female, the plot is to get the woman to an isolated area where the scoundrel can have his way with her, and the intended mayhem is not specified but merely hinted at. The first story in particular, with its laundry list of items found on the miscreant (\"HER gas cap, a gun, hunting knife, duct tape, rope, a gallon jug of sugar water, and two pairs of women's underwear!\"), bears a fair resemblance to a well-traveled urban legend that predates the American Civil War yet is now routinely passed along in a form that features shopping malls and women endangered by \"helpful\" strangers who have (unbeknownst to them) disabled their vehicles. While these two tales began circulating in different years, both appeared in the late fall and ran through the holiday season. They both reappear in the fall to follow that same pattern of running through the Christmas season, then fading into obscurity shortly thereafter. Each are expressions of anxiety centered upon the holiday shopping experience, a time when consumers descend upon the malls and thus must brave those malls' parking lots. The first warning quoted in the Examples section above, the one featuring women's underwear being found with the potential attacker, first appeared in our inbox in November 2002. It ran through that year's Christmas season, then faded away, but was subsequently spurred back to life in November 2005 by the appearance of the second warning the one revived the other. In 2005, it was commonly prefaced as \"This is from a lady in Georgia\" (which is not surprising, given that the places referenced in the tale North Guyton, Pooler, Rincon are cities near Savannah, GA). The second warning has far more of a history to it. It began showing up in our inbox in October 2005, and in its earliest form the incident was presented as having happened \"to a girlfriend of mine on Friday evening at the Target in Olathe (Kansas)\" with the bad guy reported to have \"followed out of the parking lot and onto 40.\" By November 2005, the location of the almost-robbery had changed: the warning was \"from my friend Leah, this happened to her this Saturday at Target in MEMPHIS,\" with the miscreant said to have \"followed me out of the parking lot and onto 169.\" When the warning reappeared in October 2006, it resurfaced in a form that did away with information about where in the U.S. the scary incident had taken place, presenting the tale as \"something that happened to me today in the Target parking lot\" (the city unspecified) and dropping mention of any particular Interstate, simply reporting \"He followed me out of the parking lot.\" However, by December 2006, additional versions in circulation specified one of three new locations for the incident: El Paso, Texas, a place near Houston, Texas, and Jackson, Tennessee. The e-mail's line \"something that happened to me today in the Target parking lot\" caused one subset of forwards to be emblazoned \"This happened to Kathy Kubinski, a teacher at BelAir high school\" or \"It Happened in El Paso, Texas\" when someone in the chain mistook one of the people who had forwarded the message for the woman who had written it. Says Kathy Kubinski, the teacher in El Paso: \"It is just a forward I received from my aunt in Arkansas. I cleaned up all the forwarding addresses and mistakenly left my signature lines below. It went from there. As soon as I clicked 'Send' I thought I wonder if I deleted a line above it stating that it was a forward. Too late!\" Likewise, the inclusion of a Jackson, TN, insurance worker's signature block on another forward led to assertions that the near-robbery had happened at the \"Jackson Target,\" with someone farther down the line altering text within the message to read \"happened to me today in the Jackson Target parking lot.\" Says Shari L. Herron, the insurance worker so misidentified: \"No ... it happened to someone else and someone copied and pasted it into a new email as if it happened to me. I would really like to know who it was because you can't imagine the amount of emails and phone calls I've had. I don't know the person it happened to or if it happened for surebecause the police can't find a report on it.\" A third variant asserted \"This happened at the Target 290 @ Spring Cypress !\", thereby placing the incident at Brazos Town Center, which is a few miles outside Houston, TX. In January 2007, the signature block of a pastor's assistant in Alabama led many to assume that woman was the author of the piece and placed the incident in Birmingham, Alabama. This variant was often titled \"Incident at Target in Birmingham.\" Says Helen Mayo, the pastor's assistant falsely thought to be the story's author: \"The email is not true. It's an altered email with my name attached to it, unfortunately. Please delete it and do not forward. Thank you!\" So, to recap, the account about strange doings in a Target parking lot began circulating in October 2005 and has so far situated the incident in: Albany, GA Baton Rouge, LA Birmingham, AL Burke, VA Cedar, OH Charlotte, NC Columbia, MO Destin, FL Durham, NC El Paso, TX Elkhart, IN Fleetwood, MS Florence, SC Flowood, MS Greenville, NC Hickory, NC near Houston, TX Jackson, TN Lubbock, TX Mays Landing, NJ McDonough, GA Memphis, TN Miami, FL Mishawaka, IN Olathe, KS Richmond, VA Springfield, MA St. Louis, MO Summerville, SC Warrensville, OH Winston-Salem, NC In common with many other warnings of this nature, the examples quoted above present a fair amount of detail about how to commit a crime, but at least one of them departs from the formula in a key manner: it actually offers practical advice on how to prevent being so victimized. Typical scare stories of the sort that advance a world view of women constantly being hunted by an army of rapists, robbers, and abductors ever lurking in the shadows and just waiting to pounce usually culminate with little more than vague and obvious admonitions to \"beware!\" plus some breathless instructions to immediately pass the message along to every female of one's acquaintance. Yet one of these two e-mailed alerts at least advocates a reasonable preventive act of the non-hysterical variety: the purchase and use of a locking gas cap to keep the ill-intentioned from gaining access to a vehicle's fuel supply. Amid a legion of \"Women: The world is a dangerous place you are ill-suited to be wandering about in; stay home where you belong!\" parables, one of the two \"sugared water\" tales offers a refreshing change of pace. Barbara \"sugar plumbed\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2002] I wanted to share a TRUE story with all of you. I heard about this last week and found out, that it is indeed TRUE. This happened to Cathy Conaway's sister, who lives in North Guyton. She went to the Wal-Mart in Pooler about 11:00 one night about 1-2 weeks ago. (I'm sure this is familiar for a lot of us). When she parked her car, there was a van parked right next to her. She heard noise coming from inside but didn't see anyone in it. (didn't think much about it then) About 1a.m. she was leaving and noticed that the van was now parked in front of her vehicle. Getting a little nervous (that gut feeling) she went back inside and asked if a security guard could walk her out. As they were loading her car, the van pulled out and left. As she got on the road, she noticed the same van behind her. She went a little ways (between Pooler and Faulkville) and her car began to spit and sputter. By this time she was really scared and called 911 from her cell phone. As she pulled over, the police was right there, and the van went on by. While talking to the police the van had turned around and went back by. She pointed it out and the police went after it. The man inside was arrested and taken to jail, but was released on a $700 bond. In his van they found: HER gas cap, a gun, hunting knife, duct tape, rope, a gallon jug of sugar water, and two pairs of women's underwear!!!!!!!!!! After getting her vehicle checked out for the problem, it was determined that sugar and water had been poured into her gas tank. They have found the man and he is back in jail. He is from Walterboro, S.C. I thought I would share this with you since Christmas shopping nights are just ahead. PLEASE be aware of your surroundings where ever you go. As for me, I'm getting a LOCKING gas cap. They sell them (where else but) Wal-Mart. Anyway, the bottom line is: BE CAREFUL!!!!!!!!!!!!!!!! Remember the lady that went missing from Rincon several months ago? They found her car, I think in the Fred's parking lot, but still have not found her. Makes you wonder, doesn't it?????? PLEASE send this to all of your email buddies, male or female. Females, beware!!! Males, go shopping with your wives, girlfriends, or whatever when they ask!!! [Collected via e-mail, 2006] Incident at Jackson TN at the Target store A new safety issue we need to be aware of: I just wanted to let you all know of something that happened to me today in the Jackson Target parking lot. Be aware of this and let everyone you know be aware so this does not happen to anyone else. I was at Target today to return something which only took a couple of minutes. When I pulled into the parking lot a man in a car pulled in a couple spaces down from me. He started to go into the store about the same time as I did, then turned back around and went back to his car. I went into Target returned my items and walked back out to get into my car. When I walked out, he was walking away from my car carrying a small gas can. I noticed there was fluid on the side of my car and a puddle beside it. I got into my car not sure of what happened, wrote down his license plate # and left. He followed me out of the parking lot. I was only able to drive about a half a mile and my car started acting funny. It died on me as I was driving and I was able to pull into an area business along the highway. I just sat in my car and called the police. The man drove by three times as I waited. The police who came took a report and said that he had poured sugar water into my gas tank which is what made my car stall. It was a great way to get a woman by herself to be stranded on the streets. Luckily for me I was able to stop where there were people around. The police know where the car came from and are working on this now. Not sure what will happen but my car is now in the shop not running, but it could have been much worse for me. Just be aware that this is happening and always be aware of your surroundings. It certainly scared me and I am grateful that nothing else happened.",
  "Last Updated": "25 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/sugared.asp",
  "Claim": "Assailant disables woman's car by putting sugar water in her gas tank, causing the vehicle to die in an isolated location.",
  "Claim_ID": "crime_warnings_sugared",
  "Tags": ""
}