{
  "Origins": "Breathless e-mailed warnings about the (usually false) latest ways in which thieves are purported to be getting motorists to pull over so they can be preyed upon are nothing new: a few we've previously documented include claims that gangs of robbers were placing tire-puncturing spikes in shopping mall parking lots, or affixing plastic baskets to the undersides of targeted vehicles (thereby prompting drivers to stop to investigate the noise), pouring sugar into gas tanks, festooning cars' windshields with flyers , and even acting drunk or as if they'd been struck by other cars.",
  "Fact Check": "",
  "Description": "Our first sighting of this November 2009 warning about eggs being thrown at windshields was a 29 October 2009 YahooGroups mail list post. That earlier version, while it also asserted the claim of water mixed with raw egg's obscuring a windshield and bruited the (absurdly precise) 92.5% figure, differed from what has become the canonical form of the warning in that it stated motorists so attacked would become prey to \"robbers/carnappers\" and recommended those so assaulted instead drive to \"a well lit place w/ many people or nearest police station\" rather than stop. Later forms of the e-mail added further flourishes, such as \"used by robbers\" morphing into \"used by robbers in Johor Bahru\" (the capital city of Johor in southern Malaysia), the addition of the claim that these attacks \"happens on interstates near exits,\" and most commonly the inclusion of this new paragraph which blames matters on the flagging economy: \"Folks are becoming more and more cruel daily. But this is just the beginning of pangs of distress. With the decline in economy and job losses, we can expect anything. Just can't be too careful these days.\" Though we've queried our police contacts and scoured news reports looking for accounts of robberies and carjackings effected by disabling target vehicles by pelting them with raw eggs, we weren't able to find any such occurrences in the U.S. Rather, we did locate news stories about police cars so pelted, with the officers retaliating by giving chase to the miscreants who'd thrown eggs at them. In various news accounts we found, officers not only were able to see well enough through their poultrified windows to go after the bad guys, they succeeded in running them to ground and bringing them to justice. Most tellingly, such accounts made no mention of the gendarmes so assaulted experiencing difficulty in seeing well enough through their egged windshields to give chase. While a mixture of raw egg and water vigorously stirred together in a glass will produce a somewhat milky-looking liquid (which might be the source of this tale), there's nothing about the interaction of egg and water that renders the resulting combination into a substance guaranteed to completely block a driver's vision. Egg alone or egg-and-water solutions are thin liquids and so are relatively easy to see through, with the vehicle's wipers generally sweeping away the worst of the mess fairly easily. Moreover, it would take a number of extremely well-placed eggs (a hen's typical offerings aren't that big) to splat a windshield so thoroughly as to completely impair the driver's view and force him to stop immediately unless the visibility conditions were already poor, a motorist with a splattered windshield would generally still be able to see well enough to continue driving out of range of the egg-throwing hooligans to a safe stopping place. Certainly miscreants have long engaged in the practice of launching objects (rocks, eggs, firecrackers, paintballs) at moving cars in order to startle motorists into stopping and getting out of their automobiles (typically as a prank, but sometimes as a means of setting up the theft of a vehicle and/or the driver's possessions), but that information is neither new nor shocking. Variations: A March 2010 version combined the \"eggs being thrown at motorists' windshields\" warning with one about a fake baby in a blood soaked car seat. A November 2012 version included this photograph of a car's windshield that had some sort of white spatter upon it that looked to us to be white paint: Barbara \"pitched battle\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/michelle.s.seibel/posts/10155683730345517:0;https://www.facebook.com/michelle.s.seibel;",
  "Example": "[Collected via Facebook, June 2015] Posted by Michelle Shel-lee Seibel on Monday, June 15, 2015 [Collected via e-mail, November 2009] Please take this seriously! If you are driving at night and are attacked with eggs, do not operate the wiper and spray and water. Because eggs mixed with water become milky and block your vision up to 92.5% Then you are forced to stop at the road side and become a victim of robbers. This is a new technique used by robbers in Johor Bahru. Please inform your friends and relatives!! If you are driving at night and eggs are thrown at your windshield. Do not operate the wiper and spray any water because eggs mixed with water become milky and block your vision up to 92.5% so you are forced to stop at the roadside and become a victim of robbers. This is a new technique used by robbers. Please inform your friends and relatives. This also happens on interstates near exits.",
  "Last Updated": "17 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/eggthrow.asp",
  "Claim": "Robbers are flinging eggs at cars to impair drivers' vision and force them to stop.",
  "Claim_ID": "crime_warnings_eggthrow",
  "Tags": ""
}