{
  "Origins": "This warning from the 2010 holiday season about a gang \"seeking to initiate new members\" by killing a randomly selected innocent victim at the Broadway Mall in Hicksville (Nassau County, New York) bears the hallmarks of numerous other gang-related urban legends: Gangs regularly target innocent victims for murder, typically as part of an initiation scheme for new members (e.g., the \"flashing headlights\" legend). Gangs typically select shopping malls as the locations for such gruesome initiation events (e.g., the Macon Mall warning). The shooting of randomly selected, innocent victims is a trait commonly associated with the MS-13 gang (e.g., the \"car bump\" legend). As usual, the gang murder warning quickly spread across the Internet, while law enforcement officials in the alleged target area investigated it and found it to be nothing more than the latest iteration of unsubstantiated viral gang rumors. The Nassau County Police Department (NCPD) notes on their Facebook page that: The NCPD is aware of a non-credible e-mail message that is circulating regarding the Broadway Mall in Hicksville and possible initiation activity there by MS-13 gang members. The NCPD has thoroughly investigated this information and as in the past, it is NOT credible. To address community concern, the NCPD will continue our Intensive Patrol of the Broadway Mall. Likewise, New York television station WPIX reported that:",
  "Fact Check": "",
  "Description": "MS-13 , as the extremely violent Mara Salvatrucha gang has come to be dubbed, has been fingered in a number of other false rumors about initiation rites involving the selection and murder of random innocents, such as the 2007 scare about motorists on two named highways in Maryland being chased down and killed after giving a \"courtesy flash\" to alert the driver of another car that his high beams were on, the 2007 online alert about female motorists who supplied directions being selected, and the 2008 warning about their deliberately \" bumping \" cars into the vehicles of unsuspecting motorists to get them to pull over so they could shoot them.",
  "Originally Published": "",
  "Referred Links": "http://www.altereddimensions.net/crime/MS13Gang.htm;http://www.facebook.com/pages/Mineola-NY/Nassau-County-Police-Department/316906272595;",
  "Example": "[Collected via e-mail, November 2010] Some friends advised that MS-13 is seeking to initiate new members and they allegedly picked The Broadway Mall in Hicksville as the location to pick out an innocent victim as thier target. Obviously the location can change. The word \"Murder\" was used. Police are aware of the rumor as well. Some school districts are emailing parents and sendign home notices. With the approaching holidays and shopping, PLEASE stay alert to your surroundings. You and / or your family members can always ask to be accompanied to a vehicle if alone or concerned. The more people who get this message out, the potential for avoiding a tragedy will follow. Talk to your kids and loved ones and remember the first lesson in self-defense....... Run away...... SEE SOMETHING... SAY SOMETHING. Stay Safe. EVERYONE SHOULD BE VERY CAREFUL!!!!",
  "Last Updated": "18 November 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/gangs/mallmurder.asp",
  "Claim": "The MS-13 gang is planning to murder an innocent victim at the Broadway Mall in Hicksville, NY.",
  "Claim_ID": "crime_gangs_mallmurder",
  "Tags": ""
}