{
  "Origins": "Like many other crime warnings that circulate via the Internet, the e-mailed example reproduced above purportedly provides details of a specific \"close call\" incident, albeit in third-hand fashion (the anonymous e-mail's writer got the story from a \"credible source,\" who got it from \"Nicole\" or her mother). It warns readers that, although the criminal act related therein may have been thwarted in this particular case, the described danger is nonetheless omnipresent and ongoing. However, as is also typically the case with Internet-based crime warnings, although the crime scenario posited in this account might be a plausible one, police in the area mentioned (in this case Omaha, Nebraska) state that the incident on which the e-mail was based was exaggerated and that the form of crime described therein is certainly not a rampant, city-wide phenomenon.",
  "Fact Check": "",
  "Description": "Deputy Chief Mark Sundermeier, an Executive Officer/Professional Standards Bureau Commander with the Omaha Police Department, told us that: There was no reported incident on the Wednesday mentioned in the original e-mail. There is no city-wide activity like this reported in Omaha. There was a radio call and FO card done on a panhandling incident in the same parking lot on the next day. The message is rapidly evolving with the information being changed and passed on. We have witnessed the birth of a new internet urban legend. So far today, it has cost OPD many man-hours, as many people are alarmed. Television station WOWT in Omaha reported that: An e-mail warning about possible carjackers that was circulated around Omaha doesn t appear to be true. Police believe they discovered an incident that may have started the e-mail rumor. The e-mail described a specific incident at the post office at 84th and Center, saying that while a woman was in her car, she was approached by a woman at her driver s side door asking her to roll down the window. Then the woman outside tried to open the car door while a man tried to open the passenger side door at the same time. Both doors were locked and nothing else happened. \"They found a radio call that seemed pretty similar to what this e-mail described,\" said Omaha Police Lt. Darci Tierney. \"It actually happened on Thursday instead of Wednesday, but there's enough similarities in there that I'm pretty sure that this is the incident that this person is referring to.\" The Omaha World-Herald also reported that: In a written response to a request for comment, Officer Jacob Bettin, an Omaha police spokesman, objected to the idea that the scenario laid out in the e-mail is commonplace. \"Carjackings do NOT occur several times a day in west Omaha or the entire city,\" Bettin wrote in his counter e-mail. From what he could determine, he said, police responded to a radio call on Thursday, not Wednesday, at 8457 West Center Road regarding suspicious people in the parking lot, walking from car to car. Five minutes later, officers received a call of two people trying to get into a vehicle there. Police reported that they couldn't find a victim but spoke with a witness, who said the people were begging for money. The officers found the people who had been asking for money and told them to leave the property. \"Carjackings happen,\" Bettin said, \"but not several times a day, and not even once a day. It's every once in a while.\" World-Herald reporter Bob Glissman spoke to the putative \"victim\" referenced in the original e-mail, and she provided an account of events quite different than the one set out in the forwarded warning: Unlike what the e-mail said, a man in the parking lot never got near the woman's car to open the passenger door. The woman in the car, called \"Karrie\" in the e-mail, said she was headed to the 84th and West Center post office on Jan. 22. She was getting ready to park in the Canfield's Plaza parking lot when a young woman, whose face was swelled up, walked up and tried to open her car door. \"She didn't wave to roll my window down (as the e-mail had said), she just grabbed my handle,\" said Carrie, who spells her name with a C, not a K as in the e-mail. Carrie hadn't shut off her engine, so she just hit the gas and left. As she drove through the parking lot, she looked back and saw a man walking toward the young woman. The two walked off together. Carrie called 911 just before 3 p.m. and described the couple. She never talked to police, who arrived at the parking lot minutes later. The second part of the e-mailed warning that deals with \"creeps\" leaving notes on cars to give them time to \"run up on you\" when you go to remove these missives is just a regurgitation of a baseless \"Send this to everybody you care about!\" heads-up that has been circulating online since February 2004. It's still apocryphal, and Omaha is certainly not awash in such crimes.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, January 2009] I just received this email from a credible source (family). I wanted to pass this on for all to reference as a safety precautionary. Hi - I wanted to pass this on ASAP this morning. Nicole's mother (Karrie) was at the post office at 84th and Center on Wed. She was in her car. An older woman came up to the car door and was speaking Spanish and was motioning for her to roll down her window. All of a sudden she grabbed the door handle and tried to open her car door. At the same time - a man appeared at the passenger side door and tried to open that. Karrie's doors were locked THANK GOD. After the police were called and this was reported - the police told her that they are doing this all over the city. While you are being distracted on one side of your car - there will be someone else trying to get in on the passenger side. DRIVE WITH YOUR DOORS LOCKED AT ALL TIMES. STAY ALERT AND LOOK AROUND. THIS HAPPENED IN BROAD DAYLIGHT AT A VERY PUBLIC PLACE - A POST OFFICE! According to the police - this is happening several times a day in West Omaha. They also said these creeps have tried leaving notes on cars. When you stop to take the note off your windshield and read it - it gives them time to run up on you. Sorry to send this. I know it is scary - but I thought everybody should know. HEADS UP. LET EVERYBODY KNOW ABOUT THIS.",
  "Last Updated": "5 February 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/omaha.asp",
  "Claim": "Criminals in Omaha are distracting drivers with decoys and notes left on windshields in order to gain entry to automobiles.",
  "Claim_ID": "crime_warnings_omaha",
  "Tags": ""
}