{
  "Origins": "One common way to avoid punishment for breaking the law is by not breaking the law in the first place. Another oft-employed technique is concealing evidence of the crime from law enforcement authorities",
  "Fact Check": "",
  "Description": "Everything from gullibility to desperation moves some of those who opt for Plan B to enact unconventional schemes for covering up the evidence of their misdeeds. Those schemes can range from the merely silly and ineffective (such as the belief that sucking on a penny will help one defeat a breathalyzer test) to the outright dangerous. That second category is the one to which we turn our attention today. In 2007, a juvenile defendant in Baldwin County, Alabama, passed out after a court hearing, and he told the paramedics who treated him that he had drunk bleach earlier in the week in the belief that it would help him beat an upcoming drug test. Whether or not the youthful offender was being truthful about having resorted to such an extreme measure, the rumor that drinking bleach can defeat drug testing is now out there, apparently having sprung from a mistaken assumption that ingesting bleach will \"cleanse\" one's urine just as effectively as putting bleach into a washing machine will clean one's clothes. However, as Major Anthony Lowery of the Baldwin County Sheriff's Department noted, the \"bleach\" method doesn't work: \"There's a rumor going around that if you have to take a drug test, and you drink bleach, you can pass the drug test,\" said Major Anthony Lowery. But Lowery warns that it's not true. \"One kid tells one thing, and by the time it gets to the whole school, I think maybe they thought they could pour the bleach in their urine, then it went from that to possibly drinking it. Neither works.\" Not only is this scheme ineffective, but it's also potentially quite harmful, as drinking bleach can wreak serious damage on the human throat, stomach, and digestive tract: Doctors say drinking \"pure\" household bleach can [burn] your esophagus and stomach. \"It can cause chemical burns. In addition to that, it can cause nausea, vomiting, and abdominal pain,\" said Mobile County Health Department Dr. Kamran Afzal. Clorox (the manufacturer of a popular brand of liquid bleach) concurs with the ineffectiveness and danger of putting this rumor to the test: Q: Is it true that drinking Clorox liquid bleach will mask the presence of drugs in urine? A: No. We're not sure how this rumor started. Clorox Liquid Bleach does not mask the presence of drugs in urine. Clorox Liquid Bleach is not meant to be ingested. If it is accidentally swallowed, follow the instructions on the product label, which indicate to call the poison control center or a doctor for treatment. In any case, as Major Lowery observed, \"Even if you're going to test positive, you're better off to just test positive than to try to drink bleach to overcome [a drug test].\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "1 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/clever/bleach.asp",
  "Claim": "Drinking bleach can help a drug user beat drug testing.",
  "Claim_ID": "crime_clever_bleach",
  "Tags": ""
}