{
  "Origins": "This seemingly helpful heads-up about examining for dots, check marks, or other symbols left on vehicles that were parked in front of gun stores has been circulating on the Internet since December 2011. The warning, which variously claims the tagging happened to a vehicle parked outside a Denver gun store or to one in Texas, asserts gangs of thieves use such identifiers to later single out cars for break-in on the theory that such vehicles are likely to contain firearms, armaments which are both useful to the burglars themselves and are easily turned into cash on the black market. (The presumption, of course, being that breaking into such potential treasure troves while they are still lodged in front of gun shops would be foolhardy, one somewhat supported by an incident from 1990 in which the would-be robber of such an establishment was shot dead by the store's patrons.)",
  "Fact Check": "",
  "Description": "No news stories from either Texas or Denver support the claim of marks having been discovered on vehicles left parked in such locations or of gun thefts from vehicles subsequently discovered to bear such identifiers. That, plus the knowledge that it would be very difficult to subsequently recognize a small mark or decal on a car's bumper or tire leads to the conclusion that the tale is naught but invention. Thieves even organized gangs of thieves look to gain the most for the least effort. If guns are their target and they've concluded folks who park in front of gun shops are the ones most likely to carry such weapons in their vehicles, a far more certain method of subsequently locating those cars is to follow them as they leave the store. A number of the e-mailed warnings include this addendum about weapons thefts from vehicles parked at shooting competitions: This next comment from a Gun Site instructor: I don't know how widespread this is becoming, but the info regarding the NSCA Nationals in San Antonio is correct, as all of us who compete in sporting clays know. Competitors there were having their vehicles marked with a small adhesive dot on the rear license plate or rear bumper, then followed for miles and having their vehicles quickly and efficiently broken in to when parked for lunch etc. Some crews were working the parking lot at the Nationals itself. 27 high end shotguns were taken there recently. They know when 1400 shooters with high $$ competition guns are in town. BTW I shot with a young man who was trying out a new gun at the Nationals. He and his father lost all their guns and equipment while making a quick stop for lunch at a BBQ place in Corpus Christi the month before. The National Skeet Shooting Association/National Sporting Clays Association states the claims made above are false. To summarize its statement on the matter (the full text of which can be found here ), while gun thefts from vehicles are an ongoing problem everywhere in the nation, there's no epidemic of such purloinments from vehicles at gun clubs or from those of traveling shooters at restaurants or other businesses. Moreover, at a shoot in June 2011, that body investigated reports of marked vehicles only to discover \"all the questionable marks reported to us were left there by manufacturers, tire services, or rental car companies. In fact, most marks were so worn or well covered that they could not have occurred in the parking lot.\" Referring to the claim regarding a police chief issuing a warning to 400 shooters about the epidemic of gun thefts linked to marks left on tires and bumpers, it stated: \"We have read that because gun thefts from vehicles are so 'rampant' in San Antonio that a police chief met with the 400 shooters at that event to warn them about the problem. That did not happen.\" That governing body points out the localization of the rumor from an unspecified national event to its own national championship as the tale spread in cyberspace. It also puts paid to the notion that gun thefts were rampant at the (then) most recent NSCA National Championship (held in October 2011 at the National Shooting Complex in San Antonio), stating \"we had no reports of gun theft at the NSCA National Championship.\" In some online discussions, the phrase \"national event\" has morphed into \"National Championship\" with implications that gun theft was a problem during that event. To be clear, in 2011, we had no reports of gun theft at the NSCA National Championship, the largest shooting event held annually at the National Shooting Complex. In previous years, we did experience some gun thefts during the National Championship, and we responded by implementing a number of procedures to eliminate as much risk as possible. We have 24-hour security on the grounds during events, and we have improved our gate security. For the past several years, we have also made 24-hour gun storage available at a very modest fee throughout all events so that shooters never have to leave their firearms in vehicles or hotel rooms. The National Rifle Association (NRA) concurs with the NSC's debunking. Barbara \"gunned down\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20120123033410/http://www.nraila.org/Legislation/Read.aspx?ID=7264;http://www.nssa-nsca.org/index.asp/2012/01/nsc-response-to-rumors-about-gun-thefts;",
  "Example": "[Collected via e-mail, December 2011] While I was in a Denver gun store today, my car was tagged on the wheel in the parking lot. The gangs do this on wheels or bumpers at gun stores, shooting ranges, gun shows etc. Later when you are parked at a restaurant, hotel, or other location that's less well guarded or under video surveillance, other gang members spot the marker and break into the car for a quick gun grab. This is so RAMPANT in San Antonio where we were for a National shoot this summer, the police chief of that county came out to brief the 400 participants of our competition. Too bad three teams had already been victimized the first day. This is the first I've heard of this in Denver . Please pass this info along to your 2nd amendment list. [Collected via e-mail, January 2012] Gun lovers public service announcement: While I was in a Texas gun store today, my car was tagged on the wheel in the parking lot. The gangs do this on wheels or bumpers at gun stores, shooting ranges, gun shows etc. Later when you are parked at a restaurant, hotel, or other location that's less well guarded or under video surveillance, other gang members spot the marker and break into the car for a quick gun grab. This is so RAMPANT in San Antonio where we were for a National shoot this summer, the Sheriff of Bexar County came out to brief the 400 participants of our competition. Too bad three teams had already been victimized the first day. This is the first I've heard of this in Texas. Please pass this info along to your2nd amendment list. Daily check your car, truck or motor home for unusual painted dots, marks, check marks or other strange looking symbols that are not normal to your type vehicle. It could prevent you from being a victim of robbery, or even save your life if you catch the thief in the act.",
  "Last Updated": "24 March 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/intent/gunshop.asp",
  "Claim": "Tires or bumpers of cars parked outside gun stores are marked by gangs to later identify them as potential gun theft opportunities.",
  "Claim_ID": "crime_intent_gunshop",
  "Tags": ""
}