{
  "Origins": "Forms of this social media caution against mothers against posting information about their children (e.g., date of birth, due date, birth weight, name, and gender) on Facebook for Mother's Day (or some other event) have circulated for years, warning moms that putting such details online will allow some nebulous group of scammers and criminals to steal their children's identities, fraudulently claim benefits in their names, or even pick them up from their schools without authorization.",
  "Fact Check": "",
  "Description": "However, these warnings are based on completely unrealistic and undocumented scenarios. Scammers and criminals engaging in the activities referenced in these kinds of warnings would need much more information and documentation (e.g., addresses, Social Security numbers, birth certificates) in order to apply for benefits in unrelated children's names or to steal children's identities (or even steal the children themselves). No news or police reports document any such form of fraud involving children taking place based solely on the acquisition of such a small amount of information via Facebook. (It's hard to imagine a circumstance under which a stranger could successfully show up at a school and claim a child by telling authorities, \"I'm not on the list of persons authorized to pick up Timothy, but I know his last name is Johnson, he was born on May 26th, and he weighed 6 lbs., 8 oz. at birth, so now you have to hand him over to me.\") In fact, birth announcements that provide all the same information (and sometimes more) about newborn children are a common feature of news outlets, both print and online versions, so would-be fraudsters wouldn't need to go trolling Facebook to find potential victims. Yet nobody is campaigning to eliminate birth announcements due to a supposed high likelihood of criminals using information gleaned from them. (And unless your Facebook privacy settings are set to Public, only your friends and family are seeing your posts anyway.) Frankly, a whole lot of us know the names and birthdates of our friends, acquaintances, co-workers, and their relatives and children. If that's all it took to steal someone's identity or child, even those of us who never used Facebook at all would still be extremely vulnerable.",
  "Originally Published": "",
  "Referred Links": "https://www.google.com/?gws_rd=ssl#q=%22birth+announcements%22&tbm=nws;",
  "Example": "[Collected via Facebook, May 2015] To all you amazing and wonderful mothers! There is a new Mother's Day trend on Facebook inviting all mother's to post their children's full name, due date, and date of birth. While it may seem harmless, there is a danger in putting this kind of personal information out there for all to see. This information is all an identity thief would need to steal your child's identity, as well as compromise any security measures you may have in place concerning who can pick them up from school or day care. Please share this post and help keep our kids safe! And to all of you amazing and wonderful mothers; please have the best Mother's Day ever!",
  "Last Updated": "9 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/mothersday.asp",
  "Claim": "Mothers who post their children's names, birth dates, and birth weights on Facebook for Mother's Day are exposing their children to scammers and criminals.",
  "Claim_ID": "crime_warnings_mothersday",
  "Tags": ""
}