{
  "Origins": "This item circulates under a variety of titles, including \"Gun Ownership in Texas,\" \"Texas Feminine Protection,\" \"Gun Control,\" \"A True Woman's Gun Story,\" \"Purse Snatcher Takes the Wrong Purse,\" and \"You Gotta Love Texas.\"",
  "Fact Check": "",
  "Description": "It's not a real news story, even though some versions attempt to present the tale as such. Actual news stories contain checkable details, such as the when and where of the incidents being described and the names of the people involved. In a real news story, the shooter would not be identified as \"A woman,\" nor would the jurist who heard her case be identified as \"the arraignment judge.\" While the most common e-mailed version of the \"gun went click\" tale purports to come from the 5 March 2009 issue of a newspaper, the earliest version of this piece we've found so far dates to a January 2009 message board post. As for its being published as a news item in the Herald of Houston, Texas, there is no such newspaper in that city. There is, however, a Houston Herald newspaper in Texas County, Missouri. We contacted that paper to ask if it had run such an item, on 5 March 2009 or any other date. Brad Gentry, the publisher of the Houston Herald , told us: \"Nothing to it. Didn't occur here.\" The defining point of the \"gun went click\" tale echoes an actual 2006 incident in which a suspect was shot 68 times when asked why, said the sheriff, \"Because that's all the bullets we had.\" Variations: In 2012 this item was circulated in tandem with a photograph of Tracey Grissom , who had been charged with shooting and killing her ex-husband in May of that year (even though there was no connection between her and a putative news story about a Houston woman shooting a mugger): Barbara \"ammo dump\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.wsfa.com/story/18427461/woman-charged-in-ex-husbands-murder-at-boat-landing;",
  "Example": "[Collected via e-mail, February 2009] In Texas, a woman was called in front of a grand jury for possible manslaughter charges after she shot a mugger in the back six times as he was running away with her purse. He had grabbed her purse and ran. She had her hand on her gun inside the purse and when he ran with the purse she was left holding just the gun. When asked by the grand jury why she shot him six times in the back as he was running, under oath, she replied \"Because when I pulled the trigger the 7th time, it only went click.\" She was acquitted of all charges because that's the way it is in Texas and the way it should be everywhere. [Collected via e-mail, March 2009] A TRUE STORY FROM... THE HOUSTON HERALD NEWSPAPER IN HOUSTON, TEXAS March 5th, 2009 Last Thursday night round midnight, a woman in Houston, Texas was arrested, jailed, and charged with manslaughter for shooting a man 6 times in the back as he was running away with her purse. The following Monday morning, the woman was called in front of the arraignment judge, sworn in, and asked to explain her actions. The woman replied, \"I was standing at the corner bus stop for about 15 minutes, waiting for the bus to take me home after work. I am a waitress at a local cafe. I was there alone, so I had my right hand on my pistol, that was in my purse, that was hung over my left shoulder. \"All of a sudden I was being spun around hard to my left. As I caught my balance, I saw a man running away from me with my purse. I looked down at my right hand and I saw that my fingers were wrapped tightly around my pistol. The next thing I remember is saying out loud, 'No way punk! Your not stealing my pay check and tips.' I raised my right hand, pointed my pistol at the man running away from me with my purse, and squeezed the trigger of my pistol six times!\" When asked by the arraignment judge, \"Why did You shoot the man six times?\" the woman replied under oath, \"Because, when I pulled the trigger of my pistol the seventh time, it only went click.\" The woman was acquitted of all charges. And she was back at work, at the cafe, the next day!",
  "Last Updated": "30 December 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/justice/click.asp",
  "Claim": "Woman attributes shooting a mugger six times to the gun's not holding more than six bullets.",
  "Claim_ID": "crime_justice_click",
  "Tags": ""
}