{
  "Origins": "We began receiving this warning on 16 January 2003, when it came to be mailed to us by a number of readers. Although nothing in the text of the alert says anything about the serial killer operating in the Baton Rouge area of Louisiana, some of the first versions of the message to arrive in our inbox carried the name of Linda C. Mabile (along with her Baton Rouge address and phone numbers), presenting her as someone who might have been the author of the piece. Later versions of the same warning omitted the Mabile signature block and were instead prefaced by statements that amounted to saying this bit of intelligence applied to a serial killer on the loose in that part of the state.",
  "Fact Check": "",
  "Description": "A serial killer was operating in the Baton Rouge area, but Derrick Todd Lee, the suspect indicted for the May 2002 beating and stabbing death of Charlotte Murray Pace (and linked by DNA to the murders of five more women in the area), is not known to have procured his victims by luring them from their homes with the help of a recording of a baby's crying, nor has he admitted to such since his arrest. We spoke to a reporter for the New Orleans Times-Picayune who has worked on the story, and this bit of intelligence about a crying baby was news to her. She hadn't encountered anything like this in her examination of the case, not even a whisper of it from the police involved in the investigation. Were this killer luring women with the aid of an infant's taped cries, that detail would be known both to those investigating the murders and those reporting on them (especially if police dispatchers were announcing it to callers). The rumor has also been denied by the serial killer task force working on this case. \"If the public was in any danger or if there was any truth to it, we would let the public know,\" serial killer task force spokeswoman Cpl. Mary Ann Godawa said. \"We have no reason to believe this is true.\" They've posted a denial on their web site: Misconception The serial killer is gaining entry by using a tape recording of a crying baby. When the victims opened the door to investigate the crying, he was able to force his way into the home. Fact Although the method of entry has not been determined, we have never had any indication that a tape recording was used. In September 2002 America's Most Wanted devoted a segment to the hunt for south Louisiana's serial killer, showing re-enactments of the first three murders. In January 2003 it aired an update to the story, this time focusing on the November 2002 slaying of Trineisha Colomb, the fourth victim. The airing of that update appears to have provoked a further wave of rumor.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20080316000958/http://brgov.com/taskforce/rumorcontrol.htm;",
  "Example": "[Collected via e-mail, October 2013] I am going to try this again ... some people said they couldn't see my post as an attachment! But LADIES PLEASE READ.... My best friend posted this last night on her FB page... Ryan and I were just at the kitsap mall. We walked out to our car by sears and ryan noticed there was a baby crying in this car with no adult. So we pulled over to it and ryan got out to look and found out the window was rolled down and it was a recording. There was another car parked several spots down with blacked out windows. These are the kind of set ups psychopath killers do to abduct you. Please be careful everyone. Don't walk to the car just call security or 911. Thankfully there was a security guard a few lots over so we went to tell her. Please share this to help inform others. [Collected via e-mail, 2003] This was forwarded to me by a friend, they don't know if it's true or not but, I'm passing it along. We might see this on the 10:00 news tomorrow as the latest big internet hoax but.... Joan just told me that her friend heard a crying baby on her porch the night before last and she called the police b/c it was late and she thought it was wierd. The police told her \"whatever you do, do NOT open the door.\" The lady then said that the baby had crawled near a window and she was worried that it would crawl to the street and get run over. The police said, \"we already have a unit on the way, whatever you do, DO NOT open the door.\" he told her that they think the serial killer has a baby's cry recorded and uses it to coax women out of their homes thinking that someone dropped off a baby. He said they have not verified it but have had several calls by women saying that they hear baby's cries outside of their doors when they're home alone at night. Please pass this on and do not open the door for a crying baby. Variations: Later versions of this warning began \"A Houston lady just told me that her friend heard a crying baby...\" An even later version (October 2003) moved the story to Australia, claiming \"The man killed 2 girls in Sydney and is now reportedly in Melbourne.\"",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/crybaby.asp",
  "Claim": "A serial killer is luring women from their homes by playing a recording of a crying baby.",
  "Claim_ID": "crime_warnings_crybaby",
  "Tags": ""
}