{
  "Origins": "Just before noon on 28 September 2006, Polk County Deputy Doug Speirs pulled over a speeding rental car bearing Kentucky tags in Lakeland, Florida. That vehicle was being driven by Angilo Freeland, a 27-year-old Antiguan man who had been arrested on various charges in 1999 but had afterwards skipped bail. When Freeland handed Deputy Speirs a fraudulently obtained drivers license bearing another man's name, something about the proffered I.D. bothered Speirs, so he called for backup. Deputy Matt Williams and his police dog, DiOGi, were dispatched to the scene.",
  "Fact Check": "",
  "Description": "Likely sensing things weren't going well, Freeland broke from the officers and ran into the woods. He took cover in the densely forested area near a fallen oak tree that made him all but impossible to see. The two officers and the dog went into the woods after him, Williams and DiOGi working one area, and Speirs another. As DiOGi closed on the suspect's hiding place, Freeland shot the dog in the chest from close range at an upward angle, killing it. He then fired on nearby Deputy Williams, wounding him in the right wrist, left bicep, rear left thigh, right leg, right buttock, and upper right arm. One of the shots penetrated to the officer's spine. Freeland then approached the immobilized man and delivered two shots to Williams' head at point-blank range, finishing him off. Deputy Speirs heard the shots from a nearby ridge, moved towards the sounds of the gunfire, and was shot at by Freeland. The two exchanged fire, and the deputy was wounded in the leg. He radioed for help and made his way out of the woods. Every available unit and canine team descended on the area. Freeland briefly appeared at the perimeter of the woods to fire at the officers but then took cover again. He dug in under another fallen oak tree and hid there. Later that afternoon the body of 39-year-old Deputy Williams, a father of three, was found and carried from the wooded area. Officers noted that the slain man's gun and ammo were missing. Freeland remained under the oak tree overnight, where a 10-member SWAT team found him the next morning. When they saw Freeland raise his right hand clutching a gun (one they would later learn belonged to the dead deputy), nine of the ten officers fired, hitting him with 68 of 110 shots. Freeland was dead at the scene. Afterwards, when called upon by the media to make a statement about the manhunt and its outcome, Polk County Sheriff Grady Judd explained: \"You have to understand, he had already shot and killed a deputy, he had already shot and killed a K-9, and he shot and injured another deputy. Quite frankly, we weren't taking any chances.\" Sheriff Judd was variously reported as adding, \"That's all the bullets we had or we would have shot him more\" and \"I suspect the only reason 110 rounds was all that was fired was that's all the ammunition they had.\" In response to the Florida Civil Rights Association's complaint that the police had shown disregard for human life when they shot Angilo Freeland after an all-night manhunt, the U.S. Department of Justice asked the FBI to look into the matter. In November 2006, the latter agency announced it would investigate whether authorities used excessive force in the incident. In June 2008, the U.S. Department of Justice (DoJ) announced it had found no actionable wrongdoing on the part of Polk County Sheriff's Office in the incident, stating: \"After careful consideration, we concluded that the evidence does not establish a prosecutable violation of the federal civil rights statutes. Accordingly, we have closed our investigation.\" Ironically, the traffic stop that escalated into Angilo Freeland's hightailing it into the bush could conceivably have turned out quite differently if Freeland had been in possession of a key piece of information. In 1999 he had been arrested by the Florida Highway Patrol on charges of not having a valid drivers license, reckless driving, aggravated fleeing to elude, resisting arrest without violence, and carrying a concealed weapon. Freeland, who had been released on bail, disappeared before trial. A warrant was issued for his arrest, but it sat unserved until March 2005, when the state attorney's office deemed it (along with 14 other warrants) \"stale.\" Would Freeland have run if he'd known that his 1999 case had been dropped and there was no longer a warrant out for his arrest? Barbara \"was too little knowledge a dangerous thing?\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] Another case of underestimating the ammo requirements As reported earlier this week, some dirtbag who got pulled over in a routine traffic stop in Florida ended up \"executing\" the deputy who stopped him. The deputy was shot eight times, including once behind his right ear at close range. Another deputy was wounded and a police dog killed. A statewide manhunt ensued. The low-life piece of human garbage was found hiding in a wooded area with his gun. SWAT team officers fired and hit said low-life 68 times. Now here's the kicker: Asked why they shot the guy 68 times, Polk County Sheriff Grady Judd told the Orlando Sentinel ... get this. \"That's all the bullets we had.\" God bless Sheriff Judd! Variations: A version that began circulating in July 2009 changed \"Asked why they shot the guy 68 times\" to \"Asked why they shot the poor undocumented immigrant 68 times.\" A December 2009 version concluded: \"The Coroner also reported that the illegal alien died of natural causes. When asked by a reporter how that could be since there were 68 bullet wounds in his body, he simply replied \"when you are shot 68 times you are naturally gonna die.\"",
  "Last Updated": "16 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/crime/cops/judd.asp",
  "Claim": "A sheriff attributed a suspect's being shot 68 times to \"that's all the bullets we had.\"",
  "Claim_ID": "crime_cops_judd",
  "Tags": ""
}