{
  "Origins": "Although the following tale shares some elements with the well-known urban legend about a drunk who makes off with a police cruiser while the arresting officer is momentarily distracted and then parks the vehicle (with its colored lights still flashing) in his own garage, it is a quite different story. And this one is 100% true, to boot.",
  "Fact Check": "",
  "Description": "In February 2009, Trooper Trevor Downey of the Washington State Patrol made the easiest driving under the influence (DUI) arrest we've heard of. Downey, a rookie with all of six weeks on the job, began tailing a suspect driving a Dodge Avenger at 30 mph in a posted 50 mph zone. Realizing he had attracted police attention, the driver of the slow-moving vehicle turned into a private driveway and parked his car in the garage he found there. Trooper Downey asked the Dodge's driver, 31-year-old Joseph Takesgun, what he was doing there. He lived there, replied Takesgun. Sadly for this drunk, that was the wrong answer. Had the property where he'd brought his car to rest belonged to anyone else, the ruse might have worked. The driveway and the garage belonged to Trooper Downey. Takesgun (who had three previous DUI convictions) was arrested on suspicion of DUI and driving with an invalid license. While speeding is the far more common vehicular offense, it is possible in some states to be arrested for driving so far under the speed limit as to pose a danger to others. (And in those where driving like a turtle on Valium is not a specific offense, the act can be used to springboard into other ticketable offenses, such as failing to drive in the rightmost lane when not actively overtaking another vehicle.) At the very least, driving too slowly can get you pulled over and investigated by any police officer who observes the act, as one of the signs officers are trained to look for in spotting potential DUIs is vehicles traveling more than 10 mph under the speed limit. Indeed, a venerable urban legend about a doped-up hippy pulled over in his multi-colored van hinges upon that very act of driving too slowly . Barbara \"slow pitched\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "5 May 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/crime/cops/garage.asp",
  "Claim": "A police officer arrested a DUI suspect in the trooper's own garage.",
  "Claim_ID": "crime_cops_garage",
  "Tags": ""
}