{
  "Origins": "The above-quoted alert regarding prospective gang members jumping into cars at Montgomery-area service station convenience stores and trying to rape white, female motorists is yet another in a long line of spurious e-mail warnings about purported gang initiation activities. As is usually the case, police in the area have received no reports of such activities, no victims have come forward, and investigations by law enforcement authorities of the events described have failed to verify any of the details.",
  "Fact Check": "",
  "Description": "Montgomery station WSFA-TV also looked into the warnings and was unable to confirm them: The note says police are trying to keep it quiet. So we asked someone else about the claim. Alishyia Brown is a cashier at the gas station many of the emails refer to. \"It's not true at all,\" said Brown. I've never seen anything like it and I've been here three years.\" Montgomery Police spokesman Huey Thornton says he's also passed several copies on to investigators. \"We have checked and double checked in reference to this email and determined it's a hoax,\" he said. Logic would also suggest if a rapist was trying to get away with something, the Mitylene gas station the email talks about would make a bad choice. \"We're always busy, first second and third, we have police officers, sheriffs, state troopers come here sometime, we have surveillance cameras all around the building,\" said Brown. And yet the email it continues to fly around fanning the flames of fear. There's actually a second version of the email floating around which talks about a similar incident at a gas station on Vaughn Road at the Peppertree shopping center. Capt. Thorton says police have no record of any such incident there, either. Of course, the only way we or police could ever confirm if something really happened is if a victim stepped forward, and so far, no one has.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, February 2008] MAKE SURE YOU SHARE WITH ALL THE WOMEN WE KNOW IN MONTGOMERY AND THEIR DAUGHTER!!!!! Everyone, I just got another e-mail on this same subject, but it happened at the Exxon station at Peppertree on Vaughn Road. A lady went inside to pay because the pay outside was not working and the cashier saw someone get in her backseat. They called the police but the person must have gotten out before the police got there. They also said it was probably a gang initiation. Please everyone, watch out. These two locations are very close together. A lady that was getting gas at the Mitylene exit earlier this week in the evening after work. When she went inside to pay, the cashier asked if she was alone. When she said yes the cashier told her that someone had gotten into her car while she was inside. They called the police and the when the police came, they told her that they were trying to keep it quiet, but that there is apparently a gang initiation going on where the member gets in the car of a white woman with plans to rape her. One of the investigators in Ed's office did some checking and the story checks out. The new initiation is to rape a white women and this has happened more than once lately. Be aware, lock your car doors at all times and pass this on to all your friends.",
  "Last Updated": "28 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/warnings/montgomery.asp",
  "Claim": "Gang initiates in Montgomery, Alabama, are sneaking into cars at service stations and raping white female motorists.",
  "Claim_ID": "crime_warnings_montgomery",
  "Tags": ""
}