{
  "Origins": "This bit of codswallop began its Internet life in January 2000 as an enthusiastic e-mail penned by an employee at the St. Louis office of the public relations firm Weber Shandwick. The writer was among a group enrolled in a self-defense class taught by David Portnoy, an instructor who claims to have trained with actors Steven Seagal and Jean-Claude Van Damme.",
  "Fact Check": "",
  "Description": "Portnoy refuses to give information about what he teaches in his classes or details of where he gained the information he passes along, preferring instead to sell it. (He demanded a $1,000 interview fee from a Denver Post reporter). If, however, this Weber Shandwick employee's e-mail describing what he teaches is accurate, Portnoy should be characterized as a fear merchant vending false information to those anxious to feel safe. If rapists choose their victims based on hairstyle and length of tresses, it's news to those in law enforcement; they've never noticed this trend. Rape victims have short hair, long hair, and no hair. They're also young and old, short and tall, fat and skinny, femininely dressed or looking like they just fell off the tractor, and all points in between. Likewise, the claim that rapists go after women wearing overalls because \"the straps can be easily cut\" is pure hogwash, as anyone who has ever tried to cut up an old pair can attest. Overalls are made of some of the most resilient fabrics known to mankind (denim and canvas, usually), and cutting these straps is made almost impossible because the fabric is doubled over and seamed at that point in the garment. If there's a pair of scissors that can snip through this, I've yet to wield them. Rape is also not always about getting sex quickly. Often it's an act of rage or punishment directed at a vulnerable person for perceived injustices done to the attacker by others. Getting a woman out of her clothes quickly isn't a factor in these rapes; terrorizing her and inflicting bodily harm is. If we take points one and two together, we're to believe rapists arm themselves with scissors for cutting overall straps (instead of just easing them off the shoulders or heaven forbid! undoing the fasteners) yet fail to think to equip themselves with rolls of duct tape to keep their victims subdued, preferring instead to grab hold of their hair and hang on. According to Denver Police Sgt. John Burbach, most rapes occur in the evening hours and into early morning, ending before dawn, not \"between 5 and 8:30 a.m.\" as claimed in the e-mail. Statistics from the U.S. Department of Justice fully support him in this claim: The DOJ says \"Approximately two-thirds of rapes/sexual assaults occurred at night 6 p.m. to 6 a.m.\" As for the tidbit \"The number one place women are abducted from/attacked at is grocery store parking lots. Number two is office parking lots/garages. Number three is public restrooms,\" Kathie Kramer, public relations coordinator at the Denver Rape Assistance and Awareness Program (RAAP) says, \"Statistics in studies I've found don't support this idea about grocery stores or parking lots being especially unsafe.\" Location is important in a violent sexual assault, but there's nothing inherently dangerous about parking lots or public restrooms; what matters is their isolation. Areas heavily frequented by foot traffic are far less likely to be chosen by a rapist. Likewise, badly-lit, less-frequented places will be favored for this type of attack. The e-mail claims that only 2% of rapists (one out of every fifty) carries a weapon. That figure is seriously out of whack: 1995 U.S. Department of Justice statistics show that weapons were used in 30% of all rapes, meaning the chances that your rapist will be armed is just a little less than one in three. Battling an armed attacker while unarmed yourself is rarely a wise course of action to take, and misstatements such as the 2% figure could well incite an attacked woman to thrust herself into that dynamic because she figures her chances are far better than they actually are. \"If you put up any kind of a fight at all, they get discouraged because it only takes a minute or twofor them to realize that going after you isn't worth it because it will be time-consuming.\" That's great advice, provided you get the right rapist. And you've no way of knowing until it's too late. As comforting as it might be to believe there's only one sort of baddie out there and if you understand his mind you can stay safe, that just isn't the case. There is no one set of right answers, and e-mails of this ilk potentially put us at even greater risk by suggesting that there is. Around 1980, Nicholas Groth, director of Forensic Mental Health Associates, established a typology of rapists. Groth arrived at his conclusions by distilling his observations of more than 3,000 sex offenders over the course of 25 years of practice. (Most of his patients, Groth points out, were not sexually deprived at the time they committed rape, thereby exploding that most common of rape myths: that men rape because they're unable to get sex any other way.) In a general sense, rapists fall into three motivational types: anger, power, and sadism. In anger assaults, the rapist is getting even for \"some wrong he feels has been done to him, by life, by his victim at the time. He's in a frame of rage and attacks someone sexually.\" The anger rape is usually unpremeditated and impulsive, but the impulse drives the rapist into excessive force: the victim is punched, choked, and kicked into submission. Most such offenders derive little pleasure from the act, says Groth, but \"they want to degrade their victims, and sex is something bad, dirty, the worst thing you could do to someone. That reflects a lot of our values in society.\" An anger rapist could be discouraged by a potential victim who yells at him or puts up a physical struggle, thanks to the unpremeditated nature of the attack. Because the aggressor may not yet have fully decided to pursue this course of action, resistance may well change his mind. Here, even a half-hearted attempt might prove to be all it takes to end the assault. On the other hand, the rage the attacker is feeling might well be further fed by active resistance this could be taken as yet another instance of one more person trying to deny him something he wants. Power rape, according to Groth, is a form of compensation, committed usually by men who feel unsure of their competence. Rape gives them a sense of mastery and control. Power rapists usually hunt for victims or seize opportunities that present themselves unbidden. A power rapist is unlikely to be discouraged by resistance because his whole self image is wrapped up in his attempt to prove mastery. A woman who chooses to fight one of these had better do a darned good job of it, because she could well end up fighting for her life. Groth defines his third type, sadistic rape, as eroticized aggression perpetrated by those whom the very act of forcible sex excites in ways that consensual sex can't. \"If the anger components of aggression are eroticized,\" he explains, \"then you see sadistic acts, such as deliberate sexual torture, using an instrument to rape the victim.\" A sadistic rapist is interested in inflicting pain and lasting harm. Any countering aggression on the part of the victim could well add to the attacker's enjoyment of the experience, prompting him to further acts of depravity in an effort to provoke further resistance. The question of to fight back or not is an age-old one, and there's no one right answer. Granted, one particular rapist might be sent running bloody-nosed by a swift right hook, but try that on another one and a horrific experience could be transformed into a fatal one. Resistance advice of the type being circulated in the e-mail in question creates the false impression that escaping unscathed from the clutches of a rapist is only a matter of knowing which self-defense tricks to employ. Reality, however, is far different. Not all rapists can be overcome. Does this then mean self-defense classes are a waste of time? Hardly. But they're also not the surefire protection they're too often touted to be, any more than a can of mace confers upon its wielder guaranteed safe passage through whatever mean streets and dark alleys lie in her path. Also, physical skills are only as good as recent training someone who hasn't practiced a move in the three months since she took a course is only a tad better prepared to fend off an attacker than someone who never had any training at all. Worst of all, such training can lead those who have aced their courses to develop a dangerous complacency about their own safety, inducing them into a state of overconfidence wherein awareness of their surroundings becomes a lost art, buried under the certainty that now bad things can't happen to them. Complacency kills. As always, the best defense to an attempted rape is not to be there when it happens either avoid potentially dangerous situations (none of this \"Oh, it's only a few blocks; I'll just walk\" at 3 a.m.) or run like hell if you find yourself in one. Escaping your attacker is a far wiser course of action to strive for than attempting to do battle with him. Forget about his needing a good beating followed by a lengthy jail term; your first priority has to be your own safety. Leave the Wonder Woman stuff for Linda Carter and make like a track star vying for a gold medal in the 100m. The e-mail did contain one bit of valuable advice: Stay aware of your surroundings. Not only is it important to see trouble coming before it gets to you and avoid it, but an alert stance can help discourage a would-be attacker. Those looking to prey upon others whether their aim is robbery, rape, or mayhem generally choose as victims those who appear preoccupied or tentative in preference to those who exude a sense of purpose. Or, as I was told long ago, \"Always look like you know exactly where you're going and move like you're expected to be there at exactly a certain time.\" Mooning about aimlessly can make you a statistic. So, to sum up, is avoiding a rape a matter of wearing your hair short and eschewing overalls? Hardly. And anyone who attempts to characterize it as such ought to be whomped over someone's knee. Barbara \"big heap; big wampum\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] Hi, everyone! I just finished taking the most amazing self-defense class, sponsored by Shandwick, and I wanted to share some really valuable info with you before it goes out of my head. The guy who taught the class has a female friend who was attacked last year in the parking garage at Westport Plaza in St. Louis one night after work and taken to an abandoned house and raped. He started a women's group and began teaching these classes soon after. This guy is a black belt in karate and trains twice a year with Steven Segal. He and the others in this group interviewed a bunch of rapists and date rapists in prison on what they look for and here's some interesting facts: The #1 thing men look for in a potential victim is hairstyle. They are most likely to go after a woman with a ponytail, bun, braid, or other hairstyle that can easily be grabbed. They are also likely to go after a woman with long hair. Women with short hair are not as common targets. The #2 thing men look for is clothing. They will look for women who's clothing is easy to remove quickly. The #1 outfit they look for is overalls because many of them carry scissors around to cut clothing and on overalls the straps can be easily cut. They also look for women on their cell phone, searching through their purse or doing other activities while walking because they are off guard and can be easily overpowered. The time of day men are most likely to attack and rape a woman is in the early morning, between 5 and 8:30 a.m. The number one place women are abducted from/attacked at is grocery store parking lots. Number two is office parking lots/garages. Number three is public restrooms. The thing about these men is that they are looking to grab a woman and quickly move her to a second location where they don't have to worry about getting caught. Only 2% said they carried weapons because rape carries a 3-5 year sentence but rape with a weapon is 15-20 years. If you put up any kind of a fight at all, they get discouraged because it only takes a minute or twofor them to realize that going after you isn't worth it because it will be time-consuming. These men said they will not pick on women who have umbrellas, or other similar objects that can be used from a distance, in their hands. Keys are not a deterrent because you have to get really close to the attacker to use them as a weapon. So, the idea is to convince these guys you're not worth it. Several defense mechanisms he taught us are: If someone is following behind you on a street or in a garage or with you in an elevator or stairwell, look them in the face and ask them a question, like what time is it, or make general small talk, \"I can't believe it is so cold out here, we're in for a bad winter, etc.\" Now you've seen their face and could identify them in a lineup, you lose appeal as a target. If someone is coming toward you, hold out your hands in front of you and yell \"Stop\" or \"Stay back!\" Most of the rapists this man talked to said they'd leave a woman alone if she yelled or showed that she would not be afraid to fight back. Again, they are looking for an EASY target. If you carry pepper spray (this instructor was a huge advocate of it and carries it with him wherever he goes), yelling \"I HAVE PEPPER SPRAY\" and holding it out will be a deterrent. If someone grabs you, you can't beat them with strength but you can by outsmarting them. If they grab your wrist, pull your wrist back so your hand is in waving position (palm facing forward) and twist it toward yourself and pull your arm away. It is hard to hold onto wrist bones that are moving in that way. They stumble toward you and you stumble back, so you can use that momentum to bring the same hand out and backhand them with your knuckles in the forehead, nose, or teeth. If you are grabbed around the waist from behind, pinch the attacker either under the arm between the elbow and armpit or in the upper inner thigh. HARD. One woman in a class this guy taught told him she used the underarm pinch on a guy who was trying to date rape her and was so upset she broke through the skin and tore out muscle strands - the guy needed stitches. Try pinching yourself in those places as hard as you can stand it. It hurts. After the initial hit, always go for the groin. If you hit a guy's testicles, it is extremely painful. You might think that you'll anger the guy and make him want to hurt you more, but the thing these rapists told our instructor is that they want a woman who will not cause a lot of trouble. Start causing trouble and he's out of there. When the guy puts his hands up to you, grab his first two fingers and bend them back as far as possible with as much pressure pushing down on them as possible. The instructor did it to me without using much pressure and I ended up on my knees and both knuckles cracked audibly.Of course the things we always hear still apply. Always be aware of your surroundings, take someone with you if you can, and if you see any odd behavior, don't dismiss it, go with your instincts. You may feel a little silly at the time, but you'd feel much worse if the guy really was trouble. Please forward this to any woman you know, it's simple stuff that could save her life.",
  "Last Updated": "5 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/crime/prevent/rape.asp",
  "Claim": "Heeding the advice given in a popular e-mail missive will keep you from becoming a rape victim.",
  "Claim_ID": "crime_prevent_rape",
  "Tags": ""
}