{
  "Origins": "As we've become accustomed to the presence of the Internet in our lives over the last several years, we've also gotten used to the idea that one can buy practically anything online. No item is so unusual or obscure, it seems, that someone doesn't have one up for sale on a web site somewhere.",
  "Fact Check": "",
  "Description": "But a pet penguin? That's the product apparently offered at penguinwarehouse.com . Sounds like a great marketing idea who (except maybe Batman) wouldn't love to have a fine flippered friend for a pet? Unfortunately, penguin lovers who have taken penguinwarehouse.com at face value are bound to be disappointed. Nobody is offering to sell and ship penguins to your door from \"penguin farms\" in New Zealand and Antarctica. A few giveaways that this site couldn't be on the level are: The U.S. (and many other countries) have stringent laws regarding the importation, sale, and ownership of exotic animals. There are few (if any) places in the U.S. where one would be allowed to sell or buy a penguin for private ownership outside the aegis of a zoo or wild animal park. A very good test of the legitimacy of web sites offering highly unusual items for sale is to check whether you can actually order one of the products supposedly being offered: Rarely does a legitimate business undertake the trouble of setting up a web site just to tell customers that their products are not available online; such a circumstance is generally the hallmark of a leg-pull (such as the infamous ManBeef web site). In this case, penguinwarehouse.com fails the test: Not only does their order page inform customers that they \"are not currently taking orders online,\" but they provide no phone number for telephone orders, and the information concerning the one means by which orders can be submitted (via U.S. Mail) instructs customers not to send payment a good indicator that there's nothing really up for sale there. So what's the story behind penguinwarehouse.com? It's an exercise for someone's web design portfolio. The site was put together by James Knickelbein (one of the two men behind the PandaMail service), who wrote back in December 2001 that \"I wouldn't say it's a 'load of crap', but it is certainly a fictitious website, made for various reasons. I have not ever been on the Ice (though this is certainly also not the only source of penguins, as there are many jungle species).\"",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20031217212913/http://www.70south.com/news/1003852124/index_html;http://web.archive.org/web/20030220130221/http://www.pandamail.net/;http://web.archive.org/web/20030210023242/http://penguinwarehouse.com/products_order.asp;http://web.archive.org/web/20030214091944/http://penguinwarehouse.com/;",
  "Example": "[penguinwarehouse.com] Thanks For Waddling In Welcome to the most respected, domesticated penguin dealer on the Internet! Relax and take a look around our site where you can find information on our company, our products, and what goes into the care of a penguin. Penguin Warehouse, Inc. sells certified purebred penguins, useful penguin books, and many other items to make you and your new pet happy.",
  "Last Updated": "3 August 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/farce/penguins.asp",
  "Claim": "You can buy a penguin online from penguinwarehouse.com.",
  "Claim_ID": "critters_farce_penguins",
  "Tags": ""
}