{
  "Origins": "While lobsters and Buddhists are new to it, the underlying fable about the thwarting of do-gooders' noble efforts to help their critter friends is nothing new. Various well-traveled urban legends employ this storyline, such as the tale about a cat that is run over by the firemen who only moments earlier had rescued it from a tree, the budgie who goes up in flames after the match used to splint its broken leg scrapes on the sandpaper floor of its cage, the cat inadvertently flung over the treetops by the folks attempting to get it down from a tree, and the seal rehabilitated after an oil spill who when released back into the wild is immediately gobbled by a killer whale.",
  "Fact Check": "",
  "Description": "In 2011's version, it was lobsters set upon by profit-driven fisherman immediately upon their release back into the wild. The lobsters granted a reprieve by kind-hearted Buddhists were, according to this tale, almost immediately retaken by wily fishermen who knew to be lying in wait at the release point. While the story about the repotted lobsters was based on an actual event, it was wildly fictionalized. The lobsters and the Buddhists were real, but the wily fishermen lying in wait part were pure invention. On 3 August 2011, which was Wheel Turning Day on 2011's Tibetan lunar calendar, 534 of these tasty crustaceans were freed by a group of Tibetan Buddhists into the waters off Gloucester, Massachussetts, after first being sprayed with blessed water and having the bands removed from their claws. (Wheel Turning Day marks the anniversary of Buddha's first sermon and is one of the four major holy days on the Buddhist calendar. Buddhists believe the merit for positive actions is multiplied many times on that day.) So much for the truth of the matter. Now on to the fiction. A Gloucester dock owner and blogger at goodmorninggloucester.org decided to indulge in a bit of fun. In his 8 August 2011 entry titled \"The Crew of the Degelyse Sets Out to Catch Liberated Buddhist Lobsters,\" Joe Ciaramitaro presented a video purportedly documenting the Degelyse's pursuit of the freed lobsters. In it, the boat crew talks about catching the 534 lobsters and express wishes the Buddhists will re-buy the crustaceans to free them all over again. The footage was of an ordinary lobster run, with the boat crew playing along with the joke. In reality, even if they'd had the precise coordinates of where their quarry was released, the crew wouldn't have been able to pull up their traps, transport them to the new site, and get them situated before the liberated delicacies were well clear of the area. Barbara \"free food\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://goodmorninggloucester.wordpress.com/;",
  "Example": "[Collected on the Internet, August 2011] The men of a lobster boat called the Degelyse in Gloucester, Massachusetts are our D-Bags of the Day. Last Thursday, a group of about 30 non-violent Buddhists went to a seafood wholesaler and bought 534 live lobsters that were bound for stores and restaurants. That's about 600 pounds of lobster, which at current market rates, would have run them about $2,400. The Buddhists took the lobsters on a whale-watching ship. Out in the ocean, they held a prayer ceremony, sprayed them with holy water, cut the bands on their claws, and released them back into the sea. Lobsters aren't exactly the fastest creatures in the ocean. So the folks on the Degelyse decided to lay their traps at the site of the ceremony to see if any lobsters were still around. They pulled their traps up yesterday, and they managed to catch, exactly 534 lobsters. Then they took their haul back to a wholesaler, where those 534 lobsters are now waiting to be sent to a tank near you.",
  "Last Updated": "5 September 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/mishaps/lobsters.asp",
  "Claim": "Caught lobsters freed by Buddhists were quickly recaptured by fishermen.",
  "Claim_ID": "critters_mishaps_lobsters",
  "Tags": ""
}