{
  "Origins": "When we human folk exchange information about each other, age is one of the most important pieces of data we pass along. Knowing someone's age immediately allows us to infer a great deal of information about that person with a reasonable degree of certainty: Age not only tells us whether someone is a child, an adult, or an elderly person, but it allows us to place people into much finer gradations of categories infant, toddler, child, adolescent, young adult, adult, middle-aged, elderly from which we can deduce a good deal about their physical, psychological, and social statuses.",
  "Fact Check": "",
  "Description": "We know a 4-year-old child should be walking, but a 6-month-old baby is unlikely to be capable of the feat. We understand a couple of 16-year-olds might well have a baby together, but an 8-year-old boy is generally too young to father one and a 58-year-old woman is usually too old to conceive one. We're aware most 9-year-olds haven't yet reached puberty, but a 39-year-old might well have started experiencing many of the infirmities of advanced age (e.g., lessened eyesight, loss of hearing, weight gain, persistent aches and pains). We grasp that a 29-year-old is in what we would term \"the prime of life,\" while an 89-year-old has well exceeded the average human lifespan. We can make pretty good guesses from a person's age about whether he's old enough to have finished his schooling, live away from his parents, be married, or hold an important professional position, or whether he's too old to still be working or raising children of his own. And even those of us who still have most of our lives ahead of us know all this. When it comes to our pets, however, many of us are mystified how to relate their ages to ours. Sure, knowledgeable owners and breeders may be quite familiar with all the developmental stages of their chosen animals, but many of us casual pet owners can't do much more than distinguish between \"puppy,\" \"dog,\" and \"old dog.\" At what age are kittens weaned from their mothers? What's the average lifespan of a dog? When is a cat old enough to reproduce, and when is a dog too old to bear a litter? Is an 8-year-old dog in the prime of life, or is he closer to middle age? Lacking a good deal of observational experience, many of us simply don't know. Since knowledge and experience take time and effort to acquire, we've developed simple shortcuts to help us answer these questions, such as the well-known formula for \"dog years\": multiply your dog's age by seven, and you'll have his equivalent age in human terms. Although this formula might work roughly well for the middle years of a dog's life, it's too simplistic to accurately reflect a dog's developmental status closer to either end of its lifespan. Using this calculation, for example, an 18-month-old dog would be at a developmental stage similar to a 10-year-old child's, but while many 18-month-old dogs are fully grown and capable of reproducing, few 10-year-old children are. The \"dog years\" measurement tells us a 15-year-old dog is supposed to be the equivalent of a 105-year-old person, but (factoring out accidents and other unnatural causes of death) a much larger proportion of dogs live to the age of 15 than humans live to the age of 105. As well, age is more than just a chronological measurement of years lived; it's also an expression of how our bodies have been affected by the passage of time. Different types of animals age at different rates, so we can't employ a simple, direct, proportional relationship to correlate the ages of species as disparate as dogs and humans, especially since variable factors such as genetics, nutrition, and environment play an important role in the aging process. The bottom line is just as we wouldn't raise a litter of puppies or kittens the same way we'd raise a baby, neither should we care for our pets based on how old we think they'd be if they were people. For those who would like a rough idea of how the ages of our canine and feline friends compare to ours (strictly for entertainment purposes), we present the following charts courtesy of ANTECH : Dog Human 1 year 15 years 2 years 24 years 4 years 32 years 7 years 45 years 10 years 56 years 15 years 76 years 20 years 98 years Cat Human 1 year 15 years 2 years 24 years 5 years 36 years 7 years 45 years 12 years 64 years 15 years 76 years 18 years 88 years 21 years 100 years However, smaller dog breeds tend to live longer on average than larger breeds, so no single chart can adequately represent all dogs with much accuracy. Therefore a better charting of equivalent ages is one based on the weight of the animal:",
  "Originally Published": "",
  "Referred Links": "http://www.antechdiagnostics.com/;",
  "Example": "",
  "Last Updated": "11 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/wild/dogyears.asp",
  "Claim": "One year of human time is the equivalent of seven years in a dog's age.",
  "Claim_ID": "critters_wild_dogyears",
  "Tags": ""
}