{
  "Origins": "First of all, this belief as described is based upon a couple of false premises:",
  "Fact Check": "",
  "Description": "Turkeys do not look up in order to \"see\" rain. Turkeys, like most birds, do not have binocular vision (i.e., the ability to focus both eyes on the same object); they have eyes set on opposite sides of their heads, a feature which gives them a greater field of vision and thus enables them more effectively spot potential predators. (On the other hand, birds of prey such as the owl need to be able to focus on their targets, and they therefore have both eyes set in the front of their heads to provide binocular vision at the cost of a more limited field of vision.) The notion that a turkey trying to see something above its field of vision would tilt its head backward is an anthropomorphization a turkey's eyes point sideways, so even if a turkey tilted its head backward, it would still be looking to its sides, not up. A turkey attempting to look at something above the plane of its normal field of vision will tilt its head sideways (not up) in order to bring one eye to bear on whatever it's trying to see. The notion that a \"dumb\" animal would be fascinated by something as mundane as rain is another anthropomorphization. The concept of \"fascination\" requires a level of intelligence that even the smartest turkeys do not possess. Animals of this order react to a phenomenon such as rain in one of two very simple ways: If they don't mind it, they ignore it (as ducks do); if they don't like it, they seek shelter from it. Nonetheless, this legend does have a couple of marginally-related aspects of truth to it: Domesticated turkeys are not necessarily \"stupid,\" but because they have been bred in captivity for so many generations, they lack the survival skills of their wild cousins: They're weak, they're fat, they're not agile, they can't run very fast, and they can't fly. All of this makes it more difficult for them to survive on their own in an unprotected environment, so when something unusual occurs (such as a storm), they tend to panic. Frightened domestic turkeys will usually run as best they can until they reach a corner or fence or some other barrier to progress, but even then they may continue their efforts to escape, piling onto each other and possibly suffocating those at the bottom of the heap. Most domesticated turkeys are raised in confinement for the first several weeks of their lives, so it takes some time for them to become adjusted to living in an outdoor environment. If young turkeys encounter rain during their first few days outdoors, before they've \"figured out\" how to live in that environment, they can be much more vulnerable to accidents precipitated by panic or inexperience.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] My grandfather told me that domesticated turkeys are so stupid that, upon feeling the first drop ofrain, they will look up at the sky, fascinated. They will continue looking straight up into the rain, with their mouths open, until theydrown.",
  "Last Updated": "29 June 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/wild/turkey.asp",
  "Claim": "Domesticated turkeys are so lacking in intelligence that they will look up at falling rain until they drown.",
  "Claim_ID": "critters_wild_turkey",
  "Tags": ""
}