{
  "Origins": "The letter quoted above raised a media firestorm in 1994. Fifteen hundred such missives were received by animal shelters across the U.S.A. Though some recipients saw it for the hoax it was, others immediately hit the panic button and summoned the media to decry such a horrid proposition. Imagine wanting to eat dog! Imagine approaching American animal shelters with such a slimy deal! Never mind that in 1992, 6.3 million dogs were euthanized in animal shelters! At least they weren't eaten . . .",
  "Fact Check": "",
  "Description": "Shelter workers and animal rights groups were appalled. The media had a field day. And the greater the outcry, the more all of them did the work of a prankster extraordinaire for him. Kea So Joo (Korean for \"dog meat soup\") wasn't a real company. Its only real-life manifestations were letterhead, a P.O. box, and a phone number. The idea for the sting came from Joey Skaggs, a man who has been the bane of the media for thirty years. Skaggs sees himself as a performance artist on a mission. Where others use canvas and paint, he uses telephones and fax machines. His medium of choice is the imaginative prank. His messages often get lost in the fallout over his pranks , but they are always there. And you usually don't have to look very far for them. For the dog project he set up a phone line and recorded an announcement in Korean and English, complete with dogs barking in the background. Two days after the letters were sent out, the line was swamped as Skaggs logged thousands of calls and taped messages from animal welfare officials, police, reporters, and various appalled cow-eating Americans. Animal lovers called him a filthy yellow devil and suggested Asians be deported, killed, or canned. The phone was never answered by a person. All incoming calls were answered and recorded by a machine. That didn't stop various outraged parties from claiming they'd spoken to someone at the other end. ''I asked what I could do with dogs since I'm in Colorado and they're in New York,\" said Robin Duxbury, director of the Denver-based Animal Rights Mobilization. \"He said, 'We have people that come pick them up from you, even in Colorado,''' said Duxbury, who then claimed to have hung up. Dozens of newspapers and television stations carried staff-written and wire-service articles reporting investigations by concerned officials at animal welfare groups. One article noted a possible link between the letter and the disappearance of large dogs in upstate New York; another quoted an official on Long Island as claiming \"proof\" that the letter is from a real company. After the furor had been hullabalooed in the news for a week, Skaggs completed his work by sending a news release headlined, \"Dog Meat Hoax Exposed.\" In it, he confessed his role and explained that his purpose has been \"to bring to light issues of cultural bias, intolerance and racism,\" as well as to demonstrate the media's tendency to be \"reactionary, gullible and irresponsible.\" Skaggs believed the American public, with its own prejudices regarding which animals it's okay to consume, would go bonkers when confronted with the dog-meat proposal and he was right. Animal rights groups and public officials took the story completely out of his hands in the process, he believes, exposing their own racism and cultural bigotry. One of the messages of the prank, Skaggs maintains, was \"We are culturally intolerant. It was about prejudice, as illustrated in the letters, faxes and calls I received.\" Dog meat is indeed consumed in many Asian countries, a fact that horrifies Americans. Americans have no qualms about eating beef, even though cows are sacred in some religions, and the eating of cows in those countries would be greeted with as much enthusiasm as dog-eating would be here. But dog meat is officially banned in Korea, in part because of foreign pressure. If India tried to pressure us to give up hamburgers, though, we'd be outraged. This was far from the first hoax perpetrated by Skaggs. He is the master, and his 30-year career of pulling these off speaks for itself. He has staged dozens of hoaxes and has fooled hundreds of newspapers and television shows. On 13 May 1986 he was interviewed by David Hartman on ABC's Good Morning America as Joe Bones, the head of the Fat Squad, a group of commandos who would move in with you and, for $300 a day, physically restrain you from eating. He made The New York Times as Jo-Jo, a Gypsy leading a protest against the term \"gypsy moth.\" No one who fails to do his research is safe from Skaggs, as those of the media who skip this step yet look to feature him in segments about hoaxes find out. In 1988 Entertainment Tonight wanted to interview him for such a piece. Skaggs sent an imposter in his place, and only after the interview aired on 14 September 1988 was ET informed how it had been fooled. He pulled a similar prank in 1991 on the television game show To Tell the Truth . When Geraldo looked to Skaggs to do its homework for them in a piece about news people fooled by Skaggs, it quickly learned its mistake Skaggs manipulated that show into running an interview with a non-existent journalist about a hoax he'd never perpetrated. His earliest stunt dates back to 1966 when he (and a few friends he's not that strong) took a 200-lb. sculpture depicting a naked rotting skeletal corpse with a human skull, barbed wire crown of thorns, long human hair, and a metal penis dangling between the legs, affixed it to a 10-foot cross made from telephone poles, dragged it to the top of a knoll in Tompkins Square Park in New York City, and erected it upon that spot. Later versions of the prank involved Skaggs' dressing as Jesus and carting a cross through the streets every Easter. Growing increasingly annoyed by the tourist buses that would cruise through the East Village gawking at the long-haired hippies, Skaggs decided turnabout was fair play. In 1968, he filled a Greyhound bus with aging hippies and took them on a tour of Queens, ostensibly to take photos of life in Squaresville. Since those early days, he has turned up as a psychic attorney (\"Why deal with the legal system without knowing the outcome beforehand? Let me tell you whether to sue or settle, if you'll win or lose.\"), a doctor who treats baldness by transplanting scalps from cadavers (Hair Today Ltd.), and the proprietor of a canine brothel for sexually deprived pets (the Cathouse for Dogs). As \"Giuseppe Scaggoli,\" Skaggs advertised the opening of a celebrity sperm bank. Hoax or not, the number given out received calls from across the country from women who were willing to bid on Bob Dylan's, Mick Jagger's and Paul McCartney's semen. He hung a fifty-foot bra on Wall Street. He has promoted fish-tank condominiums, replete with living rooms, bathrooms,and kitchens for \"upwardly mobile guppies.\" (That last one backfired slightly all the media attention gained by this prank prompted Neiman Marcus to offer $5,000 fish condos in its 1996 Christmas Book catalog. There were four different units, sold individually: a guppy-sized living room, a cozy little kitchen, a parlor and a bedroom all appointed with furniture, fixtures, and even decorations such as framed portraits of cats.) His 1981 cockroach pill hoax was classic. Posing as \"world-famous entomologist Dr. Josef Gergor,\" he announced the development of a miracle vitamin from the hormones extracted from a super strain of cockroaches. The vitamin was said to cure acne, arthritis, anemia, and menstrual cramps and immunize against the side effects of nuclear radiation. (Remember that immortal assertion that only the cockroaches would survive a nuclear holocaust? So, apparently, did Skaggs.) 1992 found \"the Rev. Anthony Joseph\" pedaling a mobile confessional booth attached to a bicycle outside the Democratic National Convention in New York for the benefit of the press and delegates who otherwise wouldn't have time to make confession: \"Religion on the go for people on the move!\" was his motto. And then there was the Crusade for Sidewalk Etiquette, a proposal which would have banned short people from carrying umbrellas and required fat people to walk single file and wear neutral-coloured clothing. In 1992, \"Dr.\" Joseph Skaggs booked a booth at a huge Toronto computer show to showcase his exciting new product, SEXONIC. The world's first sexual virtual reality program was touted as capable of \"translating individual fantasies into a stunning approximation of reality\" to \"enable our clients to experience sublime pinnacles of delight that most people only dream of.\" The demonstration, of course, did not come off Canadian customs officials supposedly seized the non-existent hardware and software at the border, claiming SEXONIC was morally offensive to Canadians. No discussion of Skagg's tricksterism would be complete without a mention of the Solomon Project, an amazing but thoroughly fake computer program that could review a court case, apply the law, and spit out a ruling. The promise of an impartial electronic contraption that would remove human foibles from the judicial system proved irresistible to a world bone-tired of the O.J. case. CNN sent a camera crew to interview Mr. Bonuso (Skaggs) at his New York laboratory a SoHo loft he'd packed with actors posing as refugees from the Microsoft Corporation. At its peak, the hoax involved some 25 grim-faced actors pumping data into computer terminals as CNN cameras recorded the performance. CNN aired the segment on 29 December 1995. Why does he do it, you ask? \"My message exists on different levels,\" says Skaggs. \"Besides trying to point out the irresponsibility of journalists, I'm also seeking to show the public's gullibility. Too many people are always looking for something outside themselves to take care of them rather than looking at themselves to address the problem. They tend to believe everything they read. It was sad to get calls from people with illnesses who were so desperate they were willing to take roach pills. Some were disappointed when I told them there were no such miracle pills. With others, you could see that a bell went off and they might be more cautious in the future. I'd like to think so, anyway.\" \"I let the media go with it; I judge success by how many people I'm able to reach with the message.\" And the message? \"Question authority in all its shapes and forms. Don't suspend critical thinking for wishful thinking.\" Skaggs sees his role as that of the archetypal trickster, a character found in the literature and mythology of most cultures, whose role is to jar his fellows out of the workaday rut of their routines that includes accepting \"news\" as gospel. He speaks seriously about his pranks, describing their function, at best, as serving to raise the consciousness of those who are \"sleepwalking on automatic pilot.\" Skaggs makes the point that if he can con the media as one lone activist with a fax machine, perhaps readers and viewers can learn to be a bit skeptical of news orchestrated by vast government, political, and business empires. Barbara \"kvetch as kvetch can\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Letter from Kea So Joo, Inc, 1994] Dear Executive Director, Excuse my English Please, Thank You. First congratulation on all you good work with animal. We support. We would like to help your company make money, so we like to offer help so you make money. Dog shelter kill million of dog, cost money. Dog shelter cremate dog cost money. Dog shelter need money to operate. Where it get money? Hard to get money. Many people like to eat dog. People need to eat dog. Where do they get dog? Some people they raise dog to eat. Some steal dog, make some people angry, hurt some people. That not right. We like make proposal to your dog shelter to sell us dog. You save money, you make money. We buy all dog, regardless of size or color. We prefer big, young, strong dog but we take all dog from your dog shelter. We cook dog in America. We can dog in America and sell some dog in America in Asian market place. Lot people in America eat dog. Most dog we ship oversea. Lot people eat dog. Many country eat dog. Korea, China eat dog, Philippines, Japan, Thailand, Cambodia eat dog. Dog is healthy for you. This way your cost of business is less. You make more money, more people happy. You get cleaner air. No burn up dog. No waste dog. People pet no disappear. Everybody happy. Cause we understand some people no like idea to eat dog. But they make trouble for people who like eat dog. Those people called two face. Those people eat cow, rabbit and mice, squirrel and frog and every thing else, but still give us trouble. But dog is good food. Dog is good medicine, make sick people strong, make old people young, make penis hard, make sex good again. Our business getting very big. Need more dog. We are prepared to offer you ten cents per pound per dog. We pick up dog every day, so you also save on feeding dog. We like very much to speak with you and make deal. Please tell us how many dog available in your business. We have deal already to do same with dog shelter in New Jersey, Connecticut and Massachusetts. We hope to be eventually in big city cross America. You can join us now, save money and continue doing your good job. We do big business together. We have big business already with many dog breeder and many dog hospital. Dog no suffer, We have quick death for dog. Looking to hear from you soon, Thank you Kim Yung Soo President Kea So Joo, Inc.",
  "Last Updated": "28 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/edibles/dogsoup.asp",
  "Claim": "A Korean company solicited American dog shelters for excess dogs to turn into soup.",
  "Claim_ID": "critters_edibles_dogsoup",
  "Tags": ""
}