{
  "Origins": "The Huntingdon Life Sciences (HLS) company has long been a focus of protests by animal rights groups over HLS's use of live animals in its product testing. The e-mail reproduced above is evidently someone's attempt to stir up the issue by distributing a message purportedly written by an HLS scientist and offering to pay cash for New Orleans-area cats and dogs rescued from New Orleans after being separated from their owners by Hurricane Katrina, with a free trip to Las Vegas to be awarded to the person sending HLS the largest number of \"rescued\" animals. (The point of the message being that recipients would read it as a transparent attempt by HLS to obtain animals for experimentation purposes under the guise of being \"concerned about the well being of the cats and dogs.\")",
  "Fact Check": "",
  "Description": "We sent an inquiry to the scientist named in the above-quoted message and received a response from Huntingdon Life Sciences' general manager: I am writing in response to your email to Huntingdon Life Sciences, and particularly about the email, alleged to have been written by Carol Auletta, that is making the rounds among several animal rescue list servers, indicating that Huntingdon Life Sciences is attempting to purchase rescued dogs and cats. Allow me to state categorically that this is a complete hoax. We have no idea who engineered this farce, but it is typical of the type of misinformation disseminated by animal rights extremist to try and discredit our business.",
  "Originally Published": "",
  "Referred Links": "http://www.shac.net/SHAC/shac_intro.html;http://www.huntingdon.com/index.asp?currentNumber=0&currentIsExpanded=0;",
  "Example": "[Collected via e-mail, 2005] We will pay for rescued Cats and Dogs Hello well intentioned people, My company has an immediate need for 300 small dogs and 500 cats. De-clawed cats are fine! The animals need to be fairly healthy animals. They need to be alive for at least 30 days after our intake. The price for these animals are as follows: If we pickup in Arkansas or Mississippi $5 = cats, $9 = dogs If animal is shipped to our home office in New Jersey (address to follow) $25 = cats, $29 = dogs In addition to this, we are providing an incentive to the person who rescues the most animals for us. At the end of December, we will tally up the rescue efforts. The person who we conclude to be the greatest asset will win an all inclusive trip to Las Vegas, Nevada for two people for 5 days. This will include air transportation from Louisiana, hotel stay at 3 star or better resort, meal tickets for 2 meals per person a day, entertainment coupons including 1 fully paid entertainment concert, and $300 in casino comps spending monies. We are really concerned about the well being of the cats and dogs after the Hurricane and want to do our part to insure the animals welfare. For more information please contact: Myself, Carol Auletta Sr. Toxicologist for HLS 732-873-2550, ext. 2960 aulettac@princeton.huntingdon.com Our website is http://www.huntingdon.com And our address is Mettlers RoadEast Millstone, NJ 08875-2360 LET US GET TO WORK! Carol",
  "Last Updated": "8 August 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/crusader/huntingdon.asp",
  "Claim": "Huntingdon Life Sciences is offering to pay cash for cats and dogs rescued from New Orleans.",
  "Claim_ID": "critters_crusader_huntingdon",
  "Tags": ""
}