{
  "Origins": "This has to be one of the most bizarre items we've had to tackle in recent memory.",
  "Fact Check": "",
  "Description": "The \"Attorney General John Ashcroft believes calico cats are a sign of the devil\" claim began with a 20 November 2001 article by Democratic Party treasurer and financial writer Andrew Tobias, in which he wrote: Shortly after becoming Attorney General, John Ashcroft was headed abroad. An advance team showed up at the American embassy in the Hague to check out the digs, saw cats in residence, and got nervous. They were worried there might be a calico cat. No, they were told, no calicos. Visible relief. Their boss, they explained, believes calico cats are signs of the devil. (The advance team also spied a statue of a naked woman in the courtyard and discussed the possibility of its being covered for the visit, though that request was not ultimately made.) As unusual as this passage may sound, note that the parenthetical comment was written a full two months before ABC News reported that Attorney General Ashcroft had ordered the Spirit of Justice and Majesty of Law statues in the Great Hall of the Department of Justice be covered because he didn't like being photographed in front of them. (The Spirit of Justice statue is a female figure with one exposed breast.) A week later, Tobias' column explained where he had obtained the information about Ashcroft and calico cats from: I've written for a variety of magazines over the last 30 years, including a column in TIME for several years, and have some appreciation of the need not to publish allegations as true unless I've checked them out. I got this odd story from someone who was definitely in a position to know and then confirmed it with someone else, also in a position to know. That said, it's certainly possible that Ashcroft doesn't actually believe calico cats are signs of the devil, even though his aides said he does. And it s possible that his aides were kidding, or overly sensitive, when they discussed covering the naked statue. Then again, the Attorney General does not hide his deep religious faith one need only read his remarks at Bob Jones University to get some appreciation of that and a lot of deeply religious people do believe in a heaven and a hell and the devil. So it may not be as odd as the story of Nancy Reagan consulting her astrologer before letting Ronnie make important decisions. Who knows? In 2002 the UK newspaper The Guardian noted: When asked about the veracity of the report, the justice department said that it had made Mr Ashcroft laugh. There has been no further comment on the matter. However, by 2003, there were comments from the Attorney General on this topic. When asked by The American Enterprise if he had any notion of how this rumor got started, Mr. Ashcroft replied: Absolutely none. All I can think of is the poem by Eugene Field about a duel between a gingham dog and calico cat. In any case, there's no truth to it. I owned a calico cat on the farm I lived on until I went away to be the state auditor of Missouri. Also, the 2004 Vanity Fair article about the man (an article Ashcroft's people view as a hatchet job ), said: \"Ashcroft has denied any antipathy toward calico cats.\"",
  "Originally Published": "",
  "Referred Links": "http://www.hyperdictionary.com/dictionary/hatchet+job;http://www.andrewtobias.com/newcolumns/011127.html;http://web.archive.org/web/20030402083850/http://abcnews.go.com/sections/us/HallsOfJustice/hallsofjustice110.html;http://www.andrewtobias.com/newcolumns/011120.html;",
  "Example": "",
  "Last Updated": "11 August 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/gnus/calico.asp",
  "Claim": "Attorney General John Ashcroft believes calico cats are a sign of the devil.",
  "Claim_ID": "critters_gnus_calico",
  "Tags": ""
}