{
  "Origins": "The famed \"freeway chickens\" of Los Angeles were a reality, although how they came to be part of the roadside ambiance of the Hollywood Freeway is still disputed. According to widely-believed lore, a poultry truck overturned near the Vineland Avenue exit in 1969, sending hundreds of suddenly-freed chickens scurrying for safety. Some of the birds went to the Great Chicken Bucket in the Sky when their run for freedom abruptly ended under the wheels of passing automobiles, but enough survived the perilous dash to form a permanent colony of chickens living on the edge of one of the busiest freeways in America.",
  "Fact Check": "",
  "Description": "Or so says the legend. In true folkloric fashion, various folks have claimed to have been the ones responsible for those chickens coming to roost there, and each has offered a different explanation. In 1990, Jeff Stein of Granada Hills claimed the following: My wife and her twin sister kept the secret to themselves for years. Then, one day, someone mentioned the poultry truck story at her sister's house and my wife said, \"That's not how the chickens got there. We put them there.\" Janet Stein related how in 1968, when the girls were 12, they learned that a nearby school that raised animals was closing and that its resident chickens would be killed. The twins scooped them up and succeeded in hiding them at home until a rooster awoke everyone at 5 a.m. The chickens couldn't stay. \"So there were these two little girls,\" said Jeff Stein, \"hiking through a field to an open area near the freeway.\" How many chickens did they dump? \"How many can you fit into two pillowcases?\" he asked. In 1992, a North Hollywood man who would give only his first name (\"Michael\") claimed that years earlier he and his brother had put the fowl on the freeway after neighbors complained repeatedly about the boys' pet chickens. \"We were afraid to confess after [their numbers] got out of hand because we thought the city would bill us,\" he said. In 2000, Joe Silbert of Laguna Hills stepped forward to claim he drove the legendary poultry truck: I tried to avoid a lady who cut in front of me and I turned over. I was taking anywhere from 500 to 1,000 chickens back from the Valley to a slaughterhouse in L.A. They were all hens. We never picked up roosters. These were hens that had stopped laying. They would eat but not produce, so they were costing farmers money. Anyway, I had a crate of eggs on the seat beside me, and when I turned over, my head fell into the crate. But I wasn't hurt. I started chasing one chicken and it was on the TV news that night. One is left wondering if all the birds were hens that had stopped laying how this colony of chickens has managed to renew itself all these years. So how the chickens came to roost where they do is in dispute. That they're there, however is not the Freeway Chickens are still part of the Hollywood scene despite attempts at various times to head them up and move them out. In the late 1970s, the Department of Animal Regulation was prevailed upon to round up the fowls near the Vineland Avenue off-ramp. Nearly one hundred of the critters were shipped to a ranch in Simi Valley, where they pecked out the rest of their existence. However, at least a few members of the colony eluded capture and have continued to do what comes natural to hens and roosters. Besides the original Freeway Chickens, a second colony known as the New Freeway Chickens makes their home alongside another portion of the Southland's freeway system. They reside at the Burbank on-ramp of the Hollywood Freeway, a location about two miles from their more famous poultry neighbors. In 1990, yet another resident of North Hollywood stepped forward to tell the tale of their origin. According to Carol Garnjost, the chickens came to be where they are after a pit bull chased off its owner's chickens and rabbits in 1985, the rabbit ending up in a neighbor's yard and the chickens coming to roost on a median strip of this on-ramp. As for the original group and its fabled \"poultry-truck accident\" origin, though at first blush such an event might sound far-fetched, any number of odd items have found their way onto Los Angeles freeways over the years. A 1997 Los Angeles Times article reported: Just about everything has fallen on L.A. roadways over the years. Some unusual, unscheduled deposits: About $7,000 worth of quarters on Hollywood Freeway; motorists jumping from cars reportedly get away with about 10% of the loot. (Sept. 13, 1982) Thousands of pounds of M&M candies on Orange Freeway in Fullerton; surprisingly, no motorists attempt to scoop up any. (March 26, 1986) One body on Hollywood Freeway from back of coroner's van. (Nov. 28, 1989) Hundreds of gallons of laughing gas on Foothill Freeway; happiest rush hour ever. (July 17, 1991) One 26-ton boat on Culver Boulevard; city crews move into action and remove it 36 hours later. (Nov. 6, 1989) Some 14,000 pounds of salsa on Interstate 5 in San Clemente; only chips in vicinity are CHP officers. (June 16, 1987) Forty-thousand bees on Foothill Freeway; it's so chilly they don't attack anyone. (March 14, 1985) More than 1,000 jugs of wine on Golden State Freeway; crews keep motorists away. (Oct. 9, 1974) One actress' resume (\"Hair: honey blond; Eyes: hazel blue\") on Foothill Freeway. (July 19, 1990) Another article contains an equally impressive recitation of Los Angeles freeway finds: peevish bees, stampeding cattle, boats, pianos, mayonnaise, fish, broken watermelons, bananas, hot asphalt, soft drinks, margarita mix, tomatoes, beer, 150 tons of honey, a wild boar's head, a 5-foot-tall papier-mache rhinoceros, a U.S. Navy depth charge, sides of beef, mannequins, and a dead 15-foot 2,000-pound great white shark. Those who lack the opportunity to see the poultry in motion firsthand might want to dig up a copy of a favorite video game cartridge: Activision's Freeway , a 1982 amusement in which players were challenged to guide their chickens safely across a busy ten lanes of freeway traffic. Barbara \"playing chicken\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.atariage.com/software_page.html?SoftwareLabelID=192;",
  "Example": "",
  "Last Updated": "11 August 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/critters/gnus/chicken.asp",
  "Claim": "The Hollywood Freeway in Los Angeles, California, was the permanent home to a brood of chickens.",
  "Claim_ID": "critters_gnus_chicken",
  "Tags": ""
}