{
  "Origins": "The story of the incompetent hunters and their boomerang dog first made the Internet rounds in early 1997.",
  "Fact Check": "",
  "Description": "As much as people want to believe this tale, it's folklore and nothing more. In addition to the lack of checkable facts (in none of the versions are the lads named; neither is the lake where this supposedly happened, yet we know the type of truck and the amount of the monthly payments), there are further indications this story is but a fanciful tale. Duck hunting takes place in the fall, not the dead of winter. Ducks fly south for the cold months, long before there is ice thick enough to support a truck. A duck's food supply is located under water would they put off migrating until what they subsisted on was locked up in Nature's refrigerator and they were starving? Heck, no: unless there's an unseasonably early freeze, they're long gone by the time lakes are ice locked. Additionally, to put a hole in the ice, one cuts with a saw or drills with an auger. Blowing a hole with dynamite would shatter the edges and cause cracks to radiate outwards, making it a foolhardy venture to attempt walking on the ice anywhere near that hole as the ice surface could give way underfoot at any moment. Next, we're asked to believe that their \"well-trained Labrador Retriever\" is at the same time both the world's greatest fetch artist and hasn't mastered any one of three basic obedience commands: namely, \"drop (it),\" \"down,\" or \"stop.\" It's unthinkable that a hunting dog wouldn't know \"drop\" how else do you get the prey from him once he's fetched it? Wrestle him for it, maybe? Last but not least is the urban legend theme of the \"loaded dog\" (or prey) running underneath a vehicle with a lit stick of dynamite in its mouth. Stories about booby-trapped animals getting revenge on the hunters who pursue them are rife; it takes little looking around to unearth numerous examples. In the \"prey gets even\" category, we have the tale of the coyote that had a stick of dynamite tied to its tail: he runs back and goes to ground underneath the owner's brand new camper, with the expected pyrotechnic results. Similarly-armed rabbits and dingoes have reputedly done in other trucks the same way. Then we have the chicken hawk a pissed-off farmer subjected to the same treatment: he perches on the roof of the man's house, blowing it away. Dogs with lit gasoline-soaked rags have tunneled under their tormentor's homes, and lit bunnies have torched hay barns. Fish who've been fed an explosive have had the piscatorial sense to swim back under the boat and make their final moments ones of vengeance, and so supposedly have sharks who've had cherry bombs tossed to them. The moral of the story is always clear: cruelty reaps its own reward. Justice is served, sometimes even with a side of slaw. In addition to the prey's getting even with cruel hunters, we also have tales of hunting dogs that have been overtrained to fetch. In regards our loaded hunting dog, folklorist Jan Brunvand says that Jack London's 1902 short story \"Moon-Face\" may be based on this legend: The narrator contrives to murder a man who catches a trout by tossing dynamite into a deep pool. His scheme is to give the poacher a dog that has been highly trained to retrieve; then, when the dynamite stick is tossed out, the dog brings it back to its new master. The verdict of a coroner's jury is \"death from accident while engaged in illegal fishing.\" Other versions of the \"fatal retriever\" story have the man trying to get rid of excess fish by blasting them to Kingdom Come; the dog dives in after the dynamite, then chases his owner with it, blowing up a chicken coop as a suitable finale. That one was told in Britain in 1995 notice how strong a resemblance it bears to the 1902 Jack London tale. Another ancient example of this legend as literature is the 1899 Henry Lawson short story \" The Loaded Dog .\" Loaded animal stories are told all over the world, with the avenging critter supposedly wreaking his revenge in Canada, the U.S., Australia, and Britain (and probably in other countries that don't keep nearly as good records of their urban folklore tales.) For a couple of related tales featuring well-dressed kangaroos and well-armed deer, visit our \"Deja 'Roo\" page. Why do we tell such nonsense stories? It's a matter of loving a good revenge tale. We cheer for the loaded bunny who blows up a brand new Land Rover because we're all too aware the hunters shouldn't be treating varmints like that in the first place. Such stories satisfy our need to believe in retribution, reaffirming our trust in evil deeds not going unpunished (and therefore good deeds being justly rewarded). In the case of a hunter's own dog turning on him, it becomes a matter of laughing at someone's stupidity. There's something morally right about a fellow's having to continue to make payments on a vehicle his own idiocy sent to the bottom of a lake. We laugh at him even as we reassure ourselves that we'd never be that stupid. As a suitable finale to the \"duck hunters\" tale, I give you this from a 1990 newspaper. Keep in mind that not everything that appears in print is necessarily true, and that the art of tongue-in-cheek writing has not yet entirely passed away: A bunch of Arkansaw stockbrokers went out in the numbing cold of last December to hunt ducks. The pond they chose was frozen over and ever prepared, they tossed a stick of dynamite onto the ice to break it, as ducks refuse to come to a frozen pond. With them was their highly trained and valuable duck dog who carried the noble name of Napoleon. Napoleon's speciality was fetching. When the explosive was tossed, he skidded on the ice, grabbed the stick with the smoldering wick and began to return it to whence it came. The hunters went into a panic and began retreating but good old Napoleon kept acoming. There was nothing to do but shoot him. Just as the shot reached him the dynamite exploded and the poor dog was scattered over southern Arkansaw. Reassembled and buried, his headstone reads, Napoleon Blown-Apart. Barbara \"terrier-able\" Mikkelson Sightings: Some elements of this legend appear in the 1997 film Grosse Pointe Blank . Though the incident itself is not shown on screen, in one conversation two characters discuss an \"exploded dog\" episode. Mention is made of a prized pooch who grabbed explosives meant to kill someone else and did itself in, but there's nothing about its diving under the owner's car or chasing after anyone with the dynamite in its mouth. The legend plays out in tragic fashion in the British television series Monarch of the Glen . In the 10th episode of Season Three (original air date 13 January 2002), Useless (Hector MacDonald's dog) retrieves a dynamite-laden toy boat that had been launched in an effort to kill a pike that had been laying waste to the loch and lays it at his master's feet, thereby dispatching Hector to the great beyond. (Unaccountably, the dog survives untouched and appears in further episodes.) Update: A January 2006 news story described events quite similar to the gist of this legend, although it didn't involve hunting. A Fort Sumner, New Mexico, man who caught a mouse inside his house tried to dispose of the rodent by tossing it into a pile of burning leaves. The mouse, with its fur ablaze, reportedly scampered out of the burning leaf pile and ran back towards the house, stopping beneath a window and catching the exterior of the structure on fire. The home and everything in it was destroyed by the resulting conflagration.",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/Details?0119229;http://www.dropbears.com/l/loaded_dog/index.html;",
  "Example": "[Collected on the Internet, 1997] If you think YOU'RE having a bad day ... the following true story should help put everything in perspective. Seems a couple got a brand new, top of the line, Jeep Cherokee for Christmas and drove it to visit relatives in Michigan. The guys decided to do that male bonding ritual of duck hunting. So they load up the Cherokee with decoys, food, beer, guns, warm clothes, etc. and head off for the lake. Now it's a little known fact that when duck hunting in cold climates like that, it's common to drive the truck out onto the ice. It's also a little known fact that, to break a hole in the ice for the decoys, a stick of dynamite is commonly used. (We are talking Michigan.) Now this particular stick of dynamite had a short fuse, estimated at 20 seconds or so. Normally you put the dynamite on the ice, light the fuse, and run away. But with only 20 seconds they didn't want to do that, they might slip while running. So the guy lights the fuse and throws the stick of dynamite out onto the ice. Next thing you know, their well-trained Labrador Retriever dashes out onto the ice and, just as he's done several times before, picks up the stick (of lit dynamite) in his mouth and starts running back to the group of guys. The guys start yelling at the dog but, as he's played fetch so many times before, he just keeps bringing the stick back to his master. One of the guys thinks fast and loads his shotgun, and shoots the dog. As it's loaded with bird shot the dog isn't hurt much, but is confused. The guy shoots the dog again. The dog gets scared and runs, stick in his mouth, under the Cherokee. The Cherokee is now at the bottom of the lake. The insurance company won't pay up because it was destroyed due to an illegal use of explosives. The first payment of $475 was due December 15. Only 59 more to go . . . [Collected on the Internet, 2002] This is from a radio program, a true report of an incident in Michigan: A guy buys a brand new Lincoln Navigator for $42,500 and has $560 monthly payments. He and a friend go duck hunting in winter, and, of course, all the lakes are frozen. These two guys go out on the lake with the guns, the dog, and, of course, the new vehicle. They drive out onto the lake and get ready. Now, they want to make some kind of a natural landing area for the ducks, something for the decoys to float on. In order to make a hole large enough to look like something a wandering duck would fly down and land on, it is going to take a little more effort than an ice hole drill. So, out of the back of the new Navigator comes a stick of dynamite with a short, 40-second fuse. Now these two Rocket Scientists do take into consideration that they want to place the stick of dynamite on the ice at a location far from where they are standing (and the new Navigator), because they don't want to take the risk of slipping on the ice when they run from the burning fuse and possibly go up in smoke with the resulting blast. They light the 40-second fuse and throw the dynamite. Remember a couple of paragraphs back when I mentioned the vehicle, the guns and the dog? Let's talk about the dog: A highly trained Black Lab used for ... RETRIEVING. Especially things thrown by the owner. You guessed it, the dog takes off at a high rate of doggy speed on the ice and captures the stick of dynamite with the burning 40-second fuse about the time it hits the ice. The two men yell, scream, wave their arms and wonder what to do now. The dog, cheered on, keeps coming. One of the guys grabs the shotgun and shoots the dog. The shotgun is loaded with #8 shot, hardly big enough to stop a Black Lab. The dog stops for a moment, slightly confused, but continues on. Another shot and this time the dog, still standing, becomes really confused and of course terrified, thinking these two geniuses have gone insane. The dog takes off to find cover, under the brand new Navigator. BOOM! Dog and Navigator are blown to bits and sink to the bottom of the lake in a very large hole, leaving the two idiots standing there with this \"I can't believe this happened\" look on their faces. The insurance company says that sinking a vehicle in a lake by illegal use of explosives is not covered. He still had yet to make the first of those $560 a month payments!! And you thought your day wasn't going well?",
  "Last Updated": "20 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/cruelty/dynamite.asp",
  "Claim": "Two men are still making payments on a Jeep Cherokee they sent to the bottom of a frozen lake during a duck-hunting mishap.",
  "Claim_ID": "critters_cruelty_dynamite",
  "Tags": ""
}