{
  "Origins": "The petition is real. It's also useless in the way nearly all e-petitions are. Because it's a simple matter to write a program that will generate names and tag them onto the end of a document, no one in a position of influence gives cyber-missives much weight. Petitions signed in ink get scant respect; an e-petition gets even less.",
  "Fact Check": "",
  "Description": "If you're tempted to add your name to such an online endeavor in the misguided belief you're striking a blow, forget it all you will achieve is the further clogging of the Internet. Petitions such as the one above make it appear sweeping changes can be effected if only enough signatures are gathered, glossing the reality that all the good intentions and righteous indignation in the world won't put needed funds on the table. Especially in this particular case, it is a question of money millions and millions of it, cash that will have to come out of somebody's pocket if these chimps are to have the retirement this petition calls for. First, the details: The Air Force gave up the chimps in 1998 110 to the Coulston Foundation (a research facility that has leased many of these chimps for the last 40 years) and 31 to Primarily Primates (a primate sanctuary). Though the petition uses phrases like \"The Air Force is planning to relinquish ownership,\" the truth is, it already has. The deal is done; the best anyone can do now is work to see it revised. The question of what to do with the space program chimps isn't a new one the Air Force has been wrestling with it for years, never coming up with a satisfactory answer that would lead to the honorable retirement of these pioneers. In 1992 a committee was unsuccessful in persuading Congress to retire the chimps with an endowment sufficient to ensure their care. At that time the price tag was $37,000 per chimp, for a total of $6.4 million. That's a lot of money to dig out of the American taxpayers' pockets. Primarily Primates survives on donations, and it doesn't have enough money to care for the 31 space chimps it is supposed to tend, let alone the other 110 turned over to Coulston. The petition makes it sound like it's only a matter of getting the Air Force to release the animals to rescue groups just waiting to take them off the Air Force's hands. The reality is far different even if those groups are interested in taking the chimps, they can't afford to care for them. At present, Primarily Primates houses only 10 of the space program veterans it persuaded the Air Force to give over to them; the other 21 remain with Coulston until such time as the sanctuary can build enclosures to house them. The 10 Air Force chimps now in its care live in an enclosure built for a group of chimps that was coming from a Louisiana lab that closed. Those chimps were bumped to another sanctuary to make room for these 10 space chimps. Primarily Primates needs $2.8 million to maintain the 31 chimps it is slated to get, but it has only $150,000. Current media interest concentrates on the 110 with Coulston and forgets about these 31, yet it is the fate of these \"rescued\" chimps that lies at the heart of the matter. Without those new enclosures, they'll end up eking out their existences in small cages, being put down, or handed off to the same research facility they've supposedly escaped. Far from being over, their story is still in the process of unfolding. Bottom line: Altruism is cheap; results are expensive. If you want to help, affix your signature to a check, not to an e-petition. Barbara \"Bonzo goes to . . . ?\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] This petition is being passed around the Internet. This petition is for people who would like to see the Air Force place 143 chimpanzees in retirement sanctuaries. Note by Verena Winiwarter, Vienna: Molecular evidence suggests that humans are 98.4% identical to BOTH chimpanzees and bonobos. Hope this helps your decision! The Air Force owns 143 chimpanzees who are members or descendants of the original colony of chimpanzees used in space exploration. The chimpanzees are currently leased to The Coulston Foundation, a biomedical research facility where many questionable chimpanzee deaths have occurred. The Coulston Foundation is currently under investigation by the United States Department of Agriculture (USDA) for violations of the Animal Welfare Act (AWA). The Air Force is planning to relinquish ownership of the chimpanzees and is now considering bids from interested parties. Among the bidders are several groups who want to place the chimpanzees in retirement sanctuaries where they can live out the rest of their lives in peace. One such group is the Institute for Captive Chimpanzee Care which has Dr. Jane Goodall on its Board of Directors. The Coulston Foundation has also bid on the chimpanzees, despite their negligent management record. We, the undersigned, ask the Air Force to give all 143 chimpanzees to groups who will place them in retirement, resocialise them, and provide them with enriched environments. Please add your name to this list and forward it to friends if you believe in what it stands for. This list will be forwarded to: the President of the United States, the Vice President of the United States, Senate and House leaders, and the Pentagon.",
  "Last Updated": "3 August 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/crusader/chimps.asp",
  "Claim": "Signing an e-petition will convince the Air Force to retire its colony of space chimps instead of turning them over to a research facility.",
  "Claim_ID": "critters_crusader_chimps",
  "Tags": ""
}