{
  "Origins": "Although stories like the ones presented above about snake owners being dangerously unaware that their pets are calmly sizing them up as the main courses of their next meals are interesting, they should be classified with other fictional tales of snake scarelore on the following bases: Pythons don't measure their prey before going after their meals: They grab, they squeeze, they eat. There's little fretting in their nature about relative sizes of intended edibles, nor does all that much go into their thinking process. To look at it another way, if pythons were in the habit of measuring before striking, they'd likely starve. Most of their prey wouldn't willingly wait for them to finish mimicking tape measures before consenting to be eaten; they would hop away to safety as soon as they noticed large snakes stretching out alongside them. For a snake to slurp up large prey whole, it would not only have to be at least as long as its prospective dinner, but it would also have to be capable of ingesting the width of that prey simply measuring length wouldn't be a sufficiently reliable guide to what a snake could ingest. And while a really big snake could indeed swallow a person's arm, it's quite unlikely that the kinds of snakes typically kept as pets in homes could get their jaws open wide enough to take in an adult human's head and shoulders. Those who keep fairly large snakes as pets generally know that it's perfectly normal for their pets to go without food for fairly long periods of time and thus scoff at the notion that a snake's not eating would be cause to rush it to a vet. No reasonably informed vet would counsel having a snake put down because it hadn't eaten of late and thus must be planning to make a meal of its owner. (There are other methods for dealing with non-eating snakes, including, in extreme circumstances, force-feeding.) Some elements of the legend were reflected in a February 2008 news story out of Australia involving the swallowing of a family dog by a snake. According to news accounts of the incident, the Peric family (husband, wife, and two children) watched in horror as their chihuahua was gobbled up by a 16 ft. scrub python on the veranda of their home in tropical Kuranda, Queensland. Although the snake wasn't a pet (it lived in the wild), Mr. Daniel Peric maintained that prior to the fatal attack the python had stalked the family's dog for days. (Four days before the pooch became the snake's dinner, the python had reportedly been seen in the dog's bed on the veranda.) This family had trouble with snakes before: The body of the Perics' cat had been found in the preceding weeks, looking as if something had tried to swallow it, and a week prior to the dog's demise a smaller python ate their pet guinea pig.",
  "Fact Check": "",
  "Description": "Regardless of the realities of serpentine behavior, the legend about a snake-measured girl is popular because it gives voice to a widespread fear of that which slithers. Herpetologists aside, many people view snakes as dangerous and unwholesome, perhaps even evil, and therefore feel uncomfortable and somewhat threatened in their presence. Stories like this one serve to confirm such assessments as not only is the \"pet\" in the tale planning to eat a person, but is stealthily and sneakily working out when to make its move, all under the guise of being affectionate towards the people caring for it. (Interestingly, the fear people seem to be expressing in repeating this story is not of being killed by a snake, but rather of being eaten by one.) The veterinarian who reveals the true state of things is a stock figure who appears in other urban legends, such as the \"Choking Doberman\" (burglar's fingers found in the throat of a guard dog reveal danger lurking in a closet at home) and the \"Mexican Pet\" (languishing \"dog\" adopted in a foreign land exposed as giant rat). Such an expert is needed to fill in the blanks in these narratives in this case, without the vet's helpful explanation to clue us in, we wouldn't have known the ill-intentioned snake was \"measuring\" the girl, or what its purpose was for doing so. Barbara \"serpent up hostilities\" Mikkelson Sightings: The \"snake measures its intended victim\" tale appears in the 2012 Paul Theroux fiction The Lower River .",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, December 2007] I'd be the first to admit that this sounds like one of those internet horror storys that always happen to a friend of a friend of a friend of... The person that told me says it was her sister. The sister has a pet python which stopped eating. After a while she got concerned and took it to the vet who could find nothing wrong. He wasn't worried and explained that snakes like this can go quite some time without eating and suggested she take it back home, keep a close eye on it and if it still wasn't eating in a week or two to bring it back in again. So Tuesday of this week she goes back to the vet who can still find nothing wrong and asks if there has been any unusual behavour. She says no. The only thing odd was that a couple of night ago she woke up to find the snake on the bed beside her. She just picked him up and put him back in his tank. Wondering if the snake was seeking warmth he asks if it was curled up on the bed. The girl says \"No, that's what was odd. He was lying straight, up and down the bed.\" \"Oh.\" says the vet. \"I'm afraid he'll have to be put down.\" \"Why? What's wrong with him?\" my friend's sister asks. \"There's nothing wrong with him.\" The vet says. \"He's just starving himself in preparation for a big meal. It's perfectly normal.\" Confused she asks why he has to be put down. \"That night, on the bed.\" \"Yes?\" \"He was measuring you!\" [Collected via e-mail, December 2007] My brother told me a story the other week about his girlfriend's friend's sister's boyfriend's friend's friend (you see why I am skeptical). Apparently this guy had a python for a pet, and it would often escape from its tank. This didn't bother anyone so no one thought much of it. It hadn't been eating lately, and no one knew why. One night the guy had his girlfriend over and she woke up to find the python on the pillow above her head. Naturally she was terrified. For the three nights following every time the girl woke up the snake was over her head. Since it still wouldn't eat, the guy took it to the vet. The vet checked it out and said there was nothing wrong with its health, had it been behaving oddly? \"Yes, every time my girlfriend wakes up it's over her head.\" The vet's reaction was to put the snake down immediately. Why? Because it had been measuring this guy's girlfriend to see if it could eat her, and the reason it hadn't been eating was because it was planning to.",
  "Last Updated": "28 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/snakes/measured.asp",
  "Claim": "A pet python acting 'affectionate' is really just measuring its intended victim.",
  "Claim_ID": "critters_snakes_measured",
  "Tags": ""
}