{
  "Origins": "On 30 March 2014, Wyoming's Yellowstone Park was struck by a 4.8 magnitude quake, the most powerful earthquake to hit that area since 1980. In conjunction with that earthquake (and again in April 2015, after reports of the discovery of a giant magma reservoir under Yellowstone hit the news), videos were posted online showing animals such as buffalo seemingly \"running for their lives\" to leave the park:",
  "Fact Check": "",
  "Description": "This phenomenon of apparently fleeing animals has been claimed by many observers as a sign foretelling the imminent eruption of Yellowstone's \"supervolcano\": Yellowstone National Park, Wyoming: Could the Supervolcano which has been dormant for the past 650,000 years be ready to erupt again? If you listen to some animal experts, that answer is a definitive \"yes\". Recall, if you will, the tsunami in late 2006. Do you remember reports that animals were escaping and running for higher ground hours before the waves hit? This mass animal evacuation brought into light the instinct which biologists have known about for years which seems to tell animals when disaster is about to strike. At Yellowstone National Park in Wyoming, there is a mass animal exodus underway. Miles of buffalo can be seen running frantically from the Northwest end of the park. They are even running down roads. Elk are also evacuating at an astounding rate. Smaller animals such as rabbits and squirrels are also fleeing Yellowstone. The fact is, though, that there's no real evidence animals are actually \"fleeing\" Yellowstone Park (or any particular area of it): Paved roads such as the one shown in the video embedded above make good migration routes for large animals such as bison in search of food or breeding grounds or the like, and those animals can typically be seen exhibiting similar behaviors in most years, earthquakes or no earthquakes but few people pay attention to such animal movements when there are no other portents of disaster for them to point to. What these videos don't document, which would be much more indicative of animals predicting an upcoming natural disaster, would be multiple species all heading directly away from the same area within the park. As Al Nash, chief of public affairs for Yellowstone, explained in a rumor control video on this subject: We do have bison, elk and other animals that have moved outside the park recently, but they're doing that because it's the depth of winter, food is a little hard to find in places inside Yellowstone, and they tend to migrate at this time of the winter outside the park to lower elevations where they think there might be something to eat that's easier to get at. When the snow melts off and things start to green up, those very same animals will walk right back into the park. Additionally, the video displayed above was actually taken more than two weeks before the 30 March 2014 earthquake that triggered fears of an upcoming eruption at Yellowstone and shows bison running into the park, not away from it: Leo Leckie, a sales associate of the nonprofit Yellowstone Assn. ... shot the video, which lasts 1 minute and 9 seconds and was originally posted March 14 on his Facebook page under the title, \"Yellowstone bison on the run for the joy of Spring.\" \"Those bison were running for the sake of running,\" Leckie said in an interview. \"There was nothing chasing them. There was no mudslide. They were just running.\" Added Leckie: \"And they were running into the park, not away from it.\" Moreover, the claim that animals exhibit behaviors indicative of imminent natural disasters such as earthquakes is not one that has been well documented much beyond anecdote, and many researchers remain skeptical of that notion: Researchers are skeptical. After years of study, the U.S. Geological Survey has this to say: \"Changes in animal behavior cannot be used to predict earthquakes. Even though there have been documented cases of unusual animal behavior prior to earthquakes, a reproducible connection between a specific behavior and the occurrence of an earthquake has not been made. Animals change their behavior for many reasons and given that an earthquake can shake millions of people, it is likely that a few of their pets will, by chance, be acting strangely before an earthquake.\" What about other animal trends? In NATURE's Can Animals Predict Disaster?, for instance, one geologist says he sees an increasing number of missing pets documented in the local classified ads just before an earthquake strikes in California. He, in fact, predicted the famous San Francisco earthquake of 1989. The theory is that the animals are fleeing the impending quake. Again, other scientists doubt this. USGS scientists, for instance, say even simple science fair projects will show little statistical association. Similarly, scientists are skeptical that any special \"sixth sense\" helped animals survive the great tsunami that swept the Indian Ocean in 2004. After the wave, people reported seeing animals fleeing to forests on high ground and finding few bodies of dead animals. But scientists note that little hard data exists, and that many animals may have survived simply because they are strong swimmers or able to scamper up trees. We should be careful not to give animals super-powers, says Whit Gibbons, an ecologist at the University of Georgia. \"I always like stories of animals outsmarting humans, [but] I really don't think animals have any special powers beyond those that help them in their daily lives,\" writes Gibbons. \"I do not doubt that many animals detect certain natural signals, such as the early tremblings of an earthquake, long before humans. This means they have opportunity to react before we can. But to think they are reacting any differently from someone who runs for an exit at a shout of 'fire' is to give wildlife more credit than is deserved.\" As well, geologists generally emphasize that there is no long-predictability to the recurrence of volcanic eruptions, and the Yellowstone Caldera may not erupt again for many, many years possibly more than a million years from now: The supervolcano which was found last year to be 2.5 times larger than previously thought has not erupted in over 640,000 years, leaving some to speculate that a blast is overdue. If and when it erupts again, the volcano could potentially spew ash over large swathes of North America and cause trouble around the entire planet. Seismologists with the University of Utah emphasized that the recent quake doesn't signal an impending eruption of the Yellowstone supervolcano, also known as the Yellowstone Caldera. Most researchers agree that the Yellowstone supervolcano will erupt again, including Ilya Bindeman, an associate professor of geological sciences at the University of Oregon. However, Bindeman says he doesn't think that this kind of eruption will happen anytime soon. He says it won't happen for at least another million years. \"Our research of the pattern of such volcanism in two older, 'complete' caldera clusters in the wake of Yellowstone allows a prognosis that Yellowstone is on a dying cycle, rather than on a ramping up cycle,\" he says. The U.S. Geological Survey (USGS) also notes in the volcano section of their web site that the Yellowstone Caldera is not \"overdue\" for an eruption (as many have claimed), and although it could erupt again someday, there are currently no \"signs of activity that suggest an eruption is imminent\": Q: Is it true that the next caldera-forming eruption of Yellowstone is overdue? A: No. First of all, one cannot present recurrence intervals based on only two values. It would be statistically meaningless. But for those who insist ... let's do the arithmetic. The three eruptions occurred 2.1 million, 1.3 million and 0.64 million years ago. The two intervals are thus 0.8 and 0.66 million years, averaging to a 0.73 million-year interval. Again, the last eruption was 0.64 million years ago, implying that we are still about 90,000 years away from the time when we might consider calling Yellowstone overdue for another caldera-forming eruption. Nevertheless, we cannot discount the possibility of another such eruption occurring some time in the future, given Yellowstone's volcanic history and the continued presence of magma beneath the Yellowstone caldera. Q: When will Yellowstone erupt again? A: We do not know. Future volcanic eruptions could occur within or near Yellowstone National Park for the simple reason that the area has a long volcanic history and because there is hot and molten rock, or magma, beneath the caldera now. Yellowstone is monitored for signs of volcanic activity by YVO [Yellowstone Volcano Observatory] scientists who detect earthquakes using seismographs and ground motion using GPS (Global Positioning System). YVO has not detected signs of activity that suggest an eruption is imminent. The crust of North America continuously moves southwest over the Yellowstone hotspot as the Earth's crust stretches above it, promoting the ascent of heat and molten rock. These processes produce basaltic magmas within the Earth's mantle, which rise into the overlying crust and continue to heat the rocks beneath Yellowstone, maintaining and possibly adding to the rhyolite magma in the crust above. Yellowstone's 2-million-year history of volcanism, the copious amount of heat that still flows from the ground, the frequent earthquakes, and the repeated uplift and subsidence of the caldera floor also testify to the continuity of magmatic processes beneath Yellowstone and point to the possibility of future volcanism and earthquake activity. The section of the National Park Service's (NPS) web site devoted to volcanoes within Yellowstone Park also asserts that no evidence indicates an eruption of the Yellowstone Volcano is imminent: Q: How imminent is an eruption of the Yellowstone Volcano? A: There is no evidence that a catastrophic eruption at Yellowstone National Park (YNP) is imminent. Current geologic activity at Yellowstone has remained relatively constant since earth scientists first started monitoring some 30 years ago. Though another caldera-forming eruption is theoretically possible, it is very unlikely to occur in the next thousand or even 10,000 years. The most likely activity would be lava flows such as those that occurred after the last major eruption. Such a lava flow would ooze slowly over months and years, allowing plenty of time for park managers to evaluate the situation and protect people. No scientific evidence indicates such a lava flow will occur soon.",
  "Originally Published": "",
  "Referred Links": "http://www.nps.gov/yell/naturescience/volcanoqa.htm;http://volcanoes.usgs.gov/volcanoes/yellowstone/yellowstone_sub_page_50.html;http://www.theepochtimes.com/n3/597425-yellowstone-supervolcano-eruption-in-our-lifetime-map/;http://www.pbs.org/wnet/nature/episodes/can-animals-predict-disaster/tall-tales-or-true/131/;http://youtu.be/l1vwuBA6Gfk;http://www.politicalears.com/blog/yellowstone-animals-fleeing-park-supervolcano-eruption-imminent/;http://www.telegraph.co.uk/news/worldnews/northamerica/usa/11560040/Giant-magma-reservoir-found-under-Yellowstone-National-Park.html;",
  "Example": "[Collected via Facebook, April 2014] I saw on facebook that animals are leaving Yellowstone in recordnumbers. The article related it to a super volcano erupting.",
  "Last Updated": "23 April 20153 April 2014 - original-->",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/gnus/yellowstone.asp",
  "Claim": "Animals are fleeing Yellowstone Park, an indicator that a supervolcano eruption is imminent.",
  "Claim_ID": "critters_gnus_yellowstone",
  "Tags": ""
}