{
  "Origins": "One thing we've learned in the many years we've been operating this site is that adding a picture of a child or a puppy to an e-mailed Internet plea is practically a guarantee that the message will circulate far and wide. Unfortunately, many such pleas are false to begin with and/or continue to circulate long after the situation they seek assistance for has been resolved.",
  "Fact Check": "",
  "Description": "One such plea to save a litter of Golden Retriever puppies began circulating on the Internet in the autumn of 2002. Most of the time it was focused upon the Ottawa Humane Society in Ontario, Canada, but some iterations of the entreaty pointed potential adopters to a phone number in Hollywood, California, thereby implying the puppies were on the west coast. There was no at-risk litter of Golden Retriever puppies being held by the Ottawa Humane Society; no clutch of heart-tuggingly cute little tykes moments from the death chamber. \"We don't know who the person is who wrote the e-mail,\" Humane society spokeswoman Kathryn Blair said. \"It is an e-mail that got out of control. We are trying to explain that it is not true.\" The e-mail spread especially in the Ottawa area where it has been forwarded throughout the federal public service resident in that city. Spurred by the photos that accompany the message, many recipients were touched by the plight of the sentenced-to-death puppies. Yet it was all a hoax there were no such puppies, and if there were, the Ottawa Humane Society wouldn't have been on the verge of euthanizing them. The Ottawa Humane Society has a history of bending over backwards to ensure young animals placed in its care reach adoptable age not just healthy in body, but in spirit too. Had a litter of Golden Retriever puppies been brought to it, every effort would have been made to find good homes for the dogs, and if the pups were too young to go to permanent homes, the litter would likely have been placed in the care of an experienced foster parent to be raised under Society supervision in a typical family setting far removed from the cage-and-runway shelter environment. I know because I fostered innumerable litters of abandoned kittens for that group, raising them in my home until they reached an age where they could be returned to the shelter to be offered up for adoption. Thanks to that foster program, thousands of kittens and puppies in the National Capital Region are cared for through those important formative weeks in typical pet owner homes rather than in cages, thereby greatly increasing their chances of evolving into happy, affectionate pets and thus successful, life-long adoptions. Similarly, convalescent animals of all ages are cared for in Humane Society foster homes rather than endure weeks of recuperation in cages meant to serve as short-term housing for animals awaiting adoption or reunion with misplaced owners. In January 2006 a similar plea began circulating about a litter of Golden Retriever puppies being offered for free by an owner in an unspecified location. We have seen no evidence indicating that plea was legitimate, either e-mailing an inquiry to the proffered address produced no response, and the accompanying photo appeared to have been taken from the same group of photos circulated with the Ottawa version more than three years earlier. Barbara \"puppy love\" Mikkelson Additional information: Ottawa Humane Society Ottawa Humane Society Foster Program",
  "Originally Published": "",
  "Referred Links": "http://www.ottawahumane.ca/volunteer/fostering.cfm;http://www.ottawahumane.ca/;",
  "Example": "[Collected via e-mail, 2002] Please, anyone, if you don't want one of these gorgeous puppies for yourself, forward on to someone you think might be interested! Otherwise they will be put to sleep. I would take them all if I had the room! Thanks so much everyone! Steph :). Puppies looking for a home (see photos attached). If you know of anyone who would like to adopt one of those FREE puppies, please let me know as soon as possible. Otherwise they will have to be put to sleep in about 2 weeks if we don't find them a home. Attached are pictures of some puppies. Golden Retriever and Lab mix they're approximately 4 weeks old. Some irresponsible person decided not to have their dog spayed and ended up with the some very adorable puppies they don't want. This person is going to have the puppies put to sleep in a couple of weeks if homes cannot be found. I, and several people I work with, our doing our best to convince the person to drop them off at the Humane Society so they can be adopted. We're trying to locate a shelter that is looking for puppies and will accept them and keep them until they've been adopted. The puppies are in good health and being taken care of. If you know anyone who is interested please let me know or have them contact me. [Collected via e-mail, 2006] Puppies need homes - They are free! Hi Everyone, Please forward to anyone you know looking for a puppy. These dogs need homes asap or will be put down. Free Puppies If you're interested, or if you know anyone who would like a free Golden Retriever puppy (pictures attached), contact Mrs. Gaelle Wenger at gaellewenger@hotmail.com. If they do not get adopted, these puppies will unfortunately have to be put down.",
  "Last Updated": "4 August 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/crusader/golden.asp",
  "Claim": "A litter of Golden Retriever puppies is about to be euthanized unless homes are quickly found for them.",
  "Claim_ID": "critters_crusader_golden",
  "Tags": ""
}