{
  "Origins": "Asthma is an inflammatory disorder of the bronchial tubes that affects more than 17 million Americans and causes more than 5,000 deaths per year. It is also the most common chronic childhood disorder, affecting 6.3 million children (approximately 1 in 13 school-aged kids).",
  "Fact Check": "",
  "Description": "Although numerous medications exist that work to keep asthma in check, there is no cure for this malady. Because not all asthma medications are equally effective on all sufferers, it is therefore to be expected that at least some who live with this illness look to the world of folk medicine and superstition for relief from the crushing inability to breathe. In addition to various herbs, nostrums, and rituals said to alleviate asthma symptoms, a surprisingly widespread belief positions one particular breed of man's best friend as an asthma cure. Chihuahuas, it is said, will take asthma out of a home, either their presence working to wipe out the disease, or the animals themselves soaking up the illness resident in human masters and so transferring it to themselves. (The rumor exists in both forms: something about these dogs kills asthma, or chihuahuas serve as canine illness sponges.) Consequently, many families of asthmatic children have rushed to purchase these dogs and install them as family pets. Some believers in this cure insist the child must sleep with the chihuahua if the remedy is to be effected; others also specify that the dog must lie on the child's chest. When those who pass along the news of this cure advance a source for their information, they will often says that the chihuahua remedy began with the Aztecs. Some will add that the Aztecs revered the chihuahua as the \"ruler of the nose\" and thought it had the power to cure various ailments in addition to asthma. Impressive as that sounds, there's only scant reason to believe Aztecs had anything to do with the development of the belief that this particular dog would cure this particular disease. The Aztecs certainly did like this little dog: while it is rumored that the chihuahua started out as a foodstuff for them, the small canine eventually came to be regarded as a spiritual guide that would help a dead Aztec make his way in the afterlife, with part of that process involving the animal's absorbing the sins of the person who'd died. This information bears enough of a resemblance to the \"chihuahuas cure asthma\" rumor (i.e., it involves the notion that chihuahuas were used to take on something noxious their human masters wanted to be rid of) that the Aztec connection cannot be completely dismissed More plausible is the explanation that the rumor became attached to this particular pooch because a great many chihuahuas wheeze and make breathing noises the sound like someone struggling with asthma. It can therefore sound (especially to those desperate for a cure) that the dog is drawing the asthma from the sufferer and taking it up himself. (For worried pet owners out there, we note that this not the case: asthma does not get passed from human to dog.) Unfortunately for asthma sufferers, the chihuahua remedy doesn't work. While it is true that these creatures are somewhat less likely to provoke allergies than most other breeds of dogs, owning one will not in itself cure asthma. (Even in terms of providing canine companionship for allergy sufferers, these short-haired dogs aren't a magic bullet: they can still stir up all the usual symptoms of asthma because it's not fur that is the allergen; it's substances contained in dander and bodily secretions. However, smaller dogs and dogs with single-layered coats generally produce less dander, and chihuahuas possess both these qualities.) The belief about chihuahuas as an asthma cure has been around for a very long time; we found it written up in a 1956 folklore journal and a 1965 medical journal. One of the reasons for the rumor's longevity has to do with the nature of asthma in children: about half of young sufferers lose their symptoms sometime during childhood or adolescence. That inexplicable loss, coupled with the presence in the home of the four-legged asthma cure (the chihuahua), works to entrench belief in the fiction that the dog cures the disease. In this, the belief is akin to the various \"wart cures\" that folklore advocates for the treatment of children afflicted with such bumpy growths: The body's eventual triumph over the virus is mistakenly attributed to some external cure, such as rubbing these benign skin tumors with bean pods or snails or wishing them onto the occupants of passing hearses. Beliefs that canines can be pressed into accepting human illness and thereby freeing human sufferers from their physical maladies are quite old. For instance, an 1898 folklore journal examined a Midwestern folk remedy that stated: \"The Negro sometimes sleeps with a young dog in order to transmit rheumatism to the dog.\" Barbara \"pooch mooch\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, August 2004] I have encountered a weird one that is apparently quite popular in the Georgia US area: chihuahua dogs will 'take on' a child's asthma. The dog will pick out the one in the family with asthma and sleep on their chest, will cough, and one day will cough up black stuff and this cures the asthma sufferer. I couldn't believe my ears - my neighbor believes this 100% as advised by both her MD and a vet, she tried it and claims this has cured her son of asthma. I am now finding that many folks around here have heard of this. I think chihuahuas must be big business. [Collected via e-mail, May 2008] I have heard from numerous people that if a person who has asthma owns a chihuahua the dog will actually exhibit asthma symptoms and the human's attack will be less severe. I ask because I have a chihuahua and have recently been diagnosed with asthma. It seems farfetched, but my dog actually exhibits breathing problems and I can't help but wander if there is a chance that I am making her sick.",
  "Last Updated": "24 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/wild/asthma.asp",
  "Claim": "Chihuahuas cure asthma.",
  "Claim_ID": "critters_wild_asthma",
  "Tags": ""
}