{
  "Origins": "The above-displayed PowerPoint presentation entitled \"The Rebirth of the Eagle\" (or \"The Story of the Eagle\") began hitting the snopes.com inbox in May 2007. The presentation explains, in a series of slides, that by the time an eagle reaches the age of 30 or so, its physical condition has deteriorated to the point that survival is difficult: its talons lose their flexibility and cannot properly grip prey, its beak becomes dull and bent, and its wing feathers grow thick and heavy, sticking to its chest and impairing its flight. The bird then retreats to a mountaintop, where over a five-month period it sequentially knocks off its beak by banging it against a rock, plucks out its talons, and then plucks out its feathers, each stage producing a regrowth of the removed body parts that \"renews\" the eagle and allows it to live for another 30 to 40 years.",
  "Fact Check": "",
  "Description": "Although this tale may provide a vivid illustration of the philosophy (presented on the final slide) that sometimes one must shed the past in order to move forward (or, as often expressed, \"In order to rebuild, you must first tear down\"), it is merely a myth that strays far from the reality of an eagle's life, according to the University of Minnesota's Raptor Center: We have received quite a few e-mails regarding the \"Eagle Rebirth\" story recently. The story is quite far from what an eagle's life truly consists of, but we would be happy to share with you the natural history of the Bald Eagle. Eagles would not typically \"lose\" their beak or talons, unless it was the result of a traumatic injury. The talons and beak are two of the three best defining features of what makes these birds \"raptors\". Without the sharp talons for catching prey and the strong, sharp beak for tearing food, the raptor would certainly die of starvation. An eagle hatches with both a beak and talons and these will continue to grow throughout the bird's life. The beak and talons are composed of hard keratin and are somewhat similar to human fingernails. The talons of the eagle are not flexible as the story claims. New layers of keratin growth build onto the old layers ensuring a strong structure for the raptor. The raptor keeps the beak in good condition naturally in the wild by eating tough prey and rubbing the beak clean on stones or other hard surfaces (feaking) after eating. Eagles and other raptors generally do not pluck out their feathers. All birds, including raptors, do go through a process of losing feathers and this is called a molt. A bird's feathers do suffer regular wear and tear so, ultimately, the quality of the feather will decrease and it will need to be replaced. The feathers are not lost all at the same time. If this were true, the bird would be unprotected from natural elements and more importantly it would not be able to fly. Eagles and all other raptors need to fly in order to hunt and survive so the loss of flight would most likely mean starvation for the bird. Each feather comes from a feather follicle much like hair does on a mammal. When the feather is first emerging and developing it has a blood supply coming from the body going up into the shaft of the feather. If this feather is broken or pulled out it is not only very painful for the bird, but could result in blood loss and damage to the feather follicle. Severe damage to the feather follicle could result in the permanent loss of the follicle. If a feather is lost before a molt it could take up to a year to be replaced. Raptors and all other birds molt in a symmetrical pattern. If a primary feather is molted on the left wing, the same feather is molted simultaneously on the right wing. This can ensure balance in flight for the bird while it hunts during this molting period. The average life span of an eagle is approximately 30 years. The eagle, like many other living organisms, does not have the luxury of making the decision to extend their life cycle far beyond what is normal for its species. In captivity, an eagle may live beyond what the average life expectancy is, because it receives both regular and nutritious meals, has access to veterinary care and can be sheltered from the harsh elements by housing provided by the facility caring for the bird. Even then, the life span is in no way extended as far as this myth is suggesting. There is speculation as to the origin of this myth, but we can assure you that none of it is true.",
  "Originally Published": "",
  "Referred Links": "http://www.raptor.cvm.umn.edu/;",
  "Example": "[Collected via e-mail, May 2007]",
  "Last Updated": "15 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/wild/eaglerebirth.asp",
  "Claim": "Eagles extend their lifespans by removing their beaks, talons, and feathers in order to grow new ones.",
  "Claim_ID": "critters_wild_eaglerebirth",
  "Tags": ""
}