{
  "Origins": "The photograph of an injured cat displayed above was posted to Facebook on 21 January 2014 by Julie Muzynoski Miklaszewicz , who reported that it showed burns sustained by an \"office kitty\" named Dewey after he knocked over a cinnamon reed diffuser (a reed diffuser is a glass bottle that holds a fragrant liquid; reeds are inserted into the bottle which absorb the formula and diffuse its scent into the surrounding air):",
  "Fact Check": "",
  "Description": "OK, folks ... this picture is going to be a bit disturbing, but I think the word needs to get out there. This is our \"office kitty,\" Dewey. He knocked over a cinnamon reed diffuser (you know, those things with liquid and sticks in them to make the room smell good). He was washed up quickly, and we thought he was OK. Turns out he was NOT. Dewey has chemical burns over a good portion of his belly and hind legs from the liquid in the reed diffuser. He spent five days at the vet having his wounds debrided. They had to put him under anesthesia to do this, because it would have been too painful otherwise. This is what some of his wounds look like after he was treated at the vet there is more on his belly and on his other leg, and this actually looks GOOD compared to what it looked like when he was taken to the vet. The burns did not show up for about a week or two, and we thought he was OK and was just \"stained\" from the liquid. That was not the case. Dewey will be OK, in time. BUT, what if this had been a CHILD? What if those chemicals had spilled on a child's face or in their eyes? You wouldn't think the \"stuff\" in a reed diffuser would cause such horrific burns, but obviously this one did. THIS is NOT a joke. PLEASE share this with your friends. I would HATE to have something like this happen to a child. It's bad enough it happened to an animal. If you have children or animals, GET RID OF YOUR REED DIFFUSERS! This is not something I'm just forwarding to you, so you won't find anything about this on Snopes (unless they contact me!). I'm signing my name, so you know this is really from me, because I don't want folks to think this is just one of those \"things\" that spreads around the internet. Julie told us that (as of 31 January 2014) Dewey was receiving very good care and lots of extra loving and was recuperating nicely.",
  "Originally Published": "",
  "Referred Links": "http://www.pier1.com/how-to-use-reed-diffusers/all_about_reed_diffusers,default,pg.html;https://www.facebook.com/photo.asp?fbid=10203195177460178&set=a.1134871971901.2022522.1230371007&type=1&theater;",
  "Example": "[Collected via Facebook, January 2014]",
  "Last Updated": "31 January 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/critters/crusader/reeddiffuser.asp",
  "Claim": "Photograph shows a cat burned by the spillage of a cinnamon reed diffuser.",
  "Claim_ID": "critters_crusader_reeddiffuser",
  "Tags": ""
}