{
  "Origins": "So much about this anonymous message purportedly detailing the demise of someone's neighbor's dog and that neighbor's housekeeper's two cats is wrong or unverifiable:",
  "Fact Check": "",
  "Description": "On its web site, Procter & Gamble describes its Swiffer WetJet cleaning system as an all-in-one, ready-to-use mopping system. According to the entry in its \"Swiffer Q&A\" section devoted to the question of whether the product is safe to use around pets: Q: Is Swiffer safe for animals? What if my pet licks the floor or his paws? A: Your pet will be fine if it licks its paws after walking on a newly wet floor mopped with WetJet or Wet cloths. You can always offer water or milk to help remove the perfume taste from your pet's mouth. But even drinking large amounts of the Swiffer solution would not be expected to cause more than temporary and minor intestinal upset. In direct response to the e-mail's claims, Procter and Gamble posted a rebuttal : Q: Are the ingredients safe? A: We're glad you came to us for the facts about the rumor circulating. Swiffer Wet cloths and WetJet liquid solution do not contain antifreeze or any ingredient similar to it. In fact, Swiffer products have been safely used in over 15 million U.S. homes many with pets for nearly five years. Independent veterinarians and scientists evaluated the Swiffer Wet Cloths and WetJet cleaners and found them safe. The ASPCA (American Society for the Prevention of Cruelty to Animals) has even posted information about this rumor on their site. Here's a link to their home page: http://www.aspca.org We have pets too, and their health and well-being is very important to us. Please help us put animal lovers' minds at ease and stop this rumor by sharing the truth with others. The ASPCA's Animal Poison Control Center also issued a statement declaring this rumor to be unfounded: Veterinary toxicologists at the ASPCA Animal Poison Control Center have reviewed the claim described in a widely distributed email alleging a relationship between the use of Swiffer Wet Jet and liver failure in a dog. The email alleges that exposure to the ingredients in Swiffer Wet Jet caused a dog's death. The Swiffer Wet Jet system contains water (90-100%), propylene glycol n-propyl ether or propylene glycol n-butyl ether and isopropyl alcohol (1-4%). These ingredients are safe to use around pets when used according to label directions and would not cause liver damage at product concentrations. Propylene glycol n-butyl/propyl ether differs significantly from ethylene glycol, the potentially toxic ingredient present in most antifreeze products. Ethylene glycol is frequently implicated in causing renal failure in dogs following antifreeze ingestion. Propylene glycol n-propyl ether and propylene glycol n-butyl ether are very safe ingredients at levels used in cleaning products and do not cause kidney or liver failure. If this warning is as unsubstantiated as it appears to be, then why did someone write it? One possibility is that most pet owners are of course quite distraught when beloved, apparently healthy animal companions die for no obvious reason, and in their grief they understandably try to make sense of the otherwise unexplainable by finding something to which the deaths can be attributed. Unfortunately, this emotional reaction often leads people to lay the blame on agents that may have only a coincidental connection to events. For example, a pet owner re-carpets his home, and a week later both his dogs suddenly die. In this circumstance, many people would quite naturally assume that the new carpeting which draws attention as the most substantial and visible change to the household must have been connected to the death of the dogs, but much more evidence would be necessary to draw that conclusion. Quite possibly a factor (or combination of factors) unrelated to carpeting was the cause, and the timing of the dogs' deaths was completely coincidental. Or the connection may have been tangential perhaps after the new carpeting was installed, the residents took to removing their shoes upon entering the house; the dogs, now having convenient access to those shoes, began to chew or lick them, thereby picking up some kind of toxin or illness-causing biological agent carried in from the outside on those shoes. Also, given this message's similarity to a different, unfounded e-mail warning about another Procter & Gamble product, Febreze , we'd have to consider the possibility that someone with a grudge against Procter & Gamble is maliciously trying to damage the company by deliberately spreading false information about their products. Additional information: Swiffer Pet Rumor (Procter & Gamble)",
  "Originally Published": "",
  "Referred Links": "http://homemadesimple.custhelp.com/cgi-bin/homemadesimple.cfg/php/enduser/std_adp.asp?p_faqid=4447;http://www.aspca.org/site/News2?page=NewsArticle&id=16054&security=2220&news_iv_ctrl=1400;http://www.aspca.org;http://homemadesimple.custhelp.com/cgi-bin/homemadesimple.cfg/php/enduser/std_adp.asp?p_faqid=4447;http://homemadesimple.custhelp.com/cgi-bin/homemadesimple.cfg/php/enduser/std_adp.asp?p_faqid=1072;http://www.care2.com/channels/solutions/pets/1205;http://www.atsdr.cdc.gov/tfacts96.html;http://www.cvm.uiuc.edu/petcolumns/showarticle.cfm?id=405;http://www.pg.com/content/pdf/01_about_pg/msds/fabric_and_homecare/household_cleaners/Swiffer_WetJet_MultiPurpose_Cleaner.pdf;",
  "Example": "[Collected via e-mail, May 2004] I recently had a neighbor who had to have their 5-year old German Shepherd dog put down due to liver failure. The dog was completely healthy until a few weeks ago, so they had a necropsy done to see what the cause was. The liver levels were unbelievable, as if the dog had ingested poison of some kind. The dog is kept inside, and when he's outside, someone's with him, so the idea of him getting into something unknown was hard to believe. My neighbor started going through all the items in the house. When he got to the Swiffer Wetjet, he noticed, in very tiny print, a warning which stated \"may be harmful to small children and animals.\" He called the company to ask what the contents of the cleaning agent are and was astounded to find out that antifreeze is one of the ingredients. (actually he was told it's a compound which is one molecule away from anitfreeze). Therefore, just by the dog walking on the floor cleaned with the solution, then licking it's own paws, and the dog eating from its dishes which were kept on the kitchen floor cleaned with this product, it ingested enough of the solution to destroy its liver. Soon after his dog's death, his housekeepers' two cats also died of liver failure. They both used the Swiffer Wetjet for quick cleanups on their floors. Necropsies weren't done on the cats, so they couldn't file a lawsuit, but he asked that we spread the word to as many people as possible so they don't lose their animals. Variations: December 2008 versions of the warning proclaimed \"THIS IS TRUE & VERIFIED ON SNOPES.COM.\" Which is not the case our article indeed says the opposite.",
  "Last Updated": "17 March 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/crusader/swiffer.asp",
  "Claim": "The Swiffer WetJet poses a general danger to dogs and other household pets.",
  "Claim_ID": "critters_crusader_swiffer",
  "Tags": ""
}