{
  "Origins": "One of the miraculous stories to emerge in the aftermath of the devastating tsunami of 26 December 2004 asserted that tamed elephants had of their own volition returned to the scene of devastation to pluck from the resulting carnage a vast number of human victims. Perhaps because the tsunami itself was a natural event so far outside ordinary experience as to be unintelligible, people struggling to make sense of it looked for other equally unbelievable natural phenomena to have taken place around it, in the process exaggerating actual occurrence into tales of compassionate and selfless animal guardians saving human lives even at the risk of their own.",
  "Fact Check": "",
  "Description": "There were rescues of tsunami victims by tamed elephants, but they were not of the ilk described in the e-mailed account quoted above they were far more prosaic and far less heroic. About the closest real instance to the rumor was the rescue of eight-year-old Amber Mason from Milton Keynes, U.K. She was riding Ningnong, a four-year-old animal, on Laguna Beach in Phuket, Thailand, when the waters receded. The elephant recognized something was wrong and, according to the rescued child, ran with her on its back away from the incoming sea, escaping far enough inland that when the wave caught up with them, the onrushing waters reached only up its side, leaving the little girl unharmed. A different account of that rescue is given by the animal's owner, Yong Chataisong, who says there were two little British girls involved, Amber Mason and another youngster known only as Caitlin, and the two girls were not on the elephant but were instead walking beside it on the beach. Mr. Chataisong says when he saw the wave coming in he placed one of the children on the elephant's back, commanded the animal to grab up the other child, then jumped up there himself, the elephant bearing its three passengers to safety. Which account is accurate is a guess, but in either scenario, the elephant did not of its own accord rescue the endangered. In the child's version, she was already riding the elephant when it turned and ran, and in the owner's account, he directed and assisted with the loading of the children. In Khao Lak, Thailand, elephants are credited with saving the lives of five Japanese tourists, but this rescue is even less miraculous. According to their handlers, on the day the waves hit, the agitated pachyderms had been screaming since daybreak, which was about the time the earthquake that caused the tsunami cracked open the sea bed off Indonesia's Sumatra island. While the humans were marveling at the eerily strange flight of local birds, the elephants were breaking their chains and charging for high ground. Their handlers and the five Japanese tourists at the elephant ride camp that day figured they'd better follow the departing pachyderms even if they didn't know why, and by so doing were spared the incursion of the deadly wave. So far, the elephant rescue accounts we've found have not been the stuff of legend we have yet to encounter even one credible news story about tsunami-inspired pachyderms of their own accord plucking up at-risk humans and making off with them, let alone of them under their own direction heading back to devastated beaches to pull humans to safety. There are rumors of such events (always said to have been witnessed by those other than the tale-bearers), but no first-hand accounts of those supposedly rescued, interviews with their overjoyed loved ones, or eyewitness recountings of events observed. Yet the legend of the selfless elephants persists, and not just in the online world. A Denver Post article said: \"After the tsunami, reports circulated in Thailand that elephants became superheroes, performing miraculous feats when the waves hit, snatching up people with their trunks and pulling them from harm's way.\" (Keep in mind that 'reports' as used in the previous sentence is synonymous with 'rumors.') It's possible misrememberings or unintentional exaggerations of the Amber Mason rescue fuel at least part of this spread. But if so, the employment of elephants in the clean-up process would also contribute, in that such use would feed the mind's-eye image of pachyderms engaged in rescue and recovery efforts on tsunami-devastated beaches. And used they were. At Banda Aceh, Indonesia, six pachyderms better known for performing crowd-pleasing tricks at a wildlife park in Sumatra were pressed into such service. After the tsunami struck, their handler loaded them into trucks and drove them to this provincial capital where they were worked as a team to clear wreckage and dig for bodies among collapsed beachfront houses. They were put to this use because of the initial lack of available heavy lifting equipment in that city. Similarly, in Thailand, elephants normally used for logging and in the tourist trade have been set to the same task in that country's disaster areas. These creatures are strong and sure-footed (the importance of the latter cannot be overestimated on debris-strewn sites), and their sense of smell is keen, which aids them in locating human remains trapped in wreckage. Their trunks are both supple and strong, which enables them to reach into small spaces and lift rubble. Although heavy equipment has since been brought into a number of the demolished areas that previously lacked such apparatus, elephants are still being used on a great many of those sites, often in preference to the machines. Barbara \"a big help, and they work for peanuts\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] From the unbelievable chaos of the Tsunami disaster comes an incredible tale from Jim France of the Pavilion Hotel Group in Bangkok. At a resort on Phuket, one of the most popular attractions is (was) elephant rides. As many as eight people on one elephant, first into the surrounding forest, then down to the beach, to lunch at a fresh water lagoon, then back to the hotel. The elephants (nine) were kept chained to in-ground posts, not because they needed to be, but because it made the mothers feel better because their children seemed safe from a tromping when feeding the beasts. About twenty minutes before the first wave hit, the elephants became extremely agitated and unruly. Four had just returned from a trip and their handlers had not yet chained them. They helped the other five tear free from their chains. They all then climbed a hill and started bellowing. Many people followed them up the hill. Then the waves hit. After the waves subsided, the elephants charged down from the hill, and started picking up children with their trunks and running them back up the hill; when all the children were taken care of, they started helping the adults. They rescued forty-two people. Then, they returned to the beach and carried up four dead bodies, one of a child. Not until the task was done would they allow their handlers to mount them. Then with handlers atop, they began moving wreckage.",
  "Last Updated": "31 January 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/defender/elephant.asp",
  "Claim": "During the December 2004 tsunami, elephants in Phuket, Thailand, who had broken free from their handlers returned to the beach as soon as the waves had subsided to rescue 42 people.",
  "Claim_ID": "critters_defender_elephant",
  "Tags": ""
}