{
  "Origins": "In January 2012, McDonald's began advertising its new Chicken McBites menu item (similar to the popcorn chicken products served by a number of McDonald's competitors) with a variety of promotions, including a radio spot which ran for a short time in the Kansas City area that reassured consumers \"trying a brand new menu item at McDonald's\" was much less risky than a number of other behaviors they might engage in, such as \"petting a stray pit bull,\" \"shaving your head just to see how it would look,\" \"naming your son Sue,\" and \"giving your friends your Facebook password\":",
  "Fact Check": "",
  "Description": "McDonald's description of \"petting a stray pit bull\" as a \"risky\" behavior outraged many owners and aficionados of that type of dog, prompting so many complaints (and the creation of a Facebook group called Pit Bulls Against McDonald's ) that the company issued an apology and said it was pulling the ad: In our effort to spread the word about our new Chicken McBites, a local U.S. radio ad has inadvertently offended some of our customers. The ad was insensitive in its mention of pit bulls. We apologize. We are pulling the ad, and we'll do a better job next time. It's never our intent to offend anyone with how we communicate news about McDonald s. Apparently McDonald's received so many complaints about the radio spot that it altered the automated menu which greets callers to its customer contact number and added an option to press 1 \"if you're calling about recent McDonald's advertising.\" (Callers who pressed that number heard a recording of a spokesperson reciting an apology with the same wording as above.)",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/mcdonaldscorp/posts/10151252498245584;https://www.facebook.com/PitBullsAgainstMCD;",
  "Example": "[Collected on the Internet, February 2012] Post from Facebook has been circulating that states \"According to McDonald's new radio commercial, they say eating their chicken bites is less risky than petting a pit bull. We don't care what product they are promoting, but by insinuating that petting a pit bull is unsafe, it not only false advertising, but it is creating an unfair image in the public eye for dogs. Please contact McDonald's at 1-800-244-6227 and give them your feedback about this commercial. Your silence acts as agreement, so let your voice be heard\" it has a picture of McNuggets and a pit bull (photo irrelevant) I have looked around and have not been able to find a copy of this ad or any other info on it, but then again the chicken bites are a new product so there just may not be any info on this out there yet. Do you have any more info on this? The number is real but I have not heard the commercial myself.",
  "Last Updated": "7 February 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/critters/crusader/mcdonalds.asp",
  "Claim": "A McDonald's advertisement described petting pit bulls as a \"risky\" behavior.",
  "Claim_ID": "critters_crusader_mcdonalds",
  "Tags": ""
}