{
  "Origins": "We're cautioned not to throw rice at the bride and groom, because the grain will prove harmful to the birds who swoop down to eat it. The rice expands in those little birdy stomachs, causing our avian companions to explode, we're warned. This rumor was so pervasive, that in 1985 a Connecticut state legislator introduced a bill (amusingly titled \"An Act Prohibiting the Use of Uncooked Rice at Nuptial Affairs\") to outlaw the practice:",
  "Fact Check": "",
  "Description": "However, local ornithologists said that they had never heard of or seen birds dying after consuming rice thrown at weddings: Although she said the Audubon Society thinks the idea \"is wonderful,\" a check with three Connecticut Audubon members produced no such assessment of the idea. \"It sounds crazy,\" said Roland C. Clement of Norwalk, a past president of the Connecticut Audubon Society and currently president of the Connecticut Ornithological Association. \"I have 50 years of professional experience as a practicing ornithologist and I've never heard of such a thing before. Of course, there can always be a first time, but I would have to see some evidence before I would promote the idea.\" Asked if he thought it was possible that birds would be killed by raw rice, Clement said: \"I personally doubt it.\" Karl Wagener, a former top official with the Connecticut Audubon Society who now heads the state Council on Environmental Quality, also questioned the need for Mrs. Schmidle's bill.\"I've never heard of anything like that ever, and I read an awful lot of bird-oriented literature,\" he said. David Emerson, assistant director of the Connecticut Audubon Society, said the topic had never come up in any discussions he knew of within the society. Advice columnist Ann Landers repeated this legend in \"informing\" to her readers not to throw rice at weddings, an act which drew rebukes from ornithologists: The USA Rice Federation in Houston has a message for advice columnist Ann Landers straighten up and fly right when you talk about birds. In a recent column, Landers warned readers that throwing rice at weddings is unhealthy for our feathered friends: \"Please encourage the guests to throw rose petals instead of rice. Rice is not good for the birds.\" \"This silly myth pops up periodically, and it is absolutely unfounded,\" responded rice expert Mary Jo Cheesman at the USA Rice Federation. Many migrating ducks and geese depend on winter-flooded rice fields each year to fatten up and build strength for their return trek to northern nesting grounds. Uncooked, milled rice is no more harmful to birds than rice in the field, Cheesman said. The Curator of Ornithology at the University of California at Berkeley agrees. \"It's a myth. There is no reason why birds, including small songbirds, can't eat rice,\" said Ned Johnson, a professor of biology at Berkeley who lectures frequently on the food and feeding of birds. Ann printed a response from one New York ornithologist who took her to task for spreading misinformation: I am writing in response to a letter and your answer that appeared in the Ithaca Journal recently. There is absolutely no truth to the belief that rice (even instant) can kill birds. This rumor received publicity because of a bill introduced into the Connecticut legislature in 1985 by Mae Schmidle. This wild story resulted in frightening thousands of brides into putting birdseed in little tulle and chiffon bags so the guests wouldn't throw rice and \"kill the birds.\" Rice is no threat to birds. It must be boiled before it will expand. Furthermore, all the food that birds swallow is ground up by powerful muscles and grit in their gizzards. Many birds love rice, as any frustrated rice farmer will tell you. I hope you will print this information in your column and put an end to this myth. In the meantime, keep throwing rice, folks. Tradition will be served and the birds will eat well and be healthy. Steven C. Sibley, Cornell Laboratory of Ornithology, Ithaca, N.Y. Dear Steven Sibley: Your letter proves once again that if a story is repeated often enough, people will believe it, even though it is false and defies logic. We checked with an authority in the Bird House at Lincoln Park Zoo in Chicago, and she verified your statement. Shame on me for going along with that crock. I feel like a birdbrain. As noted in those responses to Ann Landers' spreading of this rumor, plenty of wild birds eat naturally growing, uncooked rice without suffering death or any other harmful effects. The notion that rice absorbs moisture, and would therefore swell up to many times its original size in the crop of a bird and thereby rupture avians from within, is water any uncooked rice eaten by birds is digested or excreted long before it can pick up enough water to expand in size to the point of causing injury to them. Still, nothing satifies curious minds like empirical evidence, so in 2002 University of Kentucky biology professor James Krupa put the matter to test with his students, conducting experiments that he eventually published in the April 2005 edition of the journal American Biology Teacher under the title \"A CLASSROOM EXERCISE FOR TESTING URBAN MYTH: Does Wedding Rice Cause Birds to Explode or Were Ann Landers, Martha Stewart & Bart Simpson Wrong?\" One factor Krupa and his students measured just how much rice actually expands when soaked in water. They found that soaked white rice expanded in volume by 33%, which might sound like a lot, but not so much when compared to ordinary bird seed, which they found increased in size by an even greater percentage (40%). If a 33% increase in volume of ingested rice could cause birds to explode, then bird seed should be turning even more of them into avian bombs. Krupa's group found that instant rice, both the brown and white varieties, expanded considerably more (2.4 to 2.7 times its original volume) than plain white rice when soaked. Instant rice isn't typically the sort that people throw at weddings (because it's costlier and more difficult to buy in bulk), but nonetheless the experimenters tested the possibilities by constructing models of bird crops from thin plastic and wet paper and filling them with instant rice. Although a paper bag filled with soaked instant white rice ruptured in about 15 minutes, none of the avian crop models burst. Krupa's students prevailed upon him to also test the exploding rice theory on real birds, an entreaty he finally acquiesced to because he felt their previous experiments had sufficiently demonstrated that no birds would come to harm through the process. He agreed to try some rice-feeding tests with flocks of doves and pigeons he kept at home, feeding 60 of his birds a diet of nothing other than instant rice and water for one day and monitoring them for any ill effects. He found that none of the birds showed any obvious signs of pain, discomfort, or distress; none of them exhibited ruptures or other injuries (including explosion), and none of them took ill or died. Many churches and reception halls still have rules prohibiting the throwing of rice, or require that thrown rice be enclosed in those \"little tulle and chiffon bags.\" This practice isn't about protecting birds, however: these rules work to keep the properties clean so that subsequent happy couples don't get their send-offs amid the leavings of a previous pair. Rice and confetti can be notoriously hard to clean up, and sometimes not even vacuuming a lawn will return the grass to its pristine condition.Rice also poses a unique danger, albeit it to people rather than birds: rice scattered on a hard surface (such as the steps of a church or a dance floor) puts anyone who walks across that surface at risk of taking a nasty spill. Far better to prohibit rice throwing at a wedding than to end up with an injured guest. Don't do it for the birds, do it for the inlaws. Barbara \"slip covered\" Mikkelson Sightings: In The Simpsons episode of 14 May 2000, Bart is warned not to throw rice at Otto's wedding, lest he cause birds to explode. Also, in the 16 July 2001 episode of the TV soap opera Passions Charity told Tabitha that they don't throw rice at weddings anymore, stating this legend's premise as the reason. And in an episode of the TV sitcom Cybill (\"Bachelor Party,\" original air date 6 January 1997), Holly (Ira's fianc e) dictates that rice won't be thrown at her wedding because it \"makes pigeons explode.\"",
  "Originally Published": "",
  "Referred Links": "http://www.apnewsarchive.com/1985/Bill-Would-Ban-Rice-At-Weddings/id-cc18db6b4a708e277bbedc8e75a53c5d;",
  "Example": "",
  "Last Updated": "16 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/crusader/birdrice.asp",
  "Claim": "Wedding guests should refrain from throwing rice at newly-wedded couples because the rice kills birds who eat it.",
  "Claim_ID": "critters_crusader_birdrice",
  "Tags": ""
}