{
  "Origins": "In 1983 the Montreal Gazette reported that local brides were afraid to pose for traditional wedding photos in the Montreal Botanical Garden. According to an unverified story then making the rounds, one unfortunate bride was killed when bitten by a venomous snake that had crept out of a flower bed to attack her.",
  "Fact Check": "",
  "Description": "Though no one knew the bride's name, other details were supplied with the story. She was 23. The snake crept up under her dress and bit her. She complained of feeling a sharp pain, but no one heeded her. By the time help was summoned, she was too far gone to be saved. In different tellings the fatal creature was said to be a rattlesnake, a python, and even a tarantula. Despite the scare, there wasn't any dead bride, not even a slightly nibbled upon one. It was but a wild story run rampant. Weddings are beginnings, and the bride and groom are seen as innocents embarking upon the great journey of life. The juxtaposition of death with all that newness, all that untouchedness, makes for a tragedy of epic proportions. Seeking the start of a new and promising life, the bride finds only death. It's the stuff of legends. Indeed, it's the stuff of classic myth. According to Greek mythology, the great singer Orpheus fell in love with the beautiful Eurydice. They were wed, and a great feast was held in their honor. On the day of their wedding, Eurydice went strolling through a nearby field while talking joyfully with her friends about her bright hopes for the future. But her future was not to be while walking through the bright green meadow, she stumbled upon a venomous snake. The huge serpent bit her and she died. It was a good story back then; it's still a good story now. In modern times, variations on the same theme include brides fatally stung by bees lurking in bridal bouquets and brides whose beautiful (yet formaldehyde-soaked) gowns do them in. (See our Dressed to Kill page for our write up of the latter legend.) Barbara \"churched twice in one day; once for the wedding, once for the funeral\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1997] A couple gets married. For their wedding photos, they go to the botanical gardens (a popular background for wedding photos in Montreal). While their photos are being taken, a poisonous snake slides out of the greenery and bites the bride, who dies.",
  "Last Updated": "16 April 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/snakes/wedding.asp",
  "Claim": "A bride was fatally bitten by a marauding snake while posing for photos in a popular Canadian garden spot.",
  "Claim_ID": "critters_snakes_wedding",
  "Tags": ""
}