{
  "Origins": "Unlike many other Internet-circulated pleas to help rescue horses destined for a slaughterhouse, this entreaty to help find homes for equines in the Niagara Falls area checks out. The owner of the phone number listed in the message, Petra Cuddy, told us:",
  "Fact Check": "",
  "Description": "The referenced web site, Horse Rescue Niagara , provides information about and pictures of the horses currently in need of adoption: There are 8 mares, and one gelding. The herd consists of Belgiums, Percherons, and Percheron cross and 3 red roans (forgive me if this is not 100% correct, we are donkey people!). All under 10 years old. They were running \"free\" for years in a huge pasture, no shots, no worming, etc. (they all were trimmed last Thursday). As I understand the history (told to me second hand), the very old man (in his nineties) didn't want them anymore. As a result the \"herd\" were going to auction. I was told in confidence about them as we have a small sanctuary (donkeys, some piggies and goats). In a twist of fate a friend, meaning well and a true animal lover put a post on Facebook, while I was on that phone call, it went viral!. (In retrospect I should have taken the time to see exactly what was posted but at that moment, time was an issue, literally a few days. I was frantically making calls to see what we could do,(I am not on Facebook!.) I went to look at them for myself and when I saw them it became even more frantic they were beautiful, never missed a meal I might add, which unfortunately would not be to their advantage at auction. After serious deliberation with my husband, and much discussion with so many people in the equine business AND literally a call to the meatman that was to be attending that particular auction, we decided not to take the chance what their fate would be. The general belief was an 8 out of 10. Most of their manes were so matted with burrs a few of them had to get that cut right off. One has a very serious foot issue and walks lame. The history of no shots, no worming, going in a large lot, and their weight were all strikes against them. We bought the lot of them literally as the first two were being loaded, standing with cross ties to go onto the trailer. We paid $5,500.00 for them all. Two hours later they were on our property. Our vet came today to evaluate them, give them their shots, and test for the proper deworming program. The mare with the foot issue has been adopted by 2 senior ladies from Toronto and she will be spending her days here with us, the vet will be addressing her issues as well. The reports have been posted along side each of the corresponding horses. Our sincere hope is to find them loving and respectful homes. After learning so much as to what is truly going on out there in the horse meat industry, (ignorance is bliss), especially with draft horses, we have been strongly recommended to charge an adoption fee (between $600.00 and $700.00) which we are doing. If someone or someone you know has the proper facilities and kind intentions and would take more than one (we would like to keep as many together as possible) than we are certainly flexible. If we cannot find suitable homes for adoption than we would give them to a proper sanctuary that we trust to provide them a good, and respectful life, we have already chosen one and spoken with them. For whoever takes the time to read this, and is from the Niagara region, my husband and I would like to express our thanks to the folks that were taking \"care of the matter\" for the old man, they apparently were called by a lot of people who all had a lot of assumptions. (Others knew of the plight of these horses). The power of the internet in both positive and negative force. To those folks I apologize, I never disclosed the whereabouts of these horses to anyone. From the calls I received many other folks knew where they were also. I regret any friendships lost, part of the price paid for these wonderful animals. Some people have already come to see the horses, and each one has expressed how truly beautiful they are, and amazingly so calm despite what they have been through in the last week. So again, no regrets! Our sincere thanks and appreciation for all the people that cared and took the time to call, or write, a special thanks to those that went that extra mile and made calls and contacts for us we are truly grateful. I believe that many, many equine lovers are, as I was, ignorant of what REALLY is going on in Ontario, Quebec and Canada. It was the great leader Gandi who once said a nation shall be judged by its treatment to animals. I think we need to become more aware. Perhaps once this is all over and the horses have found loving homes I will use this site to pass on, or to become a forum of information in regards to the horse and donkey meat industry, especially for human consumption. Quick fact did you know that some of the horses sold for human consumption are flown LIVE to Japan! I certainly didn't, and it goes on and on. Please if any one you know would be interested in some of these horses, and would be able to provide a loving home and proper care and respect, and we will certainly do checks, than have them contact us.",
  "Originally Published": "",
  "Referred Links": "http://horserescueniagara.info/;",
  "Example": "[Collected via e-mail, November 2013] URGENT !!!! To all my friends ... My friend is looking for help. She has 9 large horses to find a place for. The horses belonged to a man in the Niagara Region. He is in his 90's and can no longer take care of them. The horses are due to go to the slaughter house in a few days! We must save these horses. Some of these horses are only 3 years old. They are draft and Percheon horses. Does anyone have an empty barn? Some land? Or does anyone want a horse? They are so beautiful and friendly and calm... Please pass on. If you have an idea on how to save these horses please call 905.941.8803 or email mushypeach@hotmail.com Thank you. Update!!!!! URGENT!!!!!! I just found out the horses are now being held in a pasture. They are booking them for slaughter for meat! We have to rescue them! PLease please we need help",
  "Last Updated": "1 November 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/critters/crusader/niagarahorses.asp",
  "Claim": "Several rescued horses in the Niagara Falls area are in need of adoption.",
  "Claim_ID": "critters_crusader_niagarahorses",
  "Tags": ""
}