{
  "Origins": "The idea that a cat could suck the breath of an infant is simply a misguided notion cats just don't do that. It is said the smell of milk on the child's breath draws the feline in for the kill, but anyone who has been around housecats knows the average moggie doesn't much care for the liquid. (Given free choice between plain water and a bowl of milk, cats generally head for the water unless milk has been the only liquid offered to them from weaning onwards. Put more simply, unless the cat has been taught to like milk, it generally won't seek out that substance on its own.)",
  "Fact Check": "",
  "Description": "Another theory advanced as to why a cat would want to harm a baby relates to the jealousy the pet will supposedly experience when the little bundle from heaven is brought into the household. No longer the center of attention, the neglected pet is allegedly capable of setting about to get rid of what it sees as the usurper. This theory is of far more recent coinage than the bit of lore it purports to explain, though, coming into fashion no earlier than the 20th century (while the \"smother\" belief dates to at least the 1700s). In 1791 a jury at a coroner's inquest in England rendered a verdict to the effect that a Plymouth child had met his death by a cat sucking out its breath. The superstition itself is older, with print sightings of it recorded from 1607 and 1708, so that 1791 verdict should be viewed with the realization that the jury was probably influenced by a snippet of \"everybody knows\" lore when it came time to explain a death for which there was no apparent cause. It is possible a cat might lie across the face of a sleeping child and thus upon extremely rare instances accidentally cause a death, but that is not the old wives' tale at hand wherein the cat does so with malice aforethought. A news story emerging in December 2000 appeared at first blush to be an instance of this sort of accident when a woman said she found her six-week-old son dead in his crib with the family cat laying on the baby's face. Further examination by pathologists laid this theory to rest they attributed the 21 December 2000 death of 6-week-old Keiron Payne to sudden infant death syndrome. What is on record, however, are any number of accidental deaths of sleeping children caused by their parents' rolling over onto them, or from their turning around to face into a pillow. Children have also suffocated from being left sleeping on their tummies on waterbeds. And then there is \"sudden infant death syndrome\" (SIDS), the inexplicable passing of an otherwise healthy child in its sleep. Tragedy is hard enough to bear without its also being inexplicable. Better to blame the cat than to admit the cause of a child's death is unknown . . . and thus could strike down another youngster at some future date. Folk beliefs work to give folks a sense of control over their destinies and thus some small measure of security in a capricious world. If a parent can believe that preventing crib death is but a matter of keeping the cat out of the baby's room, that parent will sleep a lot easier than one who realizes such a tragedy could occur any night, cat or no cat. Cats have long been viewed as evil, and for centuries a number of superstitions featuring their bringing bad luck have abounded. Similar to the \"sucking life from a child by swallowing its breath\" superstition was one about not raising a kitten and a baby together, lest the cat thrive and the child waste away. In that superstition, the cat was supposed to be stealing the child's vitality by magic. As to how widely believed the \"breath sucking\" tale is, a 1929 article in the Nebraska State Journal quoted a doctor as having said he had seen \"the family pet in the very act of sucking a child's breath, lying on the baby's breast, a paw on either side of the babe's mouth, the cat's lips pressing those of the child and the infant's face pale as that of a corpse, its lips with the blueness of death.\" The doctor's emphatic statements to the contrary, the legend is still a fatuous piece of lore. It turns up so often, however, that it's no wonder the legend is so widely believed. Barbara \"catafalque for cat-at-fault\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1996] The story, passed on by a pregnant woman is about cats that get jealous of newborn infants. As it was described to me, the cats, no longer afforded the attention they once got prior to the infant's birth, will actually attempt to suffocate the infant. Specifically, she described a cat, \"sucking the wind out of the baby,\" by placing its nose in the infants mouth while the infant is asleep. This immediately seemed unreasonably far-fetched, yet she maintains it's true since she has it \"on the authority\" of a number of other women.",
  "Last Updated": "29 June 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/wild/catsuck.asp",
  "Claim": "Cats suck the breath from babies, sometimes killing them.",
  "Claim_ID": "critters_wild_catsuck",
  "Tags": ""
}