{
  "Origins": "Pet owners take on a great deal of responsibility when they adopt their animal companions. The critters we keep require food and medical care, but they also need the protection of a safe environment if they're to continue to bless us with their loving presence throughout the years. Sadly, they don't always get the safety they need, because dangers to their wellbeing, even their very lives, often lurk in items of innocuous appearance.",
  "Fact Check": "",
  "Description": "Pets investigate the world they inhabit with their mouths, chewing upon a variety of items the average human wouldn't think would be at all attractive to them. Some of those items, however, are poisonous. Raisins and grapes, for instance, can cause acute renal (kidney) failure in dogs. Chocolate (even the components of it found in some brands of cocoa mulch, a gardening product) can be deadly to cats and dogs. Sweet treats of various sorts (including gum) can prove fatal to dogs if they contain the sugar substitute Xylitol . Plants brought indoors can also pose life-threatening hazards to our four-footed friends. While the list of cut flowers and potted plants that are poisonous to pets is indeed lengthy, topping it are just about every member of the lily family, including Easter Lilies. Another plant that poses an especial danger is the sago palm (which actually isn't a palm at all but rather a cycad ). This popular decorative plant which is both used in outdoor settings and brought indoors can be highly poisonous to humans and animals. Dogs are especially at risk to sago palm poisoning because pooches love to chew on woody plants. Every part of sago palms are poisonous, including its seeds, base and leaves. The ASPCA says that ingestion of sago palm can cause \"vomiting, melena, icterus, increased thirst, hemorrhagic gastroenteritis, bruising, coagulopathy, liver damage, liver failure, and death\" in pets. Symptoms of sago palm poisoning include bleeding, swollen stomach, yellow skin, bruises, nosebleeds, lethargy, pain, extreme thirst, and vomiting. A pet's chance of survival depends on factors such as the amount of the plant eaten and how quickly appropriate veterinary treatment is begun. However, even in the best of circumstances, the outlook can be grim: the ASPCA Animal Poison Control Center estimates a fatality rate of 50 to 75 percent. Every year a number of beloved pets die of sago palm poisoning. Of those that survive their culinary investigation of this dangerous plant, many go forth with permanent liver damage. Therefore, if you have pets or small children (another sort of critter that also likes to investigate things by sticking interesting finds in their mouths), rid your household of any and all sago palms. If your pets go outside, dispose of any sago palms you have in your yard. Barbara \"be heartless of palm\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.aspca.org/pet-care/poison-control/plants/sago-palm.html;http://en.wikipedia.org/wiki/Cycas_revoluta;http://www.cfainc.org/articles/lilies.html;http://www.cybercanine.com/toxicplants.htm;http://www.burnthillsvethosp.com/;",
  "Example": "[Collected via e-mail, June 2009] Poisoning Alert- It has come to our attention that many home improvement stores are selling a houseplant that can cause serious poisoning in pets and children. The plant is called the \"Sago Palm\" or \"Cycad\". It is also referred to as \"The Oldest Known Plant\". It is used in outdoor landscaping in Southern States, but can only survive as a houseplant in the North. All of this plant, including the seeds and root ball are toxic. Signs of illness first appear about 12 hours after ingestion and include gastrointestinal sign such as vomiting, diarrhea and lethargy. The toxins in the plant lead to severe liver failure with progressive weakness, jaundice, bruising and bleeding and other signs of liver failure that lead to death. It is estimated that 75-80% of animals ingesting this plant will die in spite of aggressive medical treatment. If you have one of these plants in your home you will want to be sure to keep it away from pets and children, preferably by disposing of it safely in a covered trash can or \"rehome\" it with someone who does not have pets or young children in the household Recently the home improvement stores have stocked their shelves with a plant called the \"Sago Palm\". This is a decorative houseplant that you may be tempted to purchase. If your pets ingest ANY part of this plant it will cause liver failure. Even with aggressive veterinary treatment 70% of these pets will die. We implore you to keep your household free of this plant. We are devastated when we are unable to help your pets. Go to our website and get a look at this plant. http://www.burnthillsvethosp.com/ We hope this will help keep your pets safe. The Best Of Care For The Best Of Friends Burnt Hills Veterinary Hospital",
  "Last Updated": "30 June 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/critters/crusader/sagopalm.asp",
  "Claim": "Sago palm can be poisonous to pets.",
  "Claim_ID": "critters_crusader_sagopalm",
  "Tags": ""
}