{
  "Origins": "We could note here that a number of fish species can change sex at some stage of their adult lives, and that some soft-bodied invertebrates can turn themselves partially inside out, but no fish species can turn itself completely inside out, much less change its sex via this phenomenon. However, debunking this \"fact\" about the striped mittenfish really only requires a couple of observations:",
  "Fact Check": "",
  "Description": "All the references to \"striped mittenfish\" to be found on the Internet are merely repetitions of this bit of trivia and nothing more. The primary link for \"striped mittenfish\" points to Factropolis, a site whose purpose was the publishing of vaguely plausible-sounding but completely fictitious \"facts,\" such as \"Wilbur Wright was born with a full set of teeth,\" \"the word 'Taiwanese' means 'suckled by goats',\" and \"Martin Luther King Jr. lip-synched most of his famous 'I Have a Dream' speech. If that isn't enough, engaging in a Google Image search for \"striped mitten fish\" should be sufficient to give the gag away.",
  "Originally Published": "",
  "Referred Links": "https://www.google.com/search?hl=en&safe=off&biw=1152&bih=745&gbv=2&tbm=isch&sa=1&q=%22mitten+fish%22+sockcrittercorner&oq=%22mitten+fish%22+sockcrittercorner&aq=f&aqi=&aql=&gs_sm=e&gs_upl=23720l23720l0l24375l1l1l0l0l0l0l100l100l0.1l1l0;http://www.factropolis.com/2006/10/striped-mittenfish-deepwater-species.html;http://www.nytimes.com/1984/12/04/science/sex-change-in-fish-found-common.html;",
  "Example": "[Collected via e-mail, December 2011] Stumbled across this one today and discovered an interesting phenomenon: \"The striped mittenfish, a deepwater species recently discovered in the Java Sea, can change its sex at will by turning its entire body inside out.\"",
  "Last Updated": "4 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/wild/mittenfish.asp",
  "Claim": "The striped mittenfish can change its sex by turning its entire body inside out.",
  "Claim_ID": "critters_wild_mittenfish",
  "Tags": ""
}