{
  "Origins": "Anyone who has used the Internet more than a week has probably received at least one of those annoying lists of \"facts\": dozens and dozens of items of no real significance that somebody thought would be cool for you to know. It is indeed fortunate that the lists are usually composed of items of no real significance, because many of the entries are of dubious veracity. The purpose of these lists apparently is not to educate the masses (however trivially), but to induce readers into the information age equivalent of a scavenger hunt, sending them scurrying all over the Internet in an attempt to verify the truthfulness of the entries. Ours is one of the virtual doors that gets knocked on quite frequently by these scavengers, and while we're glad to help, our job is never done because anyone can make up lists like these: just invent four or five of the most far-fetched statements you can imagine, and follow them with the phrase \"and no one knows why.\" To wit: Ostrich eggs have no yolks, and no one knows why. Julius Caesar was left-handed, and no one knows why. Banging your head against a solid wall really hurts, and no one knows why. The winner (so far) of the Most Ludicrous Entry contest is the claim that a duck's quack doesn't echo. Unfortunately, it's also the item we're most frequently asked about. The premise is just silly: a duck's quack (and presumably, of all the sounds known to man, only a duck's quack) has some special sonic property that causes it not to echo. We're not talking about a situation where a landform creates an acoustic shadow (a phenomenon under which even loud sounds can be inaudible to nearby listeners), but the claim that a duck's quack doesn't echo under any conditions.",
  "Fact Check": "",
  "Description": "One of the main problems with such a claim is that the term \"a duck's quack\" is non-specific. Different species of duck make different sounds, and there are a lot of breeds of duck in the world. And anyone who has spent time around ducks knows that even within the same species of duck, a male's quack can sound nothing like a female's. (Female mallards, for example, make loud honking sounds, but male mallards produce a much softer, rasping sound.) Do all these varied sounds, without exception, fail to produce echoes? I could dismiss this one merely from personal experience. Although I grew up in suburbia, much of my youth was spent raising various kinds of domesticated animals, particularly ducks and geese. When our ducks got to quacking in unison, I could most assuredly hear the cacophony of sound as it echoed off the stone walls that surrounded our yard and entered my bedroom window. So could neighbors who lived a few hundred feet down the street and frequently called us to complain about the noise. The surprise was not that our ducks' quacks didn't echo, but that they echoed so remarkably well. Fortunately, we now have more than my personal experience to offer in debunking this myth, as an acoustic research experiment carried out in 2003 by Trevor Cox of the acoustics research center at the University of Salford in Greater Manchester set this legend to rest: Acoustic expert Trevor Cox tested the popular myth often the subject of television quiz shows and Internet chat rooms by first recording Daisy's quack in a special chamber with jagged surfaces that produces no sound reflections. She was then moved to a reverberation chamber with cathedral-like acoustics before the data was used to create simulations of Daisy performing at the Royal Albert Hall and quacking as she flew past a cliff face. The tests revealed that a duck's quack definitely echoes, just like any other sound, but perhaps not as noticeably. \"A duck quacks rather quietly, so the sound coming back is at a low level and might not be heard,\" Cox [said]. \"Also, a quack is a fading sound. It has a gradual decay, so it's hard to tell the difference between the actual quack and the echo. That's especially true if you haven't previously heard what it sounds like with no reflections.\" He said ducks were normally found in open-water areas and didn't usually congregate around echoey cliffs, which may have fueled the theory that their quacks don't produce an echo. \"You get a bit of reverberation it's distinctly echoey,\" Cox said Trevor Cox expounds on this bit of research in his forthcoming work, The Sound Book: The Science of the Sonic Wonders of the World : There is a saying, \"A duck's quack doesn't echo and no one knows the reason why.\" Hoping to disprove this one slow afternoon at the office, I found myself semiprone on a grassy knoll, pretending to interview a duck named Daisy. Every time she quacked or stretched and opened her wings, camera shutters fluttered like castanets. My colleagues stood close by, unable to contain their laughter. The press had caught wind of our modest attempt to correct the misconception about the supposed non-echoing quack and were doing their best to turn it into an international news event. A few months before the photo shoot with Daisy, Danny McCaul, the laboratory manager at Salford University, had been approached by BBC Radio 2 to find out whether the phrase \"a duck's quack doesn't echo\" was true or false. Ignoring Danny's careful explanation of why a quack will echo, the factoid was still broadcast. Annoyed that his acoustic prowess had been overlooked, Danny and some of his colleagues, including me, decided we needed to gather scientific evidence to prove the point. Convincing a farm to lend us a duck and transporting it to the laboratory were probably more time-consuming than the actual experiments. First we placed Daisy in the anechoic chamber and made a baseline measurement of an echo-free quack. The anechoic chamber is an ultrasilent room where sound does not reflect from the walls; it is without echoes, as the name implies. It was important to have a reference sound without echoes; after all, this was a serious piece of science and not a bit of Friday afternoon fun. After a brief comfort break for Daisy, she was carried next door to the reverberation chamber, which sounds like a cathedral with a very long reverberation time, despite being little bigger than a tall classroom. Normally, the chamber is used to test the acoustic absorption of building parts like theater seating or studio carpets. In this room, Daisy's quacks sounded evil and ghostly as they echoed around the room, the noise prompting her to cry out again and again. We had created the ultimate sound effect for a horror movie, provided the film featured a vampire duck. An echo is a delayed repetition of sound, which for a duck might be caused by a quack reflecting off a cliff. The vampiric cry in the reverberation chamber demonstrated that quacks reflect from surfaces like every other sound. We were not surprised by the result, not least because there are bird species that echolocate, using wall reflections to navigate caves. But caves and reverberation chambers are not a natural habitat for ducks like Daisy. We were curious to know what happens outdoors. To hear a clear single echo from Daisy, I would need a stretch of water with a large reflecting surface, such as a cliff, nearby. In such a place, sound would travel directly from the duck to my ear, followed shortly by the delayed reflection from the cliff. In the taxonomy of echoes, this is a monosyllabic echo, where there is just time to say one syllable before an echo arrives. But Daisy and I could not be too near the cliff, or my brain would combine the reflection with the quack travelling directly from her beak to my ear, and I would hear only one sound. I must admit that my field experiments were crude. Though I could not bring Daisy, I did wander around various ponds, canals, and rivers listening to wildfowl. In none of these places could I hear a clear, audible quack separate from the original call. In the end, I came to the conclusion that the phrase should say, \"A duck's quack might echo, but it's impossible to hear unless the bird quacks while flying under a bridge.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "24 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/wild/duckecho.asp",
  "Claim": "A duck's quack doesn't echo, and no one knows why.",
  "Claim_ID": "critters_wild_duckecho",
  "Tags": ""
}