{
  "Origins": "The massive recall of pet food products manufactured by Menu Foods that began in mid-March 2007 (after those products, sold under a variety of brand names, were linked to kidney-related illnesses and deaths in a number of cats and dogs) has been a confusing and worrisome issue for consumers. Initial reports that all the suspected products had been recalled, that only can and pouches of Menu Foods wet food were affected, and that the problem was due to a form of rat poison (used as a pesticide) present in wheat gluten obtained from a foreign supplier have all since been contradicted.",
  "Fact Check": "",
  "Description": "FDA testing of Menu Foods' products did not turn up evidence of rat poison, and the contaminant now suspected is melamine, a chemical used in the manufacture of plastics and as a type of fertilizer. Melamine has been found in wheat gluten (which serves as a binding agent and source of protein in pet foods) imported from China and used by Menu Foods, but toxicologists are unsure whether it is sufficiently toxic at the levels detected so far to have caused the reported cases of kidney failure in cats and dogs. Potentially contaminated shipments of wheat gluten have also been tracked to Hill's Pet Nutrition, Nestl Purina PetCare, and Del Monte Pet Products, and all of those brands have issued voluntary recalls of some of their products as well. We have compiled as comprehensive a list of recalled pet food products as possible from the information available to us, but pet owners should be sure to check all of the following sites to determine whether a particular brand (and form) of pet food is currently under recall: Menu Foods (cat products) Menu Foods (dog products) Hill's Pet Nutrition Purina Pet Foods Del Monte Pet Products FDA (Pet Food Recall) Brands and labels of pet foods that have been recalled so far include: Recalled cat foods Americas Choice, Preferred Pets Authority Best Choice Companion Compliments Demoulas Market Basket Eukanuba Fine Feline Cat Food Lion Foodtown Giant Companion Hannaford Hill Country Fare Hill s Prescription Diet m/d Feline Dry Hy-Vee Iams Laura Lynn Li'l Red Loving Meals Meijer's Main Choice Nutriplan Nutro Max Gourmet Classics Nutro Natural Choice Paws Pet Pride Pounce Meaty Morsels Moist Chicken Flavor Cat Treats Presidents Choice Price Chopper Priority US Save-A-Lot Special Blend Schnucks Science Diet Feline Savory Cuts Cans Sophistacat Special Kitty Canada Special Kitty US Springfield Prize Sprout Stop & Shop Companion Tops Companion Wegmans Weis Total Pet Western Family US White Rose Winn Dixie Recalled dog foods ALPO Prime Cuts in Gravy Americas Choice, Preferred Pets Authority Award Best Choice Big Bet Big Red Bloom Cadillac Companion Demoulas Market Basket Dollar General Eukanuba Food Lion Giant Companion Gravy Train Beef Sticks Dog Snacks Great Choice Hannaford Happy Tails Hill Country Fare Hy-Vee Iams Jerky Treats Beef Flavor Dog Snacks Laura Lynn Loving Meals Meijers Main Choice Mighty Dog Pouch Mixables Nutriplan Nutro Max Nutro Natural Choice Nutro Ultra Nutro Ol'Roy Paws Pet Essentials Pet Pride - Good n Meaty Presidents Choice Price Chopper Priority Canada Priority US Publix Roche Brothers Save-A-Lot Choice Morsels Schnucks Shep Dog Springsfield Prize Sprout Stater Brothers Stop & Shop Companion Tops Companion Wegmans Bruiser Weis Total Pet Western Family US White Rose Winn Dixie Your Pet Pet owners who think their animals may have been affected by contaminated products should contact a veterinarian and their local FDA office if their pets begin exhibiting symptoms of kidney failure (e.g., lethargy, loss of appetite, vomiting). Cats are much more likely to be affected than dogs. Additional information: Recalled Cat Product Information (Menu Foods) Recalled Dog Product Information (Menu Foods)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20090426084709/http://www.menufoods.com/recall/product_dog.html;http://web.archive.org/web/20090414230434/http://www.menufoods.com/recall/product_cat.html;http://www.fda.gov/oc/opacom/hottopics/petfood.html;http://web.archive.org/web/20081216015233/http://www.delmonte.com/petfoodrecall.html;http://www.purina.com/;http://www.hillspet.com/menu_foods/mdFAQ_040107_en_US.htm;http://web.archive.org/web/20090426084709/http://www.menufoods.com/recall/product_dog.html;http://web.archive.org/web/20090414230434/http://www.menufoods.com/recall/product_cat.html;http://web.archive.org/web/20090424040326/http://www.menufoods.com/recall/Press_Recall_03162007.pdf;",
  "Example": "",
  "Last Updated": "10 August 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/critters/crusader/menu.asp",
  "Claim": "A number of Menu pet food products have been recalled due to a possible association with kidney failure-related illnesses and deaths of cats and dogs.",
  "Claim_ID": "critters_crusader_menu",
  "Tags": ""
}