{
  "Origins": "Most people who first encountered this tale online back in the 1990s didn't believe it ... including me. Newspaper stories be darned, nothing less than a conversation with Ed Schoaps, the public affairs coordinator for Oregon's Department of Transportation would do.",
  "Fact Check": "",
  "Description": "A couple of phone calls later I was talking to Ed himself about the story that refused to die. Yes, he said, they actually did explode a whale and yes, a car was damaged by the flying blubber. But the interesting slant to it was that although this incident had taken place more than a quarter of a century ago, the story refused to go away. In true urban legend form, it was passed along from newspaper to Internet to newspaper to TV news report, each time gaining momentum, each time creating more interest. Fascination with the subject only intensified when a video clip of a local Oregon television station's contemporaneous news coverage of the whale explosion began making the rounds on the Internet and other computer bulletin boards: One thing became clear during my conversation with Ed: up until I called, no one in cyberspace had ever contacted Oregon's Department of Transportation to get the facts. Rather than reaching for the source, people instead reposted a much-altered version of a Dave Barry column on the subject and thus spread a somewhat inaccurate version of the story even further. Because no date was attached to the whale disposal narrative, those who received it believed it was a recent event. As such, Ed had to deal with this whale of a tale on an ongoing basis as news agencies kept \"discovering\" this fascinating new story in cyberspace. The Internet has certainly played a role in spreading older urban legends, but this was an unusual case in that this tale wasn't being widely told before the Internet discovered it. This story had taken place quite a long time earlier, and although it was news at the time, it had faded away after its moment in the spotlight. Even Dave Barry's column twenty years after the fact did little more than give us all a brief chuckle. But I'll let Ed tell you how a 25-year-old story came to be part of his daily existence when a portion of the tale was flung into cyberspace. He graciously e-mailed me permission to post his \"Son of Blubber\" story: The Oregon Highway Division's 1970 attempt to blow up a beached whale lives on a quarter-century later. \"My insurance company is never going to believe this,\" said Springfield, Ore., businessman Walter Umenhofer as he surveyed the crushed remains of his big Buick. A 3-foot by 5-foot piece of foul-smelling, rotting whale blubber had moments before soared a quarter-mile through the air, arching gracefully over a crowd of spectators perched on the sand dunes overlooking the Pacific Ocean, only to totally crush the top of Umenhofer's car. That was the scene on the central Oregon coast nearly 25 years ago (Thursday, Nov. 12, 1970), a day that still lives in America's collective memory. That's the day the state Highway Division tried to blow up a beached whale south of Florence, Ore. But the plan went awry, creating one of the most interesting stories ever reported in newspapers, on radio and TV. It was even voted Oregon's best news wire service story of the year. And thanks to a pirated video and electronic bulletin boards, the story not only won't die it's taken on a life of its own. The flying blubber incident survives today as an Oregon legend, kept alive by a film-video of the event that has found its way around the country. Last spring, a vivid description of the whale blowup, titled \"The Farside Comes to Life In Oregon,\" appeared on subscriber electronic bulletin boards nationwide. The article describes in detail a video copy of a TV film news report of the day by (Portland, Ore.) Channel 2's Paul Linnman. But the electronic bulletin board story left out one important detail the fact that the blubber blowup happened a quarter-century ago. To top it off, a columnist for the Daily News in Moscow-Pullman, (Idaho-Wash.), reprinted the electronic bulletin board article word-for-word, oblivious to the age of the story. \"We started getting calls from curious reporters across the country right after the electronic bulletin board story appeared,\" said Ed Schoaps, public affairs coordinator for the Oregon Department of Transportation. \"They thought the whale had washed ashore recently, and were hot on the trail of a governmental blubber flub-up. They were disappointed that the story has 25 years of dust on it.\" \"We eventually confirmed that the \"Far Side\" article is an edited excerpt of a Dave Barry column, originally published in the Miami Herald on May 20, 1990,\" Schoaps said. \"Whoever put the \"Far Side\" article on the computer internet did an extreme disservice to Barry by both editing it heavily and not attributing it to him as the original source.\" Schoaps has fielded calls from reporters and the just-plain-curious in Oregon, San Francisco, Washington, D.C., Massachusetts, Arizona and more. The Wall Street Journal called, and Washington, D.C.-based Governing magazine covered the immortal legend of the beached whale in its June issue. The Jeopardy TV program called, curious about the blubber flap. And the phone keeps ringing. \"I get regular calls about this story,\" Schoaps said. His phone has become the blubber hotline for ODOT, he added. \"It amazes me that people are still calling about this after nearly 25 years.\" Here's what really happened in November 1970. Remember, \"we are not making this up.\" An 8-ton, 45-foot-long sperm whale, dead for some time, washed up on the Pacific Ocean beach south of Florence, Ore. At first it was a curiosity for local residents and visiting beachcombers. But the beached behemoth became a stinking mess as the foul smell of rotting whale wafted through the dunes. Because the Oregon beach is a public right of way, the state Highway Division was given the task of cleaning up the mess. But how? If buried, the carcass would soon be uncovered by the ocean tides. Officials at the Department of the Navy were consulted, and a plan was hatched to blast the blubber to smithereens using a half-ton of dynamite. What little was left would be eaten by seagulls. (Remember, we are not making this up.) Needless to say, it didn't go well. The blast pulverized only part of the whale, sending pieces soaring not toward the ocean, as planned, but toward people watching from the dunes. Luckily, although a car was crushed by a large piece of flying blubber, no onlookers were hurt, unless you count being covered by a rain of smaller particles of the foul-smelling flesh. That's when most onlookers left and the Highway Division crew buried the balance of the beached whale. \"I can remember it vividly,\" said George Thornton, then assistant district engineer, who got the whale cleanup task by default. \"I got designated because district engineer Dale Allen (now ODOT Region 4 manager in Bend, Ore.) and others took off hunting when this thing broke conveniently, I think,\" Thornton said, laughing. \"To be fair, they had [already] planned on going [hunting], but this thing made them all the more anxious to go.\" \"I said to my supervisors, usually when something happens like this, the person ends up getting promoted,\" Thornton added. \"Sure enough, about six months later, I got promoted to Medford.\" Thornton retired from ODOT in 1990. Epilogue: When a pod of 41 sperm whales washed ashore in nearly the same location in 1979, State Parks officials burned and buried them. George Thornton, the man who gained fame as the Oregon Department of Transportation highway engineer who blew a massive beached whale to smithereens, passed away in October 2013 at the age of 84. Barbara \"piece on earth\" Mikkelson Sightings: Although they may have achieved the most spectacular results, the Oregon Department of Transportation folks weren't the first ones to come up with the idea of disposing of a noisome whale carcass by blowing it up. In Patrick O'Brian's 1937 short story \"Two's Company,\" a pair of men manning an isolated lighthouse find themselves at the center of a \"seabird and shark feeding frenzy, not to mention an atrocious stench\" when a huge whale is washed up against their lighthouse by a storm. They dispose of the hazard by begging some explosives from a destroyer sent to re-supply them. Additional information: The Exploding Whale",
  "Originally Published": "",
  "Referred Links": "http://theexplodingwhale.com/;",
  "Example": "",
  "Last Updated": "1 November 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/critters/disposal/whale.asp",
  "Claim": "In 1970, the Oregon Department of Transportation attempted to dispose of a whale carcass by blowing it up.",
  "Claim_ID": "critters_disposal_whale",
  "Tags": ""
}