{
  "Origins": "In 1999, along came an anonymous warning about Procter & Gamble's Febreze (rhymes with \"sea breeze\") Fabric Refresher product imploring consumers to avoid it because it's supposedly harmful to household pets. The evidence offered is that several (also anonymous) pet owners allegedly had animals that became seriously ill or died after Febreze had been introduced into their households. But even if these unfortunate, anonymous pet owners did indeed lose their dogs after using Febreze, as the message claims, how do we know that Febreze caused these deaths? There's a big difference between \"My pet died after I used Febreze\" and \"My pet died because I used Febreze.\" Is it possible these deaths may have been coincidental? (We're not going to hear from all the pet owners who didn't use Febreze but saw their pets taken ill in similar fashion, after all.) Is it possible that these pet owners contributed to the problem by misuse of the product, such as spraying it directly on their pets? Is it possible that some other factor caused or had a hand in these pets' illnesses (as the warning alludes to by mentioning a \"diet change\")? Is it possible that a very small fraction of pets (but only a very small fraction) react to something in the product? Febreze has been widely available for many years now, and it had been used in various large test markets for several years prior to its general market introduction. Is it plausible that this product has been killing dogs left and right, and this is the first we're hearing of it?",
  "Fact Check": "",
  "Description": "The National Animal Poison Control Center, an organization under the aegis of the ASPCA, tells us that they have no evidence that Febreze, when used according to label instructions, is harmful to pets. In fact, they say it's \"now approved by the ASPCA for safe use around cats and dogs.\" Given the choice between believing an anonymous e-mail message and the ASPCA, we'll side with the ASPCA. Two of the specific concerns about Febreze that it contains zinc chloride (which is supposedly harmful to pets) and that it uses aerosol propellants (which pose a danger to many types of birds) are not viable: the improved Febreze formula (produced since December 1998) does not contain zinc chloride, and Febreze is a pump spray rather than an aerosol. The Febreze web page that addresses this rumor notes: Since December, 1998, there have been Internet rumors circulating stating that Febreze may not be safe to use around pets. These rumors are not true. Used as directed, Febreze is safe to use around pets. Febreze Fabric Spray has been safely used in 40 million pet owning homes around the world. Febreze was tested for nearly 5 years by scientists, doctors, safety experts and veterinarians, and all have come to the same conclusion: Febreze is safe to use around pets. The American Society for the Prevention of Cruelty to Animals (ASPCA), the nation's leading authority on pet safety, has investigated these rumors and issued the following statement: \"Based on a thorough review by veterinary toxicologists at The ASPCA National Animal Poison Control Center, together with other outside experts, The ASPCA considers Febreze safe in households with dogs and cats when used as directed.\" This information is aimed primarily at dog and cat owners; Febreze acknowledges that consumers should be cautious about using Febreze (or any other aerosol or spray product) around birds: However, as birds are uniquely sensitive to some airborne household products and environmental factors, experts recommend removing the bird from the room until the product application has fully ventilated, like you would do with any household cleaning product. Of course, the statement that Febreze is \"safe\" assumes that it is being used with normal due care by pet owners; nearly any product can be dangerous when misused. (Lemon furniture polish is perfectly safe if it's used to polish furniture, but not if it's used to make lemonade.) In this case, \"due care\" means not spraying it directly on pets, and removing birds from the room during its application. Additional information: No Truth to the Internet Rumor (Febreze)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20011005181301/http://www.homemadesimple.com/febreze/pets.shtml#rumor;http://web.archive.org/web/20050308124944/http://www.homemadesimple.com/febreze/how_works/pet_care.shtml;",
  "Example": "[Collected via e-mail, 1999] There have been multiple instances of dogs and birds who have died or became very ill after being exposed to Febreze, a deodorizer/air freshener. Febreze contains zinc chloride, which is very dangerous for animals. Please do not use Febreze anywhere near your pets! If you have used it near your pets or on their bedding, clean the bedding/area thoroughly to remove the Febreze, and move the animals away from the area. Please pass this information on to other pet owners/caretakers,before more animals are injured or killed, and find a safer method of odor control. Febreze: This product is marketed as something that removes odors without covering them up. However, there is a strong smell to it, but worse than that, Febreze contains zinc chloride. Many birds have already been killed after this product was used in any proximity to them whatsoever, and some dogs have also died. Other dogs have become ill without dying. This product is marketed as safe around animals, and people have sprayed their dogs' bedding to remove the doggy smell, only to discover later on that their dog became deathly ill from it. There is one dog who lost most of her hair after being accidentally sprayedwith some Febreze, though this particular incident also had a second factor involved (diet change).The Febreze bottle, as of December, 1998, has a picture on the back of a dog, which leads some people to believe it's safe to use in their bedding.",
  "Last Updated": "8 August 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/crusader/febreze.asp",
  "Claim": "Ordinary use of Febreze brand fabric refresher poses a general danger to household pets.",
  "Claim_ID": "critters_crusader_febreze",
  "Tags": ""
}