{
  "Origins": "In October 1993, a family in Waterboro, Maine, bore witness to a scene of unrequited passion.",
  "Fact Check": "",
  "Description": "A fake deer used as a practice target for bow-hunting became the object of affection for a lonesome moose. The courtship proffered by 700-pound bull was sufficiently ardent that the plastic foam deer had to be rebuilt in the wake of his advances. He made repeated passionate passes at the arrow-punctured deer while Nancy Morrill looked on in mirth and her son captured the performance on videotape. \"We were laughing and laughing,\" Morrill said. \"But the moose didn't pay any attention. It had one thing on its mind and that was it.\" The brief affair ended when the loving and persistent attentions paid to the fake deer resulted in its antlers coming off. \"Then all of a sudden the head fell off,\" Morrill said. \"When that happened, the moose stopped and looked around. . . . And then it sniffed and trotted off into the woods.\" (Not the first romance to be brought to an untimely conclusion by one of the participants losing her head!) Those tempted to view this as a one-time occurrence should heed the final paragraph of this wire service report on the incident: Fall is the rutting season for moose in northern New England, and lonely bulls are occasionally known to attempt courtship with dairy cows and inanimate objects. Hunters, wear brightly-colored clothes. And move around. A lot. The following poetic offering comes from Dick Isler: The saddest kind of love is unrequited, When passion's flame is suddenly ignited. And when the object of your intense ardor is made of foam the situation's harder to resolve, and not one bit of satisfaction will be had, much less some amatory action! I do admire the moose's great persistence, He kept on going despite no assistance From the object of his passionate entreaties. You'd think for breakfast he filled up on Wheaties! I'm jealous of his prowess as a suitor, When others saw his lover they'd just shoot her. He knocked her antlers off with his attentions, Like on the soaps, their love defied conventions! Love on, bull moose, and keep the fires lighted, Some day the love you find will be requited. The love you give will be returned tenfold, and produce a little moose for you to hold. And someday soon a grandpa moose you'll be, With little grandchild mooses on your knee. And memories of youthful peccadillos will fill your head a-resting on your pillows. Barbara \"when it comes to romance, deer, make the moose of it\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "11 August 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/critters/gnus/mooseluv.asp",
  "Claim": "An amorous moose once wooed a lawn ornament.",
  "Claim_ID": "critters_gnus_mooseluv",
  "Tags": ""
}