{
  "Origins": "In 2004, a virulent form of canine influenza surfaced at greyhound racing parks in Florida. In that outbreak, it infected 24 greyhounds and killed 8 more. The contagion has since been confirmed in seven states, having killed greyhounds at tracks in Florida, Massachusetts, Arizona, West Virginia, Wisconsin, Texas and Iowa. It is highly contagious, with the uninfected picking it up from the infected via shared items or human contact (kennel workers have carried the virus home with them), in addition to dog-to-dog encounters.",
  "Fact Check": "",
  "Description": "The virus that has been felling greyhounds is an H3N8 flu closely related to an equine flu strain. It is not related to typical human flus or to the H5N1 avian flu that killed about 100 people in Asia. Dr. Ruben Donis, chief of molecular genetics for the influenza branch of the Centers for Disease Control and Prevention, confirms the flu jumped from horses to dogs, \"a very rare event of considerable scientific interest\" and adds \"at this point, there is no reason to panic.\" How that jump occurred is either not known at this point or is not being commented on, so the e-mail's assertion that the eating of raw meat was to blame should be regarded as speculation rather than as fact. While there is always the possibility the virus might again jump species, this time to humans, this strain of flu has been present in horses for more than 40 years yet there are no documented cases of humans catching it or the related canine flu. A vaccine for the equine flu already exists, and a vaccine for the canine version is under development. Many readers have been confused (and unnecessarily frightened) by the difference between the terms \"morbidity rate\" and \"mortality rate.\" The morbidity rate describes the percentage of animals that will contract the disease after being exposed to the virus, but despite its name the term has nothing to do with the death rate associated with the flu. (Nearly 80 percent of dogs exposed to the canine flu virus will contract only a mild form of the disease which mimics kennel cough, a type of canine bronchitis that is rarely serious.) The mortality rate, which describes the percentage of animals that will die after contracting the disease, is in the much lower range of 5 to 8 percent, according to Dr. Cynda Crawford, the veterinary immunologist who first isolated the canine flu virus: The mortality rate is around 5 to 8 percent, says veterinarian Cynda Crawford at the University of Florida's College of Veterinary Medicine in Gainesville. \"I want to stress that despite the rumors that are out on the Internet and other such sources, this disease is not as deadly as people want to make it,\" Crawford said. She says she receives more than 30 calls a day from concerned veterinarians. Dr. Crawford describes the contagion as producing in dogs \"a moist, productive cough that ends in a gagging response, that will persist for one to four weeks, despite treatment with antibiotics or cough suppressants. Some dogs develop a thick, yellow discharge from the nose. A very few dogs will spike a high fever, between 105 to 107 degrees Fahrenheit. They become lethargic and weak, with rapid, shallow breathing. This is likely to progress to pneumonia.\" Other veterinary experts have estimated the potential death rate as between 1 and 10 percent, with the higher percentage applying to very young, very old, or infirm dogs. Presence of the virus in dogs can be confirmed only through blood tests performed at the Cornell University College of Veterinary Medicine. Results of such blood screens take as long as two weeks. Dr. Crawford recommends keeping dogs showing symptoms of respiratory disease at home and away from other dogs for up to two weeks. The CDC, which is tracking the disease, issued no official recommendations. Because the symptoms of this as yet unnamed virus somewhat mimic bordetella , a less virulent illness commonly known as kennel cough, it is hard to ascertain how widespread the flu has become. On the flipside of that confusion, vets in various parts of the country have been thrown into a panic when encountering run-of-the-mill kennel cough in any of their clients, fearing they are instead confronting cases of the new flu. The Animal Health Diagnostic Center at Cornell University inserted a caution against such hair trigger diagnosis within a larger advisory about the potential for the flu to have spread to the state of New York: \"One should not lose sight of the fact that all respiratory infections in dogs are not due to canine influenza virus. Adhering to the 'band wagon' approach could result in the failure to appropriately treat dogs with infections previously known to cause respiratory problems in dogs.\" We found this good advice for vets and dog owners in our inbox one day: PLEASE DO NOT PANIC, and do NOT assume that every cough is Canine Influenza. Kennel Cough from parainfluenza and Bordetella is more common. However, the Animal Health Diagnostic Center at Cornell is interested in receiving samples from dogs that appear to have kennel cough. Clinical Signs: Since this is a new pathogen in dogs, there is currently no natural immunity present in the unexposed canine population. Almost all exposed dogs will become infected, and nearly 80% have clinical signs. In the mild form the dogs will have a cough that persists for 10 to 21 days. The cough may be soft and moist or dry. Many dogs will have a nasal discharge from a secondary bacterial infection and low grade fever. The nasal discharge responds to broadspectrum antibiotics. In the severe form with pneumonia there is a high fever (104-106 F) and respiratory difficulties. X-rays may show consolidation. These dogs often have secondary bacterial infections and have responded to broad-spectrum antibiotics and supportive care including intravenoushydration. The incubation period is two to five days and dogs may shed virus for seven to 10 days. The disease can spread rapidly throughout a boarding kennel. Dogs that are coughing SHOULD NOT BE BROUGHT TO SHOWS or Performance EVENTS. Additional information: Bronson Alerts Public To Newly Emerging Canine Flu (Florida Dept. of Agriculture and Consumer Services) Media Briefing on Canine Influenza (Centers for Disease Control)",
  "Originally Published": "",
  "Referred Links": "http://www.cdc.gov/flu/canine/;http://web.archive.org/web/20070208044515/http://doacs.state.fl.us/press/2005/09202005.html;http://ahdc.vet.cornell.edu/news/civ.cfm;http://www.peteducation.com/article.cfm?c=2+2102&aid=452;",
  "Example": "[Collected on the Internet, 2005] The New Canine Influenza, Greyhound Disease, Race Flu, Equine Influenza, Avian Flu The New Canine Flu, which has killed so many greyhounds is now in the domestic dog population. There is no treatment and no vaccine. It has jumped species, (by feeding greyhounds raw horse meat, which was infected with horse influenza), (horse influenza is avian flu, which jumped species from birds (avian flu), to horses (horse influenza). The avian flu has now moved to racing greyhounds and domestic dogs and the indications are that there may be a potential problem for humans. It is deadly and it is on the loose. It may just be a matter of time. The CDC is watching the disease. There is no central tracking agency with report and stat capability for dogs that will get the word out to all vets in the US. The domestic dog population is at present risk. This week on my net groups I saw many anecdotal accounts of $100,000 show dogs dying while packed in ice and hooked up to IVs, with high temps. No one knows what is wrong with these dogs and the vets do not know what they are treating. I think it is Greyhound Influenza or Race Flu. Show populations are now infected and the majority of veterinarians have never heard of the disease. Isolated individuals know this but the country as a whole does not. A few days after exposure at dog shows, dogs are traveling back to their home states and infecting the local populations. Many dogs are dying needlessly. It is not kennel cough. The period of incubation is 2-5 days. It is airborne, can be transmitted by inanimate objects, and clothing. Virtually all exposed will contract. The morbidity is 80% with 20% being sub clinically affected and shedding the virus. The course of the disease is four weeks. There are two forms, milder and very extreme. Two weeks into the viral disease the dog looks like he is getting over the cough and then bacterial infections become an acute problem. Oft times the owner has reported the dog is well, only to find that a short time later an acute bacterial infection has taken over the dog, in a matter of hours. The owners think the disease has run its course only to learn it hasn't gotten started yet, so dogs are dying needlessly. My vet thinks earlier rather than later treatment with broad spectrum antibiotics are the best way to treat the disease. With proper vet care perhaps there will only be a mortality of 1-5%. The information needs to go out so that all vets will know this is not kennel cough, so they will not VAX for kennel cough while ill, and so they can monitor beyond the two week period. It has been almost impossible for me to understand how in the last four days i have contacted state vets who have never heard of the new influenza, all the while, the people with the info on the disease, refuseto release it nationally. The AVMA has info that will go out next month. How many will die prior to that? I have begged and cajoled them to do this, so perhaps we are making some headway, however, we need info to go out ASAP. APHIS says it is not their job. The people who are handling research on the initial outbreak in FLA., are contacting local, (FLA) BUT not national sources to disseminate information. Below is a link to a photo album in which i placed the FLA Veterinary Alert and Advisory, which was put out by the FLA VET MED ASSOC., at the request of the State Vet. It is not on the state website. http://photobucket.com/albums/y249/citycolumbus/ In my conversations with the researchers at the U. of FLA. I was told, by the lead researcher, who owns greyhounds, that they have no responsibility to provide this info to other states or to other vets. (BTW, Is some of the research funded by the gaming organizations?) (My state, GA., the state of FLA., and three highly placed individuals at Pfizer, told me to call the researcher.) The researcher said to me that cultures do not need to be done on potential affecteds, and she denied that the illness is from horses, though she is quoted in articles as applauding the Cornell researcher who identified it as horse influenza. The FLA state vet said: \"We know it came from horses.\" The researcher is working to do a contracted vaccine with \" a company.\" She is working on a paper. She did not want to discuss the influenza though her name, email and number appears as the contact source on the state of FLA Veterinary Alert and Advisory that went out to all FLA vets. I was told by some at Pfizer that Pfizer is not the company who is helping her develop the vaccine. The researcher said the FLA VETERINARY ALERT AND ADVISORY should not be put on the net. However the FLA state Vet, Dr. Thomas Holt, told me, on Fri., Sept 16, 2005 to put it on the net...\"Feel free to use it.\" Many state vets who do not know anything at all about this illness even though the state of FLA. put out memos on the influenza in August 05 in the state of FLA., without notifying other states. If the researchers are correct there will be a national epidemic. When a disease is in a mobile population an epidemic is possible. Large groupings of dogs, such as shows, kennels, rescues, etc., are at risk. Most vets across the country have never heard of the disease. A treatment protocol has not been developed. They are treating it as if it is kennel cough. All vets need to be informed about it ASAP! Many of us concerned dog people would like to see state statistics compiled on the illness and the eventual treatment outcomes. Folks, this is one of the many new problems we are seeing from feeding raw meat to dogs. Please do not do it.",
  "Last Updated": "4 August 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/critters/crusader/dogflu.asp",
  "Claim": "A virus deadly to dogs has been spreading in the canine population of the U.S.",
  "Claim_ID": "critters_crusader_dogflu",
  "Tags": ""
}