{
  "Origins": "Sometimes you'll receive a story in e-mail that is so outlandish you'll immediately want to dismiss it as a hoax. And sometimes those outlandish stories are the very ones that turn out to be true.",
  "Fact Check": "",
  "Description": "On 25 November 2000, in Portland, Oregon, a chocolate-colored Labrador named Ivy was killed by an exploding tennis ball. She was being walked that morning by a friend of her owner while her owner was away on a fishing trip. The man came upon a tennis ball wrapped in tape lying in the median strip out front of the dog's home. After kicking at the ball a bit himself, he picked it up, thinking it would make a good toy for Ivy. He carried it with him for about an hour, tossing to Ivy at times so she could fetch it back to him. On one trip, she must have chomped down on her prize harder than usual and thereby triggered the fatal blast. Although her walker was standing less than 7 feet away from her at the time, and the explosion was of sufficient force that folks living four blocks away felt it, the man was apparently uninjured. The badly injured dog did not die from its injuries but could not be saved, said Jorge Roman, a Multnomah County animal control officer on the scene. Bystanders begged police to shoot the dying animal to stop her suffering before a veterinarian was called to euthanize her. Bomb fragments were removed from the deceased dog to determine what kind of explosive device she'd encountered. Police bomb experts say explosive devices in tennis balls have become more common in the city. \"You'd be surprised how many calls we get\" about this type of explosive, said Henry Groepper, spokesman for the Portland Police Bureau. In that year roughly six tennis ball bombs had been reported to the Portland area's bomb disposal unit, but they caused no other injuries. Tennis ball-bombs are nothing new. Investigators said they are usually made by curious teens and young adults \"looking for that big bang,\" using information found on the Internet. They are then abandoned when they don't detonate like they were supposed to. Because this sort of bomb isn't all that uncommon, folks are cautioned to leave found tennis balls alone, especially those which are wrapped in duct or electrical tape or feel heavier than usual. Barbara \"bombs away\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2000] I just read an article in our local newspaper, The Oregonian, that told about a dog that was killed by an explosion after its owner picked up a tennis ball that was lying on the ground and played fetch with it. It blew up in the poor dog's mouth. The police said that that has been happening quite often in the city. People four blocks away heard the explosion. The dog didn't die right away but people were begging the police to put the poor dog, Ivy, out of her pain. But they waited until a vet came. She was then euthanized. The owner collapsed when told that his dog had died. Ivy was a labrador retriever. Whoever reads this, no matter where you are, DON'T pick up \"stray\" tennis balls or let your dogs do so. Who knows what could be in them. Pretty sad world, isn't it?",
  "Last Updated": "1 August 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/critters/mishaps/tennisball.asp",
  "Claim": "A dog was killed when it bit into a tennis ball booby-trapped with explosives.",
  "Claim_ID": "critters_mishaps_tennisball",
  "Tags": ""
}