{
  "Origins": "This missive about the dire fate allegedly awaiting hundreds of greyhounds after the Dairyland Greyhound racetrack in Kenosha, Wisconsin, ceases operations at the end of the year is another plea that jumps the gun in warning that a number of healthy animals stand to be euthanized due to the upcoming closure of a shelter (or other type of animal facility).",
  "Fact Check": "",
  "Description": "Although the Dairyland Greyhound Park will be closing at the end of 2009 and will be placing some of its greyhounds up for adoption, according to the park's web site it will not be euthanizing any dogs the facility will remain open until all the greyhounds are placed: Wisconsin State law provides that the greyhounds are to be adopted to new homes, sent to another racetrack for racing purposes or returned to their owners. Our kennel compound will remain open until all greyhounds are properly placed. We do not know at this current time how many greyhounds in total will become available for adoption until we finish racing on December 31st, 2009. We do currently have greyhounds available for adoption in our adoption center. You are more than welcome to fill out an application at Dairyland or online at our website www.dairylandgreyhoundpark.com under the adoption tab at the top of the webpage. Likewise, the head of the Wisconsin state chapter of Greyhound Pets of America affirmed that the rumor about dogs from the Dairyland park being euthanized was not true: \"There's no truth to it, except that Dairyland will be closing,\" Ellen Paulus, the head of the state chapter of Greyhound Pets of America, said. The Dairyland Park is closing. But, Paulus says the dogs will be okay. \"They have three options under the Wisconsin Division of gaming, they can either go to another track to race, they can go to an adoption group or they can be signed back to their owners,\" Paulus said. Paulus estimates that there will be 200 to 300 dogs available for adoption when the track closes. \"We will be inundated with extra dogs but it's not the dire situation that that email says it is.\" She wants to put the rumor to bed so that she can dedicate her time to finding homes for the dogs rather than answering emails about the rumor.",
  "Originally Published": "",
  "Referred Links": "http://dairylandgreyhoundpark.com/RecentNews.asp?date=11/19/2009&title=DGP%20Important%20Closing%20-%20Dog%20Status;",
  "Example": "[Collected via e-mail, November 2009] Dairyland Greyhound Racetrack in Kenosha, Wisconsin will be closing on December 31, 2009. 900 Greyhounds need to be adopted or they will be euthanized. Please help me get the word out; there is only 6 weeks to get this task done. Contact Joanne Kehoe Operations Director P: 312.559.0887 Or Dairyland Race Track Adoption Center direct at (262) 612-8256.",
  "Last Updated": "28 November 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/crusader/greyhounds.asp",
  "Claim": "Dogs not adopted after the closure of the Dairyland Greyhound Park will be euthanized.",
  "Claim_ID": "critters_crusader_greyhounds",
  "Tags": ""
}