{
  "Origins": "This announcement entreating adults to return to the streets to murder pit bulls and other \"look alike\" dogs after tucking their exhausted little trick-or treaters to bed spread via social media sites such as Facebook and Twitter in mid-September 2012.",
  "Fact Check": "",
  "Description": "It was all a hoax; no one was organizing a \"National Kill a Pit Bull Day\" for Halloween, or for any other date. The \"National Kill a Pitbull Day\" messages were part of an anonymous prank aimed at Slater, Missouri, councilman Terry Jordan, who earlier in 2012 was instrumental in developing a pet animal ordinance for that city. Although the final version of Jordan's legislation altered the original focus upon the pit bull breed into a non-breed specific vicious dog ordinance, early drafts had singled out pit bulls. Jordan thereby drew the ire of local pit bull lovers, one of whom apparently decided to exact revenge by spreading word that Jordan was sponsoring a \"National Kill a Pitbull Day\" scheduled for Halloween 2012. After the \"National Kill a Pitbull Day\" hoax hit the Internet, Councilman Jordan was besieged with outraged phone calls, many threatening him and his family. \"Our Terry has been inundated and the city has been inundated with threats and calls. Well, Terry didn't do this,\" Mayor Stephen Allegri said. The Slater Police Department, Slater City Hall, and Terry Jordan's business were also hit by outraged phone calls prompted by the Internet post. Jordan was horrified by the hoax and has never suggested violence against pit bulls. Similar rumors about the killing of pit bulls on Halloween were circulated anew in September 2013 and 2014, but those instances were just resurrections of an earlier year's hoax. Such rumors feed upon the long-lived legend that cats are routinely sacrificed by Satanic cults on Halloween, which in turn prompts many cat owners to keep their feline friends locked up for that night and numerous animal rescue groups to eschew placing black cats with new owners during the month of October. Barbara \"animal housed\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2012] WARNING! Don't plan on your 4 legged friends walking around with you on Halloween this year. KEEP ALL DOGS LOCKED IN A HOUSE October 31 (Halloween Night) is trying to become National \"Kill A Pitt Bull Day\" Not only is pit bulls part of this \"Holiday\". Any breed is fair game. Especially any look alike breeds. Terry Jordan I m here by announcing October 31 National kill a pibull day. After you take the kids trick or treating keep your costume on round up some friends and kill as many pitbulls as you can before midnight. Baseball bats, knives, bricks and poisons (a hotdog soaked in radiator fluid works well) are all suitable tools. Their owners like brag about their high threshold for pain. So don t worry them suffering they can take it. So remember to spread the word!",
  "Last Updated": "15 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/cruelty/pitbull.asp",
  "Claim": "This Halloween has been designated as \"National Kill a Pitbull Day.\"",
  "Claim_ID": "critters_cruelty_pitbull",
  "Tags": ""
}