{
  "Origins": "In May 2013, social media were abuzz with chatter regarding (and at least one petition calling for the shutdown of) a three-month-old blog site for an outfit advertising Texas Horse Hunts, presented as an opportunity for big game horse hunters to bag themselves some equines:",
  "Fact Check": "",
  "Description": "Multiple factors pointed to the whole thing being a satirical hoax, however, including: The lack of any previous news coverage or any effort to publicize the business beyond a single blog entry. The photographs on the Texas Horse Hunts blog site were all lifted from other web sites. The picture of the dead equine in the back of a truck was taken from a May 2009 blog entry for Rogues Gallery Kennel (a rescue kennel for sled dogs) about the picking up of a naturally deceased horse in Alaska; the photo of a pair of horses lying dead on the ground was taken from a 2010 news article about San Joaquin County Sheriff s Office investigating five dead horses believed to have died of thirst in a field off Interstate 580 in California; and the picture of a single (apparently undead) brown horse lying on the ground is a stock photo from 2004. Joseph Robertia, the rightful owner of the first photograph penned an article for The Redoubt Reporter describing the harm the theft of his photo had caused for him and his family, saying (in part): Hi, my name is Joseph, and I hunt horses with sticks, crossbows and firearms. And if you believe this, I ve got some prime swampland in Florida to sell you. Sadly, though, several people do believe it, thanks in part to a photo stolen from my personal blog, http://www.rogueskennel.com, and used out of context on a site proclaiming to be for Texas Horse Hunts. Not hunting on horseback, but actually hunting and killing horses. It's left me having to assert and explain something so bizarre I never thought I d have to utter these words I have not, do not and would not ever hunt horses. The photo they found on my site and reposted was taken in Alaska, after my wife and I retrieved a horse that died of natural causes from Sterling residents who had no way to bury it and didn t want it to attract summer bears. The part that really smarts is that the most extensive damage to our reputations was not done by the initial website post. Rather, it was from the dozens of outraged animal rights activists on Facebook pages and other social media sites who began spreading the photo with lightning speed.(A week after we published this article, all the photos and descriptive information were removed from the Texas Horse Hunt page.) The promotional material in the Texas Horse Hunts blog states that \"All horse meats will be processed at our facilities,\" but laws forced the shutdown of the last remaining horse slaughterhouses in the U.S. (including two in Texas) back in 2007, and no such facilities are currently legally operating in the U.S. We could find no record of \"Texas Horse Hunt Expeditions\" being registered as an LLC (limited liability company) in Texas or any other state. The blog site contains obvious jokes such as \"You will have the option of killing your horse traditionally (with a stick),\" and a \"Brief History of Horse Hunting\" article describing Henry VIII as a horse hunting enthusiast who \"instituted a policy of horse hunting exclusively by club\" and referencing a \"Back to the Future lead actor who's a vocal supporter of the sport.\" One of the best ways of determining whether web-advertised businesses of suspect nature are legitimate is by attempting to purchase what they're supposedly offering for sale (because the whole point of businesses to make money by servicing customers). But the Texas Horse Hunt Expeditions page includes neither a physical address nor even a general indication of where in the world the supposed hunts take place (somewhere in Texas, presumably), key pieces of information which any prospective customer would want to know. And none of our e-mails or phone calls to Texas Horse Hunt Expeditions expressing interest in participating in one of their \"adventures\" was returned.",
  "Originally Published": "",
  "Referred Links": "http://texashorsehunts.blogspot.co.nz/p/about.html;http://blogs.houstonpress.com/eating/2011/12/horse_slaughterhouses_texas_congress.asp;http://redoubtreporter.wordpress.com/2013/05/22/righting-online-wrongs-like-beating-a-dead-horse/;http://horrorvacui-stock.deviantart.com/art/Dead-Horse1-7691688;http://tracypress.com/view/full_story/8777348/article-Five-horses-die-of-thirst;http://tracypress.com/view/full_story/8777348/article-Five-horses-die-of-thirst;http://rogueskennel.com/blog/?m=200905;http://texashorsehunts.blogspot.com/;http://www.thepetitionsite.com/429/584/680/texas-horse-hunts/;",
  "Example": "[Collected via e-mail, May 2013] There's a blog going around about \"Texas Horse Hunts\" where horses are hunted on paid hunts....could this possibly be true?",
  "Last Updated": "29 May 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/crusader/horsehunt.asp",
  "Claim": "A Texas business provides big game hunters with an opportunity to participate in \"horse hunt adventures.\"",
  "Claim_ID": "critters_crusader_horsehunt",
  "Tags": ""
}