{
  "Origins": "The \"love bug,\" a fly in the Bibionidae family (also known as the honeymoon fly, telephone bug, double-headed bug, united bug, and March fly), is a nuisance any Florida motorist is unhappily more than passingly familiar with. Though these bugs neither bite nor sting, at certain times of the year their sheer numbers transform these innocuous insects into airborne hordes seemingly determined to devil anyone fool enough to take to the road. The adults splatter on windshields, lights, grills, and radiators of motor vehicles, and their dried remains are hard to remove. Suicidal pairs of love bugs have been known to cause overheating of motors when large numbers of them are drawn into the cooling systems of liquid-cooled engines. Unlike other bugs, something particular to them adversely affects the paint jobs on cars, pitting and etching the paint if their mortal remains are left on vehicles for more than 48 hours.",
  "Fact Check": "",
  "Description": "Every May and September these sex-crazed critters become an annoyance bordering on intolerable as the air teems with mating pairs. But the \"love bugs\" haven't always been part of the Floridian landscape, thus we've seen an abundance of \"mad scientist\" stories about how the state came to be infested with them. (Love bugs are not solely a Floridian plague; they range throughout the Gulf states and into Mexico and Central America, as well as up into Georgia and South Carolina. But they seem particularly enamored of Florida.) Truth is, Mother Nature is far more to be feared than any mad scientist and is far more capricious. In this case, she inspired some of her children to migrate to a new area, and in doing so prompted the creation of a number of rumors which attempt to explain why these critters came to take up residence in places where they weren't found before. Love bugs are not the result of a genetic cloning experiment gone wrong, nor were they unwittingly loosed from a research facility charged with studying exotic insects. They also weren't bio-engineered as a natural solution to the mosquito problem. (Love bugs do not eat mosquitoes: the adults do not eat at all, and larvae feed on decaying plant material.) These overly amorous critters are native to Central America; the best guess as to how they came to these United States places them as undiscovered stowaways who arrived by ship in Galveston or New Orleans around 1920. They migrated into Florida in 1947 from Louisiana, looked around, liked what they saw, and decided to stay. Their natural capacity for reproduction took care of the rest. Or, as an academic quoted by the Orlando Sentinel observed (with tongue firmly in cheek); Decades ago, with the mosquito population out of control, the University of Florida's mad scientists decided to fight back. That's how the red and black lovebugs were created or at least that's how an urban legend says it happened. Philip Koehler, an endowed professor in UF's entomology department, wasn't sure how the myth started but said it's impossible. \"If we'd created them, they would be orange and blue,\" he said. Barbara \"it's a bug's life\" Mikkelson Additional information: Love Bugs (University of Florida) Lovebugs in Florida (University of Florida)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20101022082059/http://edis.ifas.ufl.edu/mg068;http://solutionsforyourlife.ufl.edu/hot_topics/environment/lovebugs.html;",
  "Example": "[Collected on the Internet, 2002] Love Bugs are actually man-made. Scientists were genetically engineering females of a species of insect that would mate with the male mosquito, but be sterile and produce no offspring. Unfortunately, they accidentally also created a male Love Bug, and a pair somehow escaped into the wild. Since the bugs had no natural predators, their numbers quickly explodedinto the millions. [Collected on the Internet, 1995] Back when I was a student at Florida State, I was told that love bugs were accidentally released from a biological experiment station at the University of Florida. [Collected on the Internet, 1998] Supposedly, the lovebug was \"created\" in a lab at UF by crossing a fly and a mosquito in an attempt to create an enemy for mosquito larva. It supposedly got loose and now populates the whole southern US.",
  "Last Updated": "28 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/lurkers/lovebugs.asp",
  "Claim": "\"Love bugs\" are the result of a genetic experiment gone wrong at the University of Florida.",
  "Claim_ID": "critters_lurkers_lovebugs",
  "Tags": ""
}