{
  "Origins": "Bonsai kittens are not real. Nobody is making bonsai kittens. Nobody is selling equipment to help people make bonsai kittens. Nobody is instructing people in the \"lost Eastern art of sealing kittens inside rectilinear jars.\"",
  "Fact Check": "",
  "Description": "When it was running (the site is no longer active), the Bonsai Kitten web site was a joke, not an actual promotion for the making of bonsai kittens. Investigations by law enforcement agencies, including the FBI, determined no real cats were harmed in the creation of the pictures used on the Bonsai Kitten web site. Signing a petition to shut down the Bonsai Kitten web site will not prevent any kittens from being harmed, because no kittens were harmed in the first place. It was all a joke, one which some say was in terribly poor taste. If that was your reaction, take comfort in the knowledge that many others thought the same. How could you have known the Bonsai Kitten site was a satire despite its lack of \"This is a joke!\" banners emblazoned across it? Satire doesn't always announce itself as such (some feel that would ruin its humor), so in cases like this, one dusts off the common sense and aims it at the problem: The process described is impossible: animals so treated would die long before they could be \"molded.\" The web site offers no way to purchase the materials advertised. A real commercial enterprise wouldn't build consumer interest through a flashy web site then fail to offer anything for sale. (The site does include a page of \"Helpful Tools & Supplies\" but provides no form through which they can be ordered.) The \"Bonsai Kitten\" site displays no actual pictures of the finished product. There are plenty of pictures of kittens in jars which can comfortably accommodate them (cats are quite elastic and can fit into very small spaces without discomfort), but there are no photographs of molded kittens on display. The cruel.com web site offers an article entitled \"Happiness is a Rectilinear Kitten,\" its comprehensive history of the furor and media coverage generated by the Bonsai Kitten web site throughout its first year of existence.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20070427184340/http://www.cruel.com/sub/bonsai.asp;",
  "Example": "[Collected on the Internet, 2001] To anyone with love and respect for life: In New York there is a Japanese who sells bonsai-kittens\". Sounds like fun huh? NOT! These animals are squeezed into a bottle. Their urine and feces are removed through probes. They feed them with a kind of tube. They feed them chemicals to keep their bones soft and flexible so the kittens grow into the shape of the bottle. The animals will stay their as long as they live. They can't walk or move or wash themselves. Bonsai-kittens are becoming a fashion in New York and Asia. See this horror at: http://www.bonsaikitten.com Please sign this email in protest against these tortures. If you receive an email with over 500 names, please send a copy to: anacheca@hotmail.com. From there this protest will be sent to USA and Mexican animal protection organizations. [Collected on the Internet, 2002] FOR EVERYONE WHO LOVES ANIMALS A site that we were able to shut last year has returned. We have to try to shut it down again! A Japanese man in New York breeds and sells kittens that are called BONSAI CATS. That would sound cute, if it weren't kittens that were put in to little bottles after being given a muscle relaxant and then locked up for the rest of their lives!! The cats are fed through a straw and have a small tube for their faeces. The skeleton of the cat will take on the form of the bottle as the kitten grows. The cats never get the opportunity to move. They are used as original and exclusive souvenirs. These are the latest trends in New York, China, Indonesia and New Zealand. If you think you can handle it, view http://www.bonsaikitten.com and have a look at the methods being used to put these little kittens into bottles. This petition needs 500 names, so please put your one name on it!!! Copy the text into a new email and put your name on the bottom, then send it to everyone you know. If you notice that there are 500 names on the list, please send it to: anacheca@hotmail.com",
  "Last Updated": "4 August 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/crusader/bonsai.asp",
  "Claim": "A web site provides information and equipment for making 'bonsai kittens.'",
  "Claim_ID": "critters_crusader_bonsai",
  "Tags": ""
}