{
  "Origins": "Pets that are genetically engineered and manufactured to order may be a dream (or nightmare) of the future, but they aren't here quite yet.",
  "Fact Check": "",
  "Description": "Although the web site Genpets.com puts on a good show of spoofing an outlet for the sale of \"pre-packaged, bio-engineered pets,\" no such product exists. (One common giveaway: prospective buyers can't actually order anything through the Genpets store , with the excuse given that \"Bio-Genica is still developing its connections and relations with resellers while we get the various approvals needed to sell Genpets worldwide.\") Like similar items we've been asked about, Genpets are actually artworks in this case plastic and latex sculptures (including circuitry and robotics) created in 2005 by then 24-year-old Canadian commercial artist Adam Brandejs. As the artist explained in conjunction with an exhibition of his work, the point of Genpets is to get the public thinking about the concept of bioengineering and how they feel about where that science might lead us: I'm not against bioengineering, I'm simply hesitant towards where and how and by whom the technology will be used. That's what this art sums up. I don't ever want to be confused for as a crazy activist, nor do I want to appear as endorsing this technology. Bioengineering could lead to medical breakthroughs that save lives, but will it? This is more a critique of corporate ethics than of technological ethics. If you're still caught up on whether they're real or not, that's ok, a lot of people are, but that's not the point of the work. Slow down, stop, and think. Think about why it is that you probably, like most people seeing the work, find it highly disturbing on some level, and yet, still want to buy one. Why is it that you're so inclined to buy things, no matter what? And what is it that makes this concept so disturbing, or not disturbing to you? Consider both sides of the issue, and consider how we treat animals in farms, and pet stores today. How does that relate? This sculpture is the physical representation of a question. Bioengineering, like any new technology promises a great deal of positive effects. We as a race however tend to put a great deal more faith into technology as a saviour than it necessarily has earned. Through Genpets I question the negative effect that bioengineering can have, for we all know that when it all comes down to it, profit is the bottom line. The question surrounding bioengineering is not in its positive or negative ramifications, or where it can take us; it is whether or not we are responsible enough to go there. When Genpets were exhibited in a Toronto storefront, they created a reaction much like the one now being prompted by the Genpets.com web site: Genpets seems to create a reaction wherever they go. While in the store window of Iodine Toronto, the shop owner began sleeping in the store as many nights, people would bang at the windows furiously. Some in protest of the small Bio-genetically engineered creatures trapped in plastic, some wanting to wake them up or buy them. Hordes of teens wanting a bioengineered pet met confused, baffled, or even shocked looks from parents. For an upcoming generation, through our own marketing techniques, life and the idea of life are quickly becoming viewed as disposable commodities. Adam Brandejs' other works include the animatronic flesh shoe and a prosthetic zipper . Additional information: The Contemporary Art and Sculpture of Adam Brandejs",
  "Originally Published": "",
  "Referred Links": "http://www.brandejs.ca/index.asp;http://www.brandejs.ca/details.asp?view=sfx_zipper;http://www.brandejs.ca/details.asp?view=flesh_shoe;http://www.brandejs.ca/details.asp?view=genpets;http://www.genpets.com/store.asp;",
  "Example": "[Collected via e-mail, 2006] There is a website, www.genpets.com, that claims to have made genetically engineered \"pets\" that are part-human and part-animal and are \"living, breathing\" creatures.",
  "Last Updated": "30 April 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/crusader/genpets.asp",
  "Claim": "The web site Genpets.com sells mass-produced, bioengineered pets.",
  "Claim_ID": "critters_crusader_genpets",
  "Tags": ""
}