{
  "Origins": "It would be nearly impossible for anyone in the USA not to have heard about Jessie Arbogast, the 8-year-old boy who was mauled by a 7-foot bull shark on 6 July 2001 while wading in knee-deep water at the Gulf Islands National Seashore near Pensacola, Florida. The shark bit off one of Jessie's arms and a large chunk of his thigh before Jessie's uncle, Vance Flosenzier, pulled the shark away and wrestled it to shore. After a Park Service ranger shot the shark in the head, a lifeguard retrieved Jessie's arm from its gullet; the limb was rushed to Pensacola's Baptist Hospital, where surgeons reattached it in a nearly 12-hour procedure. Jessie, who lost nearly all of his blood in the ordeal, remains in a light coma at Sacred Heart Children's Hospital.",
  "Fact Check": "",
  "Description": "Where the message quoted above came from and what prompted someone to write it are unknown to us, but much of what has been reported about the shark attack contradicts its claims: There is a reason that this 7 foot shark was in 2 feet of water . . . THE UNCLE THAT WRESTLED THE SHARK ASHORE WAS FISHING FOR SHARKS, HAD IT ON A LINE AND HAD BEEN FIGHTING IT FOR TWO HOURS PLUS. This makes it sound as if finding a shark in two feet of water near the shore is such an unusual occurrence that something out of the ordinary must have prompted it. But news reports quoted a variety of shark experts who gave very plausible reasons why this was not so, starting with an CNN interview with chief park ranger J.R. Tomasovic: CNN: Tell me this, first of all, were there -- have there been many shark attacks out there? J.R. TOMASOVIC: The last attack we had was in 1999. CNN: But you've seen sharks out there on a regular basis? TOMASOVIC: That's correct. Shark activity off the park is a daily event to us. As well, Jessie was wading in the ocean at dusk, prime feeding time for sharks, and therefore one of the times of day one would most likely expect a shark attack to occur. Why was the shark so near to shore? The bull shark that attacked 8-year-old Jessie Arbogast might have been driven close to shore by intense hunger. \"I've never seen a bull shark that skinny,\" said fisheries biologist Buck Buchanan of the Mississippi Department of Marine Resources. \"The shark didn't look like he was in great shape.\" Bull sharks are one of the three most dangerous species, along with whites and tiger sharks. They feed on sea turtles, which were nesting in the area at the time of the attack. Also claimed in this piece is: NO MAN is going to wrestle a shark that large to shore in two feet of water, that is one powerful animal. As noted above, a fisheries biologist said he had never seen a bull shark that skinny, and that it looked to be in poor shape. Jessie's uncle, however was certainly not in poor shape: Dan Dillon was fishing with his grandson several hundred feet away . . . he saw Flosenzier, who is maybe 6-foot-3. In his late 30s, he competes in marathons and triathlons. \"The guy was really strapping,\" Dillon said. \"He was very broad-shouldered and he could wrestle a gorilla, it looked like to me, and give him a good run.\" As for how Jessie's uncle managed to safely drag the shark ashore: George Burgess, executive director of the International Shark Attack File, said the shark lost much of its strength when the uncle took hold of its tail. That's the way sharks typically are handled, Burgess said. \"Without the tail it's like a car spinning its wheels,\" he said. \"Because its wheel is essentially off the ground in the back it has no traction.\" Another claim offered here: The ranger that shot the shark testified that the shark still had the hook in his mouth and \"put up a big fight because his mouth was all bloody and torn up\" He did? To whom did the ranger (actually National Park Service Ranger Jared Klein) offer this \"testimony\"? (There have been no legal proceedings of any kind connected with the incident, other than the standard investigation.) How is it that none of it appeared in his report, and no news agency reported what he had to say? (Yes, we know it's part of the conspiracy of silence.) And how is that all of the marine experts who examined the shark failed to notice the hook marks around its mouth? There is a reason that the \"hero\" of the attack that wrestled that 7 foot shark to shore is not giving any interviews, and is hard to find. It is true that Jessie's uncle and aunt, Vance and Diana Flosenzier, have declined to speak to the media, but they're not \"hard to find,\" nor is it true that they have given no interviews. Vance Flosenzier gave an interview to the National Park Service, one which was widely reported by national news agencies. The Flosenzier's relative silence is hardly unusual. After seeing your nephew attacked and nearly killed by a shark, would you want to cope with having to relive the horror dozens of times a day as hundreds of reporters shoved microphones at you to ask you the same questions day in and day out? How many of us would put up with something like the following? CNN, CBS, NBC, the Associated Press, Reuters and Time magazine, as well as myriad national and regional newspapers from Mobile to Miami, sent reporters, cameras and satellite trucks to cover the story. Through the first few days, the hospital graciously handled the hundreds of requests for interviews. While Jessie lay in a pediatric intensive care unit in a coma, hospital administrators, physicians and support staff dutifully paraded before the cameras for thrice-daily updates on the boy's condition and the medically miraculous efforts to save him. But like inconsiderate dinner guests, the media entourage refused to leave and doubled efforts to reach Jessie's family, which had repeatedly asked to be left alone. Contradictory news accounts aside, this message asks us to believe in some pretty incredible concepts, the most incredible of all the notion that every single media outlet in the world would sit on one of the biggest stories of the year out of concern that their reportage might adversely affect a victim. Ho ho. What next the claim that the President of the United States in involved in some sort of scandal, but the media are keeping it quiet \"for the good of the country\"?",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/2001/US/07/19/shark.attack/index.html;",
  "Example": "[Collected on the Internet, 2001] To all my buddies and friends that have called me about the truth on the shark attack here on Pensacola Beach, the truth is coming out! There is a reason that the \"hero\" of the attack that wrestled that 7 foot shark to shore is not giving any interviews, and is hard to find. There is a reason that this 7 foot shark was in 2 feet of water, and there is a reason that the family is \"acting funny\" about taking money from those that want to help . . . here it is . . . hard truth . . . Sit down . . . THE UNCLE THAT WRESTLED THE SHARK ASHORE WAS FISHING FOR SHARKS, HAD IT ON A LINE AND HAD BEEN FIGHTING IT FOR TWO HOURS PLUS. The unidentified stranger that helped him also helped him fight the fish to shore. When the shark got into two feet of water, the kids all ran into the water in jubilation and the shark lunged from off the ground and hit Jessie Arbogast twice, took his arm off and bit into his leg! The man had CHUM in the water, and heavy tackle built to fish for sharks. His nephew got bit because the entire family went into the water trying to wrestle the fish to land. There is big money on a shark that size. The press has suppressed the real truth, because they are afraid that it will effect the contributions for Jessie and the uncle is so filled with guilt, he has tried to commit suicide once already . . . Now it all makes sense. NO MAN is going to wrestle a shark that large to shore in two feet of water, that is one powerful animal, and they had cut the cable, and hide the rods by the time the Medic's got there. The ranger that shot the shark testified that the shark still had the hook in his mouth and \"put up a big fight because his mouth was all bloody and torn up\" . . . (that is why the shark had blood all over it's mouth in the TV photo's, it was it's own blood !!) I am not lessening the horror of the event. Jessie did get an arm bit off and is going to recover, but I am tired of Pensacola Beach taking it in the shorts because of the \"whole truth not being told\" . . . The money, in my opinion would still come in, and the uncle will have to accept that it was a tragic accident and a mistake.",
  "Last Updated": "29 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/malice/shark.asp",
  "Claim": "The media is aware that the bull shark that mauled 8-year-old Jessie Arbogast was one his uncle had been fishing for and fighting on a line for two hours, but they are suppressing that information.",
  "Claim_ID": "critters_malice_shark",
  "Tags": ""
}