{
  "Origins": "A group of researchers reported in October 2014 the Triatomine bug, a reduviid bug living in the United States, can carry a parasite that causes Chagas disease.",
  "Fact Check": "",
  "Description": "Melissa Nolan Garcia, a research associate at Baylor College of Medicine in Houston, presented two studies at the annual meeting of the American Society of Tropical Medicine and Hygiene. For one study, Garcia and her team collected 40 triatomine bugs in Texas and discovered nearly 75% of the bugs were carrying the parasite Trypanosoma cruzi . For the second study, Garcia's team examined 17 blood donors who had symptoms consistent with Chagas disease: \"We are finding new evidence that locally acquired human transmission is occurring in Texas. We were surprised to find that 36 percent (of the blood donors) had evidence of being a locally acquired case. Additionally, 41 percent of this presumably healthy blood donor population had heart abnormalities consistent with Chagas cardiac disease.\" The Centers for Disease Control and Prevention (CDC) believes nearly 300,000 people may be infected with the parasite Trypanosoma cruzi in the United States. Garcia believes this number may be higher, however, since many people infected with the disease are asymptomatic and undiagnosed: \"It's a silent killer. People don't feel sick, so they don't seek care, but it causes heart disease in about 30 percent of those who get infected. Physicians should consider Chagas when patients have swelling and enlargement of the heart not caused by high blood pressure, diabetes or other causes, even if they do not have a history of travel.\" The CDC has classified Chagas Disease as one of five Neglected Parasitic Infections in the United States. Chagas, as well as cysticercosis, toxocariasis, toxoplasmosis, and trichomoniasis, are considered NPIs in the United States since little attention has been dedicated to their surveillance, prevention, and treatment. A CDC factsheet about NPIs in the United States reads: Most people think of parasitic diseases occurring in poor and developing countries, something they might pick up on an overseas trip. However, parasitic infections still occur in the United States, and in some cases, affect millions of people. Often they can go unnoticed, with few symptoms. But many times these infections cause serious illnesses, including seizures, blindness, heart failure, and even death. Anyone, regardless of race or economic status, can become infected, although minorities, immigrants, and people living in poor or disadvantaged communities appear to be most at risk. The good news is that most of these infections can be prevented, and many are treatable. However, these infections are often undetected and untreated. Why? Most people do not know they are infected or at risk, or don't have access to appropriate care. And often, health care providers are unfamiliar with these parasitic infections, and may not diagnose or treat them appropriately. We have limited understanding about how many people are infected, or who is most at risk.\" Triatomine bugs (also called reduviid bugs, kissing bugs, assassin bugs, cone-nosed bugs, and blood suckers) have been found in the Southern United States, Mexico, Central America, and South America. The bugs can transfer Chagas disease to humans, but the CDC notes transmission of the disease is not easy: The parasite that causes the disease is in the bug feces. The bug generally defecates on or near a person while it is feeding on his or her blood, generally when the person is sleeping. Transmission occurs when fecal material gets rubbed into the bite wound or into a mucous membrane (for example, the eye or mouth), and the parasite enters the body. Shortly after Garcia reported her findings, several publications ran sensational headlines claiming Chagas disease was the \" new AIDS .\" Although the threat is real, it is unlikely for someone in the United States to be infected by a kissing bug: \"There have been a few reports of people becoming infected with these bugs here in the United States. We don't know how often that is happening because there may be cases that are undiagnosed, since many doctors would not think to test their patients for this disease. However, we believe the risk of infection is very low.\" Chagas Disease can be fatal, but many people infected by Trypanosoma cruzi never develop the disease and remain asymptomatic for life. According to the CDC , only about 30% of infected people will \"develop debilitating and sometimes life-threatening medical problems over the course of their lives.\" A November 2015 report on the discovery of kissing bugs in Georgia noted that there had not been a reported case of Chagas in that state since 1855: The \"kissing bug,\" which can carry a parasite in its feces that can cause a deadly disease, has been found in Georgia, according to the Atlanta-based Centers for Disease Control and Prevention. However, according to Dr. Susan Montgomery of the CDC, the bugs have been around Georgia since 1855 and there has never been a reported case of the disease via the bug in the state. There's a low chance in the United States of getting Chagas from a triatomine bug, according to the CDC. The species of bug in the U.S. is more often found in wooded areas than in people's homes, Montgomery said. It often feeds on wildlife. Nationwide, there have been less than 30 total reported cases of Chagas acquired through the bugs, Montgomery said.",
  "Originally Published": "",
  "Referred Links": "http://www.ajc.com/news/news/local/deadly-kissing-bug-reported-georgia-cdc-says/npTf3/;http://www.cdc.gov/parasites/chagas/disease.html;http://www.latintimes.com/chagas-disease-dubbed-new-aids-how-protect-yourself-kissing-bug-disease-infecting-274869;http://www.cdc.gov/parasites/chagas/gen_info/vectors/#get_chagas;http://www.cdc.gov/parasites/resources/pdf/npi_factsheet.pdf;http://www.cdc.gov/parasites/npi/;http://www.cdc.gov/parasites/chagas/epi.html;http://www.nlm.nih.gov/medlineplus/news/fullstory_149267.html;",
  "Example": "[Collected via e-mail, November 2014] Read an article about a bug that sounds to be the new insect of the plague. Aids is the similar disease this \"Insect\" supposedly spreads through its bite. Chagas and Trypanosome were the diseases also known to be spread. Is this real?",
  "Last Updated": "25 November 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/critters/lurkers/kissingbugs.asp",
  "Claim": "Kissing bugs in the U.S. have been found to carry a disease-causing parasite.",
  "Claim_ID": "critters_lurkers_kissingbugs",
  "Tags": ""
}