{
  "Origins": "Children are routinely cautioned that they must not touch baby birds found in the wild nor lay so much as a finger on eggs discovered in nests, lest such actions cause a mother bird to reject her young or abandon her nest. This bit of lore confidently asserts that wild birds are so sensitive to the dangers posed by humans that they will fly off, never to return, if they catch even a faint whiff of human scent around the nest or on their young.",
  "Fact Check": "",
  "Description": "However, Mother birds will not reject their babies because they smell human scent on them, nor will they refuse to set on eggs that have been handled by a person. Many birds have a limited sense of smell and cannot detect human scent, or if they can detect it, do not react to it. (If you handle bird eggs while the mother is away from the nest, mama bird may notice upon her return that the eggs were disturbed during her absence, and some species of bird will take this as an indication that a dangerous intruder has been present and may temporarily or even permanently abandon their nests as a result. Such behavior is relatively rare, however, and in these situations the mother birds are reacting to visual warnings, not olfactory ones.) Possibly this widespread caution against handling young birds springs from a desire to protect them from the many well-intentioned souls who, upon discovering fledglings on the ground, immediately think to cart them away to be cared for. Rather than attempting to impress upon these folks the real reason for leaving well enough alone (that a normal part of most fledglings' lives is a few days on the ground before they fully master their flying skills), a bit of lore such as this one works to keep many people away from young birds by instilling in them a fear that their actions will doom the little ones to slow starvation. Lore is thus called into service to prevent a harmful act that a rational explanation would be much less effective in stopping. Why should you not immediately bear young birds away to a safer place? Primarily because the last thing you want to do is separate baby birds from their parents. Don't consider picking up such finds and bringing them into your home to be cared for, because their parents will do a much better job than you ever could. Chances are very good that mom and dad are close at hand, even if you don't see them. The first step in aiding young birds is determining whether the little ones are nestlings or fledglings. Nestlings are featherless or fuzzy and belong in a nest. Fledglings have feathers and are old enough to leave the nest and be on the ground or in a shrub. Replace nestlings into the nest they have fallen from, but leave fledglings where you find them. If the nestlings' nest has been destroyed (a high wind, perhaps), create a new one from a berry basket or margarine tub that has had holes poked into the bottom of it for drainage. Line the improvised nest with pine needles or paper towels and tack it up in a tree or shrub as close to the original nest as possible. Place the nestlings in their new home and leave. The parents will usually return and take up feeding the babies as if they were still in the original nest. Fledglings usually spend several days on the ground or on tree limbs after leaving the nest but before their flight skills have developed well enough for them to no longer need the care of their parents. During this time, the parents bring food to these little ones and teach them various survival skills. If you've fledglings in your backyard and are worried that the family cat might take them, keep the cat in for a few days. Likewise, keep the children (and over-enthusiastic adults) away from that area for as long as the young birds are earthbound. Of course, you may one day stumble upon young birds whose parents have been killed or injured or otherwise forced to abandon their offspring, and who will die without the intervention of caring humans. For those situations, we recommend following the advice given in the \"Additional Information\" links below. Barbara \"ground control to major calm\" Mikkelson Additional information: Guide to Assisting Wildlife Babies What to Do When You Find a Baby Bird",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20071213204702/http://www.tc.umn.edu/~devo0028/advice4.htm;http://web.archive.org/web/20080730054149/http://www.tc.umn.edu/~devo0028/guideto.htm;http://www.birdsandblooms.com/birding/birding-basics/can-birds-smell-taste/;",
  "Example": "",
  "Last Updated": "26 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/wild/babybird.asp",
  "Claim": "Handling an egg or a baby bird will cause its mother to reject it.",
  "Claim_ID": "critters_wild_babybird",
  "Tags": ""
}