{
  "Origins": "In April 2012 Diamond Pet Foods issued a voluntary recalled of some of their brands of dry pet food manufactured in Gaston, S.C., between 9 December 2011 and 7 April 2012 due to potential Salmonella contamination. The brands that were recalled on 4 May 2012 have not tested positive for Salmonella. The company is recalling multiple brands, however, as a precautionary measure to ensure the safety and well-being of customers and their pets. Consumers should check the Diamond Pet Foods Recall Information web site for the production codes and best-before dates on the bags of recalled food and discontinue feeding any matching product to their pets.",
  "Fact Check": "",
  "Description": "The recalled brands include: Chicken Soup for the Pet Lover s Soul Country Value Diamond Diamond Naturals Premium Edge Professional 4Health Taste of the Wild Apex Kirkland Signature/Kirkland Signature Nature s Domain Canidae Diamond also stated of the recall that: Diamond Pet Foods apologizes for any issues this may cause consumers and their pets. Pet owners who are unsure if the product they purchased is included in the recall, or who would like replacement product or a refund, may contact Diamond Pet Foods via a toll free call at 1-866-918-8756, Monday through Sunday, 8 a.m. 6 p.m. EST. Consumers may also go to a special website, www.diamondpetrecall.com, for more information. The company is working with distributors and retailers to ensure all affected product is removed from shelves. Pets with Salmonella infections may have decreased appetite, fever and abdominal pain. If left untreated, pets may be lethargic and have diarrhea or bloody diarrhea, fever and vomiting. Infected but otherwise healthy pets can be carriers and infect other animals or humans. If your pet has consumed the recalled product and has these symptoms, please contact your veterinarian. Individuals handling dry pet food can become infected with Salmonella, especially if they have not thoroughly washed their hands after having contact with surfaces exposed to this product. People who believe they may have been exposed to Salmonella should monitor themselves for some or all of the following symptoms: nausea, vomiting, diarrhea or bloody diarrhea, abdominal cramping and fever. According to the Centers for Disease Control, people who are more likely to be affected by Salmonella include infants, children younger than 5 years old, organ transplant patients, people with HIV/AIDS and people receiving treatment for cancer. The U.S. Centers for Disease Control (CDC) have received a limited number of reports of salmonellosis, the illness caused by Salmonella. We are working with the CDC, but due to patient confidentiality, we cannot comment further.",
  "Originally Published": "",
  "Referred Links": "http://www.diamondpetrecall.net/;",
  "Example": "",
  "Last Updated": "7 May 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/critters/crusader/diamond.asp",
  "Claim": "A Diamond Pet Brands recall of pet foods is underway due to potential Salmonella contamination.",
  "Claim_ID": "critters_crusader_diamond",
  "Tags": ""
}