{
  "Origins": "This tale of dog lovers in Japan taken by swindlers who \"imported entire flocks of sheep from the UK and Australia\" and sold them as poodles hit the news in April 2007 when it was published in some UK newspapers (including the Metro and the Sun ) known for their not infrequent detours into the fantastic. Many readers spotted its remarkable similarity to the hoary \" Mexican Pet \" urban legend, in which unsuspecting tourists traveling in a foreign country adopt a small stray dog, only to discover later that their new pet is actually a very large form of rat.",
  "Fact Check": "",
  "Description": "The notion that anyone who had ever seen a dog (which is most everyone) could be fooled by sheep proffered as poodles is as implausible (if not more so) as the idea that anyone could really mistake a rat for a dog. (The claim that \"sheep are rare in Japan and most people do not know what they look like\" is just silly: even schoolchildren who have never seen live sheep learn to identify them from pictures and drawings and can recognize them as something distinctly different than dogs. Certainly the creatures' bleating instead of barking and having hooves in place of paws are some basic, easily recognized clues.) And in this case the tale is not something that supposedly happened to the indefinite \"some tourist\" in \"a foreign country,\" but to thousands of Japanese in their homeland, people who were reportedly shelling out the equivalent of $1,600 per sheep-dog before anyone caught on to the scam and blew the whistle. Aside from its basic implausibility, a number of other details tolled the death knell for this version of the legend: This astounding story seems to have completely escaped the notice of the news media in Japan (where it should have been receiving the greatest amount of coverage), and police in Sapporo said they had not heard of the scam. The company identified as the outfit behind the sheep-as-poodles swindle, Poodles As Pets, didn't seem to exist in Sapporo (or anywhere else in Japan). As Cerebral Soup! pointed out, the very same story had been posted as a blog entry (in Japanese) back in February 2006. Cerebral Soup! also noted it wasn't the case that, as claimed in the English-language articles, \"Japanese moviestar Maiko Kawamaki [sic] went on a talk-show and wondered why her new pet would not bark or eat dog food.\" Actually, Ms. Kawakami appeared on a Japanese television show ( Gokigenyou ) and merely said that she had heard a story about someone else's being sold a sheep as a poodle. All in all, this was yet another case of an urban legend's being recycled by a few news sources who weren't about to let the truth get in the way of a good story. In April 2013 English-language news outlets such as the UK's Daily Mail ran a similar story based on an Argentinian television news report supposedly showing that scammers in Argentina were selling ferrets which had been \"pumped up on steroids\" to unsuspecting buyers and passing them off as toy poodles:",
  "Originally Published": "",
  "Referred Links": "http://www.imdb.com/name/nm0442799/;http://blogs.yahoo.co.jp/jasonyoshizumi/25230332.html;http://www.souzouzone.jp/blog/2007/04/media_flock_to.asp;http://www.metro.co.uk/news/article.html?in_article_id=46730&in_page_id=34;",
  "Example": "[The Sydney Morning Herald, 2007] When it comes to pulling wool over the eyes ... the net is buzzing with a story about thousands of Japanese being swindled in a scam in which they were sold Australian and British sheep and told they were poodles. Flocks of sheep were reportedly imported to Japan and then sold by a company called Poodles as Pets, marketed as fashionable accessories, available at $1,600 each. That is a snip compared to a real poodle which retails for twice that much in Japan. The reported scam was uncovered when Japanese moviestar Maiko Kawamaki went on a talk-show and wondered why her new pet would not bark or eat dog food. She was apparently crestfallen when told it was a sheep. So, it seems, sheep that good at playing the part of poodles. The story goes that hundreds of other women got in touch with police to say they feared their new \"poodle\" was also a sheep. It seems one presumably shortsighted couple said they became suspicious when they took their \"dog\" to have its claws trimmed and were told it had hooves. Japanese police believe there could be 2000 people affected by the scam, which operated in Sapporo and capitalised on the fact that sheep are rare in Japan, so many do not know what they look like. \"We launched an investigation after we were made aware that a company were selling sheep as poodles,\" Japanese police said, The Sun reported. \"Sadly we think there is more than one company operating in this way. \"The sheep are believed to have been imported from overseas - Britain, Australia.\" Many of the sheep have now been donated to zoos and farms.",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/lurkers/poodlesheep.asp",
  "Claim": "Thousands of Japanese pet owners were victimized by swindlers who sold them sheep and told them the animals were poodles.",
  "Claim_ID": "critters_lurkers_poodlesheep",
  "Tags": ""
}