{
  "Origins": "At the beginning of February 2005, we began receiving e-mails from puzzled readers about www.savetoby.com , a site alleging to be run by a fellow intent upon killing and eating his pet rabbit unless his demands for $50,000 were met by 30 June 2005.",
  "Fact Check": "",
  "Description": "Bunny lovers everywhere can once again breathe easily: savetoby.com is a hoax. Although the site now lacks a disclaimer, a visitor to it on 9 February 2005 spotted one that said: \"Note: this is a joke: please only donate to buy gear or help support savetoby.com.\" Even without such explicit clarification, certain things about the site should make the buffoonery clear: The premise of the threat (\"Send money or I'll kill the rabbit\") gives away the jest. Society regards rabbits as one of the more disposable pets: every year thousands of bunnies end up with Humane Societies or animal rescue groups because their previous owners very quickly proved unable or unwilling to care for them. While rabbits do make fine pets, they also require veterinary care (including one-time spaying/neutering and annual vaccinations against disease), specialized diets, and reasonably large indoor cages, all of which represent a level of commitment many who vaguely thought they might like to keep a rabbit or two are generally unaware of at the time of adoption. Also, despite their resemblance to plush toys, rabbits do not like to be held, petted, or carted about, which means those who think they're taking on animal companions they can hug and squeeze to their hearts' content discover only after the fact that the sort of critter they thought they were bringing into their homes isn't at all what they ended up with. Consequently, any number of cute, fluffy pet bunnies are unceremoniously turned loose outdoors (where they live, on average, for three days), killed by their owners, or are handed over to animal shelters and rescue groups. The \"Save Toby\" jape swings upon the notion of this particular rabbit's cuteness, inspiring folks to pry open their wallets to the tune of $16,380.18 . . . in a world where rabbits are regarded as worthless and animal shelters can't find donors to support their work. The 'Balance:' figure which purports to showcase the amount already extorted (located near the bottom of the site's main page in a section labeled 'Premium Account Overview') was an imitation, not a real counter. It was periodically altered to increase the number displayed so as to maintain the appearance that folks were actually chipping in to preserve Toby's life. (The account that was used to accept monetary donations was eventually shut down by PayPal.) As of 1 March 2005, the amount shown was $16,380.18. Similar to savetoby.com was Save Bernd! , another \"pay or the rabbit gets it\" site run by an operator who threatened to turn Bernd, a pet bunny he found outdoors on a rainy night, into \"Rabbit with Chanterelle\" for his Easter dinner if visitors didn't donate 1,000,000 Euros by 27 March 2005. Bernd was previously scheduled to become someone's New Year's dinner; earlier versions of the site announced \"I swear by God, I will have this lovely rabbit for New Year's Eve Dinner if my account doesn't show a balance of at least 1,000000 by latest 31st Dec 2004!\" As expected, when that date came to pass, the site was changed to read: \"I swear by God, I will have this lovely rabbit for Easter Sunday's Dinner if my account doesn't show a balance of at least 1,000,000 by latest 27th March 2005!\" At the very end of the \"Save Bernd!\" page, in teeny, tiny print, was the message \"it's a joke.\" That same rabbit appeared on www.savefluffy.com , yet another 'bunny in peril' site that promised a future as rabbit stew for the pictured lagomorph unless its owner received $1,000,000 by 31 December 2005. Those truly moved by the plight of Toby, Bernd, or Fluffy should consider donating a bit of their spare cash to their local animal shelters or rescue groups, entities that all too often have bunnies dumped upon them by those who have decided they can no longer be bothered to keep their pets, or to rabbit-specific groups such as the Rabbit Rescue and Rehab of New York, Tidewater Rabbit Rescue of Virginia, and Zooh Corner . Barbara \"bunny money\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.rabbit.org/;http://www.mybunny.org/;http://www.rabbitsrescued.org/;http://www.rabbitcare.org/;http://web.archive.org/web/20050227044827/http://www.savefluffy.com/;http://www.krohm.net/bernd.htm;http://www.savetoby.com;",
  "Example": "[Collected on the Internet, 2005] PETITION TO STOP THE EXPORT OF ST BERNARD DOGS TO ASIA AS TABLE MEAT Is there really a guy holding a rabbit ransom at savetoby.com? It says he rescued the rabbit and is threatening to eat it unless he receives $50 grand in donations through paypal.",
  "Last Updated": "Not surprisingly, when Toby's scheduled execution date of",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/crusader/savetoby.asp",
  "Claim": "Fellow threatens to eat his pet rabbit unless $50,000 is donated through his web site.",
  "Claim_ID": "critters_crusader_savetoby",
  "Tags": ""
}