{
  "Origins": "During the summer of 2006, this pachydermic updating of the Androcles and the Lion fable once again began to work its way from inbox to inbox. Sometimes it was presented as reproduced above, an account of a tragedy that befell an unnamed man 20 years subsequent to his coming to the assistance of a jeopardized elephant. Sometimes the man had a name (Mkele Mbembe), as did his son (Tapu). Sometimes the account even bore the attribution \"UPI July 3, 2006,\" thereby positioning it as a news story run by an international wire service on a specific date.",
  "Fact Check": "",
  "Description": "However, whether titled \"A Touching Story,\" \"Incredible Story About an Elephant's Memory,\" or \"Elephants Never Forget,\" the work was not an account of actual events. It was instead a well-worn leg pull that had been dusted off and given a facelift, then set loose upon the Internet to reach and entertain a new audience. (Indeed, the version that bestowed a name on the hapless man provided a joke within a joke, as a fictional creature described as a living specimen of the lost brontosaurus and said to wander wild in the jungles of Africa has been dubbed the mkele mbembe.) As for how old this leg pull is, we spotted it posted to the newsgroup rec.humor.funny in March 1995: One day an explorer is out in the jungle. As he wanders along, he comes upon an elephant, crying with pain, a large thorn lodged in its foot. Feeling sorry for the elephant, the man carefully pulls out the thorn. The elephant looks at him gratefully, then limps off into the jungle. Many years later, the same man visits a circus, and sits in the front row. The elephant acts come on, but one of the elephants keeps looking over at the explorer. Eventually, the elephant breaks free, runs over to him ... then picks the man up with his trunk, dashes him to the ground, and tramples him to death with his mighty feet. Why did the elephant do this? It wasn't the same elephant. Yet the gag is even older than that, as this excerpt from the 1977 children's book The Turbulent Term of Tyke Tiler shows: A man was lost in the jungle. He heard a noise and he saw an elephant with a thorn in his foot. So the man took it out. Then the elephant said, \"Can I do anything for you?\" The man said, \"Yes, take me to the end of the jungle.\" So the elephant did. Many years went by. One day the man was at a circus and all the elephants came in. One elephant looked at the man and went to him. The man thought that it must be the elephant he had helped many years ago. He picked the man up and smashed him on the ground. It was the wrong elephant. Certain of the story's elements work to conceal the nature of the tale from a variety of folks who might otherwise easily spot it for the put-on it is. While lore has it that elephants have fantastic memories, the truth about their mental capabilities is far removed from that. However, because we have been exposed to it so often, the precept \"An elephant never forgets\" stays lodged in the backs of our minds, in this case working to 'confirm' the basic point of the fiction: that it was reasonable for the doomed man to assume an elephant he'd had a brief interaction with 20 years earlier would remember him. Second, in recent years there have been a number of horrific maulings of zoo visitors who were fool enough to enter animal enclosures because they believed they had established spiritual connections with the beasts inside and so would be greeted as long-lost friends. Memories of news accounts about those real incidents also work to shore up the surface plausibility of this yarn. Barbara \"maul of america\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.pitt.edu/~dash/type0156.html;",
  "Example": "[Collected via e-mail, 2006] A man was on holiday in Kenya. While he was walking through the bush, he came across an elephant standing with one leg raised in the air. The elephant seemed distressed so the man approached it very carefully. He got down on one knee and inspected the elephant's foot. There was a large thorn deeply embedded in the bottom of the foot. As carefully and as gently as he could he removed the thorn and the elephant gingerly put down its foot. The elephant turned to face the man and, with a rather stern look on its face, stared at him. For a good ten minutes the man stood frozen - thinking of nothing else but being trampled. Eventually the elephant trumpeted loudly, turned, and walked away. For years after, the man remembered the elephant and the events of that day. One day the man was walking through the zoo with his son. As they approached the elephant enclosure, one of the creatures turned and walked over to where they were standing at the rail. It stared at him and the man couldn't help wondering if this was the same elephant. After a while it trumpeted loudly; then it continued to stare at him. The man summoned up his courage, climbed over the railing and made his way into the enclosure. He walked right up to the elephant and stared back in wonder. Suddenly the elephant trumpeted again, wrapped its trunk around one of the man's legs and swung him wildly back and forth along the railing, killing him. Probably wasn't the same elephant.",
  "Last Updated": "29 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/malice/elephant.asp",
  "Claim": "Man is killed by an elephant he mistakes for one he aided years earlier.",
  "Claim_ID": "critters_malice_elephant",
  "Tags": ""
}