{
  "Origins": "While Barbara and I were away from home for a few days recently, we received a playful e-mail message from our petsitter informing us that our house was \"haunted.\" She'd dropped by to tend to our cats, she said, when suddenly she heard the sound of a paper shredder running in Barbara's office. Nobody else was in the house, and she quickly ruled out the possibility that one of our kittens had accidentally started the shredder because they were all dancing around her feet in the kitchen at the time, impatiently waiting to be fed. The incident was even more puzzling because we're pretty careful about always leaving our shredder in the \"Off\" setting when we're not using it, and even when the device is powered on, it doesn't activate until a piece of paper is fed into it. We never did solve the mystery, although we're pretty sure it's not related to a haunting.",
  "Fact Check": "",
  "Description": "In any case, the experience reminded us that we (like many other people) now have in our home a variety of machines that once were typically found only in business offices. Although some people manage to find ways to injure themselves with just about anything (even something as seemingly innocuous as a fax machine), paper shredders can pose an especial hazard they're made to destroy documents rather than generate them, and (due in large part to concerns about identity theft) more and more of them are being purchased for home use, where their shredding blades represent a risk not just to careless adults, but to curious children and inquisitive pets as well. In 2005, for example, the Spokesman Review reported: [T]he U.S. Consumer Product Safety Commission says shredders $350 million worth were sold [in 2004] and many wound up in homes pose a growing threat of injury to children, particularly toddlers. The agency received 31 reports involving finger amputations and other finger injuries from paper shredders from January 2000 to December 2003. It isn't difficult to find harrowing reports of children being seriously injured through sticking their fingers into shredders, such as the following account from Consumer Reports : Lisa Broadfoot's son, Talan, was helping her shred documents, when suddenly his little fingers got sucked in. \"He screamed and then was begging me to get his hands out of this machine, 'Please Mommy, Please Mommy, get my hand out.' [He was] just screaming and crying and begging,\" Broadfoot said. Lisa rushed Talan to the hospital with the shredder still attached. \"They started cutting the blades because there was no other way to get his fingers undone,\" she said. \"It was like he could feel it. He just started screaming again and I'm holding him and trying to explain to him that it's going to be OK. It's going to be OK.\" Talan ended up losing three of his fingers. In March 2006, TV's Inside Edition reported a similar case of injury to a child: When you meet Hallie Mouritsen, you cant tell that there's anything wrong with this beautiful five year-old girl. But if you look closer at Hallie's left hand, her fingers are cut off at the knuckle. The doctor described them as being \"crushed, mutilated and non-viable.\" How did it happen? Hallie was feeding paper into a shredder in her home when her fingers got caught in its powerful blades. According to her father, Matt, \"it grabbed her fingers and just began pulling.\" And Hallie's not the only one. The Consumer Product Safety Commission (CPSC) has issued a safety alert after receiving 50 reports of injuries from paper shredders since 2000, most involving children younger than five. Mr. Mouritsen is an accounting professor in Salt Lake City, Utah who often works at home. He says he had just opened the shredder for the first time and after using it, left the room briefly. Hallie, who was just two, went into the room with her older sister. \"The next thing I know, while I'm making dinner, my five year-old is yelling, she's stuck, she's stuck!\" he told Inside Edition's Investigative Reporter Matt Meagher. Hallie's wounds took months to heal. Her dad still chokes up remembering Hallie's reaction the day the bandages came off. \"She went like this with her hand\" (hiding his left hand). \"She couldn't even look at it. She asks us to this day, when are my fingers going to grow back?\" Among household pets, dogs are particularly at risk from shredders, as they have a tendency to lick things, and many breeds have long, floppy ears that can get caught in shredder openers. The Spokesman Review published an account of an incident in which a puppy suffered injuries from a paper shredder so severe that she was euthanized afterwards (and her owner lost a portion of one finger trying to rescue her): Adam Forney doesn't even own a paper shredder. And he probably never will. The 22-year-old was sitting on his couch in his south Spokane home watching television when his 7-month-old puppy licked the top of his roommate's shredder and the dog's tongue was sucked into the shredding mechanism. \"I ran into the room ... she was pulling so hard and the thing was dragging ... then she just ripped away,\" Forney said. \"I will never forget the sound it made when she pulled away.\" In the chaos of trying to help his injured dog, Forney's pinky finger was bitten off at the first joint, and another finger was fractured by the bite. \"I grabbed her head to try and get her to calm down, and she bit me,\" Forney said. \"She ran out of the room and I just lost it. It looked like a murder scene in my house ... there was so much blood.\" Forney went to the emergency room, and his mixed-breed dog, Alice Lane, went to a local pet emergency clinic, where she was euthanized. Inside Edition offered a similar tale of a young dog's catching his tongue in a shredder: A number of pets have also been injured by shredders. For one dog owner, it was a horrifying experience. Sandra Clarke of Myrtle Beach, South Carolina told us when she was at home working on March 1st, her curious puppy, Cross, caught his tongue in a shredder. According to Sandra, it was not a pretty sight. \"It looked like hamburger meat. It was shredded up about an inch. There was blood everywhere.\" A large part of the problem is that since shredders were originally designed as business equipment for offices (where they would presumably be used only by adults), many models did not have the kinds of safeguards built into them to provide adequate protection in household environments, where children and animals abound. Although consumer safety groups are working to get manufacturers and lawmakers to adopt more stringent safety standards for shredders (such as making paper slots thinner and placing blades farther away from openings), the adoption of new standards takes time, and plenty of the machines already have been purchased for home use. Some veterinarians maintain that serious shredder accidents involving animals are rare, but the frequency of occurrence is difficult to estimate since there has not been any systematic effort to keep track of such injuries. Regardless, the subject merits attention since the potential for accidents (involving both people and pets) will likely continue to grow as more and more shredders make their way into households, and the likelihood of injury can be mostly eliminated by following a few simple precautions: Try to place your shredder where it is not accessible to children or pets. Turn off (or unplug) your shredder when you are not using it. Never allow children to operate your shredder, even with adult supervision. Keep your hands and fingers as far from the shredder opening as possible when feeding material into it. Be careful to secure or remove ties, necklaces, bracelets, loose-fitting clothing, and long hair before using your shredder. Avoid putting thicker material (such as food wrappers, product packaging, and padded envelopes) through your shredder. Additional information: Paper Shredder Dangers to Kids, Pets (KGO-TV) Paper Shredders Can Be a Danger to Children and Pets (Inside Edition)",
  "Originally Published": "",
  "Referred Links": "http://www.insideedition.com/news/110/paper-shredders-can-be-a-danger-to-children-and-pets.aspx;http://abclocal.go.com/kgo/story?sectionfiltered=7on_your_side&id=3601678;",
  "Example": "[Collected via e-mail, 2006] This one comes from a well respected Borzoi person, and veterinarian, Elizabeth A Coney, DVM of Kentucky. She wrote: Now - for every one of you that has a home paper shredder with an \"auto on\" feature, I want you to go turn it off and unplug the paper shredder right now. Because night before last I was presented with a paper shredder containing most of the tongue, ripped out by the base, and a very pretty sweet 1 1/2 year old lab cross whose owners euthanized her. She always watched the paper go into the shredder, she thought it fascinating. The \"auto on\" feature means the shredder sits there waiting for something to get placed into it. Like an inquisitive tongue. I told them, \"Dogs can do fine without a tongue, they have to learn to drink and eat differently\", but the owners didn't want to go there. The look in her eyes said, \"I'm sorry, I guess I wasn't supposed to do that, it's all my fault\". We all cried. I cried when I read this, myself. In subsequent posts Beth says she has learned that dogs who have lost more than half their tongues *don't* do as well as she had been taught. According to the veterinary literature it is also possible for animals to be injured other places than tongues a Basset lost an ear, a long-haired cat most of the skin on its side, a kitten a foot, etc. She didn't mention any human injuries, but I can't imagine that a toddler would be immune from either curiosity or injury. Please be vigilant!! This is not the 1st time I have heard of this happening.",
  "Last Updated": "8 August 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/critters/crusader/shredder.asp",
  "Claim": "Household paper shredders can pose a danger to children and pets.",
  "Claim_ID": "critters_crusader_shredder",
  "Tags": ""
}