{
  "Origins": "There is something especially hilarious about the mental picture of cows flying through the air (as a memorable episode of the TV show Northern Exposure centering on one of the town's madcap resident's plans to catapult a cow as a work of performance art ably demonstrated).",
  "Fact Check": "",
  "Description": "This legend about cows dropping from the skies to sink fishing trawlers has been entertaining people for years, and the nationality of the bovine has changed with the tellings, as has that of the ship it supposedly swamped. A 1993 folklore book refers to this story's appearing in the 1 June 1990 Moscow News . In that version the cow was brought onto the aircraft as a spur-of-the-moment thing and then driven out of the plane as the colder air at high altitudes caused her to become agitated. A similar story shows up in a 1983 folklore book and is said to date to around 1965. In that case the airborne bovine dropped onto the hood of a car in Scotland. The Spring 1996 outbreak of this legend came from the tale being passed from the German Embassy in Moscow to the Foreign Ministry in Bonn, and someplace betwixt the two transforming itself from apocryphal legend into news story; it subsequently appeared as such in German newspapers. Perhaps it had something to do with the \"falling cow\" tale's having shown up in a then-recent Russian film, Osobennosti Natsionalnoi Okhoty (Peculiarities of the National Hunt). The film depicts hunters stealing a cow and hiding it in a military jet. Russians also tell the falling cow story as a joke, something along the line of the Barrel of Bricks legend in that the hapless fisherman is trying to explain what happened to his boat but having difficulty getting anyone to believe him. Further complicating the mess was someone's twisting of Reuters' well-researched explanation in April 1996 of how this age-old chestnut had ended up working its way into German newspapers. (It's sad but true articles that debunk legends are often misinterpreted as news accounts of actual events.) Now \"falling cow\" stories appearing on the Internet sport this attribution: \"According to the Reuters News Service: 'Cows Fly.'\" The \"dropped cow\" story continues to surface in the press, as demonstrated by the following appearance in a 14 January 2011 New York Times magazine article about oil drilling: There is an element of uncertainty in every complicated engineering endeavor. \"In July 2003, in the Pacific, a Japanese fishing boat was sunk by a flying cow,\" Robert Bea told me. Bea is a professor of civil and environmental engineering at the University of California, Berkeley, and a leading scholar of risk; he also spent many years working in research and management at Shell. The cow, it turned out, was part of an illegal cattle shipment bound from Anchorage to Russia; as the plane approached its destination the smugglers became nervous about their cargo and began shoving it out of the plane. \"No risk analysis can ever be complete. No one can predict a flying cow.\" The New York Times subsequently issued a correction to their article, noting that: \"An article on Jan. 16 about drilling for oil off the coast of Angola erroneously reported a story about cows falling from planes, as an example of risks in any engineering endeavor. No cows, smuggled or otherwise, ever fell from a plane into a Japanese fishing rig. The story is an urban legend, and versions of it have been reported in Scotland, Germany, Russia and other locations.\" Barbara \"playing for high steaks\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.nytimes.com/2011/01/16/magazine/16Drilling-t.html?pagewanted=5;",
  "Example": "[Collected on the Internet, 1996] A very strange true story: Earlier this year, the dazed crew of a Japanese trawler were plucked of the Sea of Japan clinging to the wreckage of their sunken ship. Their rescue, however, was followed by immediate imprisonment once authorities questioned the sailors on their ship's loss. To a man they claimed that a cow, falling out of a clear blue sky, had struck the trawler amidships, shattering its hull and sinking the vessel within minutes. They remained in prison for several weeks, until the Russian Air Force reluctantly informed Japanese authorities that the crew of one of its cargo planes had apparently stolen a cow wandering at the edge of a Siberian airfield, forced the cow into the plane's hold and hastily taken off for home. Unprepared for live cargo, the Russian crew was ill-equipped to manage a now rampaging cow within its hold. To save the aircraft and themselves, they shoved the animal out of the cargo hold as they crossed the Sea of Japan at an altitude of 30,000 feet.",
  "Last Updated": "14 February 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/farce/cowtao.asp",
  "Claim": "The rescued crew of a Japanese fishing trawler were held in custody when Russian officials refused to believe their claim that their boat was sunk by a falling cow.",
  "Claim_ID": "critters_farce_cowtao",
  "Tags": ""
}