{
  "Origins": "Folks often look to the animal kingdom for touching examples of selfless love (e.g., the brave self-sacrifice of a mother bird in a forest fire to save her young, or the loyal dog that does battle with a lethal critter intent upon harming the family's infant child), and this statement about lobsters making a lifelong commitment to one another is yet another instance of same. By its lights, those tasty crustaceans should serve as inspiration to us all when it comes to matters of the heart: hard shells and menacing claws to the contrary, those arthropods best complemented by drawn butter are exemplars of romantic devotion well worth emulating.",
  "Fact Check": "",
  "Description": "The belief that lobsters mate for life has found expression in numerous ways among those in (or catering to those in) the throes of true love. Most commonly it takes the form of \"You're my lobster!\" declarations among those who stand firm in their beliefs that they have indeed found their soul mates. Lobster theming of this nature has appeared as wedding cake toppers , T-shirts , plush stuffed animals, throw pillows , and even been used as the wedding theme by various couples. Indeed, there have been a number of just-marrieds who have had their wedding bands inscribed \"You're my lobster.\" Sadly (well, at least for those who've been intoning dewy-eyed and meaningfully to their best beloveds \"You're my lobster\"), there's absolutely nothing to the axiom about lobsters pairing off and being faithful to one another for the duration of their lives. Instead, these arthropods mate once, then never see each other again. When a female lobster is ready to become a mother, she seeks out the region's reigning male lobster and pays a call to his burrow. (In addition to being den-dwelling secretive critters, lobsters are territorial and aggressive. For the purposes of our interest in their love lives, this translates to the larger and fiercer males quickly running off any potential competitors less battle-capable than themselves.) When the male comes charging out to see who is disturbing his beauty sleep (lobsters keep to their hiding places during the day, then prowl the neighborhood at night), the female either lightly wrestles with him or turns her back on him, either of which tends to somewhat calm his natural \"kill everything that comes calling\" urge. For good measure, she sprays him with the lobster equivalent of urine, which is atomized from openings just below her antennae. Suitably mollified, the male grants her access to his den, where she shortly emerges from her shell, after which time the procreative act takes place. (Lobsters must molt in order to grow, which means at various points in their lives they must leave behind their old exoskeletons then exist for a time in a highly vulnerable state until their new shells form and harden.) After tarrying in her paramour's burrow for about a week, the female lobster emerges wearing her new shell and porting a sperm receptacle filled by the battle-scarred warrior she'd hooked up with. In a few months, she will release as many as 10,000 to 20,000 eggs from her ovaries, fertilizing them by pushing them through this sperm receptacle. The fertilized eggs remain glued to the underside of her tail for between 9 and 11 months, after which time she lifts her tail to let the motion of the water sweep them from her. Of her progeny, only about one-tenth of one percent (which amounts to 10 or 20 lobsters out of that potential 10,000 to 20,000) will survive beyond the first four weeks of life. As for the father of that 10 or 20, once his live-in girlfriend of a week departs, he goes back to his usual routine of whomping the tar out of any male lobster fool enough to invade his territory and welcoming into his burrow for similar week-long sojourns any and all new lady loves who spritz urine his way. Given how lobsters actually conduct their romantic relationships, it remains a mystery how anyone could have concluded these crustaceans remain devoted to one another for all of their days. One theory about the origin of the \"lobsters mate for life\" foolishness posits the television sit-com Friends as its wellspring. In one memorable episode (\"The One with the Prom Video,\" original air date 1 February 1996), Phoebe opines thus about the supposedly star-crossed and fated romance between Rachel and Ross: Phoebe: Hang in there, it's gonna happen. Ross: What? Okay, now how do you know that? Phoebe: Because she's your lobster. Chandler: Oh, she's goin' somewhere. Phoebe: Come on, you guys. It's a known fact that lobsters fall in love and mate for life. You know what? You can actually see old lobster couples walkin' around their tank, you know, holding claws like ... While there's an intrinsic appeal to the notion of this odd factlet about the fidelity of lobsters having been spawned by an unnamed sitcom writer, the \"Lobsters mate for life\" fallacy predated the Friends episode that gave it legs. We found it in a 1994 novel, which antedates the September 1994 launch of the Friends series (let alone an episode of that vehicle from its second season). In Rosina Saves the Day , one of the novel's character announces \"I read somewhere that lobsters mate for life.\" As to why folks seemingly want to believe lobsters pair off for the duration (as opposed to various other critters who actually do), there's something incongruously charming about claw-waving, hard-shelled, aggressive creatures actually turning out to be exemplars of unwavering spousal devotion. \"Forget about appearances,\" says such a belief. \"Even the fiercest of the fierce are capable of great love, the depths of which we humans can only aspire to.\" Barbara \"unshellfish motives\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.weddingbee.com/2010/04/07/youre-my-lobster/;http://thebabsblog.blogspot.com/2011/02/youre-my-lobster.html;http://www.amazon.com/Youre-Lobster-Plush-Stuffed-Animal/dp/B0062A14JI;http://www.friendsposter.com/you39re-my-lobster-tshi39.html;http://boards.weddingbee.com/topic/lobster-bride-and-groom-topper;",
  "Example": "[Cabot, 2005] So I told him about how lobsters mate for life, and if they can do it, why can't we, and he looked at me sort of funny and said, \"Yes, but they're crustaceans.\"",
  "Last Updated": "9 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/wild/lobster.asp",
  "Claim": "Lobsters mate for life.",
  "Claim_ID": "critters_wild_lobster",
  "Tags": ""
}