{
  "Origins": "The Internet is often mistaken for the world's greatest bathroom wall, in that anyone can scrawl just about anything they care to upon it with little or no regard given to being factual, fair, or evenhanded. In this case the \"wall\" has been used to spread a safety alert against a popular brand of a common household product on the basis that it uses an element common to all bleaches.",
  "Fact Check": "",
  "Description": "The Ultra Clorox decried in the e-mailed warning is merely a concentrated version of the original Clorox Liquid Bleach . The only difference between Ultra and the original is the stronger concentration 3/4 of a cup of Ultra will do the work of a cup the original. As to the reformulation issue, according to the Clorox web site: \"Except for quality control improvements, Clorox bleach remains unchanged since its introduction to American consumers in 1916.\" Examining the key claims made in the incitement to eschew the product, we find: New CLOROX ULTRA is sodium hypochlorite & sodium hydroxide. Sodium hydroxide is LYE. Lye was added to make bleach work faster. Sodium hypochlorite, at 5.25%, is the active ingredient in products commonly called \"household bleach,\" and it is made by breaking salt water down into its basic components of sodium hydroxide (i.e., caustic soda or lye), water, and chlorine, then recombining them. Contrary to what the e-mail would have one believe, sodium hydroxide was not added \"to make bleach work faster\" it's not even present as sodium hydroxide in the finished product, as it has been combined with two other elements much earlier in the manufacturing process to form something else. Those who continue to feel uncomfortable about using Ultra Clorox because of the perceived threat from the sodium hydroxide used in its manufacture will find cold comfort in switching to another brand of bleach, because this ingredient is a primary element in the making of all bleaches. Barbara \"bleach to his own\" Mikkelson Additional information: Bleach Manufacturing Cycle (Clorox) What Is Bleach? (Clorox)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20020602043908/http://www.clorox.com/science/rmp/how.html;http://web.archive.org/web/20020203035031/http://www.clorox.com/science/rmp/bcycle.html;http://web.archive.org/web/20001202010600/http://www.clorox.com/products/clbgrp.html;http://web.archive.org/web/20001017130116/http://www.clorox.com/products/ucbgrp.html;",
  "Example": "[Collected via e-mail, 2000] Please note the following when cleaning your pet's cage next . . . Have you noticed that Clorox has changed? It's now Ultra Clorox and should be avoided at all costs. It took me weeks to get Clorox to respond to my query and then I found this: Clorox Bleach, long a favorite with pet owners/animal workers-businesses for its simple chlorite (5.25% sodium hypochlorite with \"inert ingredients\" -water) changed its formulation. New CLOROX ULTRA is sodium hypochlorite & sodium hydroxide. Sodium hydroxide is LYE. Lye was added to make bleach work faster. While lye is used in making basic soaps, it is also very difficult to rinse off surfaces. DO NOT USE ULTRA CLOROX around pets (or children)! Do not use Ultra Clorox to disinfect floors, kennel runs, carriers/crates, litter boxes or feeding/water dishes! Because felines groom their paws, it is dangerous to cats. This is a warning to ALWAYS check labels on any \"new & improved\" product labels. (Safeway brand Ultra Bleach DOES NOT contain any lye & is simply a stronger version of sodium hypochloride (simple bleach), with additional chemicals.",
  "Last Updated": "8 August 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/crusader/clorox.asp",
  "Claim": "Ordinary use of Ultra Clorox bleach poses a general danger to household pets.",
  "Claim_ID": "critters_crusader_clorox",
  "Tags": ""
}