{
  "Origins": "Opossums are misunderstood creatures, often mistaken for members of the rodent family because of their long rat-like tails. Opossums are actually North America's only marsupial, a class of mammal that carries its newborn in an abdominal pouch. (The North American opossum should not be confused with the Australian possum, which is a related but distinctly different animal.) After the first 60 days, the babies emerge to take their places on Mama's back to be further ferried around for an additional couple of months. Opossums, one might say, carry both motherhood and their offspring to extremes.)",
  "Fact Check": "",
  "Description": "Captain John Smith (of Pocahontas fame) is credited with bestowing the 'opossum' handle on the critter from the Algonquin Indian name 'apasum,' which means 'white face.' Smith described the animal as having \"a head like a swine and a tail like a rat,\" a rather accurate, if unflattering, portrait. The opossum is at home in trees. It uses its prehensile tail to help stabilize position when climbing, much the same way as a mouse will use its tail to maintain balance when it climbs a wheat stalk to nosh on the grain. Opossums do not hang by their tails, though. A baby opossum might be able to manage this feat for a second or two, but weight and body size in proportion to tail strength rule out the possibility of an adult opossum's pulling it off. A popular list of \"true facts\" widely circulated on the Internet asserts the following: When opossums are playing possum, they are not \"playing.\" They actually pass out from sheer terror. As naturalist Warner Shedd writes, this programmed defensive response is not \"playing\" in the sense that it's not an intentional act of deception: When a possum is threatened, it's likely to first show its teeth and hiss almost like an angry cat. If that fails to frighten the would-be predator, the possum may run away or climb a tree. As a last resort, however, the creature falls into a sort of catatonic state, body limp and eyes wide open. This is not a conscious act of pretending, but is really a genetically programmed reflex action. Sometimes the defensive adaptation works, and a predator loses interest in a victim that appears to be dead. Even after the threat is gone, though, the possum may remain in its comatose state for hours! However, it's not quite right to say opossums \"pass out from sheer terror\"; they lack the intellect necessary to register fear to that level and formulate a reaction to it. It's all instinctive response, with the chain of events predetermined by the proximity of the threat and the predator's failure to be taken in by earlier ruses in the sequence. When teeth-baring and hissing do not dissuade the attacker, and running up a tree is not a viable option, instinct kicks in, inducing a comatose state in the opossum that makes it look like it has been frightened into cardiac arrest. If a predator moves closer, the opossum will sometimes emit a foul-smelling fluid, hoping to change its investigator's mind. While the predator is trying to figure out what this strange-acting animal is, the opossum will sometimes suddenly \"come to life\" and scurry off. Opossums have a couple of other defensive bluffs at their disposal. They'll flash their abundant teeth (50 in all) when cornered or frightened and back the implied threat with a horrific-sounding hiss. (Those who have had occasion to free opossums that had became trapped when they fell into trash cans or other tall containers can vouch for the effectiveness of the hissing, teeth-baring defensive techniques.) Truth is, these critters are incredibly gentle and will not attack a human unless that fellow is fool enough to try to pick one up. Opossums are unintelligent creatures (they eat cockroaches by choice 'nuff said), but are innocuous and harmless almost to a fault. They carry fewer diseases than the average household pet, and have a greater resistance to rabies than any other wild or domestic animal living around you. They are also immune to the venom of most pit vipers (rattlesnakes, copperheads, cottonmouths, and the like). Scientists are studying the opossum's ability to neutralize venom, as well as its resistance to rabies, in hopes of learning how to enhance the immune system in humans. Meanwhile, opossums go about dining on venomous snakes as if this were the most ordinary of activities. One curious fact about the lowly opossum: It has opposable thumbs on its rear feet, which function like hands for grasping. One of the greatest adaptations in the animal kingdom is opposable thumbs, a feature humans share only with other primates and opossums. Barbara \"the opossum: our hissin' cousin\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1997] Do opossums hang by their tails in trees? I've heard that they do.",
  "Last Updated": "29 June 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/wild/opossum.asp",
  "Claim": "Opossums can hang by their tails.",
  "Claim_ID": "critters_wild_opossum",
  "Tags": ""
}