{
  "Origins": "Rats (at least the kinds commonly kept as pets) are for the most part intelligent, clean, quiet, sociable, and even affectionate. Still, there are many people who are absolutely repulsed at the sight of any rat and will run screaming even from the tamest Rattus norvegicus. This reaction is due in large part to our culture's association of rats with filth, poverty, disease, and death. Rats are the furtive invaders who hide in the dark, dank spaces of our buildings and towns, emerging en masse after dark to feed on garbage and food scraps. They can carry disease, either directly or via the insects that feed on them (such as the fleas whose bite spread the bubonic plague). Although in the wild they're shy and prefer to avoid contact with humans, they have long, narrow teeth housed in strong jaws that can deliver powerful defensive bites when necessary.",
  "Fact Check": "",
  "Description": "Rats tend to live where humans live, since the presence of man generally creates an abundance of food and shelter. Because rats live for the most part out of the sight of people and usually emerge from their dwelling places when we're either asleep or not around to see them, it's easy to imagine that far more of them are lurking in those impenetrable dark spaces than really are there. We create maxims that are far more reflections of our anxieties and fears about feeling surrounded by unseen crawly things than they are accurate estimators of populations sayings such as \"You're never more than six feet away from a rat\" and \"For every cockroach you see, there are ten more you don't see.\" Another statistic in this vein is the \"one rat per person\" rule the claim that in any sufficiently large urban area, the rat population is as large as the human population. It reflects the frightening belief that no matter how much we may try to trap, poison, or otherwise chase away those fearsome rodents, we cannot vanquish them; they will always be able to field an army of insurgents equal in number to our own. But, according to Robert Sullivan, the author of Rats , this statistic is based upon a nearly century-old misunderstanding and greatly exaggerates the true number of rats to be found in a typical city. The \"one rat per person\" claim stems from a study of rats conducted in England by W.R. Boelter and published in 1909 under the title The Rat Problem. Boelter surveyed the English countryside (but not villages, towns, or cities) and came up with an educated guess, estimating that England had one rat per acre of cultivated land. Since England had 40 million acres of cultivated land at the time, Boelter pegged the country's rat population at 40 million . And since England also had a human population of 40 million at the time, there was some basis for claiming that the country was host to one rat per person. But Boelter's estimate may have been way off the mark, and even if it was accurate, the putative 1:1 ratio between people and rats derived from it was merely coincidental, an artifact of England's just happening to have a human population equal to its number of cultivated acres. \"One rat per person\" was a figure unique to the time and place in which Boelter conducted his study, not a generalized figure that could be applied everywhere. Nonetheless, as Sullivan noted, \"People loved that statistic, maybe because they abhorred it,\" and the figure is still frequently cited in news articles dealing with rat control efforts in large metropolitan areas, particularly New York City: E. Randy Dupree, who oversees the [New York City] Health Department's Bureau of Pest Control, says his agency is taking a closer look at the problem. But he said people must take some responsibility for making the city a place where rats thrive. \"If people took better care of their garbage and their property, there just wouldn't be as many rats as there are,\" he said. He added that there are about eight million rats living in the five boroughs. \"That's about one rat per person,\" he said.2 Even figures several orders of magnitude higher than \"one per person\" are sometimes quoted in reference to New York's rat population: Life in the big city is a rat race, and it looks as if the rats are winning. City health officials believe there are several times as many rats in New York City as people and the human population of the Big Apple is slightly more than 7 million, according to the 1990 U.S. Census. \"There's no official rat census,\" says Pamela Miller, a deputy city health commissioner. \"The estimates are anywhere from one rat per person to 10 rats per person. The truth is probably somewhere in the middle.\"3 Just how many rats are to be found in a large city like New York? Far fewer than one might think: In 1949, [rodent control expert] Dave Davis analyzed New York's rat population and called the one-rat-per-human statistic \"absurd.\" He had just completed a precise calculation of the rat population of Baltimore by trapping, counting burrows, and measuring such things as rat runways and rat droppings. In New York, he began his work on six blocks in East Harlem. He brought in an experienced trapper to trap rats in East Harlem apartments for a week. Davis determined there were an average of three rats per apartment in infested Harlem buildings, mostly living in the kitchen and bathroom but traveling through many floors. He further determined that more people thought they had rats than actually had them about 10 percent more. But when he added up his calculations, New York's rat population was nowhere near eight million. Even the New York waterfront, which was mythically associated with rats, was less infested than assumed. In all, Davis put the rat population of New York at one rat for every thirty-six people, or 250,000 rats.4 Additional Information: Rattus norvegicus (University of Michigan)",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/1582343853/ref=ase_urbanlegendsrefeA/105-4198490-5512762;http://animaldiversity.ummz.umich.edu/site/accounts/information/Rattus_norvegicus.html;",
  "Example": "[Washington Post, 2002] No one knows exactly how many rats there are in Arlington. Neither can officials say whether there are more today than five years ago. But private exterminators say they are increasingly busy, and some estimate that the county's rat population has hit the defining mark for an urban area: one rat per person.1",
  "Last Updated": "5 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/wild/rats.asp",
  "Claim": "Major cities harbor rodent populations equivalent to one rat per person.",
  "Claim_ID": "critters_wild_rats",
  "Tags": ""
}