{
  "Origins": "Although a spit of land in the eastern-most part of a chain of barrier islands located off the northern panhandle of Florida is known as Dog Island, it is not operated as a sanctuary where canines can live \"separated from the anxieties of urban life\" as described at the japing thedogisland.com web site. The Dog Island site was a hoax created by students as a project for a Contagious Media class.",
  "Fact Check": "",
  "Description": "The original version of the site played on the western revulsion of Asian dog-eating practices, and its creators deliberately used names identical to those of persons and companies in China who process dogs for human consumption. For example, the \"Dawn Fine Bred Dog Center\" of which Dog Island was supposedly a subsidiary, the city of Pexian, and the name \"Han Fei\" were all references to the Dawn Fine Bred Meat Dog Center, a commercial operation in China where dogs were raised for meat. (Shortly after we published this article, the Dog Island site removed some of the references mentioned above, but a copy of the original Dog Island company information page can still be viewed here .) The real Dog Island is accessible by ferry from the Florida mainland or by small aircraft, and most of the island is owned by the Nature Conservancy , which works with the Barrier Island Trust to preserve the island in its natural state. Some portions of Dog Island are also privately-owned residential property.",
  "Originally Published": "",
  "Referred Links": "http://www.dogisland.com/Default.htm;http://nature.org/wherewework/northamerica/states/florida/preserves/;https://web.archive.org/web/19990820204721/http://www.adp.fsu.edu/fs99/dogisland/history/dogislandhistory.html;http://web.archive.org/web/20080620091731/http://www.taipeitimes.com/News/archives/2001/07/08/0000093207;https://web.archive.org/web/20070203093906/http://www.contagiousmedia.org/;http://www.thedogisland.com;",
  "Example": "[Collected on the Internet, 2003] Over 2,500 dogs are already enjoying a better life at Dog Island. Separated from the anxieties of urban life, dogs on Dog Island live a natural, healthy and happy life. They live with almost limitless space, and tens of thousands of rabbits, rodents and other natural prey. Surrounded by thousands of other dogs, this is the only place for them to be truly social and create healthy families. Dogs at Dog Island have another chance.",
  "Last Updated": "6 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/crusader/dogisland.asp",
  "Claim": "A sanctuary for dogs is maintained on a \"dog island\" off the coast of Florida.",
  "Claim_ID": "critters_crusader_dogisland",
  "Tags": ""
}