{
  "Origins": "A one-line comment tossed in at the end of an NBC Nightly News segment left pet owners gravely concerned about a potential health threat to themselves and their pets. George Lewis' 7 August 1997 report on Internet rumors and urban legends was brought to a close by anchor Brian Williams thus: And a footnote tonight from a Web site devoted to rumors on the Internet. Among some others that have been debunked, coloring your CDs with a magic marker will make them sound better, and bubble wrap contains toxic gases. One totally true rumor, however: Scientists discovered some brands of kitty litter are radioactive. In a cruelly-ironic twist, NBC Nightly News contributed to the very misinformation problem its report had decried. A less-than-careful reading of a cryptic entry in a miles-long Internet newsgroup's list of frequently asked questions (FAQ) led to the NBC anchor saying scientists had made a startling discovery about newly-manufactured kitty litter when in fact the misread note referred to a 1994 news story about one cat's leavings (not what the kitty left them in ):",
  "Fact Check": "",
  "Description": "The entry (with the \"T\" standing for \"true\") read: T. Radioactive cat litter found in May 1991 in Berkeley, Calif. Right beneath it was the clue (\"U\" stand for \"unproven\") that should have twigged NBC that this entry had to do with one cat's used kitty litter: U. Source of the litter was radioactive cat food? Cat on radiation therapy? The story coming out of Berkeley in 1991 didn't involve fresh bags of radioactive cat litter sold to unsuspecting pet owners; it had to do with the furor raised by one cat's used litter turning up in a garbage dump. Berkeley police are looking for a feline who apparently ingested a dose of Iodine 131 during a visit to the vet and excreted the substance into a box of Kitty Litter. Although the level of radiation in the feces was low, it was enough to set off an alarm Thursday at the waste disposal site where the city dumps its garbage, said City Manager Michael Brown. Further reports suggest that another drugged cat's eliminations caused similar consternation in New Mexico in 1994: After a garbage truck destined for a local dump in Los Alamos County, NM, set off radiation alarms, \"officials leapt into action.\" The Fire Department sealed off the dump, the truck was driven to an isolation building and a hazardous-material unit from Los Alamos national nuclear lab arrived to investigate. The source of the \"harmlessly low\" radioactivity: kitty litter. The cat in question had undergone cancer treatments using radioactive iodine-181. How NBC turned \"Radioactive cat litter found in May 1991 in Berkeley, Calif.\" into \"Scientists discovered some brands of kitty litter are radioactive\" is a prime example of how misinformation can slip through even the tightest of nets. It but takes a simple misreading or misremembering of a story to turn a fact from it into a scary rumor on the rampage, and even the most trusted news sources will at times slip in this fashion. Pet owners, take heart concerns over glow-in-the-dark kitties are misplaced. Barbara \"cat on a hot singed truth\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "11 August 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/gnus/litter.asp",
  "Claim": "Pet owners face yet another hazard: radioactive kitty litter.",
  "Claim_ID": "critters_gnus_litter",
  "Tags": ""
}