{
  "Origins": "Just when you think every fantastic story is fabricated, you run into one like this.",
  "Fact Check": "",
  "Description": "On 3 April 1995, someone (probably one of the kids) brought a very much alive and healthy gopher to the janitor and two maintenance men at Carroll Fowler Elementary School in Ceres, California. The three guys decided to kill the gopher and took it into a small room where janitorial supplies are stored. They tried to off the critter by spraying it with a cleaning solvent used to remove gum from floors. (The solvent works by freezing the gum, thereby making it easy to scrape up.) Three cans were used on the condemned, but to no avail. The product didn't seem to faze the gopher one bit. It is speculated that one of the men then attempted to light a cigarette in this tiny enclosed space. This is plausible because smoking on school grounds is forbidden this supply room is where any of the maintenance people would go to sneak a puff. As well, the janitor the one most badly injured was a smoker; his being at the center of the blast and his neck wounds are consistent with this hypothesis. As any sensible person would expect, there was one heck of an explosion, and all three men were injured. Sixteen kids were also hurt (mostly scraped knees and solvent inhalation nothing all that serious). The explosion took place at 8:10 in the morning, and classes at that school start at 8:25 given the number of kids milling around at that time, it's a wonder more of them weren't hurt. In the aftermath of the explosion, the sprayed-down gopher was discovered unharmed and clinging to a wall. He was released back into the wild. Of the three men, one was released from hospital that day, one was sent home a couple of days later, and the janitor (Carl) spent some time in the Burn Center in Stockton. Barbara \"obviously these guys had never seen Caddyshack\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "2 July 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/critters/cruelty/gopher.asp",
  "Claim": "In the process of attempting to get rid of a gopher, a trio of school custodians blew up their shack. Though all three janitors were carried out on stretchers, the gopher returned to the wild unscathed.",
  "Claim_ID": "critters_cruelty_gopher",
  "Tags": ""
}