{
  "Origins": "An attempt to free minks into the wild before they were turned into fur coats has resulted in a wildlife and domestic animal crisis in Britain. Minks, you see, are killers . . . a fact you might expect animal rights activists would have taken into account before unleashing them on an unsuspecting countryside.",
  "Fact Check": "",
  "Description": "What follows is one of the representative news articles about this August 1998 invasion brought on by good intentions gone horribly wrong: In what must have seemed like a brilliant idea at the time, British animal-rights activists sneaked onto the grounds of a mink farm here during the weekend, cut through wire fences and gave 6,500 minks their freedom instead of a future as fur coats. But the illegal act has backfired as few British animal-liberation missions ever have. Released into the rich countryside of England's southern coast, the thousands of minks have gone on a rampage driven by insatiable hunger and equally insatiable mink-like curiosity. Domestic pets and farm animals including cats, hamsters, chickens, guinea pigs and hens have been pursued and killed. Wild animals including the endangered water vole, a type of water rat are under attack. Local fisheries are threatened. And local residents, including the owners of a wild bird sanctuary where three birds were killed in mink attacks Sunday and Monday, have taken up arms. One of the dead birds was a beloved, 14-year-old kestrel named Spitfire who made countless educational trips to local schools. The bird sanctuary \"has become a restaurant for mink,\" said angry sanctuary manager Chris Milsom, who has armed himself with a shotgun to join other residents on mink hunts. Monday, Milsom showed the results of his latest foray: He upended a plastic grocery bag and five small, brown, furry and very dead minks fell onto the ground. A group called Animal Liberation Front is believed responsible for the mink release from the Crow Hill Farm, although no one has stepped forward to formally take responsibility for the action. Robin Webb, the group's news-media spokesman, defended the release Tuesday even though hundreds of the freed minks are now being gunned down by locals, except for those that are being run over by cars. Hundreds more have been returning on their own to the mink farm, though about 3,000 were believed still on the loose. \"Certainly some people may disagree with it, but the mink which have been shot and killed, had they remained where they were, they would have been killed in a barbarous manner to make fur coats which nobody needs,\" Webb said. Webb said the released minks could be expected to \"disperse\" among an existing British wild mink population already numbering in the tens of thousands. Those wild minks are, ironically, the descendants of earlier fur-farm escapees imported from America to England by mink breeders in the 1920s. But rather than mix with local wild minks, the newly freed minks seem to have minds all their own. Several have wandered nonchalantly into local homes, including that of Crow Hill resident Christine Pinder. She was shocked Saturday morning when a mink which she at first thought was a kitten appeared in her bedroom and jumped at the throat of her pet dog. \"I took my husband's walking stick and I whopped it,\" she said. Other minks have walked into a local 17th-century pub, the Crown Tap, with pub-goers unsuccessfully giving chase. In the charming, thatched-roof village of Burley Lawn, resident Ed Gurd was alarmed Sunday to find a mink inside his house intently studying the cage of his daughter's pet hamster, Honey, as if it were contemplating lunch. Those who freed the minks, Gurd said, \"are totally irresponsible because of the destruction they're causing of the local wildlife. \" Great Britain has seen many animal-rights actions in the past: Wild cats have been released from Scottish zoos; the export of British veal has been blocked at French ports; even domestic salmon have been freed from Scottish fish farms. But few actions have upset the British as much as this one. \"Wanted Dead or Alive: 3,000 Vicious Killers\" said the headline in Monday's Daily Telegraph. Officials and police were advising residents in the Crow Hill area to keep small domestic pets indoors though they were quick to assure locals that children are safe from mink attacks unless they grab at the long, thin animals, which have sharp teeth. In addition to the various beloved pets and indigenous wildlife killed by these predators, three extremely rare owls also fell prey to them. Minks broke into the wildlife sanctuary where the owls were housed and made short work of them. A fisherman was also attacked in that August 1998 \"liberation.\" You'd think one such ecological disaster would be enough to convince even the most diehard animal rights activist that releasing minks into a countryside is less than a brilliant idea. Ah, but you'd be wrong. In September 1998 the Animal Liberation Front set yet another 8,000 minks loose on Britain. Most of the vermin remained within the farm's boundaries, but an estimated 2,000 got out into the neighboring area. Homeowners were warned to keep their doors and windows locked, and pets and children inside for the duration. A week earlier, a similar \"liberation\" took place in Finland. Thousands of minks there were released into the wild by an unnamed animal activist group. Many of the minks were soon killed on highways or fell to preying upon each other. Barbara \"stinking minking\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "3 August 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/critters/crusader/minks.asp",
  "Claim": "6,500 minks set free by animal rights activists rampaged through the British countryside.",
  "Claim_ID": "critters_crusader_minks",
  "Tags": ""
}