{
  "Origins": "While no doubt some animal shelters facing imminent closure due to desperate straits (financial or otherwise) have been forced into the extreme measure of euthanizing unadopted animals that could not be placed elsewhere, animal lovers can take heart in the knowledge that none of the shelters mentioned in the Internet-circulated appeals referenced in this article was ever in the position of closing for good, much less of having to euthanize all of its unadopted cats and dogs.",
  "Fact Check": "",
  "Description": "The latest version of this item, spread by social media in September 2013, held that the Kern County Animal Shelter in Bakersfield, California, had lost the lease on its current location and would be shutting down on the last day of that month and potentially putting down over 900 animals not adopted by that date. However, the facility's director went public to disclaim the rumor, announcing at a 6 September 2013 news conference that although the shelter would be moving to a new location, all the animals currently in its care would continue to be cared for in the meanwhile and none would be euthanized: The county will be forced to move out of the city's shelter on Mt. Vernon [Avenue] by the end of the month. The county addressed what they plan to do with the animals in a news conference to end all social media rumors. In the conference, the director of the animal shelter emphasized that no animals will be put down because of the eviction. The director said the county plans 'to continue to care for all animals' and they will continue to work with all animal rescue groups. According to the director, the county will move all the animals that aren't adopted by the end of the month to their new location. The first appeal of this type which we encountered was spread in early 2007 about the Orange County Humane Society animal shelter on Newland Avenue in Huntington Beach, California. The dire warning spread via e-mail was exaggerated: The owner of the shelter and the adjacent AAA Animal Hospital was about to begin a large remodeling project at the Newland Avenue site to build a new facility, but both operations were scheduled to remain open throughout the construction period. Although the shelter's capacity would be diminished during that time, any animals that could not be accommodated were to be relocated to other shelters. As the Orange County Register reported about the shelter closure rumor: Owner Dr. Samir Botros responded to rumors that his animal shelter was being shut down and that the animals not adopted would be euthanized. \"I don't think we'll even turn away any animals\" during construction, said Botros, who noted that he runs a no-kill facility. The shelter, which has been open on Newland Avenue for about 28 years, and the adjacent AAA Animal Hospital are scheduled to begin a massive remodel, said Botros, who owns both businesses. The shelter will remain open during construction, but its capacity will be slashed to about 60 percent or 70 percent. There are now up to 64 cages for dogs at the shelter and a large room to accommodate cats, Botros said. Shelter officials already have signed contracts with other area shelters and rescue groups to take animals that can't be accommodated during the remodel, which should take six to eight months, Botros said. He also said he believes the facility won't have to turn away pets given up by their owners. The claim that the shelter was \"'selling' the dogs for 50% off to move them out\" referred to a special program the shelter enacted for the 2006 holiday season which was no longer in effect. Similarly, in September 2009 appeals circulated via Facebook about a shelter in New Jersey that was about to close and would be euthanizing any unadopted animals: MONTGOMERY ANIMAL SHELTER IS CLOSING TOMORROW (new brunswick, NJ). you can adopt for free tomorrow between 12 and 4pm. tragically, they will be euthanizing all animals without a home. Montgomery Animal Shelter: 908-359-4308 This message was wrong on two fronts: The Montgomery Animal Shelter referred to was not in New Jersey (or Pennsylvania, or Tennessee, or Maryland), but in Montgomery County, Texas. And although the Humane Society of Montgomery County in Texas had to move out of its shelter building because its contract expired, its press release of 21 September 2009 notes that all its animals were adopted before it closed its doors: The Humane Society of Montgomery County wants to thank the volunteers, donors, employees, rescue groups and most importantly the hundreds of people who showed up during the past week to ensure all the adoptable animals in HSMC's care found new forever homes. \"We could not be happier with how well the public responded to our call for homes for our cats and dogs,\" said HSMC President Kathy Scoles. On Saturday when HSMC opened its doors for the final adoptions, there was such a huge turnout and the animals were adopted very quickly. We had to turn people away and refer them to other rescue groups and shelters. In August 2010, word began circulating via Facebook and Craigslist postings that the Summit County, Ohio, animal shelter would soon be moving to a new facility, with all unadopted pets remaining at the time of the move to be euthanized. The Akron Beacon Journal reported that this rumor was also false: Authorities say Internet rumors that Summit County Animal Control is planning a mass kill of animals at the shelter are not true. Dogs and cats that have not found homes by the Aug. 21 [2010] move will be cared for and transported to the new facility by people trained to help animals in emergencies. Personnel from County Animal Rescue and Evacuation (CARE), in cooperation with the Summit County Red Cross and the Summit County Emergency Management Agency, have volunteered to assist with the move [Craig Stanley, director of administrative services, said]. Rumors that dogs and cats that remain at the shelter when it moves to its new $2.96 million facility would be killed began circulating shortly after more than 200 dogs and cats found homes at an adopt-athon sponsored by the Summit County Animal Coalition. After the adopt-athon, cages at the shelter were virtually empty, with 98 dogs and more than 100 cats having found homes. By [the next week, only] about 25 or 30 dogs and puppies and about 60 cats and kittens [were] left at the pound, [Stanley] said.",
  "Originally Published": "",
  "Referred Links": "http://www.twp.montgomery.nj.us/;https://www.facebook.com/photo.asp?fbid=680867591940597&set=p.680867591940597&type=1&theater;",
  "Example": "[Collected via Facebook, September 2013] Attention!! Kern County Animal Control in Bakersfield is being shut down. Over 900 animals will be put down by September 30th. PLEASE GO SAVE A LIFE. $15 for dogs. $5 for cats. All animals are fixed with shots. 201 S. Mt. Vernon ave. Bakersfield, CA 93307 MAIN NUMBER (661) 321-3000 [Collected via e-mail, September 2009] Montgomery Animal Shelter In New Jersey Is CLOSING TOMORROW!! You Can Adopt For Free Tomorrow Between 12 And 4. They Will Be Euthanizing All Animals Without A Home!!! Go Save A Life!!! 80 Dogs And 30 Cats!!! Phone: (908) 359-4308 [Collected via e-mail, August 2010] Summit County animal shelter is moving yet not taking ANY of the animals with them. What isn't adopted out will be put to sleep. $10 for cats and $24 for dogs. Even if you can't help please repost this so that others might give these helpless animals a fighting chance at a good life. [Collected via e-mail, September 2009] Montgomery Animal Shelter In New Jersey Is CLOSING TOMORROW!! You Can Adopt For Free Tomorrow Between 12 And 4. They Will Be Euthanizing All Animals Without A Home!!! Go Save A Life!!! 80 Dogs And 30 Cats!!! Phone: (908) 359-4308 PLEASE REPOST TO SPREAD THE WORD! [Collected via e-mail, January 2007] Please help!!! Please be advised that Huntington Beach Humane Society (the 'humane' part is questionable) is closing down for good on January 8 and ALL DOGS MUST BE ADOPTED OR THEY WILL BE EUTHANIZED. The shelter is not publicizing this very well (probably for fear of the bad publicity) so we need to spread the word. Please share this information with other animal lovers in the hopes that more animals will be adopted from there. If nothing else, maybe your funds can help move them to another humane facility....like in Irvine or San Clemente. The shelter is 'selling' the dogs for 50% off to move them out. PLEASE SAVE THE LIFE OF A PRECIOUS ANIMAL.....THERE'S ONLY 3 DAYS LEFT. Even if you can't have one of your own, just forward this on to everyone you know and have them forward it on....you NEVER know who winds up wanting and getting a dog! I've been surprised numerous times by people who I never thought in a million years would get an animal! If you feel moved, just get in the car and go down there and look - anybody you know need a belated Xmas gift? You just might find your (4 legged) true love there!!! 21632 Newland Street Huntington Beach, CA 92646 Phone: 714-536-8480 Fax: 714-536-4541 http://www.ochumanesociety.com Please pass this on! I know some of you have extensive mailing lists... no guilt required... just action! Thank you on their behalf. Who's gonna watch out for them if we don't?",
  "Last Updated": "10 September 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/crusader/shelterclosure.asp",
  "Claim": "An animal shelter will soon be closing or moving and will euthanize all the animals currently in their care that have not been adopted.",
  "Claim_ID": "critters_crusader_shelterclosure",
  "Tags": ""
}