{
  "Origins": "This item about the Humane Society's supposedly donating $1 towards the care of an abused puppy every time an item is shared on a social networking site is just another variant of a long-running hoax positing that some entity will provide money towards the medical treatment of humans or other animals every time a particular message is forwarded or shared. (Common examples of this hoax include claims that every share on Facebook will raise money towards helping a child with cancer or in need of a heart transplant .)",
  "Fact Check": "",
  "Description": "Not only will sharing this item not provide any money for helping the abused puppy shown in the photograph displayed above, such help isn't even necessary any more. According to an 11 January 2010 article in the China Post , this puppy (who was rescued from Taiwan after being burned by corrosive chemicals) had his treatment paid for, and was adopted by, loving volunteers over two years ago: Adam was a mixed dog that was rescued after being splashed with corrosive chemicals [in September 2009] in a park in Taiwan, said Antony Ni, a volunteer worker with Animal Rescue Team Taiwan (ARTT). The puppy was found covered with blood, its ears flipped backwards and the right eye severely damaged. The volunteer workers and netizens raised more than NT$50,000 donations online for the expenses for its two-month long medical treatment. ARTT put Adam's story on Petfinders, a leading Web site for pet adoption in the U.S.; the post topped the most-read chart on the site for two weeks. \"I just needed something to need me; I have my heart for him regardless what scars he has,\" said Erin Zickenberg, who decided to welcome Adam into her family during the Christmas season, when she described as a particularly painful time for her to face her husband's death. The match was not only a new form of life for Zickenberg, but also for Adam, which just got a new name, Lucky, from its foster parent, because \"he is a lucky dog to have been rescued and taken care of by the rescue project in Taiwan.\" According to Zickenberg, Lucky is well trained and weighs 20 pounds, 6 pounds more than he weighed a month ago. Zickenberg appreciated all the love and help that had been given to Lucky, who is now a healthy and happy dog. A photograph of Lucky with his adoptive owner can be viewed here .",
  "Originally Published": "",
  "Referred Links": "https://www.chinapost.com.tw/taiwan/intl-community/2010/01/11/240180/Abused-dog.htm;http://www.chinapost.com.tw/taiwan/foreign-community/2010/01/11/240180/Abused-dog.htm;",
  "Example": "[Collected via Facebook, 2012] This poor puppy was abused. For every share the Humane Society will donate $1 for his operation",
  "Last Updated": "8 February 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/crusader/abusedpuppy.asp",
  "Claim": "The Humane Society will donate $1 towards the care of an abused puppy every time his photo is shared.",
  "Claim_ID": "critters_crusader_abusedpuppy",
  "Tags": ""
}