{
  "Origins": "Ugg boots (also known as uggs) are a type of fleece-lined sheepskin boot which originated in Australia and/or New Zealand. Today the term \"ugg\" both generically refers to that type of boot and specifically to particular trademarked brands of boots (most prominently the UGG brand manufactured by the Deckers Outdoor Corporation of California).",
  "Fact Check": "",
  "Description": "Ugg boots are typically made from sheepskin with attached fleece (rather than wool attached to a synthetic base), a raw material derived from sheep that have been killed and skinned rather than simply sheared of their coats. In recent years various celebrities and animal rights groups have urged boycotts of ugg boots, calling upon manufacturers and consumers to instead choose boots made from synthetic materials rather than animal products. In 2008, for example, the Princeton Animal Welfare Society (PAWS) staged a protest on the campus of that university against the fashion fur industry in general and ugg boots in particular: Defying February's climatic dictates, students lay in the newly fallen snow on the Frist Campus Center's North Front Lawn, feigning death, wearing coats covered with fake blood and sporting signs that read, \"What if you were killed for your coat?\" The protest, based on a campaign started by People for the Ethical Treatment of Animals (PETA) and organized by the Princeton Animal Welfare Society (PAWS), was designed to raise awareness of animals' suffering as part of the fashion fur industry. The protest focused on Ugg boots, which are made from sheepskin and are popular among college-age women. In addition to Uggs, which are openly noted as derived from animals, fur marked as fake may not actually be, PAWS vice president Alex Barnard explained, adding that clothing imported from China is often unregulated, and recent studies indicate that cat and dog fur may be mislabeled as \"faux fur.\" PAWS hopes to address these issues and change people's perceptions of fashion through the protest. \"We want people to realize that fur, whether it is fake or real, is just ugly, and there's no reason to wear it at all,\" PAWS president Jenny Palmer said. For Haley Thompson though, wearing Uggs remains a personal decision, much like being a vegetarian. \"You do the same thing when you sit down and eat a hamburger,\" Thompson noted. \"I don't feel like it's all that different, and I'm not a vegetarian.\" In 2007 actress Pamela Andersons denounced the type of boots she had helped popularize on the widely-viewed Baywatch television series: Animal lover and former \"Baywatch\" bombshell Pamela Anderson is giving her Ugg boots the boot after learning that the furry fashion statements are made from shaved sheepskin. Anderson, who is often credited with first turning the Australian-made Uggs into a major fashion trend, posted a diary entry on her Web site denouncing the boots and asking fans to stop wearing them once she realized they were unfriendly to animals. \"I'm getting rid of our Uggs I feel so guilty for that craze being started around Baywatch days I used to wear them with my red swim suit to keep warm never realizing that they were SKIN!\" she wrote on her Web site. The buxom blonde is an outspoken supporter of PETA and animal rights causes. \"I thought they were shaved kindly? People like to tell me all the time that I started that trend yikes! Well let's start a new one do NOT buy Uggs! Buy Stella McCartney or juicy boots,\" Anderson wrote. However, as some manufacturers of sheepskin products (such as the Vermont-based Shepherd's Flock ) have explained, although their products may be made from animal-derived materials such as sheepskins, those animals are not usually specifically raised and killed for that purpose: sheepskin is generally a by-product obtained from sheep that have been raised and slaughtered for food purposes: We have pretty much explained where the skins come from and we would leave this alone except for all the UGG Australia boot lovers who seem to think that UGGS (generic term) are made of shorn wool like that beautiful sweater your Grandma knitted for you. Fact, sheep are raised primarily for food. Fact, sheepskins/shearlings are a by-product of the food/meat industry although there is a discussion happening over whether or not \"co-product\" is a more applicable term. Any true leather is animal skin. For years pig skins were tossed in the dumps until someone figured out a way to turn them into a real fine leather. Fact, UGG type sheepskin boots, any make, are not simply wool sheared from the sheep no matter what people believe. The skins we use are not like Mink, raised only for the value of the skin. To the best of our knowledge, only Persian Lamb or Broadtail Lamb is a \"fur\" (raised for the value of the skin) and we do not use either. UGG Australia's Facebook response to a recent (November 2013) outbreak of controversy over this issue was to deny that the company raised its own sheep and to point readers to a web link asserting that \"the factories which manufacture our products are fair and safe places to work\": UGG Australia does not own or raise sheep. We have a comprehensive Ethical Supply Chain program, which you can find here: http://www.deckers.com/company/corporate-responsibility/fair-and-safe-factories. Deckers monitors our factory partners' adherence to the Code of Conduct on a regular basis, and has in place a firm audit and mediation policy on suppliers covering materials, environmental and workers' rights impacts. The \"animal rights\" sub-section of UGG Australia's \"Fair and Safe Factories\" page states (in its entirety) that the company does not use material obtained from sheep that have been \"mulesed\" (a process involving the removal of strips of wool-bearing skin from around a sheep' buttocks to prevent parasitic infestations by fly larvae): Deckers does not support the practice of mulesing. We require all of our suppliers to confirm that they do not supply any materials or products to Deckers from sheep which have been mulesed. As noted above, the terms \"uggs\" and \"ugg boots\" refer both to a type of boot in general and to trademarked brands of boots in specific, so any statement about \"uggs\" and \"ugg boots\" does not necessarily apply to every such boot (i.e., some manufacturers of products described as \"ugg boots\" may use synthetics or materials other than sheepskin).",
  "Originally Published": "",
  "Referred Links": "http://www.deckers.com/company/corporate-responsibility/fair-and-safe-factories;http://www.shepherdsflock.com/faq.html;https://web.archive.org/web/20080704220626/http://www.dailyprincetonian.com/2008/02/25/20237/;",
  "Example": "[Collected via e-mail, November 2013] Are Uggs made out of sheep skin? Do they skin they sheep and not just shear them?",
  "Last Updated": "18 November 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/critters/crusader/uggs.asp",
  "Claim": "Ugg boots are made from sheepskin.",
  "Claim_ID": "critters_crusader_uggs",
  "Tags": ""
}