{
  "Origins": "Found on many web sites and attributed to the October 1993 Europa Times , the tale of Lucky, the evil seeing eye dog, has repeatedly surfaced in the mainstream media.",
  "Fact Check": "",
  "Description": "The short and sweet: if there really had been such a dog, he wouldn't have been placed with new owners over and over again. In the United States, 4-H families volunteer for the responsibility of raising puppies for 14-18 months to prepare them for becoming Seeing Eye dogs. The young pooches are given lots of love and care to ensure that they will accept the rigorous training necessary to transform them from ordinary dogs into eyes for the blind, and so that they will bond with their new owners and form lifelong friendships. When the dogs are ready for the next stage, their 4-H foster families bring them to the Seeing Eye organization's headquarters in Morristown, N.J. There the dogs are trained for four months, and the successful ones are carefully matched with their soon-to-be owners. After the initial training comes an additional month of instruction at the Center for both the dogs and the people they have been assigned to. This is far from a haphazard process. Any dog deemed unsuitable for any reason is weeded out long before it goes home with an owner. One out of five dogs is rejected. The Seeing Eye program could be markedly different in Germany, but there are other serious problems with the tale that disqualify it from being taken as a real news item. For a story given out at a press conference, it includes surprisingly few bits of hard data: we know only that the dog's name is Lucky and that his trainer is Ernst Gerber from Wuppertal. Does Gerber work for a guide dog organization in Germany, or does he train dogs on his own? If he is speaking on behalf of an organization, why isn't it named? Where indeed are the names of any of the dead owners? Stories that lack this much in the way of checkable facts (e.g., the name of an organization that could be contacted, or the names of victims whose obituaries could be checked) almost always turn out to be hoaxes. Indeed, there seems to be a developing trend of publications' presenting cooked-up stories as news items by setting them in Germany, figuring it will be more difficult for anyone to call them on the phony tales. It but takes a German-sounding surname and the mention of a German town to convert a fanciful bit of writing into a hard news item. (See the apocryphal story of Gunther Burpus or the zookeeper who gave an elephant an enema, for example.) Be wary of stories involving pets killing owners, especially a string of owners. And double especially those oddball tales set in Germany. Barbara \"sprouted from a German of an idea, no doubt\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1997] \"We will not have him put down. Lucky is basically a damn good guide dog,'' Ernst Gerber, a dog trainer from Wuppertal told reporters. \"He just needs a little brush-up on some elementary skills, that's all.'' Gerber admitted to the press conference that Lucky, a German shepherd guide-dog for the blind, had so far been responsible for the deaths of all four of his previous owners. \"I admit it's not an impressive record on paper. He led his first owner in front of a bus, and the second off the end of a pier. He actually pushed his third owner off a railway platform just as the Cologne to Frankfurt express was approaching and he walked his fourth owner into heavy traffic, before abandoning him and running away to safety. But, apart from epileptic fits, he has a lovely temperament. And guide dogs are difficult to train these days.'' Asked if Lucky's fifth owner would be told about his previous record, Gerber replied: \"No. It would make them nervous, and would make Lucky nervous. And when Lucky gets nervous he's liable to do something silly.\"",
  "Last Updated": "29 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/malice/lucky.asp",
  "Claim": "A seeing eye dog named Lucky caused the deaths of four of his owners.",
  "Claim_ID": "critters_malice_lucky",
  "Tags": ""
}