{
  "Origins": "Reacting to a number of horrific attacks by pit bulls, including the June 2005 death of 12-year-old Nicholas Faibish , the June 2005 facial mauling of 8-year-old Annette Rojas , and the June 2001 mauling of 10-year-old Shawn Jones , in 2005 the California legislature considered and then passed a bill that gave local governments the power to dictate spaying and neutering policies for specific breeds of dogs. The bill, SB 861, was introduced by Sen. Jackie Speier (D-Hillsborough), passed by both houses, approved by the Governor on 7 October, and chaptered (Chapter 668, Statutes of 2005) by the Secretary of State on that same day.",
  "Fact Check": "",
  "Description": "SB 861 does not give local jurisdictions the authority to ban specific breeds or to require the extermination of certain types of dogs there is nothing in the bill that bestows upon local governments the power to round up pit bulls in their jurisdictions and have them put to sleep. Ergo, what is being decried in the e-mailed call to arms (\"California legislation being passed to exterminate pit bulls\") isn't the case, so those worrying that numerous beloved family pets are about to be dragged from the bosom of their adoring families and put to death can heave a sigh of relief and move on to other things. Yet some pet owners fear SB 861 is the thin edge of the wedge, that it prepares the way for greater restrictions to be placed on American Pit Bull Terriers or even the eventual demise of the breed. Some of them tried to reverse the law through a referendum but failed to raise enough signatures by the January 2006 deadline. The e-mailed and MySpace'd alert, which claims the California legislature is contemplating a bill to have all the state's pit bulls put down, began in February 2006 likely as a misunderstanding of the rhetoric used in the failed run at overturning SB 861. The term \"extermination of the breed\" was thrown about by concerned pet owners during that effort, and we surmise that whoever wrote the e-mail's \"California legislation being passed to exterminate pit bulls\" phrasing mistakenly parsed \"exterminate the breed\" (a pithy phrase used to describe the possibility of the breed's dying out if spay/neuter programs were universal, resulting in no new American Pit Bull Terriers coming into the world) as meaning the government was going to cause every pit bull to be put down. Barbara \"misread\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.sfgate.com/cgi-bin/article.cgi?f=/c/a/2001/07/08/MN92054.DTL&hw=Shawn+Jones&sn=002&sc=723;http://sfgate.com/cgi-bin/article.cgi?f=/c/a/2005/06/25/BAGPQDELK31.DTL;http://www.sfgate.com/cgi-bin/article.cgi?f=/c/a/2005/06/12/MNGJND7G5L1.DTL&hw=faibish&sn=001&sc=1000;",
  "Example": "[Collected via e-mail, 2006] Against it. If any of you out there are my friends, I ask you out of the kindness of my heart to repost this. If you're not my friend, I ask you search for the source compassion in your soul and repost this anyway. More importantly, if you're in a position to, DO something about it. This is about California legislation being passed to exterminate pit bulls. If it passes in California, it could be on it's way to anywhere. Someone has to try to make a difference ... what if it were your pet? It would be great if Myspace could be used for something good other than getting dates. Please pass the word along and post this ... so as many people can see this as possible.",
  "Last Updated": "8 August 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/crusader/pitbull.asp",
  "Claim": "Pending California legislation mandates the extermination of pit bulls.",
  "Claim_ID": "critters_crusader_pitbull",
  "Tags": ""
}