{
  "Origins": "February 2012 saw the circulation of this item decrying the encasement of live turtles, fish, and salamanders in plastic bags of colored water and sold as souvenir keyrings in China, exhorting readers to urge the media to \"pick up this news\" and help put a stop to a form of animal cruelty. Although it's difficult to gauge how widespread or pervasive this practice might be in China, a few western news articles have made mention of it in recent years. The UK's Sun tabloid, for example, carried a brief item about goldfish key fobs being sold as souvenirs during the run-up to the 2008 Olympic Games in Beijing:",
  "Fact Check": "",
  "Description": "In April 2011, a Dubai news source briefly referenced an Asian report on the phenomenon: Live fish and turtles sealed in small key rings sold in subway entrances and train stations in China have got animal protection groups up in arms, reports 'Asiaone'. Filled with coloured water, each seven centimetre-long key ring, sold at Sihuiv subway station, encapsulated either one Brazil turtle or two small kingfish. The vendors claim the water in the rings have nutrients and so the fish can live for months. Some clients buying the key rings claim it brings them good luck, while a few others buy to free the animals. That same month, the New Zealand Herald also referenced a Chinese news report about the live animal key rings: Animal rights groups are appalled by a new popular trinket being sold on the streets of China - live animal key rings. The key rings are attached to a bag filled with coloured water containing either a live Brazil turtle or two small fish. Vendors spoken to by China's Global Times claimed the water contained nutrients and that the animal could live for months, however the animal would suffocate sooner because of a lack of oxygen, animal rights activists say. Online petitions calling for the key rings to be banned have been launched - but the gimmicks are completely legal due to China's lack of animal cruelty laws. Qin Xiaona, director of the NGO Capital Animal Welfare Association, described the trinkets as \"immoral and pure animal abuse\" - but said they were legal. \"China only has a Wild Animal Protection Law,\" Qin told The Global Times. \"If the animals are not wild animals they fall outside the law's scope.\" One woman spoken to by the paper said she planned to free the creature, while a man in his 30s was going to hang the key ring, containing a turtle, on the wall in his office. \"It looks nice and brings good luck,\" he said. The web site of Phoenix radio station KTAR echoed the other news reports in noting that the bagged fish and turtles sold as key fobs would soon die if not released from their packaging, and that China lacks animal protection laws restricting such practices: The latest fad in China is horrifying animal rights activists. Vendors are selling key rings filled with small turtles and fish that are still alive. That has outraged PETA, People for the Ethical Treatment of Animals. \"They are a form of extreme cruelty,\" said PETA's Lyndsey Wright. \"These key chains provide no way to feed the animals and no way for them to breathe. Fish and turtles, they both need oxygen to breathe. No matter what these vendors are telling people about the water, these animals are bound to die in a matter of days, if not hours, after people take them home.\" The turtles, Wright said, are \"red sliders,\" a shy and sensitive breed. \"Being sealed in a tiny plastic bag full of water and jostled around would be terrifying for any animal, but especially for one of these sensitive turtles if they turn out to be red sliders.\" The key chains are really nothing new, Wright said. \"Back in 2008, they were selling Olympic key chains with goldfish inside of them. Sadly, this practice is entirely legal in China because there are virtually no animal protection laws there at all.\" Wright hopes the trend ends in China and doesn't spread to the United States.",
  "Originally Published": "",
  "Referred Links": "http://ktar.com/category/local-news-articles/20110406/PETA-outraged-at-China%27s-live-key-chains/;http://www.emirates247.com/offbeat/this-is-life/crazy-world-live-animals-in-keychains-2011-04-11-1.379602;http://www.thesun.co.uk/sol/homepage/news/article1226859.ece;http://www.amusingplanet.com/2011/04/live-fish-and-reptiles-sold-as.html;",
  "Example": "[Collected via e-mail, February 2012] On a commercial street in China, little tortoises are found packaged as souvenir!!! These little tortoises are still alive and swimming inside a herbal solution. The store owner says it can live for 1-3 months. 5 RMB a piece. This is too cruel and unacceptable!!! God knows how many little lives were slowly suffocated to silent death; their fate sealed in a bag!!! Has the commercial world no more other ideas to make money!!! Please help \"Share\" this. Hopefully some media or government will pick up this news and step in to stop this animal cruelty! Perhaps find the real victim and put an end to such uncivilized act.",
  "Last Updated": "22 March 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/critters/crusader/keyrings.asp",
  "Claim": "Living turtles and fish are packaged in plastic bags and sold as souvenir keyrings in China.",
  "Claim_ID": "critters_crusader_keyrings",
  "Tags": ""
}