{
  "Origins": "Humans often treat their canine companions as if they were fellow human beings, and when one sees a dog panting or displaying other signs of being overheated on a warm day, a natural inclination is to provide the animal with something we people find cool and refreshing, such as ice-cold water or pieces of ice (or both). According to widespread lore, however, this is a dangerous practice: providing pooches with ice or ice water can supposedly produce bloating that can lead them to develop acute gastric dilatation-volvulus ( GDV ), a life-threatening condition:",
  "Fact Check": "",
  "Description": "But, as various sources have noted, it's unlikely a dog would develop GDV simply from being provided with ice or ice water the real danger to your dog is more likely to come from the animal's consuming too much water and/or consuming water too quickly: GDV is indeed a very serious condition, but can it be caused by ice water? According the vets we interviewed, no. The reality is, it's more likely that the dog has ingested too much water too quickly, swallowing a fair amount of air along the way. We can see the need to give your pup loads of ice water after a heavy play session, especially if they tend to be hot when they're inactive, but despite the lack of danger of GDV, we don't recommend it. First, giving your dog too much water really can be dangerous. Usually, dogs who drink too much water too fast just vomit it up, but if they don't, bloat is a real concern. As for it being ice water, consult your vet. But think about it: If you're hot and reach for a cold glass of ice water and sip it down too quickly, what happens? What should be cooling leads to pain and discomfort. It may not be harmful, but why make yourself (or your dog) miserable. Veterinarian Dr. Audrey Harvey concurred, writing of this topic in July 2011 that: There have been rumors that ice and ice water causes a spasm of the stomach muscle in dogs, leading to a swollen stomach, and potentially fatal bloat. These rumors are not true, for a couple of reasons. Firstly, while ice may cause a muscle spasm, this is more likely to cause vomiting. Secondly, if ice caused bloating, then we'd see more cases of bloat during winter in dogs that live outdoors in cold parts of the country, where their water bowl ices over, and this isn't the case. I think that what is more likely is that dogs are given ice or iced water to drink when they are hot and thirsty, for example after heavy exercise. Under these circumstances, they are very likely to drink a lot of water very quickly, and this is a known risk factor for bloat. To prevent your dog getting bloat, feed several small meals a day instead of one or two large ones, don t let them drink lots of water at once, and avoid exercise for an hour or so after mealtime. Likewise, Dr. Page Wages of the Oberlin Animal Hospital wrote said of this subject in August 2007 that: Q: Can bloat be attributed to feeding your dog ice or ice water? A: Not directly. If your dog drinks the ice water or eats the ice cubes too fast, there is a potential to lead to bloat. Bloat is a condition in a dog or cat when they eat too much or too fast, and suck in air with the food or water, allowing the stomach to fill with gas. Most often, dogs will eat their meal very fast and then run or play, sucking in air as they bounce around, filling their stomach. Some dogs will bloat by eating too much too fast. Regardless, the stomach fills with gas and is at risk for flipping, causing a GDV (Gastric Dilatation and Volvulus), which is an emergency condition and required immediate surgery. Dogs with bloat or a GDV can very quickly go into shock and if stretched too far can potentially slough part of their stomach, which is life threatening. Most common breeds susceptible to bloat are the deep chested dogs, like Bassett Hounds, Standard Poodles, Labradors, Weimaraner, Shepherds, etc. And veterinarian Dr. Patty Khuly wrote in July 2010 of the second example reproduced above (which has been circulating since at least 2007), these types of warnings about dogs and ice water are examples of \"web-based misinformation [that] will just not die\": Though undoubtedly well-intentioned, the problem is obvious: The writer is misguidedly offering up her story as a helpful truth. When, in fact, the information is unproven, unreliably sourced, unverified, and utterly unnecessarily disseminated to the public to the potential detriment of dogs who may indeed benefit from drinking cold water or getting ice cubes in their water to brake their drinking binges. Frigid water gastric \"cramping\" is a falsehood akin to those that inform you that your hair will grow back coarser if you shave it (myth), or that you shouldn't go swimming for 30 minutes after eating lest you drown in a fit of cramps (myth). And though it's not a big deal to warn people about something that will at the very least do no harm should they avoid it, it drives me crazy to get these e-mails, nonetheless. Since 2007, when this message started making the rounds, I've received this ice water e-mail ten times over at least. It even once served as an impetus for a post I wrote on the truth behind bloat risks, and on another occasion, it inspired a piece I wrote for The Bark (Sept/Oct 2009), treating current veterinary thinking on the subject. Why so sensitive? Because the story needed to be outed for what it was: a simple tragic anecdote. Because it annoys me when people feel the need to pass along their personal tales of woe without consulting the science behind the tragedy. And because people should probably think before playing a viral game of online Cassandra with respect to everyone else's pets.",
  "Originally Published": "",
  "Referred Links": "http://www.petmd.com/blogs/fullyvetted/2010/july/internet_myths-10213;http://web.archive.org/web/20120925034300/http://www.wral.com/lifestyles/pets/blogpost/1700463/;http://www.dogtipper.com/tip/2011/07/ask-dr-audrey-does-ice-cause-bloat.html;http://www.sheknows.com/pets-and-animals/articles/1023643/is-ice-water-safe-for-dogs;https://www.addl.purdue.edu/newsletters/1999/fall/gdv.shtml;",
  "Example": "I read a post on facebook today that stated that if you give a dog ice or ice water when it is hot and then feed the dog, that their stomach muscles will spasm and they will bloat and then can die. I looked on your site but was not able to find anything on that. Is it true? [Collected via e-mail, July 2010] Hello Everyone, I am writing this in hopes that some may learn from what I just went through. We were having a good weekend till Saturday. On Saturday I showed my Baran and left the ring. He was looking good and at the top of his game. He had a chance at no less then one of the two AOM's. It did not work out that way. After showing we went back to our site/set up and got the dogs in their crates to cool off. After being back about 30 min. I noticed Baran was low on water. I took a hand full of ice from my cooler and put it in his bucket with more water. We then started to get all the dogs Ex'ed and food ready for them. I had Baran in his 48' crate in the van because this is the place he loves to be. He loves to be able to see everyone and everything. After checking him and thinking he was cooled off enough, we fed him. We walked around and one of my friends stated that Baran seamed like he was choking. I went over and checked on him. He was dry heaving and drooling. I got him out of the crate to check him over and noticed he had not eaten. He was in some distress. I checked him over from head to toe and did not notice anything. I walked him around for about a minute when I noticed that he was starting to bloat. I did everything I was taught to do in this case. I was not able to get him to burp, and we gave him Phasezime. We rushed Baran to a vet clinic. We called ahead and let them know we were on our way. They were set up and waiting for us. They got Baran stablized very quickly. After Baran was stable and out of distress we transported him to AVREC where he went into surgery to make sure no damage was done to any of his vital organs. I am very happy to say Baran is doing great, there was no damage to any vital organs, and he still loves his food. In surgery the vet found that Baran's stomach was in its normal anatomic position. We went over what had happened. When I told the vet about the ice water, he asked why I gave him ice water. I said that I have always done this. I told him my history behind this practice and his reply was, \"I have been very lucky.\" The ice water I gave Baran caused violent muscle spasms in his stomach which caused the bloating. Even though I figured his temperature was down enough to feed, and gave him this ice water, I was wrong. His internal temperature was still high. The vet stated that giving a dog ice to chew or ice water is a big NO, NO! There is no reason for a dog to have ice/ice water. Normal water at room temperature, or cooling with cold towels on the inner thigh, is the best way to help cool a dog. The vet explained it to me like this: If you, as a person, fall into a frozen lake what happens to your muscles? They cramp. This is the same as a dog's stomach I felt the need to share this with everyone, in the hopes that some may learn from what I went through, I do not wish this on anyone. Baran is home now doing fine. So please if you do use ice and ice water, beware of what could happen.",
  "Last Updated": "19 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/crusader/icewater.asp",
  "Claim": "Giving your dog ice or ice water on a hot day is likely to cause it to die from bloating and spasms.",
  "Claim_ID": "critters_crusader_icewater",
  "Tags": ""
}