{
  "Origins": "For a long time it was believed that not only did the female praying mantis consume the head (and sometimes the rest) of her mate during copulation, but that this grisly act was a necessary part of the reproductive process. (The reasons given for this act of decapitation included its being a signal to the male to release his sperm, its providing the female with protein required for her to produce more eggs, and its being a way of keeping the male from leaving prematurely.) Even though the notion that the female always eats her mate has long since been disproved, the legend of the always-deadly female persists.",
  "Fact Check": "",
  "Description": "In a research project whose results were published in the journal Animal Behaviour in 1984, entomologists Eckehard Liske and W. Jackson Davis made videotapes of the sex lives of thirty pairs of praying mantises. They discovered that mantises engage in elaborate posturing rituals before mating, but not one of the thirty males had his head eaten during the mating process. They also noted that other scientists had observed the same thing: Although female mantises sometimes ate their mates, the deadly act by no means occurred in every case. The behavior appeared to be influenced by captivity: Female mantises were either jarred into unusually aggressive behavior by the unusual laboratory conditions, or they were simply not fed enough by their keepers. Yes, the female praying mantis does sometimes eat her mate. In fact, male mantises will often offer themselves up as food to the female during the mating process, and from a biological standpoint this action makes sense: There's no point to mating with a female who might die from a lack of food before she can lay her eggs and pass the father's genes onto the next generation. This doesn't happen all the time, however, and its frequency of occurrence and the reasons for it are still a subject a debate within the entomological world.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Newsday, 1993] The praying mantis, with its forelegs folded as if in prayer, may look pious, but its mating ritual is truly a macabre affair: Once the smaller male is attached to the female's body, she decapitates him, but he continues the act of conjugation for several more days before he dies and is eaten by his voracious mate.",
  "Last Updated": "15 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/wild/mantis1.asp",
  "Claim": "Female praying mantises always eat the heads of their mates.",
  "Claim_ID": "critters_wild_mantis1",
  "Tags": ""
}