{
  "Origins": "This grey-bearded leg pull has been around for a whopping 125 years, since that day in 1875 when Willis B. Powell, editor of a newspaper in Lacon, Illinois, pulled the wool over the collective eyes of Associated Press by supplying that newswire with details about a supposedly real cat-and-rat ranch being advertised in that area. Despite its silliness, the story evaded scrutiny, and an obvious prank took on a life of its own in the imaginations of many. Then, as now, the Associated Press imprimatur conferred credibility.",
  "Fact Check": "",
  "Description": "Not until April 1940, when an article appeared in Goldfish Bowl (a publication of the National Press Club of Washington, D.C.), was the famous Lacon, Illinois, ranch for felines and rodents widely revealed as a hoax. The spurious prospectus on which the Associated Press news accounts were based read as follows: Glorious Opportunity To Get Rich!!! We are starting a cat ranch in Lacon with 100,000 cats. Each cat will average 12 kittens a year. The cat skins will sell for 30 cents each. One hundred men can skin 5,000 cats a day. We figure a daily net profit of over $10,000. Now what shall we feed the cats? We will start a rat farm next door with 1,000,000 rats. The rats breed 12 times faster than the cats. So we will have four rats to feed each day to each cat. Now what shall we feed the rats? We will feed the rats the carcasses of the cats after they have been skinned. Now Get This! We feed the rats to the cats and the cats to the rats and get the cat skins for nothing! Barbara \"ratified\" Mikkelson Sightings: The 1934 film Maniac contains this urban legend, and various music lovers have informed me that on its 1985 album New Day Rising, Husker Du features a song called \"How to Skin a Cat.\" The lyrics, I'm told, go something like \"We'll feed the rats to the cats and the cats to the rats . . .\" Just goes to show that you can't keep a good story down.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "10 August 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/critters/disposal/catrat.asp",
  "Claim": "A serious prospectus inviting investors to become part of a cat-and-rat farm was once circulated, the basic premise of which involved skinning cats for their fur, feeding the cat carcasses to rats, then feeding the rats to the cats being raised for their fur.",
  "Claim_ID": "critters_disposal_catrat",
  "Tags": ""
}