{
  "Origins": "On 8 September 2015, the web site IJ Review published an article with the misleading headline \"'Crown' Tattoos Being Forced on Women Across the US. If You See One, Here s the Disturbing Meaning\": For thousands of women across the United States their tattoos are a constant reminder of the men who enslaved them for profit. Sex trafficking in the United States affects countless women, and many are left with the scars and marks of their former pimps.",
  "Fact Check": "Do crown tattoos secretly signal that a woman is or once was sold into slavery?",
  "Description": "A CNN interview with a victim and survivor of sexual slavery and addiction named Jennifer Kempton helped shed light on these tattoos. The article (and several subsequent republications of it) attributed its claims to a 2 September 2015 CNN piece titled \"Sex-trafficking survivors use new ink to reclaim their lives.\" That report profiled Survivor's Ink, a group devoted to assisting victims of sex trafficking to remove or cover tattooed brands acquired in the course of their victimization: [Founder Jennifer] Kempton said the new ink changed the way she looked at herself, but she still had three other brandings. There was one on her neck, one on her back and one right above her groin that said \"Property of Salem,\" a trafficker who played a major role in bringing Kempton into the life she had now left behind. She told a human trafficking advocate about the \"property of\" tattoo. The advocate contacted a family member who agreed to pay for her to have the rest of her brandings covered. This was the beginning of Survivor's Ink. Kempton wanted other survivors to experience the freedom she had found, so she started a nonprofit organization that pays for trafficking survivors to have their branding tattoos covered by new tattoos of their choosing. Both CNN and IJ Review linked to Survivor's Ink's Facebook page, which contained photo albums illustrating before and after tattoos. Notably, only a single crown was featured among the tattoos depicted, casting the \"here's what it means\" headline into doubt. It's likely that some pimps chose a crown as the brand forcibly inked upon their victims. But nothing in the CNN report suggested that crowns are universal (or even common) among tattoos forced on unwilling sex workers. Moreover, crown tattoos are a popular choice among the inked. We found no evidence that crown tattoos were linked to sex trafficking before 7 September 2015; however, we located a number of proudly-displayed, intentionally-chosen crown tattoo examples: #Blue Crown #Tattoo By Iuri Chmel #Ink #Tattoos http://t.co/CyEDUYWFGJ pic.twitter.com/RTLEVcFWuP Tattoo Ideas (@tattooideas__) August 24, 2015 #tattoo #tattoos http://t.co/1rHc7pdmdR #Black-And-Grey Crown and Scepter pic.twitter.com/iZxtLdp9Vg Linda Severino (@redsomcom) August 20, 2015 Upper back tattoo of a crown by Murat Bilek. Tattoo artist: Murat Bilek #littletattoos #t http://t.co/clx2Dxo6iT pic.twitter.com/Edrj0vqg5w Little Tattoos (@little_tattoos) August 12, 2015 #tattoo #tattoos http://t.co/pfsfDphHef #Arm #Couple #Crown One Love pic.twitter.com/2hWSEfs6r3 Linda Severino (@redsomcom) July 14, 2015 Even if a small fraction of the crown tattoos (shared across the internet in body modification galleries) were coerced, the vast majority of folks with a crown tattoo were not victims of sex trafficking; the presence of one is definitely not \"disturbing\" proof its owner was once enslaved. Last updated: 8 September 2015",
  "Originally Published": " 8 September 2015",
  "Referred Links": "https://twitter.com/redsomcom/status/620793878690590720;http://t.co/2hWSEfs6r3;https://twitter.com/hashtag/Crown?src=hash;https://twitter.com/hashtag/Couple?src=hash;https://twitter.com/hashtag/Arm?src=hash;http://t.co/pfsfDphHef;https://twitter.com/little_tattoos/status/631501585160511488;http://t.co/Edrj0vqg5w;http://t.co/clx2Dxo6iT;https://twitter.com/hashtag/t?src=hash;https://twitter.com/hashtag/littletattoos?src=hash;https://twitter.com/redsomcom/status/634376231270662144;http://t.co/iZxtLdp9Vg;https://twitter.com/hashtag/Black?src=hash;http://t.co/1rHc7pdmdR;https://twitter.com/hashtag/tattoos?src=hash;https://twitter.com/hashtag/tattoo?src=hash;https://twitter.com/tattooideas__/status/635810066931806209;http://t.co/RTLEVcFWuP;http://t.co/CyEDUYWFGJ;https://twitter.com/hashtag/Tattoos?src=hash;https://twitter.com/hashtag/Ink?src=hash;https://twitter.com/hashtag/Tattoo?src=hash;https://twitter.com/hashtag/Blue?src=hash;https://twitter.com/search?f=images&vertical=default&q=crown%20tattoos&src=typd;https://www.facebook.com/Survivors.Ink2013/photos_stream;http://www.cnn.com/2015/09/02/us/human-trafficking-branding-survivors-ink/;http://www.donotlink.com/glzu;https://twitter.com/Flipy602/status/641280176089788416;http://t.co/u0fabfCANc;",
  "Example": "[Collected via Twitter, September 2015] Crown Tattoos Being Forced on Women Across the US. If You See One, Here s the Disturbing Meaning http://t.co/u0fabfCANc Phillip Hernandez (@Flipy602) September 8, 2015",
  "Last Updated": "8 September 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/crown-tattoos/",
  "Claim": "Crown tattoos secretly signal that a woman is or once was sold into sexual slavery.",
  "Tags": "sex trafficking;crown tattoo;crown tattoos;crown tattoo meaning;tattoo meanings;sex slavery;human traffickings;",
  "Claim_ID": "crown-tattoos"
}