{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://www.instagram.com/beyonce/;http://www.poynter.org/2013/let-me-tweet-that-for-you-site-raises-concerns-for-journalists/208122/;",
  "Example": "[Collected via Email, February 2016] Did Ted Cruz tweet that he will deport Beyonce during his Presidency due to her Super Bowl performance? Origin:On 15 February 2016, an image appeared purportedly showing a tweet posted by Senator Ted Cruz threatening to deport singer Beyonc over her performance at Super Bowl 50: While many people claimed that the above-displayed tweet was real, the message does not appear on Cruz's timeline, and we found no evidence proving that it ever did. In fact, there are several aspects about the above-displayed image that made us question its authenticity. First, Ted Cruz is a verified Twitter user, and as such his tweets appear with a blue \"verified\" mark next to his name, something that is absent from the image: Second, the above-displayed image claims that the message was retweeted by more than a thousand users. If this were true, there would be several links pointing back to Cruz' original tweet. However, this is not the case. While the image of Cruz's purported tweet has been shared on social media, they are not accompanied by links pointing to a recently deleted tweet from the Senator. Further, Beyonc performed at the Super Bowl on 7 February 2016, and while Cruz is undoubtedly busy, it would be strange for him to wait a week after the fact to comment on the singer's performance. It should also be noted that the above-displayed fake tweet was originally accompanied by the claim that Anderson Cooper had captured the screenshot from Cruz's Twitter page: The above-displayed message, however, does not appear on any of Anderson Cooper's social media profiles, and is as suspect as the original. While one could reasonably assume Cruz would want the Tweet deleted (if it were actually sent in the first place), there is no reason for Cooper to delete his message. Web sites such as \"Let Me Tweet That For You\" have made it easy to create Twitter forgeries. For instance, Ted Cruz never tweeted this: Last updated: 15 February 2016 Originally published: 15 February 2016 Featured Image: Instagram",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/cruz-beyonce-deport-tweet/",
  "Claim": "Ted Cruz threatened on Twitter to deport Beyonc due to her performance at Super Bowl 50.",
  "Tags": "ted cruz;super bowl;beyonce;fake tweets;",
  "Claim_ID": "cruz-beyonce-deport-tweet"
}