{
  "Origins": "Evolving Food and Drug Administration (FDA) regulations governing acceptable terminology for various foods have led to occasional confusion over what is and isn't present in any given food product, a circumstance likely to blame for a long-circulating rumor maintaining Dairy Queen desserts are technically \"dairy free.\" Iterations of the claim asserting that Dairy Queen's desserts are classified as \"non-dairy\" foods date to at least 2010, and questions about it don't appear to be directly answered on a comprehensive Dairy Queen Nutrition Facts page [PDF]. A Dairy Queen FAQ indirectly addressed the question (under the heading \"Is your soft serve really ice milk?\"), indicating that a change in FDA regulations led to labeling updates:",
  "Fact Check": "",
  "Description": "Technically, our soft serve does not qualify to be called ice cream. To be categorized as ice cream, the minimum butterfat content must be ten percent, and our soft serve has only five percent butterfat content. While our soft serve product used to be categorized as \"ice milk,\" the Food and Drug Administration (FDA) eliminated this category of product to allow companies the ability to market frozen dairy products as \"reduced-fat,\" \"light,\" and \"low-fat\" ice cream. It should be noted that relative butterfat content isn't a barometer of purity or quality and primarily dictates the relative solidity of frozen desserts. Still, a specific ingredient list for Dairy Queen's soft-serve was difficult to locate directly on their web site. By using a Dairy Queen nutritional calculator, we were able to access a list of ingredients for their plain vanilla cone: Milkfat and nonfat milk, sugar, corn syrup, whey, mono and diglycerides, artificial flavor, guar gum, polysorbate 80, carrageenan, and vitamin A palmitate. Seeking information about Dairy Queen's chocolate soft-serve ice cream produced a near-identical result (but also included cocoa), with \"milkfat and nonfat milk\" as the product's primary ingredients. Dairy Queen's FAQ also addressed rumors claiming that if you order a Blizzard and it isn't served to you upside down, you don't have to pay for it: The independent franchise owner of each restaurant decides whether the Blizzard Treats in their location will be served upside down. Whether your next Blizzard Treat is free if the employees forget or neglect to do so is determined by the independent franchise owner of each restaurant. Please check with the employees of each restaurant to see if they participate in this promotion. Lactose intolerant Dairy Queen customers aren't entirely out of luck, however. Although the majority of dessert offerings at Dairy Queen aren't dairy-free, a food allergy-related blog notes some possible exceptions: While Dairy Queen is known for ice cream, it does carry a few dairy-free treats, such as the original Arctic Rush beverage and StarKiss bars. StarKiss bars are dairy free but are processed where dairy treats are made. We have never had a problem with them, but use your best judgement. FDA standards for frozen desserts (under which Dairy Queen's soft-serve is regulated) can be viewed in full here. Last updated: 13 November 2015",
  "Originally Published": " 13 November 2015",
  "Referred Links": "http://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfcfr/cfrsearch.cfm?fr=135.110;http://www.godairyfree.org/dining-out/fast-food-restaurants/dairy-queen;http://www.idq.com/NCPublic/ChoiceCalcResult.aspx?IdMenuItem=217&IdMenuGroup=17;http://www.idq.com/NCPublic/#;http://www.icecreamgeek.com/?page_id=817;http://www.dairyqueen.com/us-en/Company/FAQ/;https://www.dairyqueen.com/Global/Nutrition/2014Nutrition%20Food%20Treat%20US.pdf;http://askville.amazon.com/Dairy-Queen-ice-cream-non-dairy-told-worker-stores/AnswerViewer.do?requestId=69457303;",
  "Example": "[Collected via e-mail, November 2015] I was recently told Dairy Queen's ingredients are all dairy-free. This sounds like a crazy urban myth but I need to know because my grandson has a serious dairy allergy and I don't want to give him something that could potentially kill him.",
  "Last Updated": "13 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/dairy-queen-dairy-free/",
  "Claim": "Dairy Queen ice cream is \"dairy free\" or \"non-dairy.\"",
  "Tags": "dairy queen;dairy free;non dairy;fast food rumors;FDA;",
  "Claim_ID": "dairy-queen-dairy-free"
}