{
  "Origins": "On 5 December 2015 Facebook user Mickey Knox published the above-reproduced Facebook status update, claiming that a \"pro ISIS rally\" had taken place in Dearborn, Michigan on that date. The image was widely circulated via social media, with all iterations lacking any substnative information about the rumor attached to it: @realDonaldTrump Pro Isis Rally Dearborn Michigan As reported on FB Loading my guns is too close to home now WTF!! pic.twitter.com/lDsqfxH0cT Bud Wolf (@BudWolf1) December 7, 2015",
  "Fact Check": "",
  "Description": "We contacted the City of Dearborn's Public Information and Police departments to ask about the photograph. The individuals to whom we spoke confirmed that no such rally had taken place in Dearborn on 5 December 2015, or at any other time. The source of the image is uncertain. However, Detroit station WXYZ published an article on the same day as the Facebook post titled \"Hundreds of People in Dearborn Are Taking a Stand Against ISIS and Terrorist Attacks,\" an article that reported: Hundreds of Arab Americans in metro Detroit are taking a stand against ISIS and terrorism. This weekend, they gathered for a peaceful protest against hate outside of the Karbala Islamic Center in Dearborn. Images tweeted by WXYZ included similar weather conditions and the presence of multiple flags (none of which were the sort linked with the Islamic State): Hundreds of people in Dearborn come together to take stand against ISIS & terrorism https://t.co/XTgckJq4cR pic.twitter.com/f2Khf5Zx8W WXYZ Detroit (@wxyzdetroit) December 7, 2015 If the image was taken on the same day as the reported anti-ISIS rally, it's likely it represented that protest and not a non-existent pro-ISIS rally in Dearborn on 5 December 2015. Last updated: 7 December 2015",
  "Originally Published": " 7 December 2015",
  "Referred Links": "https://twitter.com/wxyzdetroit/status/673809444304609281;https://t.co/f2Khf5Zx8W;https://t.co/XTgckJq4cR;http://www.wxyz.com/news/hundreds-of-people-in-dearborn-are-taking-a-stand-against-isis-and-terrorist-attacks;https://twitter.com/BudWolf1/status/673893110380961793;https://t.co/lDsqfxH0cT;https://twitter.com/realDonaldTrump;https://www.facebook.com/photo.php?fbid=1954308554793726&set=a.1553668524857733.1073741827.100006438014591&type=3&pnref=story;https://twitter.com/mdj17/status/673916023247097858;https://t.co/O01b9hUQGR;",
  "Example": "[Collected via Facebook and Twitter, December 2015] Dearborn Michigan, this morning. Pro ISIS Rally. Spread the word, the fit is about to hit the shan here in the US. OBAMA to attend pro ISIS RALLY in DEARBORN MI??? https://t.co/O01b9hUQGR Dave Jones (@mdj17) December 7, 2015",
  "Last Updated": "7 December 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/dearborn-michigan-pro-isis-rally/",
  "Claim": "A photograph documents a pro-ISIS rally held in Dearborn, Michigan, on 5 December 2015.",
  "Tags": "ISIS;dearborn;",
  "Claim_ID": "dearborn-michigan-pro-isis-rally"
}