{
  "Origins": "In September 2015, what appeared to be articles announcing the cancellation of deer hunting season in a number of states began circulating on social media sites. Headlines attached to that rumor included \"Texas cancels 2015/2016 deer hunting season,\" \"2015 Deer season canceled in Georgia,\" and \"North Carolina Deer Season Canceled\" (among other variations). Reasons for the sudden cancellation of deer season ranged from a decline in local deer populations to viral infections to the ever-popular \"Presidential Executive Order.\" Many users obviously shared such links without first opening them, as all iterations of the claim led to a version of this image:",
  "Fact Check": "Has deer hunting season been canceled (in North Carolina, Mississippi, Georgia, or Arkansas) this year?",
  "Description": "The spate of links about deer season cancellations in multiple states were generated by users of the web site FeedNewz (now prank.link), which enables social media users to create fake news stories. Among FeedNewz's user-submitted pranks were fake articles claiming that Taco Bell was shutting down all its locations, that Channing Tatum had come out as gay, that EastEnders star Danny Dyer had died, that Mountain Dew was to be cancelled, that MMA champion Ronda Rousey was stripped of her title after failing a drug test, that the coffee chain Dutch Bros. was closing all its locations, and that regional chain Wawa was shuttering all its stores. On 8 September 2015, one of several concerned Facebook users asked the North Carolina Wildlife Resources Commission about the rumors: A lot of people are.copying posts on Facebook that deer season is canceled this year due to deer having some type of sickness, is this a.scam or truth? It seems far-fetched but wanted to find out the truth! The agency responded: These reports are simply untrue. The post was created using a known prank website and shared via Facebook. Please ignore this post and others like it. Official Commission announcements will always be distributed through our verified social media channels. For future updates, please visit the \"Alerts\" section of http://www.ncwildlife.org. Last updated: 9 September 2015",
  "Originally Published": " 9 September 2015",
  "Referred Links": "http://www.ncwildlife.org;https://www.facebook.com/ncwildliferesourcescommission/posts/879975888756384;https://twitter.com/JonRHansen/status/641267190402908164;http://t.co/Da1YfBGBGn;https://twitter.com/yogirlKelsiMay3/status/641590033489661954;http://t.co/dST1E62lcR;https://twitter.com/brittany198625/status/641680261562957824;http://t.co/cSBEWeASv3;https://twitter.com/bretthouston19/status/641670745198866433;http://t.co/Xo9IA2ydxW;",
  "Example": "[Collected via Twitter, September 2015] 2015 Deer season cancelled in Georgia http://t.co/Xo9IA2ydxW Brett houston (@bretthouston19) September 9, 2015 North Carolina Deer Season Cancelled http://t.co/cSBEWeASv3 brittany carpenter (@brittany198625) September 9, 2015 Alabama deer season cancelled http://t.co/dST1E62lcR SwisherGoddess (@yogirlKelsiMay3) September 9, 2015 Texas cancels 2015/2016 deer hunting season. http://t.co/Da1YfBGBGn Jon BigTex Hansen (@JonRHansen) September 8, 2015",
  "Last Updated": "9 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/deer-season-canceled/",
  "Claim": "Deer hunting season has been canceled (in North Carolina, Mississippi, Georgia, or Arkansas) this year.",
  "Tags": "fake news;feednewz;prank news;deer season canceled;deer season 2015;prank.link;",
  "Claim_ID": "deer-season-canceled"
}