{
  "Origins": "We can't all be famous, but many people who aren't have tried the next best thing: associating themselves with someone famous. Others, denied the opportunity even to hobnob with anyone of renown, have taken the process a step further and manufactured such associations themselves. A particularly prevalent genre of \"brush with fame\" legends involves those who claim to have had chance encounters with notable personages during their formative years, contributing something an idea, a suggestion, or maybe just a helping hand that had a lasting impact and aided those later-famous people in becoming successful in some artistic, scientific, or political endeavor. After all, the early lives of people who later become famous are often not well documented, making it difficult to dispute a claimant's tale of a chance encounter way back when.",
  "Fact Check": "",
  "Description": "Not surprisingly, Walt Disney is the subject of several such legends, in this case one having to do with the site of his birth and the origin of his given name. In 1982, the Robinson Argus newspaper, based in Robinson, Illinois, published a local resident's recollection of the putative circumstances surrounding Walt's birth: So many great people were born in Robinson! And, now we must add Walt Disney to the list. The Argus is indebted to Doris Davis and Ada York for the surprising information that the famous Walt Disney actually was born in Robinson. On Friday, February 12, Ada gave the following information to Doris Davis, who in turn brought it to the Argus on Monday of this week. This is February 12, 1982, at Cotillion Ridge, and this is Ada talking to Doris Davis: \"In 1925-26 I worked for Mr. George Walter on West Plum Street. This was a time when Walt Disney was coming into great popularity. He told me that several people knew that Walt Disney was born in Robinson and I asked him how he developed the knowledge and he said that he owned the brick yard at the time and they were migrating through Robinson back to Chicago and ran out of money while in this town. Mr. Walter gave him a job and he got a room over what is now the Rembrandt Studio and their baby was due at any time. When the baby was born, it was a boy and they named him Walter for Mr. Walter who had been so kind to them and gave Mr. Disney work to enable him to support his wife and baby son.\" Doris: \"Later, you heard an interview?\" Ada: \"Yes! Edward R. Murrow interviewed Walt Disney and he asked him where he was born. Walt Disney said, 'Well the record shows that I was born in Chicago, but actually I was born in a little town 200 miles south Robinson!' So that sort of tied the ends together!\" It's a charming story, but the logical holes in its premise and timeline are legion: Every significant piece of Disney biography states that Walt was born in an upstairs bedroom of his parents' house in Chicago. If Walt had publicly stated, to a news reporter as prominent as Edward R. Murrow, that he was actually born somewhere else, how is it that fact has somehow eluded every Disney biographer to the point that none of them so much as mention it? And if Walt both knew and publicly proclaimed that he was really born in Robinson, why did he nonetheless maintain in his autobiography (published under his daughter's name) that he was indeed born in Chicago? Walt Disney's parents could not have been \"migrating back to Chicago\" just before his birth in 1901, as they had been living in Chicago continuously ever since 1889. Even if Elias Disney, Walt's father, had some reason to travel away from Chicago in late 1901, it is extremely unlikely (given the rigors of travel in those days) that he would have taken a heavily-pregnant wife along with him except under the most exigent of circumstances (and there is no record of any such circumstances affecting the Disney family in 1901). The account quoted above states that a brickyard owner in Robinson gave Elias Disney work immediately after Walt's birth \"to enable him to support his wife and baby son.\" By the time Walt came along, the Disneys already had three children who was taking care of them? Surely Mr. and Mrs. Disney had not left their three young sons behind somewhere to fend for themselves, so why does this recollection fail to mention anyone but Walt? Why in the world would the Disneys, who already had a permanent home in Chicago (in a house built by Elias himself), have been traipsing around the countryside with three children in tow and Mrs. Disney about to give birth to a fourth? (Again, there is no record of the Disneys having left their three eldest children in someone else's care for an extended period of time just before Walt's birth.) The statement that Walt Disney was \"coming into great popularity\" in 1925-26 (a claim made to explain why the narrator clearly remembered a story she'd been told over fifty years earlier obviously she wouldn't have found the tale so memorable if Walt Disney wasn't already famous when she heard it) is a bit off the mark: the debut of the character who made the name 'Disney' a household word, Mickey Mouse, was still several years in the future, and even Disney's first successful animated character, Oswald the Lucky Rabbit, would not first appear until late 1927. Disney had moderate success in the mid-1920s with his Alice in Cartoonland series (short silent films which mixed live action and animation), but he was hardly a nationally-known figure in 1926. (As a point of comparison, we note that although Disney began working in Los Angeles in early 1923, his name appeared in the pages of the Los Angeles Times but once prior to 1929.) Wherever Walt may have been born (and no matter what the circumstances of his birth), his given name was demonstrably not the result of a spur-of-the-moment decision by his parents to honor someone who had aided them at the time of Walt's birth in 1901. As the following birth record demonstrates, the Disneys had already selected \"Walter\" as a name for one of their sons as far back as 1890: Walt Disney, of course, was not born until 1901 this certificate, which documents a birth on 30 December 1890, records the arrival of one of Walt's older brothers, Raymond Arnold Disney. Evidently Mr. and Mrs. Disney considered naming one of their earlier children \"Walter\" to the extent that that name was listed on the birth certificate, but they later changed their minds and named him \"Raymond\" instead. The important point, however, is that this certificate documents the Disneys had the name \"Walter\" in mind for one of their sons a full eleven years before Walt was born. So, we leave off where we began, by noting that people sometimes manufacture their own brushes with greatness, as was evidently the case here. To mangle a familiar phrase: \"Some are born great, some achieve greatness, and some fabricate greatness out of whole cloth.\"",
  "Originally Published": "",
  "Referred Links": "http://www.toonopedia.com/disney.htm;http://www.toonopedia.com/oswald.htm;",
  "Example": "",
  "Last Updated": "25 July 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/disney/waltdisn/robinson.asp",
  "Claim": "Walt Disney was born in Robinson, Illinois, and named after a helpful townsperson who assisted his parents.",
  "Claim_ID": "disney_waltdisn_robinson",
  "Tags": ""
}