{
  "Origins": "At the 2004 Strategic Space Convention held on 7 October in Omaha, Nebraska, the United States Air Force Space Command ( AFSPC ) unveiled a new space badge to replace the one previously worn by space and missile operations professionals. Although the updated Air Force space badge bears a resemblance to an insignia (shown to the right) worn by the Buzz Lightyear character in the popular Toy Story films (produced by Pixar and distributed by Disney), and the Walt Disney Company has a history of zealously defending its copyright- and trademark-protected intellectual property, the article reproduced above is just a spoof. As the chief of news operations for the Air Force News Service verified for us, no such article was carried by the Air Force Print News ( AFPN ), nor has Disney's legal department issued any statement about the new AFSPC badge.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.af.mil/news/;http://www.af.mil/news/story.asp?storyID=123008878;http://www.peterson.af.mil/hqafspc/;",
  "Example": "[Collected on the Internet, 2004] Disney Officials contemplating suit over new Air Force space badge 11/11/2004 PETERSON AIR FORCE BASE, Colo. (AFPN) During a ceremony last month, Air Force Space Command officials unveiled a new space badge to replace the current space and missile functional badge worn by space and missile operations professionals. Not long after the ceremony, Air Force officials began receiving calls from Disney customers and space cadre officers commenting on the similarities of the new badge with that of Star Command and \"Buzz\" Lightyear fame. In a statement issued by Disney Corporation's legal department, the company is investigating the issue and may consider legal action against the Air Force for copyright infringement. Although the new space badge is not presently available for purchase, Disney Officials said they anticipate seeking a federal injunction to suspend production until the issue is resolved. In an interview with a space and missile qualified officer at Peterson, the officer remarked, \"Who's knucklehead idea was this anyway? As if I don't get enough crap from my fighter buddies and now I've got to live with this?!\"",
  "Last Updated": "17 November 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/disney/wdco/airforce.asp",
  "Claim": "The Walt Disney Company is suing the U.S. Air Force over the design of a new space badge.",
  "Claim_ID": "disney_wdco_airforce",
  "Tags": ""
}