{
  "Origins": "In 1918, sixteen-year-old Walt Disney was eager to take part in the war in Europe but was too young to join the military. After a plan to enlist in the Canadian Army fell through, Walt signed up with the American Ambulance Corps, a division of the Red Cross, by lying about his age. In November of 1918, after the war had ended, Disney's outfit was shipped across the Atlantic to France.",
  "Fact Check": "",
  "Description": "Walt Disney was assigned to an evacuation hospital in Paris, where he drove trucks and ambulances and ferried military officers from place to place. In February of 1919, Walt and another driver were selected to transport a load of beans and sugar from Paris to Soissons, but their truck broke down in the French countryside during freezing mid-February weather. Walt dispatched his assistant to return to Paris via train while he stayed with the truck, but after two days of waiting Disney finally made his way to the nearest village in search of food and shelter. After sleeping for nearly a day, young Walt returned to the site of the breakdown to find that the truck was gone. (Disney's assistant, after taking time out for a two-day drunken binge, had finally notified authorities about the disabled truck, and it had been towed back to Paris.) When Walt returned to headquarters in Paris he faced a disciplinary board for having abandoned his truck, but the board found that Disney had taken reasonable steps to safeguard the vehicle and did not move to dismiss him from his volunteer duty. The legend about Walt Disney's dishonorable discharge seems to have begun with the notion that he hung his release from the Red Cross upside-down behind his desk. Even though neither Walt's Red Cross release nor anything else was hung upside-down in his office, the rumor of the upside-down certificate somehow got started and was taken as a sign of Disney's displeasure with his experience in France; over time his volunteer duty with the Red Cross (a civilian organization) was mistaken for actual military service, and his release was transformed into a dishonorable discharge. Thus arose the legend that Walt Disney had not only been dishonorably discharged from the military, but that he was proud of it so proud, in fact, that he hung his dishonorable discharge on the wall of his office for all the world to see on his weekly television show. (The \"office\" depicted in Disney's television broadcasts was merely a soundstage mock-up, however his real office was never shown.) The apocryphal story of Walt's dishonorable discharge spread widely and was even repeated on official tours of the Pentagon and told to recruits in basic training. Some versions of the legend included the detail that an influential congressman had offered to \"fix\" Disney's discharge and turn it into a honorable one, but Walt declined the favor. Why people believe that Disney would have been proud of a dishonorable discharge is rather puzzling. In the closest thing Walt left to an autobiography ( The Story of Walt Disney, putatively written by his daughter Diane), he spoke only positively of his time in France: \"The things I did during those eleven months I was overseas added up to a lifetime of experience. It was such a valuable experience that I feel that if we have to send our boys into the Army we should send them even younger than we do. I know being on my own at an early age has made me more self-reliant . . .\" Presumably Disney's image as a creative and inventive artist seemed at odds with the conformity required by military service, and people believed Walt was proud of not having fit in with such an organization. As the legend of Disney's dishonorable discharge grew, the incident with the abandoned truck in France was dredged up as the reason for the discharge.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "23 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/disney/waltdisn/discharge.asp",
  "Claim": "Walt Disney received a dishonorable discharge from the military during World War I.",
  "Claim_ID": "disney_waltdisn_discharge",
  "Tags": ""
}