{
  "Origins": "Soviet Premier Nikita Khrushchev visited Los Angeles for a single day during his eleven-day state visit to the U.S. in 1959. Although Khrushchev expressed a desire to make a visit to Disneyland that day, the Los Angeles Police Department's (LAPD) chief declined to arrange such a trip because adequate security arrangements could not be made.",
  "Fact Check": "",
  "Description": "Khrushchev arrived in Washington, D.C., on 16 September 1959. He then spent several days traveling across America, making stops in New York, Los Angeles, San Francisco, and Des Moines before returning to Washington for a few days of talks with President Eisenhower and departing to return to Moscow on 27 September 1959. Shortly before Khrushchev arrived in Los Angeles on the afternoon of 19 September 1959, he apparently learned that his day's itinerary called for him to tour Los Angeles housing projects while his wife and children visited Disneyland. When Khrushchev said that he wanted to go to Disneyland as well, he was told that he could not because security officials could not guarantee his safety. None of the Khrushchevs ended up visiting the Magic Kingdom that day the disgruntled Premier and his family attended a luncheon at Twentieth-Century Fox studios and were taken on a cavalcade tour of Los Angeles housing. While at the studio luncheon, Khrushchev made an indignant speech criticizing the decision to exclude a trip to Disneyland from his day's activities: We have come to this town where lives the cream of American art. And just imagine, I a Premier, a Soviet representative, when I came here to this city, I was given a plan a program of what I was to be shown and whom I was to meet here. But just now I was told that I could not go to Disneyland. I asked: 'Why not?' What is it, do you have rocket-launching pads there? I do not know. And just listen just listen to what I was told to what reason I was told. We, which means the American authorities, cannot guarantee your security if you go there. What is it? Is there an epidemic of cholera there or something? Or have gangsters taken over the place that can destroy me? Then what must I do? Commit suicide? This is the situation I am in your guest. For me the situation is inconceivable. I cannot find words to explain this to my people. A slightly different version of events was related by the celebrities who sat with Mrs. Khrushchev at the luncheon. Bob Hope maintained that he planted the seed by telling the premier's wife, \"You ought to go to Disneyland. It's wonderful.\" Mrs. Krushchev then, according to Hope, passed her husband a note telling him that she wanted to go to Disneyland. When Krushchev read the note and asked the Secret Service about visiting Disneyland, he was told it was too dangerous; it was this incident that allegedly led to Krushchev's tirade a few minutes later. Frank Sinatra, who was sitting next to Mrs. Krushchev, supposedly leaned over to David Niven and said, \"Tell the old broad you and I will take 'em down there this afternoon.\" The State Department later said that Mrs. Khrushchev and her daughters were free to attend Disneyland, but that Mrs. Khrushchev decided \"at the last minute\" to remain with her husband instead. Major General Nikolai S. Zakharov of the Soviet Security Police had come to Los Angeles three weeks before Khrushchev's planned visit to go over security arrangements with Los Angeles police chief William H. Parker. Chief Parker expressed doubts over his ability to provide adequate security for a trip to Disneyland by the Premier because of the complexity and length (30 miles) of the motor route, and because Anaheim was part of Orange County and therefore outside his jurisdiction. (Neither reason rang quite true, as Los Angeles police escorts to Disneyland had previously been provided for former President Truman and other visiting Soviet dignitaries.) Neither General Zakharov nor the State Department objected when Chief Parker recommended dropping Disneyland from the schedule, although two different security plans for a visit to Disneyland (one for Mrs. Khrushchev and her children and one in case Mr. Khrushchev decided to go) were evidently made. This alteration of plans was apparently not revealed to Khrushchev until after his was plane was en route to Los Angeles, by which time it was too late to divert enough personnel to put the elaborate security precautions required for a Disneyland trip into effect. Although none of the Khrushchev family ended up going to Disneyland that day, four Soviet newsmen did spend about four hours at the park, saying that there was nothing like it in the Soviet Union, and that they believed Mr. Khrushchev and his family would have enjoyed visiting it. Since 1959, the details of Krushchev's non-visit to Disneyland have often been misreported. For example, many sources have erred by stating that Krushchev actually did visit Disneyland, while others have claimed that Krushchev was not allowed to visit the park because Walt Disney himself refused to allow it. (Disney was certainly no fan of communism, but he most likely would have relished the opportunity to show up the \"Russians\" by escorting their leader around his beloved theme park.)",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "10 May 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/disney/parks/nikita.asp",
  "Claim": "Soviet Premier Nikita Khrushchev was denied permission to visit Disneyland during a state visit to the U.S. in 1959.",
  "Claim_ID": "disney_parks_nikita",
  "Tags": ""
}