{
  "Origins": "The Haunted Mansion has undergone only relatively minor changes since it originally opened, and it has never closed for any appreciable length of time other than for routine maintenance and upgrades. No one has ever suffered a heart attack brought about by touring the attraction.",
  "Fact Check": "",
  "Description": "Although construction of the exterior structure for the Haunted Mansion began in 1962 and was completed the next year, the attraction itself did not open until August of 1969. The 1964 New York World's Fair project and the death of Walt Disney in 1966 were factors in delaying the completion of the ride. Because the attraction was made known to the public (and the mansion's facade was visible within the park) so long in advance of its actual opening (handbills announcing a 1963 opening of the Haunted Mansion were given out at Disneyland's Main Entrance in 1961; the mansion's New Orleans Square exterior was completed in 1963; the attraction was previewed in a 1965 episode of \"Walt Disney's Wonderful World of Color\"), a story about a forced closure and remodeling was somewhat plausible. Some elements such as the jumping, shrieking heads in the attic have been toned down in volume and appearance to make them less startling to guests, but these minor changes were made several years after the attraction first opened. The show building that houses the attraction itself was not even completed until 1968, making the alleged \"original\" opening of the Haunted Mansion several years earlier an impossibility.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "22 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/disney/parks/haunted.asp",
  "Claim": "Shortly after the Haunted Mansion opened at Disneyland, a guest was so frightened by the horrific attraction that he suffered a heart attack. The ride was closed and completely redone, with all the frightening elements being removed and replaced with much tamer versions.",
  "Claim_ID": "disney_parks_haunted",
  "Tags": ""
}