{
  "Origins": "This legend is a tricky subject to tackle, because it's based upon the fine (and often confusing) distinction between actual death and declared death. For example, if a seriously-injured victim of an automobile accident were loaded into a ambulance and died en route to the hospital, he generally would not be officially declared dead until he arrived at the hospital and was examined by a doctor. The difference in time between the actual physical death of the patient and the declaration of death by the doctor is the discrepancy on which this legend turns.",
  "Fact Check": "",
  "Description": "So, the claim here is not that no one has ever actually died on Disney theme park property, but whether Disney can legitimately make the claim that \"no one has ever died at a Disney park\" because they ensure that any declaration of death takes place outside of park property. As such, there are really two questions which must be answered: Does Disney really attempt to get injured (or already-dead) persons off their property before any declaration of death occurs? Has Disney always been successful in this effort? The first question is difficult to answer, because obviously Disney isn't going to discuss such a sensitive issue. Some former Disney employees have reported that the \"no one dies on Disney property\" maxim is indeed a company policy; that, as suggested in the book Inside the Mouse , \"if guests have the nerve to die, they wait, like unwanted calories, until they've crossed the line and can do so safely off the property\": We had a guy last summer who went to EPCOT, stood in front of the golf ball, took a gun, and blew his head off. But he didn't die. He stood right there in front of all those tourists and went \"cluck\" and brains blew everywhere. But he didn't die there. The medic told me that they are not allowed to let them die there. Keep them alive by artificial means until they're off Disney property, like there's an imaginary line in the road and they go, \"He's alive, he's alive, he's dead.\" In all fairness, however, it should be noted that in some jurisdictions once paramedics begin life-saving efforts they cannot discontinue those efforts until the patient has been transported to a medical facility, even if the patient is obviously dead; therefore, what someone might interpret as \"flogging a dead body\" to delay a determination of death could actually be a legally required procedure. Moreover, the sprawling size and relative isolation of the Walt Disney World complex in Florida make it imperative that persons in need of urgent medical attention be loaded into helicopters and transported to hospitals as quickly as possible. The combination of these two factors makes it rather unlikely that anyone would actually be declared dead on Walt Disney World property, regardless of how The Walt Disney Company felt about the matter. Declared deaths on Disney property apparently have happened before, however, as reported by The New York Times in an article about a 1984 plane crash in the EPCOT parking lot: A man was pronounced dead at the scene. A woman and a 2-year-old child died after being taken to a hospitals. The two survivors, a 3-year-old girl and a 5-year-old boy, were listed in critical condition at Orlando Regional Medical Center. In California as well, news accounts have mentioned instances where accident victims were declared dead while on Disneyland property, as in this 1985 Los Angeles Times report of a girl who was crushed to death under the wheels of a tour bus in the Disneyland parking lot: The identity of the girl, who was pronounced dead at the scene, was not released pending notification of her parents, according to Sgt. Larry Kurtz. The driver of the bus was not held. (The 2003 case of a man's dying on Big Thunder Mountain railroad might be another example of a declared death on Disneyland property, but sufficient details about that incident are not yet available.) Disney is, of course, well known for their image consciousness. They have been criticized in the past for policies such as not allowing marked emergency vehicles into their parks (so as not to upset park guests), and so many people perceive them as being willing and overzealous enough to stretch a semantic point for a minor public relations advantage.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "22 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/disney/parks/declare.asp",
  "Claim": "Disney can legitmately claim that no one has ever died at one of their theme parks, because they always ensure that accident victims are removed from park property before being declared dead.",
  "Claim_ID": "disney_parks_declare",
  "Tags": ""
}