{
  "Origins": "A small, attic-like space near the top of the Matterhorn structure does indeed contain a basketball rim, backboard, and floor markings. (This cramped area is smaller in size than a regulation half-court, so the term \"basketball court\" is used rather loosely here.) This common piece of Disney lore has it that Disneyland's Matterhorn house a basketball court because at the time it was built, an Anaheim city ordinance prohibited the building of structures exceeding a certain height with the single exception of sports facilities. In order to skirt this law, crafty ol' Walt Disney supposedly had a \"basketball court\" installed within the Matterhorn so that he could claim the structure to be a sports arena and thereby avoid the height restrictions. This legend is nothing more than a bit of fanciful fun: the Matterhorn was finished in 1959, but the city of Anaheim did not have regulations restricting the height of structures until the 1970s (and even if they had, they wouldn't have allowed Disney to get away with such a blatant violation of them based on semantic trickery).",
  "Fact Check": "",
  "Description": "The small area atop the Matterhorn is used as a rest and preparation area for the costumed climbers who sometimes entertain park guests by scaling the mountain. According to the Disney Channel program \"Inside Out,\" the basketball court came to be when one of these climbers brought in and installed a basketball hoop and backboard for use as an amusement to pass the time when inclement weather or other conditions prevented the climbers from working outside the mountain. Additional Information: View the Matterhorn basketball court",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "23 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/disney/parks/matterhorn.asp",
  "Claim": "A basketball court can be found within the top of Matterhorn mountain at Disneyland.",
  "Claim_ID": "disney_parks_matterhorn",
  "Tags": ""
}