{
  "Origins": "The film rights to Sir James Barrie's tremendously popular stage play (1904) and book (1911) Peter Pan were acquired by Disney in 1939 for 5,000. The animated version of Peter Pan was one of many Disney projects cancelled or delayed by World War II, and work on the film did not resume in earnest until 1949.",
  "Fact Check": "",
  "Description": "Depicting the character of Tinker Bell in an animated film posed something of a challenge for Disney on stage she had always been represented by a spot of light and tinkling bells. Early conceptions of a visible, human-like fairy Tinker Bell were rejected for not being \"sweet and dainty\" enough, and for looking too much like \"a little nite club dame.\" Eventually, as Canemaker wrote, \"Tinker Bell was designed with the knowledge that her acting would all be done in pantomime, with a face that would register her emotions clearly, a simple costume that would not clutter up her movements, and sex appeal to charm the viewer.\" As rendered by animator Marc Davis, based on the model of actress Margaret Kerry, Tinker Bell became the now-familiar winged blonde coquette, her curvaceous figure clothed in a short green dress. Since Peter Pan was released in 1953, just as another curvaceous blonde, Marilyn Monroe, was becoming America's most popular screen actress and sex symbol, it's easy to make the assumption that Tinker Bell was intended to be a Monroesque minx. However, at the time Peter Pan went into production, Marilyn Monroe was not the world famous epitome of the sexy, glamorous 1950s starlet she is now. Although far from unknown, back then Marilyn was still working her way up the Hollywood ladder of stardom in a series supporting roles and bit parts she had not yet been featured in a starring role, planted her handprints in front of Graumann's Chinese Theatre with Jane Russell, or appeared as the centerfold in Playboy's premiere issue. Studio documentation amply demonstrates that Margaret Kerry (who also voiced a mermaid in Peter Pan ) provided the model for Tinker Bell: Kerry easily recognizes her own body language in the 1953 film. So did her second husband, Jack Willcox, whom she once took to a \"Peter Pan\" screening. \"I was so excited and nudging him,\" she recalls. \"'There I am!' I said. 'Jack! Jack! Jack, that's me!' He just leaned over and said, 'Margaret, I'd recognize those thighs anywhere.'\" Kerry's legs had in fact been christened the \"Most Beautiful Legs in Hollywood\" shortly before \"Peter Pan\" went into production, a fact she now begrudgingly acknowledges. \"Terrible thing! It was a real throwback from the early '30s. But my girlfriend wanted to do it if I'd go, so I did, and I won. She never spoke to me again.\" During her audition, Kerry says, it was her pantomime of Tinker Bell standing on a hand mirror sizing up her hips that got her the part. Other scenes such as that of the pixie stuck in a keyhole, hips gratuitously wriggling in a rear-angle shot lent an uncharacteristically saucy element to this Disney classic based on the James M. Barrie story . . . Perhaps owing something to this combination of mature allure and girlish innocence, an urban legend arose during the 1980s that Marilyn Monroe had been the model upon which Tinker Bell was based.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "21 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/disney/films/tinkerbell.asp",
  "Claim": "The visual appearance of Tinker Bell in Disney's 1953 animated version of Peter Pan was modeled after Marilyn Monroe.",
  "Claim_ID": "disney_films_tinkerbell",
  "Tags": ""
}