{
  "Origins": "One version of the legend, as recounted by Mosley, identifies a young woman named Consuela Suarez from the Spanish town of Mojacar (or Mojacca) as Disney's \"real\" mother. Se orita Suarez, the story goes, was engaged to a young man from her village who was killed in Morocco before the marriage could take place, leaving her unwed and pregnant. After giving birth, Consuela allegedly enlisted the aid of a local priest to arrange for an American couple to take the child back to the USA, where she (having arrived later) \"signed the papers which enabled her son to be formally adopted and made a US citizen.\" Only shortly before her death, when she finally returned to her native Spain, did Conseula learn that the son she had given up many years before was now the world-famous Walt Disney.",
  "Fact Check": "",
  "Description": "The tale is charming as a modern-day fairy tale, but it hardly stands up to critical examination. Why did Conseula Suarez give up her child for adoption? Presumably it was to avoid the scandal of being an unwed mother in a primarily Catholic country, yet both Se orita Suarez and her son immediately relocated to America, where no one would have known about the circumstances of the child's birth, thus allowing her to keep her son without fear of censure. And who was this mystery couple who brought Consuela's son to America? Certainly not Flora and Elias Disney, who never visited Spain and had no ties of any kind to that country. How and why did this couple come in contact with the Disneys? The question also remains (regardless of how the child came to the USA) as to why the Disneys, who could barely make ends meet and already had three sons of their own, would adopt a stranger's child. (The notion that Flora and Elias might have adopted a child because of their own inability to produce further offspring is belied by the fact that Flora gave birth to a daughter a few years later.) Lastly, where are the adoption and naturalization records for this mystery child? Local adoption papers might disappear (or be made to disappear), but not so federal citizenship records. Marc Eliot revived this legend in a more expansive (and a much more contrived and convoluted) form in Walt Disney: Hollywood's Dark Prince. In Eliot's version, Walt Disney's \"real\" mother was a washerwoman named Isabelle Zamora (Ascensio) from Mojacar, who became pregnant by a man from the same village, the already married Dr. Jos Guirao. Dr. Guirao, who passed away shortly after the child's birth, named his son after himself; Se ora Zamora left Spain with the child and headed for the east coast of the United States soon afterwards, claims Eliot, \"because she and Dr. Guirao were devout Catholics and wished to protect both their families.\" (Why a couple desirous of protecting their families from the scandal of an out of wedlock birth would draw attention to their adulterous affair by naming their child after its father remains unexplained.) Isabelle eventually made her way to the west coast, where she was \"taken in by Franciscan missionaries.\" Even if we proceed from the assumption that Se ora Zamora and her child actually existed, the legend breaks down when any attempt is made to link them to Flora and Elias Disney. Eliot claims that Elias Disney met up with Se ora Zamora in 1890, after he \"took leave of his wife and children . . . to take part in the second wave of the California Gold Rush,\" not returning home until early in 1891. Elias' departure for California is apparently a fact known only to Eliot, for no other source of biographical information about the Disney family mentions it. (Indeed, there is no evidence that Elias Disney ventured anywhere close the west coast after moving his family to Chicago in 1889, and Eliot offers no source for his assertion that Elias made such a trip. Mosley does write that Elias once set out for the California goldfields with his father and brother, but that was in 1878, and Elias reportedly made it no further west than Kansas.) How Elias managed to father a different child (Raymond Arnold Disney, born late in 1890) with his wife Flora despite spending the year away from her is another inconsistency for which Eliot offers no explanation. Let's say Se ora Zamora and her child were real, and Elias Disney somehow managed to end up in California and meet up with them in 1890. Why would Elias Disney, already married and the father of three sons, offer to adopt this Spanish washerwoman's child? The answer is simple, says Eliot: Elias Disney had an affair with Se ora Zamora in California, brought her back with him to Chicago as a \"kept woman,\" then forced Flora to raise the child as their own to avoid the shame and humiliation that would befall them if his scandalous affair were revealed. (Hedging his bets at this point, Eliot suggest that perhaps Se ora Zamora's child wasn't born until after her arrival in America, maybe even as the result of an affair with Elias Disney. These hypotheses, of course, completely contradict Eliot's earlier explanations of why and how Se ora Zamora came to be in America in the first place.) But one simple fact demolishes this theory: Walt Disney was born in 1901, not 1890. Eliot is left with a gap of over ten years between Elias' alleged affair with Se ora Zamora and Walt's birth. Eliot disingenuously tries to skirt around the eleven-year discrepancy by pointing out that there is no official record of Walt Disney's birth in Cook Country, Illinois, on the birthdate that has always been claimed for him (December 5, 1901), yet there is a record of a \"Walter Disney\" having been born to Flora and Elias Disney more than ten years earlier, on January 8, 1891. This, Eliot deceptively argues, demonstrates that Walt Disney's official date of birth has been manipulated in an attempt to cover up his true origins. The official record of birth from Cook County on which Eliot bases his claim does not report the birth of someone named \"Walter Disney\" on January 8, 1891, however; it merely shows that the birth of someone by that name was recorded on that date. The actual date of birth for the person named is clearly printed on the same document: December 30, 1890. Not coincidentally, this is the exact birth date of one of Walt's older brothers, Raymond Arnold Disney. The birth record refers to Raymond's birth, not Walt's. For whatever reason, Disney's parents, after initially deciding to name their second son Walter Elias, changed their minds and christened him Raymond Arnold instead. The discrepancy in birth records is not difficult to explain. Birth certificates were not required by law in Illinois at the turn of the century, and official paperwork for a child born at home without a doctor in attendance (as Walt was) often went unfiled. The lack of a birth certificate for Walt Disney is therefore not unusual. (Despite Mosley's statement that Disney \"was indubitably a native-born American as his birth certificate, a copy of which can still be obtained in Chicago, will testify,\" no birth certificate for Walt Disney is known to exist.) The confusion of names on the record of Raymond's birth cannot be definitively explained, but most likely either Flora and Elias Disney had not firmly agreed on a name for their son at the time the birth was recorded, or else they later changed their minds. (Mosley reports a similar disagreement between Flora and Elias Disney over the choice of name for their third son, Roy Oliver Disney.) Quite possibly the Disneys had intended to honor a promise they made to their preacher, Walter Parr, to name their next son after him, but then decided against it. Several years later perhaps as a belated fulfillment of that promise they named their fourth son Walter. That Walt Disney was born in 1901, not 1890, is beyond dispute. Even though a birth certificate might not exist, photographs and school records clearly demonstrate that Walt was not more than ten years older than commonly believed. He could not possibly be the result of a liaison between Se ora Zamora and Elias Disney that occurred in 1890. Even if Eliot were wrong about the date and the two hooked up in 1900 or 1901 (although, once again, this contradicts Eliot's earlier explanations of how and why Zamora came to be in America in the first place), a baby resulting from that union could simply not have been passed off as Flora and Elias's own child, unless we are to believe that nobody not friends, not relatives, not fellow church members, not even the Disneys' own children ever noticed that Flora \"gave birth\" to a child without having been pregnant in the first place.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "24 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/disney/waltdisn/illegit.asp",
  "Claim": "Walt Disney was an illegitimate child, born out of wedlock to a woman from a town near Almeria in southern Spain and adopted by Flora and Elias Disney.",
  "Claim_ID": "disney_waltdisn_illegit",
  "Tags": ""
}