{
  "Origins": "In 1988, Disney Imagineering was searching for a Lockheed Electra 12A airplane like the one seen in the 1942 film Casablanca . They planned to use it as part of a Casablanca tableau in The Great Movie Ride, an attraction planned for the new Disney-MGM Studios theme park scheduled to open in Orlando the following year.",
  "Fact Check": "",
  "Description": "They eventually found the type of plane they were looking for in the hands of one Ed Walker of Hondo, Texas. Walker not only had an Electra 12A on hand, but one that had purportedly been used in several films during the 1940s (including Tarzan's New York Adventure ) before disappearing into an obscure career that reportedly saw it used to seed clouds over Texas, owned by several different flying clubs, sold to a junior college, obtained by persons who used it for \"criminal purposes,\" and finally sold to MGM for use in a 1976 TV movie about Amelia Earhart, whose producers supposedly planned to blow up the plane on camera until the \"threat of a lawsuit\" (filed by whom?) dissuaded them from doing so. The Lockheed was finally purchased by John Tarsikes of Devine, Texas, who in turn sold it to Walker, from whom Disney bought it. Soon after Disney acquired the plane from Walker, they began trumpeting the discovery that their Lockheed Electra 12A wasn't merely like the one used in Casablanca ; according to its serial number (1204), it actually was the airplane used in Casablanca! There was one small problem with Disney's serendipitious claim, however no such airplane appeared in the film. Casablanca began filming just a few months after the Japanese attack on Pearl Harbor, when military security in southern California was at its height in anticipation of another Japanese attack on the aircraft manufacturing facilities and military installations found along the coast from Santa Barbara to San Diego. Location shooting by movie studios in this area was severely restricted, and filming at facilities such as airports was prohibited altogether. Therefore, Casablanca was shot entirely on soundstages at the Warner Bros. studios in Burbank; and Soundstage #1, which was used for the film's climactic airport scene, wasn't large enough to accommodate a real airplane. That final scene, in which Rick Blaine (Humphrey Bogart) and Ilsa Lund (Ingrid Bergman) say their final goodbyes as the plane to Lisbon (the one which will carry Ilsa out of Rick's life forever) warms up in the background is one of the most famous scenes in cinematic history, and this is the scene Disney recreated in their Great Movie Ride, for which they needed a real Lockheed Electra 12A . However, when Warner Bros. filmed the scene, they found their soundstage was too small to accommodate a real airplane, so the studio's prop men constructed half- and quarter-size models of a Lockheed Electra 12A out of plywood and balsa. Midgets garbed in jumpsuits were hired to move in and around the replica planes to camouflage their smaller-than-life scale, and the whole scene was swathed in machine-generated fog to further conceal the artificiality of the setting. (Fog certainly wasn't added for any touch of realism, as foggy nights are a rarity in in Casablanca.) The one Casablanca scene shot outside a sound stage did involve an airplane, but it wasn't a Lockheed Electra 12A . Major Strasser's arrival in Casablanca was filmed at Metropolitan Airport in Van Nuys (now known as Van Nuys airport) on 10 July 1942, after some of the wartime restrictions on location shooting had been loosened. However, according to Richard E. Osborne's Casablanca Companion , the plane that carried Major Strasser to Casablanca in that scene was a Travel-Air light transport plane manufactured in the late 1920s, not a Lockheed. So, since Disney purchased a real Lockheed Electra 12A , not a Travel-Air, and not a wooden scale model, how could they possibly have \"the\" plane actually used in the film? The answer is, they don't. But it created some great publicity for their new theme park to claim that they did. Only the front part of the Lockheed Electra was eventually used for The Great Movie Ride; the back half appeared in both the Studios Backlot Tour and the Magic Kingdom's Jungle Cruise attraction. Even though both Disney and one of the plane's former owners were careful to say that the Lockheed Electra \"may have been\" (or \"probably was\") the one actually used in the film, Disney cast members at the Disney-MGM Studios theme park still identify it as the \"actual plane\" used in Casablanca .",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "21 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/disney/parks/casablanca.asp",
  "Claim": "The actual plane used in the film Casablanca is now part of The Great Movie Ride attraction at Walt Disney World's Disney-MGM Studios theme park.",
  "Claim_ID": "disney_parks_casablanca",
  "Tags": ""
}