{
  "Origins": "This quip occurs during a scene in which Aladdin, in the guise of Prince Ali, flies up to Jasmine's balcony on his magic carpet to convince her that he is not just another self-absorbed, empty-headed prince. When Aladdin steps onto the balcony, Jasmine's tiger Rajah threatens him and backs him up against the railing. As Rajah growls, Aladdin tries to shoo him away with his turban and then supposedly whispers, \"Good teenagers, take off your clothes.\"",
  "Fact Check": "",
  "Description": "What is actually going on with the soundtrack at this point in the film is difficult to determine. Disney claims that the script calls for Aladdin to say, \"C'mon . . . good kitty. Take off and go,\" while the closed captioning has him uttering, \"Good kitty. Take off.\" However, neither one of these phrases seems to match what is heard on the soundtrack. A close listening to the audio track reveals Aladdin speaking the words \"C'mon . . . good kitty,\" and just as Aladdin says the word \"kitty,\" a second voice begins to whisper, \"Pssst . . . take off your clo . . .\" Who this second voice is, and exactly what he says, is a mystery. There is no other character in the scene who could conceivably be speaking: the tiger doesn't talk, the voice is male (eliminating Jasmine), and both the genie and the rug are below the balcony and off-screen. Perhaps the overlapping voices are merely the product of bad editing, and some stray bit of chatter (or a piece of dialog that was supposed to have been clipped) was accidentally grafted onto the soundtrack. Whatever is being said, to the casual listener the resulting phrase can certainly sound like the \"Good teenagers, take off your clothes,\" although the phrase is clearly the combination of two different voices speaking in two different tones. Once people have been told what they're \"supposed\" to be hearing, however, they find it difficult to maintain objectivity and therefore swear that Aladdin couldn't possibly be saying anything else. The \"take off your clothes\" rumor started soon after Aladdin was released on home video in 1993. A garbled and whispered portion of dialogue that could barely be heard in the theater was being replayed over and over in millions of homes but was difficult to distinguish. Someone came up with a salacious phrase that sounded somewhat like the original portions of dialogue, and the power of suggestion took over. People began to hear what they were being told they should hear, much like Beatles fans eagerly sharing backwards-masked Paul is dead aural clues. The Aladdin rumor spread by word of mouth during 1994 and was eventually printed in Movie Guide magazine, an Atlanta-based Christian entertainment review. Due in part to that article, the controversial phrase was brought to the attention of the American Life League, a religious organization which had been boycotting Disney films since the previous April as a protest over the movie Priest. The American Life League gave new prominence to the rumor in September 1995, when it claimed the phrase was yet another piece of evidence that Disney had been sneaking \"sexual messages\" into their animated films ( The Little Mermaid being the most notorious example) for the past several years. Additional Information: The sound files below give you a chance to decide for yourself: naughty message or innocent confusion? History of the Aladdin rumor Audio clip (normal speed) Audio clip (slow speed) Audio clip (long version) Aladdin script",
  "Originally Published": "",
  "Referred Links": "http://www.meeko.org/disney/aladdin/script.html;http://www.rareexception.com/Garden/Beatles/Paul.asp;",
  "Example": "",
  "Last Updated": "19 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/disney/films/aladdin.asp",
  "Claim": "In the film Aladdin , the hero whispers, \"Good teenagers, take off your clothes.\"",
  "Claim_ID": "disney_films_aladdin",
  "Tags": ""
}