{
  "Origins": "The reasons behind the decision to permanently close Disneyland's Skyway were strictly economic ones that had no connection to the incident earlier in the year in which a man had \"fallen\" (i.e., jumped) from one of the Skyway cabins.",
  "Fact Check": "",
  "Description": "On Sunday morning, 17 April 1994, a 30-year-old man named Randle Charles fell approximately 20 feet from one of the Skyway cabins and landed in a tree near the \"Alice in Wonderland\" attraction. He was helped out of the tree by paramedics and taken to nearby Western Medical Center, where he was treated for minor injuries and released. Charles later filed a $25,000 negligence lawsuit against Disney, claiming that he had suffered permanent neck and back injuries as a result of his fall. Despite the initial assertion of Mr. Charles' attorney that Randle \"wasn't doing anything improper, and he certainly wasn't trying to get out of the ride,\" Charles indeed jumped, not fell, from his Skyway cabin. Charles' lawsuit was dismissed just before it was to go to trial on 23 September 1996; at that time he admitted that he \"came out\" of his Skyway cabin and that his lawsuit against Disney was \"ill-advised.\" The unblemished safety record of the Skyway (the 1994 \"accident\" was the first in the 38-year history of the ride), the obvious dubiousness of Charles' claim, and the relatively small amount of damages requested in his lawsuit all made this single incident extremely improbable as the reason for the Skyway's closure on 9 November 1994. The Skyway was not dismantled out of a fear of similar incidents, but for a variety of economic factors, including the attraction's age and carrying capacity, staffing requirements, maintenance costs, and the expense required to upgrade the Skyway to conform to newer safety and access standards. Events seemingly repeated themselves five years later. In February 1999, a park custodian at Walt Disney World's Magic Kingdom was killed when the skyway started up unexpectedly while he was cleaning one of its platforms. Raymond Barlow, 65, was sweeping off a narrow skyway platform inaccessible to park guests an hour after the park's 9:00 A.M. opening when other cast members, unaware of his presence, started up the ride. Barlow, startled by the approaching gondola, grabbed onto it and tried to climb inside; he fell 40 feet into a flower bed, hitting a tree on the way down, and died. The Occupational Safety and Health Administration later ruled that the area in which Barlow had been working violated federal safety codes and fined Walt Disney World $4,500 for a \"serious\" violation of safety standards. Several months later, in November 1999, the Magic Kingdom's skyway was also permanently closed. Once again, the decision to close the attraction was based on factors other than its being involved in a recent accidental death.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "23 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/disney/parks/skyway.asp",
  "Claim": "The closure and removal of Disneyland's Skyway in November of 1994 was prompted by a guest's having fallen from the ride several months earlier.",
  "Claim_ID": "disney_parks_skyway",
  "Tags": ""
}