{
  "Origins": "Such is Walt Disney's reputation as a keen visionary who mastered futuristic projects down the smallest details (and a somewhat secretive figure to boot) that several prominent legends continue to circulate which credit him with formulating long-range plans extending even beyond the grave: He arranged to have himself frozen after death so that he might be revived when science found a cure for the illness that killed him, he included all sorts of minutiae in his will (such as a list of Disney films that should never be released on video, even though the home video market was years away), and he prepared a film to be viewed post-mortem in which he gave instructions to Disney executives about how to run the company in his absence. The reality, however, is that all of these legends are most un characteristic of Walt Disney, who left the business aspects of running the company up to his brother Roy and gave little or no thought to what would happen to it after his death.",
  "Fact Check": "",
  "Description": "Many people still hold the misconception that Walt Disney owned and ran the company that bore his name. Although Walt was always the guiding force behind Disney creative efforts, at the time of his death he was neither the owner nor the administrative head of Disney: Walt Disney Productions was a public company in which Walt held far less than a controlling share of stock, and he was not even an officer of the company. His relationship to Walt Disney Productions might best have been described as that of an independent contractor. Whatever the level of Walt's involvement with either the business or creative aspects of Disney, in the last year of his life he was thinking of little beyond the two major projects on his plate: the creation of a winter resort in California's Mineral King Valley near Sequoia National Park (a project which was eventually scrapped due to opposition from environmental groups), and the development of his Experimental Prototype Community of Tomorrow ( EPCOT ) in Orlando, Florida. What little time he had left over was taken up by work on Disneyland's newest attraction, the Pirates of the Caribbean, and the Disney studio's next full-length animated feature, The Jungle Book . Walt simply had neither the time nor the inclination to make plans for the overall direction Walt Disney Productions should take after his passing. He disliked any talk of death or dying (and would not even attend funerals), refused to acknowledge his own mortality, and made no effort to select or groom a successor. His death caught the company flat-footed because neither he nor anyone else had made any preparations for it, even as he was dying of cancer. Not even Walt's brother Roy knew what he was up to, because, as biographer Bob Thomas wrote, \"Walt didn't want anyone, including his big brother, poking around in his future projects.\" (Undoubtedly, however, the half-hour long promotional film Walt prepared just a few months before his death to outline his concepts for Disney World and EPCOT to the media and other interest groups helped propagate the notion that he had left a set of filmed instructions behind.) The reality is the very antithesis of this \"post-mortem film\" legend: Walt Disney Productions foundered for many years after Walt's death (to the point that it nearly became the victim of a hostile takeover in the early 1980s) precisely because nobody knew what Walt would have done, and the company simply recycled the same old ideas instead of embarking on new creative efforts. Still, the legend of a remarkably prescient Walt Disney's continuing to direct the company for years after his death through foresightfully-prepared films is repeated by overly credulous writers such as Stephen M. Fjellman: Walt's twisted spirit still hangs over the corporation. People still ask, \"What would Walt say?\" as part of the rhetoric of their own present corporate maneuvering. They sometimes speak of him in the present tense, as if he had just stepped out for a while. In a bizarre turn, one that underscores the anxiety and paranoia of his last days, Walt made a series of films to be shown after his death. Fjellman gullibly accepts at face value a tale told by former Orange Country commissioner Jack Martin, who has Walt Disney like Hari Seldon, the psychohistorian protagonist of Isaac Asimov's Foundation novels so keenly capable of predicting the future that he is able to leave behind a whole series of instructive films to keep his successors guided along the correct path long after his demise: When Dick [Nunis] was younger Walt used to hold monthly conferences with his executive officers. They'd all sit around a table and Walt would say \"Now, next year we want to be sure this gets done.\" Or \"Last year we said such and such would get done; Joe [Potter] or Dick [Nunis], how's your schedule on that?\" Well, apparently he realized his plans and dreams would outlive him so he called in a camera crew and set up some empty chairs. What he did was to hold conferences right through the 1980s. I think it's once a month these fellows sit down and view the film. And there's Walt Disney saying, \"Bob, this is October, 1976. You remember we were going to do this or that. Are you sure it's underway now?\" I think that demontrates his remarkableattention to detail. We have to ask: If Walt was so skillfully guiding Walt Disney Productions from beyond the grave, why did they spend the 1970s cranking out bland slapstick comedies such as $1,000,000 Duck and Herbie Goes to Monte Carlo ? Surely even Walt's ghost could have done better than that. In fact, it was Walt's brother Roy who gathered Disney executives together a week after Walt's death to discuss the future direction of the company and who stayed on the job well after retirement age to see the first phase of Walt Disney World (the building of the Magic Kingdom theme park) through to completion. And Roy's son, Roy E. Disney, was one of the guiding forces behind the revitalization of the company that began with the installation of Michael Eisner as CEO and Frank Wells as president of Walt Disney Productions in 1984. To them, not an apocryphal film, belongs the credit for Disney's continued success.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20021002110351/http://web.missouri.edu/~cjwd32/books/foundation.html;http://www.waltopia.com/last_film.html;http://www.waltopia.com;http://www.doneinthedark.com/bears/mineral_king.html;",
  "Example": "[Segaloff, 2001] After Walt died in 1966, his chief executives were escorted to assigned seats in the company screening room. There they were shown a film that Walt had made before he died in which he spoke to each of them by name and told them all what he expected them to do for the next five years.",
  "Last Updated": "17 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/disney/wdco/dejaview.asp",
  "Claim": "Walt Disney prepared a film to be viewed by Disney executives after his death, in which he gave them all instructions about how to run their areas of the company.",
  "Claim_ID": "disney_wdco_dejaview",
  "Tags": ""
}