{
  "Origins": "In the 1988 mixture of live action and animation Who Framed Roger Rabbit, Disney characters interact with other famous cartoon characters from other studios such Warner Bros. and MGM. One evening at the Ink and Paint Club, Disney's Donald Duck and Warners' Daffy Duck engage in a memorable piano duet. At one point the dialog between the two characters allegedly takes a nasty turn:",
  "Fact Check": "",
  "Description": "So, is this the real McCoy, or just another case of the power of suggestion influencing us to hear ordinary dialogue as something else? (See the pages about the film Aladdin and The Lion King talking toy for similar examples.) At first listen, it's easy to hear what we're told to hear, \"god damn stupid nigger.\" The closed captioning on the film claims that Donald calls Daffy a \"Goddurn stubborn nitwit,\" but what Donald is actually saying here is almost certainly the same thing he shouts in nearly every Donald Duck cartoon: some variant of \"Why you doggone little . . . I'll . . . WAAAAAAAAAGH!\" Donald is rarely easy to understand, and people have supposedly heard him say all sorts of risque things. In 1995, a 1937 Mickey Mouse cartoon called \"Clock Cleaners\" contained in Walt Disney Cartoon Classics series' video \"Fun on the Job\" made the news because it allegedly included a frustrated Donald Duck shouting \"Fuck you!\", leading Wal-Mart to pull the video from its shelves. Funny how nobody ever noticed this until the cartoon was nearly sixty years old, though. Is our hearing that much more sensitive these days? Or is this claim perhaps the result of a combination of our distrust of the type of mega-corporation Disney has become and our ability to spread these kinds of rumors much farther and faster? Whatever hidden messages we may think Disney is tucking away in their films these days, Walt would never have allowed a product with his name on it to get out the door with an expletive like this in it. Maybe the real answer is that if you're convinced you're supposed to hear something, you'll hear it. Additional Information: Want to judge for yourself? Press the button below to listen to Donald. (Requires the G2 version of RealPlayer.) Listen to Donald Duck",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "19 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/disney/films/donald.asp",
  "Claim": "In the \"dueling pianos\" scene of Who Framed Roger Rabbit, Donald Duck calls Daffy Duck a 'nigger.'",
  "Claim_ID": "disney_films_donald",
  "Tags": ""
}