{
  "Origins": "One of the biggest longshots in movie-making history paid off handsomely when Walt Disney risked virtually everything he owned in order to produce Snow White , his first feature-length animated film (a format many people at the time felt was not commercially viable). Released in 1938, Snow White proved to be one of the greatest cinematic accomplishments of all time: Not only did Disney's gamble garner effusive critical acclaim, but it also became the highest-grossing movie of its era (and thus provided the financial wellspring from which subsequent Disney projects flowed).",
  "Fact Check": "",
  "Description": "The economic rewards that Snow White brought to the Disney organization allowed Walt and his brother Roy not only to finance a new studio, but also to purchase a brand new North Hollywood home for their parents, who had been living in Portland, Oregon. Unfortunately, the move soon indirectly led to the death of Walt and Roy's mother, Flora Disney, a misfortune that reportedly haunted Walt for many years to come: The elder Disneys had been in their new home less than a month when tragedy struck. A defective furnace caused Flora's death by asphyxiation [from carbon monoxide poisoning] on the night of November 26, 1938. Walt and Roy were devastated, blaming themselves because their mother's death had happened in the house they had bought. Walt was sensitive about the tragedy until the end of his life. [His mother's death] may have been the most shattering moment of Walt Disney's life. Though he seldom exhibited emotion outside the studio, he was inconsolable a misery deepened no doubt by the fact that she had died in the new home Walt had given her, and by the culpability of his own workmen. (A report on the furnace ordered by Roy determined that the \"installation of the furnace showed either a complete lack of knowledge of the requirements of the furnace or a flagrant disregard of these conditions if they were known.\") In the following months [Walt and Roy] regularly visited their mother's gravesite, but Walt never spoke of her death to anyone thereafter. When, years later, [Walt's daughter] Sharon asked him where her grandparents were buried, Walt snapped, \"I don't want to talk about it.\" Many people have noted that most of the animated feature films produced by the Disney Studios during Walt's lifetime shared the common element of absent maternal figures, and some have speculatively linked that factor to the circumstances of Walt's own life: Mothers aren't a significant element in Disney films, they reason, because he was bound up in the guilt of being responsible for his own mother's death and incorporated his real-life maternal void into his movies. Although analyzing the motivations underlying artists' production of creative works is an inherently subjective process, we'd have to say that the weight of evidence indicates such a theory is merely a product of : The pattern of \"motherless\" Disney films was established well before the death of Flora Disney in 1938: Snow White had been completed and released, and Bambi and Pinocchio were already in production. In the Disney movie versions, Snow White's parents were not in evidence (the prologue stated that she was in the care of her \"vain and wicked stepmother,\" the Queen), Bambi's mother was killed by a hunter early on in the film, and Pinocchio was a marionette with no \"parent\" save for the (male) woodcutter who carved him. The animated feature films produced by Disney during Walt's lifetime were not original creations which he deliberately fashioned to include characters without mothers; they were adaptations of traditional fairy tales and works of children's literature in which the \"motherless child\" aspect was already present. Most of the traditional tales and children's literature available to Disney for adaptation into animated films involved young protagonists whose mothers (or parents) were dead, absent, or inattentive, or who had been left in the care of stepparents, relatives, or others who were jealous or resentful about having to raise someone else's offspring. This circumstance is prevalent in such works because it is the central dynamic that propels the plots of those kinds of stories: They are coming-of-age tales, and the absence of one or both parents forces the youthful main characters to venture into the larger world without parental guidance and protection (particularly of the maternal kind), to learn the lessons necessary to overcome adversity, and to succeed or fail on their own terms. In the storybook milieu, Bambi must acquire the skills required to survive in the forest and achieve maturity, Pinocchio must learn to allow his conscience to guide him in determining right from wrong rather than acting on selfish impulse, and Dumbo must come to accept that a confident belief in his abilities (not a magic talisman) is the key to his success steps which those characters could not (or would not) take if they were still receiving the benefits maternal protection and care. Simply put, the \"motherless character\" aspect of children's films is far from unique to Walt Disney's conscience it's a long-established literary form that is a central feature of many non-Disneyfied works, everything from Charles Perrault's version of Cinderella to L. Frank Baum's Oz books to J.K. Rowling's Harry Potter series.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, November 2008] I have always heard a rumor about Walt Disney. It has been said that the reason that most of the Disney movies do not show the mother, is because after the success of Sleeping Beauty, Walt Disney purchased his mother a house. The furnace at some point exploded and killed his mother, and he always blamed himself. Is this true, or just another work of fiction?",
  "Last Updated": "12 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/disney/waltdisn/mother.asp",
  "Claim": "Maternal figures were typically absent in Walt Disney's animated films because he felt responsible for his own mother's death.",
  "Claim_ID": "disney_waltdisn_mother",
  "Tags": ""
}