{
  "Origins": "One of the many legendary aspects about Walt Disney was his attention to detail, especially when it came to his beloved Disneyland all those little touches that didn't serve any specific purpose and may not have been consciously noted by guests, but whose cumulative effect was to create an atmosphere that helped set Disneyland apart from all other amusement parks. From the floral portrait of Mickey Mouse just inside the entrance gates (a perfect first photo opportunity!) to the seven different flags flying over New Orleans Square (one for each of the governments that has held dominion over Louisiana), these flourishes abound at Disney theme parks. And a key aspect to many of these touches is their authenticity it's not just that the flagpole in Disneyland's Town Square is protected by cannon, but that they're supposedly real 19th-century cannon, built in Paris for the French army (but never fired in adversity, we're told).",
  "Fact Check": "",
  "Description": "One of the more prominent of these details was added to Disneyland in 1995 when the popular Haunted Mansion attraction was refurbished: a ghostly horse-drawn hearse, decked out for a funeral, placed adjacent to the guest queue near the entrance to the attraction. (\"Ghostly\" in the sense that its harness is rigged to stand upright as if a horse were in them, even though there is no horse to be seen.) It didn't take long before the hearse's presence was embellished with an additional bit of \"authenticity\" this wasn't just any old real 19th-century hearse, but the actual hearse used to carry the body of Mormon patriarch Brigham Young from his funeral to his burial place in 1877. Apocryphal stories about the historical authenticity of various artifacts found in Disney theme parks are nothing new. Disney garnered a good deal of publicity in 1988 when they announced they had purchased the \"real\" Lockheed Electra 12A airplane used in the 1942 film Casablanca for The Great Movie Ride attraction at their Disney-MGM Studios theme park in Florida. The inconvenient fact that no such airplane actually appeared in the movie (that famous final airport scene used only half- and quarter-size scale models constructed of plywood and balsa) didn't seem to dampen their enthusiasm. Just like the putative Casablanca tale, the legend of the Haunted Mansion and Brigham Young's hearse runs afoul of one pesky but debilitating fact: no hearse was used at Brigham Young's funeral. As Lynn Arave, a reporter for Salt Lake City's Deseret News wrote: Glen M. Leonard, director of The Church of Jesus Christ of Latter-day Saints' Museum of Church History and Art, said historical records are conclusive that the hearse couldn't possibly have been used for Young. \"Historical evidence shows no hearse was used,\" he said. Leonard said Young's will was explicit about his funeral and burial. President Young died in the Lion House on Aug. 29, 1877, and his body was carried on a platform by clerks and employees, as prescribed in the will, to the Tabernacle for the funeral. Afterward, the same pall bearers hand-carried the casket up South Temple, through Eagle Gate and to the small private cemetery at First Avenue. No wheeled vehicle was used in the transport of the body for the few blocks it needed to be transported. The truth is, nobody really knows where Disneyland's hearse came from. Disneyland purchased it from a Malibu collector named Dale Rickards, but he had no documents to establish its lineage (those supposedly disappeared when its previous owner died), and since the manufacturer's plate has been removed, it can't be traced to its point of production. Even the less-impressive notions that the hearse was once used in Utah (albeit not until after Brigham Young's death) or once belonged to some other Salt Lake City family named Young are mostly unsubstantiated speculation based upon photographic comparisons. It hasn't even been established that the Disneyland hearse was around in 1877 it may in fact be a newer, 1890s model. Disney theme parks aren't known as the places where \"fantasies come true\" for nothing.",
  "Originally Published": "",
  "Referred Links": "http://www.byu.edu/about/brigham/;",
  "Example": "",
  "Last Updated": "22 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/disney/parks/hearse.asp",
  "Claim": "The horse-drawn hearse in front of Disneyland's Haunted Mansion is the actual hearse used to carry Brigham Young's body.",
  "Claim_ID": "disney_parks_hearse",
  "Tags": ""
}