{
  "Origins": "It's a legend we giddily love to believe Donald Duck was once banned in a foreign country because he didn't wear any pants and cavorted with an unmarried female duck! Somewhere out there are people who can get even more uptight and humorless about something as innocuous as children's comic books than Americans! Unfortunately, we Americans may have to retain the uptightness crown, because there's nothing to this tale.",
  "Fact Check": "",
  "Description": "Our story begins in late 1977, when the city of Helsinki found itself in a bit of a financial crunch. With monetary resources limited, Mr. Markku Holopainen, a local Liberal Party representative, proposed at a meeting of the board of youth affairs that the city economize by discontinuing its purchase of Donald Duck comics for youth centers in favor of hobby and sport publications. His suggestion was heartily approved. A year later, while Holopainen was in the midst of an election campaign for a seat in the Finnish parliament, word was leaked to the press that he was \"the man who banned Donald Duck from Helsinki.\" The chairman of the board of youth affairs failed to come to Holopainen's defense not surprisingly, since he himself was a candidate as well. Holopainen explained in vain that the decision to discontinue the purchase of Donald Duck comics with city funds had passed unanimously and was made solely for economic reasons. Holopainen lost his battle with the press and he lost the election to the now-silent board chairman. When a similar incident had taken place in the Finnish town of Kemi a few years earlier, the international press had gleefully exaggerated the story with headlines such as \"Finland Bans Donald\" and \"Donald Vanishes from Libraries,\" reporting that Donald's banishment was due to concerns over his lack of pants and questions about his marital status. As the foreign news reports about the alleged banning of Donald Duck filtered back to Finland (and neighboring Sweden), the local tabloids didn't attempt to verify the story they merely ran articles about the reaction it was receiving abroad. \"Donald Not Married; Politicians Outraged!\" and \"Donald, Where Are Your Trousers?\" were headlines in foreign papers, Finns were told. The furor quickly blew over, and within several months Disney cartoons became more prevalent on Finnish TV, leading the more cynical to wonder if the whole thing hadn't been encouraged as a clever publicity stunt by Disney.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "19 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/disney/films/finland.asp",
  "Claim": "Donald Duck was once banned in Finland because the character doesn't wear pants.",
  "Claim_ID": "disney_films_finland",
  "Tags": ""
}