{
  "Origins": "Nine guests have been killed on Disneyland attractions since the park's opening in 1955. All the deaths (save the two most recent) were the result of guests who apparently ignored safety instructions and/or defeated rides' safety mechanisms. May 1964: Mark Maples, a 15-year-old Long Beach, CA, resident, was killed when he tried to stand up on the Matterhorn Bobsleds. Maples (or his companion) foolishly unbuckled his seatbeat and attempted to stand up as their bobsled neared the peak of the mountain. Maples lost his balance and was thrown from the sled to the track below, fracturing his skull and ribs and causing internal injuries. He died three days later. June 1966: Thomas Guy Cleveland, a 19-year-old Northridge, CA, resident, was killed when he attempted to sneak into Disneyland along the Monorail track. Cleveland scaled the park's sixteen-foot high outer fence on a Grad Nite and climbed onto the Monorail track, intending to jump or climb down once inside the park. Cleveland ignored a security guard's shouted warnings of an approaching Monorail train and failed to leap clear of the track. He finally climbed down onto a fiberglass canopy beneath the track, but the clearance wasn't enough the oncoming train struck and killed him, dragging his body 30 to 40 feet down the track. August 1967: Ricky Lee Yama, a 17-year-old Hawthorne, CA, resident, was killed when he disregarded safety instructions and exited his People Mover car as the ride was passing through a tunnel. Yama slipped as he was jumping from car to car and was crushed to death beneath the wheels of oncoming cars. June 1973: Bogden Delaurot, an 18-year-old Brooklyn resident, drowned trying to swim across the Rivers of America. Delaurot and his 10-year-old brother managed to stay on Tom Sawyer Island past its dusk closing time by climbing the fence separating the island from the burning settlers' cabin. When they decided to leave the island a few hours later, they chose to swim across the river rather than call attention to their rule-breaking by appealing to cast members for help. Because the younger brother did not know how to swim, Delaurot tried to carry him on his back as he swam to shore. Bogden Delaurot went down about halfway across the river. The younger boy remained afloat by dogpaddling until a ride operator hauled him aboard a boat, but Bogden was nowhere to be found. His body was not located by searchers until the next morning. 7 June 1980: Gerardo Gonzales, a recent San Diego high school graduate, was killed on the People Mover in an accident much like the one that had befallen Ricky Lee Yama thirteen years earlier. Gonzales, in the early morning hours of a Grad Nite celebration, was climbing from car to car as the People Mover entered the SuperSpeed Tunnel adjacent to the former America Sings building. Gonzales stumbled and fell onto the track, where an oncoming train of cars crushed him beneath its wheels and dragged his body a few hundred feet before being stopped by a ride operator. 4 June 1983: Philip Straughan, an 18-year-old Albuquerque, New Mexico, resident, also drowned in the Rivers of America in yet another Grad Nite incident. Straughan and a friend celebrating both their graduations and Straughan's eighteenth birthday had been drinking quite heavily that evening. They sneaked into a \"Cast Members Only\" area along the river and untied an inflatable rubber maintenance motorboat, deciding to take it for a joyride around the river. Unable to adequately control the boat, they struck a rock near Tom Sawyer Island, and Straughan was thrown into the water. His friend traveled back to shore to seek help, but Straughan drowned long before his body was finally located an hour later. 3 January 1984: Dolly Regene Young, a 48-year-old Fremont, CA, resident, was killed on the Matterhorn in an incident remarkably similar to the first Disneyland guest death nearly twenty years earlier. About two-thirds of the way down the mountain Young was thrown from her seat into the path of an oncoming bobsled, her head and chest becoming pinned beneath its wheels. An examination of Young's sled revealed that her seatbelt was not fastened at the time of the accident, but because she was riding alone in the rear car of a sled no one could determine whether or not she had deliberately unfastened her belt. 24 December 1998: In a tragic Christmas Eve accident, one Disneyland cast member and two guests were injured (one fatally) when a rope used to secure the sailing ship Columbia as it docked on the Rivers of America tore loose the metal cleat to which it was attached. The cleat sailed through air and struck the heads of two guests who were waiting to board the ship, Luan Phi Dawson, 33, of Duvall, Washington, and his wife, Lieu Thuy Vuong, 43. Dawson was declared brain dead two days later and died when his life support system was disconnected. This accident resulted in the first guest death in Disneyland's history that was not attributable to any negligence on the part of the guest (it was the result of a combination of insufficiently rigorous ride maintenance and an insufficiently experienced supervisor's assuming an attraction operator's role) and prompted a movement for greater government oversight of theme park operations and safety procedures. 5 September 2003: A 22-year-old man, Marcelo Torres of Gardena, California, died, and several other guests were injured, when a locomotive separated from its train along a tunnel section of Big Thunder Mountain Railroad. Torres bled to death after suffering blunt force trauma of the chest. (The death of a cast member on the America Sings attraction is covered on a separate page.)",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "21 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/disney/parks/deaths.asp",
  "Claim": "Several guests have lost their lives on various Disneyland attractions.",
  "Claim_ID": "disney_parks_deaths",
  "Tags": ""
}