{
  "Origins": "When Disney discovered in 1989 that three Hallandale, Florida, day care centers had 5-foot-high likenesses of trademarked Disney characters such as Mickey Mouse, Minnie Mouse, and Goofy painted on their walls, Disney threatened to go to court if the centers did not remove the drawings. The threat of legal action did not need to be carried out, as the centers replaced the drawings with cartoon characters belonging to Universal Studios Florida and Hanna-Barbera Productions, who volunteered the use of their character art as part of a publicity ploy.",
  "Fact Check": "",
  "Description": "Disney demanded that the unauthorized 5-foot-high painted figures of Disney characters on the walls of Very Important Babies Daycare, Good Godmother Daycare, and Temple Messianique (all in Hallandale, Florida) be removed for valid business reasons: infringements must be fought in order to keep trademarks intact; other Disney character licensees would have grounds to object if Disney provided inexpensive (or free) licenses to the centers (which are, after all, profit-making enterprises); and the use of Disney characters falsely suggested Disney's affiliation with the day care facilities. Disney had also just dealt competing Universal Studios a severe blow in the theme park business by opening its Disney-MGM Studios park in Orlando, Florida, several months ahead of the completion of Universal Studios' own Orlando-based studio theme park. Universal, still smarting from the early opening of Disney's studio-themed park (Universal had been planning such a park in Orlando since 1981 but had been struggling with the financing) and claiming that some of the ideas for Disney's park had been stolen from them (Universal alleged that Michael Eisner had seen the plans for their park when he worked for Paramount), saw in the day care controversy a way to seize some publicity for themselves and give Disney a bad name in Florida as part of the bargain. Accordingly, Universal Studios Florida and Hanna-Barbera Productions offered the centers the use of characters from their own cartoons, such as Scooby-Doo, the Flintstones, the Jetsons, and Yogi Bear. Universal and Hanna-Barbera then held a special ceremony showcasing the newly-redecorated day care centers at the Temple Messanique on 8 August 1989, attended by costumed characters and executives from both organizations.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "17 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/disney/wdco/daycare.asp",
  "Claim": "Disney forced the removal of murals featuring their cartoon figures from the walls of three Florida day care centers.",
  "Claim_ID": "disney_wdco_daycare",
  "Tags": ""
}