{
  "Origins": "Disney will indeed replace broken or otherwise damaged DVDs of its own movies without requiring consumers to purchase new copies of those discs, although the replacements are not quite free of charge. As explained on Disney's DVD Help Center page, owners of damaged Disney DVDs need only fill out and send in the Walt Disney Studios Distribution's (WDSD) Blu-ray and DVD Disc Replacement Form along with the damaged disc and \"a nominal charge of $6.95 for per DVD and $8.95 for per Blu-ray disc\" to obtain replacements:",
  "Fact Check": "",
  "Description": "How does your Disc Replacement Program work? If you accidentally damage or break one of your DVD or Blu-ray discs, you can get a replacement for a nominal charge of $6.95 for per DVD and $8.95 for per Blu-ray disc. Please send the damaged disc(s), a check or money order for $6.95 per DVD disc and $8.95 per Blu-ray disc (made payable to WDSD) and a completed Disc Replacement Form to: WDSD Consumer Relations Attn: Disc Replacement Program P.O. Box 3100 Neenah, WI 54957 Disney is not the only studio to provide such a service to customers. Universal Studios Home Entertainment offers a similar replacement program through an online form on its web site. Other studios have similar replacement programs but don't advertise them on their web sites; consumers should contact the home entertainment departments of those studios by e-mail or telephone to inquire about DVD replacement policies.",
  "Originally Published": "",
  "Referred Links": "http://www.universalstudioshomeentertainment.com/dvd_replacement.html;http://www.disneystudioshelp.com/resources/US%20DVD+BD%20Disc%20Replacement%20Form.pdf;http://www.disneystudioshelp.com/detail_TOPSUPP_DiscReplace__SUPPORT.html;",
  "Example": "[Collected via e-mail, July 2012] I saw a pin on Pinterest that stated Disney would replace any DVD of their movies if scratched or broken. So you don't have to purchase a brand new one. Is this true?",
  "Last Updated": "18 July 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/disney/films/dvdreplacement.asp",
  "Claim": "Disney will replace damaged or broken DVDs for a small fee.",
  "Claim_ID": "disney_films_dvdreplacement",
  "Tags": ""
}