{
  "Origins": "After providing the description quoted above in his 1968 book The Disney Version , Richard Schickel went on to describe how the Burbank facility's extra-wide corridors, soda machine niches (easily converted to nursing stations), multiple buildings connected by tunnels (a setup used by some hospitals to guarantee easy access during inclement weather) and eight short wings per floor were designed with hospital functionality in mind. None of that necessarily demonstrates that the Burbank studios were designed with easy conversion to hospital use in mind, however Disney might have preferred extra-wide corridors, the wings might have been designed to provide all the offices with outside views, Disney theme parks are constructed with underground tunnels as well, and the soda machine niches might have been created . . . to hold soda machines.",
  "Fact Check": "",
  "Description": "Requiring that new construction projects be adaptable to other uses is not an unheard of condition for bank loan boards or city planning commissions to impose before granting loan approvals. However, their concern would be mainly that the proposed buildings not be so specialized in design as to be unappealing to other buyers, not that they be convertible to a specific use. Even if the local community needed a hospital, requiring that a studio be designed with that alternate purpose in mind wouldn't provide much of a guarantee that the bank could recoup its money if the studio owners went bust, because the community isn't going to sit around waiting for that to happen before erecting their own hospital. The idea that Disney's Burbank studios were designed for the possibility of converting them to a hospital if necessary may have come from a conversation between Walt Disney and his father Elias while the construction was underway, as reported in Bob Thomas' biography of Walt: As [Elias] watched the construction grow, he expressed his concerns to his youngest son: \"Walter, how on earth are you going to support this big place with those cartoons of yours? Aren't you afraid you'll go broke?\" Walt replied, \"Well, if I do fail, Dad, I can get out easy. You notice how this place is built, with rooms along long corridors? If I go broke with my cartoons, I can always sell it for a hospital.\" Thomas relates this same conversation (in a slightly different way) in his 1998 biography of Roy O. Disney, Walt's brother: When the building was nearing completion, I was showing him all the rooms. He said, \"Walter, what can it be used for?\" I said, \"It's a studio, a studio where I work.\" And he said, \"No, Walter, what can it be used for?\" I couldn't quite grasp what he was after, and suddenly it dawned on me. He meant if we failed how could we liquidate. How could we get our money back out of it . . . \"Oh, I see, Dad,\" I said. \"This would make a perfect hospital.\" The rest of the tour I didn't talk about a studio, I talked about a hospital. How they could put the operating rooms up above. The white corridors could be rooms. I went through the whole darn studio and explained the thing to him as a hospital. He was happy. Whatever the origins of the hospital legend, Thomas assures us that it is not true, a mere story that Walt himself may have propagated (or even created) to mitigate his brother Roy's concerns over their finances: The studio as hospital was a legend that would not die. Walt escorted Eleanor Roosevelt on a studio visit during the war. As she was leaving, the First Lady remarked, \"My, this would make a lovely hospital.\" Walt himself used the hospital argument whenever Roy became overly concerned about the company's state of affairs. Roy seemed to be reassured, temporarily. The notion of conversion to a hospital seemed to make sense because of the building's rows of small rooms on long corridors. But [long-time Disney studio employee] John Hench says the theory is false: \"I remember during wartime being part of a group of doctors who were looking for places they could convert to hospitals. They decided after investigation that [the studio] was not suitable for a hospital at all. But I think the possibility of a conversion assuaged some of the fear or worry of Roy. And I think Walt invented it.\" The legend of the studio as hospital continued its prevalence into the nineties. Disney was there to stay, of course, and Burbank built St. Joseph hospital across the street from the Disney studios a few years later. It was in a room at St. Joseph, facing his beloved studio, that the wizard of fantasy passed away on 15 December 1966.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Schickel, 1968] Delighted as they had been by Snow White's acceptance, Disney's bankers were still not absolutely certain he was here to stay. They would advance him money for a new studio only on condition that its principal structure could easily be adopted to some other use. This particular section of Burbank needed a hospital, and so the bankers insisted that the building be constructed for easy conversion into such a place.",
  "Last Updated": "17 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/disney/wdco/hospital.asp",
  "Claim": "In order to obtain financing from bankers for his new Burbank studios, Walt Disney had to promise to construct a facility that could easily be converted into a hospital.",
  "Claim_ID": "disney_wdco_hospital",
  "Tags": ""
}