{
  "Origins": "On 4 October 2015, Twitter user @Wonko_the_sane_ published a photograph purportedly showing an official Donald Trump \"Make America Great Again\" cap whose tag indicated that the hat was manufactured in China:",
  "Fact Check": "Are Donald Trump's \"Make America Great Again\" caps manufactured in China?",
  "Description": "While the above-displayed image does show a \"Make America Great Again\" cap that was manufactured in China, the pictured hat is not an official item sold by Donald Trump's campaign. @Wonko_The_Sane admitted as much when he was pressed about the item on Twitter: It's true that a number of unofficial \"Make America Great Again\" hats are currently available for sale on Amazon, and some of those hats were indeed manufactured in China. For instance, one review for a product sold by \"Trump 16\" (no affiliation with the Trump campaign) confirms that some of the unofficial \"Make America Great Again\" hats were not made in America: This is NOT \"THE\" original Trump hat! It's a cheap made in China imposter! I threw this one in the trash and went to the Trump site and bought one directly. By going to the Trump site you support Trump and the USA workers that made the hats. Donald Trump does sell \"Make America Great Again\" hats on his web site Donaldjtrump.com. According to the web site, all of the products are \"proudly made in USA.\" Trump was the subject of a similar, real controversy in 2011 when it came to light that an array of clothes, accessories and other products sold under the Trump brand were made in China. Last updated: 7 October 2015",
  "Originally Published": " 7 October 2015",
  "Referred Links": "http://abcnews.go.com/Politics/donald-trump-admits-gear-made-china-labels/story?id=13472355;http://shop.donaldjtrump.com/product-p/dtc-odtcmo-or.htm;http://www.amazon.com/review/R14JDRJQFX31NH/ref=cm_cr_dp_title?ie=UTF8&ASIN=B013Z7I7J0&channel=detail-glance&nodeID=7141123011&store=apparel;https://twitter.com/Wonko_the_sane_;",
  "Example": "",
  "Last Updated": "7 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/donald-trump-hat-china/",
  "Claim": "Donald Trump's \"Make America Great Again\" caps are manufactured in China.",
  "Tags": "donald trump;china;trump;trump hat;make america great again;usa;made in china;",
  "Claim_ID": "donald-trump-hat-china"
}