{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.reuters.com/news/picture/jeb-bush-takes-on-trump-in-debate-but-ot?articleId=USKBN0TZ02220151216;https://upload.wikimedia.org/wikipedia/commons/b/b5/Jacques-Louis_David_-_The_Emperor_Napoleon_in_His_Study_at_the_Tuileries_-_Google_Art_Project_2.jpg;http://www.salon.com/2015/12/16/fiorina_goes_full_vagina_final_gop_debate_of_the_year_sets_off_a_conservative_civil_war_on_twitter/;",
  "Example": "[Collected via Twitter, December 2015] Origin:During the 2008 presidential campaign, a cottage industry was started from a single instance in which Democratic candidate Barack Obama, then a senator from Illinois, was captured on video standing with his hands clenched below his waist during the playing of the U.S. national anthem at an Iowa steak fry attended by six top Democratic presidential candidates an industry that subsequently spawned a plethora of false rumors after Senator Obama won the presidential elections, such as a claim that he wanted to change the national anthem to something more innocuous and a faked photograph showing him and his wife Michelle using their left hands to show respect for the U.S. flag. A similar item circulated (to lesser extent) during the 2016 presidential campaign, an image of GOP candidate Donald Trump apparently standing sullenly with his hands at his sides while others around him place their hands over their hearts in the standard gesture of respect for the U.S. flag: The background elements of this image indicate that it originated with the 15 December 2015 CNN Republican presidential debate held in Las Vegas: it was included in articles about that debate, where it was credited to David Becker of the Reuters news agency. However, we found no evidence that the moment captured in this image actually occurred during that debate. The debate was aired live on CNN, and it opened with the nine Republican candidates being introduced one-by-one, briefly posing together at the front of the stage for photographs, then remaining in place while the U.S. national anthem, \"The Star-Spangled Banner,\" was sung by Ayla Brown (daughter of former Massachusetts senator Scott Brown): We viewed the video of that event multiple times, but we found no instance during the singing of the national anthem in which Donald Trump could be seen in the pose shown above (with his hands at his sides). Every time Donald Trump was visible within the frame of the television coverage, he was standing with his hand over his heart, just like all the other candidates: There is no doubt that the image in question stemmed from this debate: the arrangement of candidates on stage is the same as shown in the video, the candidates' clothing is the same as shown in the video, and even Senator Ted Cruz's Napoleon-like pose (with his right hand tucked inside his suit jacket) is the same as shown in the video. In fact, a Reuters gallery of images from the debate taken by photographer Mike Blake includes a clear photograph of Trump standing in the appropriate pose: The image in question appears to be a digitally manipulated one, blending a photograph from the national anthem sequence with one taken shortly beforehand: If the image were real, then it would have to have originated with a photographer's managing to snap a picture during a fleeting instant (not captured by the multiple television cameras present) in which Donald Trump briefly held the pose shown. Either way, the video documentation of the event clearly shows that Trump did not stand with his hands at his side throughout the playing of the national anthem; he held his right hand over his heart for the duration, as appropriate. Last updated: 20 December 2015 Originally published: 20 December 2015",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/donald-trump-flag-salute/",
  "Claim": "Donald Trump failed to place his hand over his heart during the playing of the U.S. national anthem at the beginning of a GOP debate.",
  "Tags": "donald trump;U.S. flag;",
  "Claim_ID": "donald-trump-flag-salute"
}