{
  "Origins": "On 26 October 2015, numerous African web sites published articles claiming Republican presidential candidate Donald Trump made a host of racist remarks at an unspecified event in Indianapolis. The first version appeared to be a 25 October 2015 article on the web site Politica (not to be confused with the U.S.-based political news site Politico), which reported that Trump made the comments in Indianapolis (but lacked a date, context, and the name or type of event at which Trump purportedly spoke): Once again, US business magnate Donald Trump has expressed his deep disgust for Africans by referring to them as lazy fools only good at eating, lovemaking and thuggery. Speaking in Indianapolis, Trump who is also the republican Presidential torch bearer reiterated his promise to deport Africans especially those of Kenyan origin including their son Barrack [sic] Obama.",
  "Fact Check": "",
  "Description": "\"African Americans are very lazy. The best they can do is gallivanting around ghettoes, lamenting how they are discriminated. These are the people America doesn t need. They are the enemies of progress. Look at African countries like Kenya for instance, those people are stealing from their own government and go to invest the money in foreign countries. From the government to opposition, they only qualify to be used as a case study whenever bad examples are required. How do you trust even those who have ran away to hide here at the United States hiding behind education? I hear they abuse me in their blogs but I don't care because even the internet they are using is ours and we can decide to switch it off from this side. These are people who import everything including matchsticks. In my opinion, most of these African countries ought to be recolonized again for another 100 years because they know nothing about leadership and self governance\" Explained Donald Trump bitterly as he illuminated how he plans to reconstruct America and restore its lost glory. Trump indeed spoke publicly on 25 October 2015, when he appeared on CBS' Sunday morning political interview show Face the Nation. On Twitter, Trump detailed his movements throughout the day: I will be doing a major sit down interview on State of the Union With Jake Tapper at 9:00 A.M. on @CNN. Enjoy! Donald J. Trump (@realDonaldTrump) October 25, 2015 A big POLL will be announced this morning on @CBSNews Face The Nation. I wonder if I do well if the press will report the results? Doubt it Donald J. Trump (@realDonaldTrump) October 25, 2015 Watch @CNN at 9:00 A.M. @jaketapper. Then interviewed on @ABC @GStephanopoulos at 10:00 A.M. and then, at 10:30 A.M., watch Face The Nation. Donald J. Trump (@realDonaldTrump) October 25, 2015 An aerial shot of Jacksonville crowd yesterday! I may as well show you because the media won't. #Trump2016 pic.twitter.com/iJf87UVMEt Donald J. Trump (@realDonaldTrump) October 25, 2015 Leaving for New Hampshire now. Will be doing the @TODAYshow there, live at 7:00 A.M. New @CBSNews Poll of New Hampshire: Trump 38 Carson 12! Donald J. Trump (@realDonaldTrump) October 26, 2015 While the Trump campaign doesn't appear to maintain a public list of the candidate's scheduled appearances, we were unable to locate any instances in which he visited Indianapolis at any point in October 2015. Moreover, the comments attributed to Trump (purportedly spoken to an American audience in a U.S. city) by African web sites rated as far more offensive than prior controversial remarks made by the candidate in the past that were widely reported by the U.S. news media; yet for some reason this purported quote didn't attract the attention of a single U.S.-based political blog or web site. It beggared belief that Trump would say such things in the United States at what was ostensibly a campaign event, yet no American political web sites reported on the remarks. As with an earlier spurious Trump quote, rumors that the candidate described black people as lazy, sex-crazed thieves appeared to be a work of political fan fiction. Last updated: 27 October 2015",
  "Originally Published": " 27 October 2015",
  "Referred Links": "http://abcnews.go.com/Politics/bill-richardson-donald-trumps-immigration-positions-racist/story?id=33520709;https://www.google.com/search?q=trump+%22october+25+2015%22&rlz=1CALGAA_enUS654US655&oq=trump+%22october+25+2015%22&aqs=chrome..69i57.7474j0j4&sourceid=chrome&es_sm=93&ie=UTF-8;https://twitter.com/realDonaldTrump/status/658434546841600000;https://twitter.com/TODAYshow;https://twitter.com/realDonaldTrump/status/658425734424363008;https://t.co/iJf87UVMEt;https://twitter.com/hashtag/Trump2016?src=hash;https://twitter.com/realDonaldTrump/status/658270044598702080;https://twitter.com/GStephanopoulos;https://twitter.com/ABC;https://twitter.com/jaketapper;https://twitter.com/realDonaldTrump/status/658241163137257473;https://twitter.com/CBSNews;https://twitter.com/realDonaldTrump/status/658228642145808384;https://twitter.com/CNN;http://www.cbsnews.com/videos/full-interview-donald-trump-october-25/;http://www.cnn.com/2015/10/25/politics/donald-trump-democrats-republicans-bipartisanship-great-unifier;http://www.donotlink.com/h5pl;",
  "Example": "[Collected via e-mail, October 2015] A friend and I have been arguing back and forth about this article saying that Trump claimed Africans are lazy and are only good at sex and stealing. I say it's satire mixed with exaggeration. She believes it, until it is debunked. I haven't seen this in any US publication, only in African news sites, and I say that if he had said these things, they would've been all over US news. Please help me stop having to defend Trump lol!!!",
  "Last Updated": "27 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/donald-trump-africans-lazy-stealing/",
  "Claim": "Donald Trump said Africans are \"lazy fools only good at eating, lovemaking and thuggery.\"",
  "Tags": "racism;donald trump;donald trump racist;trump immigration plan;indianapolis;african rumors;",
  "Claim_ID": "donald-trump-africans-lazy-stealing"
}