{
  "Origins": "On 15 July 2015, the fake news web site National Report published a fake news article reporting that Donald Trump had argued the United States should build a fence around the state of New Mexico: Saying, \"New Mexico. Mexico. It's all the same. The word Mexico is in the name of both places, isn't it?,\" Republican presidential contender Donald Trump doubled down on his controversial comments about Mexico during a campaign speech here, telling supporters that he would, \"Build a fence around New Mexico and make them pay for it\" if he becomes president.",
  "Fact Check": "Did Donald Trump say that the United States should build a fence around New Mexico?",
  "Description": "\"First thing I'd do and mark my words on this one I d call (New Mexico Governor) Susana Martinez and say to her, 'Listen, sweetie, cut the crap and quit sending the worst of your worst to all the other states, the rapists and murderers and drug dealers and all the other low-lifes you have there in Santa Fe.' I mean, come on, the meth problem is so bad there they made a documentary about that Walter White character, cooking up drugs in an RV out in the desert,\" he continued, adding, \"And now there's a new show out there glorifying his scumbag attorney. Well, the buck stops with me. Look it up. I'm very rich and I m also a nice guy.\" While it's true that Trump has been critical of (undocumented) Mexican immigrants and has promised to build a fence along the U.S.-Mexico border, the Republican presidential hopeful never made the above-quoted comments. This article is just more fake news that plays on the tired old trope of politicians confusing or equating the U.S. state of New Mexico with the country of Mexico. The National Report, a fake news site that publishes fake news articles, has previously put out fake news stories about solar panels draining energy from the sun, Dearborn, Michigan, implementing Shariah Law, and President Obama's running for a third term as president. Last updated: 17 August 2015",
  "Originally Published": " 17 August 2015",
  "Referred Links": "http://www.latimes.com/nation/politics/la-na-trump-immigration-20150817-story.html;http://www.donotlink.com/ge1r;",
  "Example": "[Collected via email, August 2015] Is it true that Donald Trump wants to build a wall around New Mexico?",
  "Last Updated": "17 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/donald-trump-new-mexico/",
  "Claim": "Donald Trump said that the United States should build a fence around New Mexico.",
  "Tags": "donald trump;trump;border fence;fence;border;new mexico;mexico;",
  "Claim_ID": "donald-trump-new-mexico"
}