{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.nytimes.com/2015/09/09/us/politics/donald-trump-likens-his-schooling-to-military-service-in-book.html?_r=0;https://books.google.com/books?id=8I_lCQAAQBAJ&dq=military+training+%E2%80%9CNever+Enough:+Donald+Trump+and+the+Pursuit+of+Success,%E2%80%9D&source=gbs_navlinks_s;http://www.snopes.com/wordpress/wp-content/uploads/2016/01/trump-military-service-quote.jpeg;",
  "Example": "[Collected via Email, January 2016] Did Donald Trump say this? Origin:In January 2016, a meme featuring Donald Trump along with a quote ostensibly uttered by him started circulating on social media: \"I always felt like I was in the military. (I got) more training militarily than a lot of the guys that go into the military.\" Trump did say part of the above-displayed quote. During a series of interviews with Michael D Antonio, author of the biography \"Never Enough: Donald Trump and the Pursuit of Success, the Republican Presidential candidate said that \"I always felt like I was in the military\" due to his education at the New York Military Academy. The passage in D'Antonio's biography makes it clear, however, that while Trump may have expressed that he had more militarily training than most soldiers, he did not use those exact words: Trump also insisted that he had actually known military life. In a separate conversation he said, \"I always thought I was in the military.\" He said that in prep school he received more military training than most actual soldiers did, and he had been required to live under the command of men such as Ted Dobias who had been real officers and soldiers. \"I felt like I was in the military in a true sense,\" added Trump, \"because I dealt with the people.\" In September 2015, several web sites published previews of D'Antonio's Trump biography which included the quote in question. The NY Times, for instance, wrote that the biographer had quoted Trump saying that he had \"more training militarily than a lot of the guys that go into the military:\" While a similar passage can be found in the text of D'Antonio's book, this passage is not directly attributed to Trump. In summation, Donald Trump did say that \"I always felt like I was in the military\" due to his education at a military academy. Trump also compared his military training at school to the military training of actual soldiers, but his exact phrasing of this sentiment was not provided by his biographer. Last updated: 11 January 2016 Originally published: 11 January 2016",
  "Last Updated": "",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/donald-trump-military-training-quote/",
  "Claim": "Donald Trump said that he got more military training at prep school than a lot of people who actually joined the military.",
  "Tags": "donald trump;prep school;military;training;",
  "Claim_ID": "donald-trump-military-training-quote"
}