{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://www.reddit.com/r/pics/comments/3ovpek/;",
  "Example": "[Collected via Email, January 2016] I saw that Queen Elizabeth is promising to \"take back America\" if Donald Trump is elected president. Is this true? Origin:On 8 January 2016, the entertainment Tumblr page D.C. Brief posted a fake news article which claimed that Queen Elizabeth would \"take back America\" if Donald Trump was elected president: The Queen of England has issued a promise to her subjects that she will invade the United States of America if Donald J. Trump is elected President in November of this year. Should Mr Trump be elected we will take back America by force and place it once again under colonial rule, her Majesty said in a statement this morning. The announcement has received mostly a positive response, but many critics have seen the Queen as merely taking advantage of the swell of anti-Trump feeling in the country after a petition calling for the banning of the real estate mogul from entering the UK received over 500,000 signatories. The above-quoted story is a work of fiction. A disclaimer on TheDCBrief.com, a companion web site for the Tumblr Page, states that its articles are \"satirical\": The D.C. Brief is a satirical current affairs web-site. The D.C. Brief has no allegiance to any political party or political figure. All political parties and political figures are unanimous in their lack of allegiance to The D.C. Brief. We aim for a light-hearted tone in all content. However, if you find any content offensive we apologise and welcome any feedback. While there is no truth to the above-displayed story, a Reddit post from October 2015 did give some insight on how the Queen would react if Trump became president. After penning a letter to the Queen about their frustration with American politics (particularly the current Republican presidential candidates), a Redditor received a response from Buckingham Palace: Frustrated with the current field of presidential candidates (particularly on the GOP side), my Anglophile friend wrote a trolling letter to the Queen, asking her to take the US back. To our shock, they actually dignified him with a response. I have been asked to write in response to your recent letter to The Queen in which you express your views about the American government. Whilst your views have been noted, you will appreciate, I am sure, that there can be no question of The Queen intervening in the affairs of another Sovereign state. Last updated: 13 January 2016 Originally published: 13 January 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/donald-trump-queen-england/",
  "Claim": "Queen Elizabeth said that she would \"take America back\" if Donald Trump gets elected president.",
  "Tags": "queen elizabeth;donald trump;trump;queen;",
  "Claim_ID": "donald-trump-queen-england"
}