{
  "Origins": "On 6 October 2015, Republican presidential candidate Donald Trump appeared on the nationally syndicated radio show Savage Nation, hosted by Michael Savage. During that interview, Savage (who holds advanced degrees in medical botany, medical anthropology, and nutritional ethnomedicine) suggested to the GOP hopeful that he be appointed to head the NIH: When you become president, I want you to consider appointing me to head of the NIH. I will make sure that America has real science and real medicine again in this country because I know the corruption. I know how to clean it up and I know how to make real research work again ... No, I would leave radio for that. Donald, I would take a cut in pay that would be astronomical, but I would do it for this country. You could pay me a dollar a year and I would do it, just to make sure we have real science and medicine.",
  "Fact Check": "",
  "Description": "Trump replied to that suggestion with a vaguely positive, non-committal response: I think that's great. And I think that frankly [crosstalk] Well, you know you'd get common sense if that were the case, that I can tell you, because I hear so much about the NIH and it's terrible. A few days later, Mother Jones published a brief article expressing skepticism about Trump's claim that he frequently fielded complaints from voters about the NIH: This is appalling on several levels, but the part that made me laugh is in bold. It's such vintage Trump. Can you just picture this? People practically mobbing Trump in the streets to complain about the NIH? Hell, I'd be willing to bet a week's salary that Trump had never even heard of the NIH until Savage mentioned it. While the radio exchange barely registered on the radars of most voters, social media users also began speculating that Trump indeed planned to appoint Savage as head of the NIH if elected. Many took umbrage with idea, citing a 2008 controversy over remarks Savage had made about autistic children: Michael Savage, the incendiary radio host who last week characterized nearly every child with autism as \"a brat who hasn't been told to cut the act out,\" said in a telephone interview that he stood by his remarks and had no intention of apologizing to those advocates and parents who have called for his firing over the matter. \"My main point remains true ... It is an overdiagnosed medical condition. In my readings, there is no definitive medical diagnosis for autism.\" On his program, which is broadcast every weekday, Mr. Savage suggested that \"99 percent of the cases\" of autism were a result of lax parenting. He told his audience: \"They don t have a father around to tell them, 'Don't act like a moron. You'll get nowhere in life.'\" Among the other admonitions he felt children with autism should be hearing, he said, were: \"'Straighten up. Act like a man. Don't sit there crying and screaming, idiot.'\" The position of NIH director has historically been occupied by a practicing doctor (not a media personality), so there's no real reason to assume that Savage made the suggestion he be appointed NIH head in all seriousness, or that Trump took it that way. Last updated: 2 November 2015",
  "Originally Published": " 2 November 2015",
  "Referred Links": "http://www.nih.gov/about-nih/what-we-do/nih-almanac/nih-directors;http://www.nih.gov/about-nih/who-we-are/nih-leadership#role;http://www.nytimes.com/2008/07/22/business/media/22sava.html;http://mediamatters.org/research/2015/10/09/donald-trump-says-america-would-have-common-sen/206066;",
  "Example": "[Collected via e-mail, October 2015] I've seen a post on tumblr that claims that Donald Trump wants to put someone who doesn't believe in the existence of Autism, and is, as a matter of fact, a radical right wing radio host rather than anyone with any mental health experience, but the site they linked to doesn't seem legit. Tumblr is famous for making something (or more commonly, everything) out of nothing, and I don't want myself or other tumblr users getting chumped out by some potentially fake article. Could you look into it?",
  "Last Updated": "2 November 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/donald-trump-nih-savage-autism/",
  "Claim": "Donald Trump plans to appoint a radio host who has spoken poorly of autistic children as NIH director.",
  "Tags": "donald trump;michael savage;NIH;autism;",
  "Claim_ID": "donald-trump-nih-savage-autism"
}