{
  "Origins": "A video purportedly depicting the noise a dormouse makes as it sleeps has been viewed more than 7 million times since it was uploaded to YouTube at the end of 2011. While the title of the video, \"Snoring Dormouse with sound listen,\" implies that the video depicts the actual noise a dormouse makes when it sleeps, that is not the case. The original video, which was uploaded to YouTube by the Surrey Wildlife Trust on 19 October 2011, did not feature any sound:",
  "Fact Check": "Does a video accurately depict the sound of a dormouse snoring?",
  "Description": "YouTube user \"Snoring Dormouse\" took the Surrey Wildlife Trust video and then added in an unrelated snoring sound, explaining on YouTube that their video was an \"adapted\" version of the Surrey Wildlife Trust video: They don't actually sound like this in hibernation, so don't worry. The normal sound is a high-pitched 'peep'. This dormouse was found in torpor by conservationists sleeping in a nesting box they had provided. He was only very briefly removed as part of a monitoring project to be checked and weighed to ensure he has enough fat reserves to slumber on through until spring. He was in the hands of a licensed expert and judged to be in good health. Obtaining a licence to handle dormice requires up two years of training! This work 'Snoring Dormouse with sound listen' is an adaption of 'SurreyWT: Snoring Dormouse' originally made available with a Creative Commons Attribution licence by the Surrey Wildlife Trust. The Surrey Wildlife Trust has also commented on the non-reality of the \"Snoring Dormouse\" video: The video with sound is fake. The sound was added to the video by someone else and posted on another Youtube page. Dormice do not sound like that. Our video is the original and the camera did not have sound. The dormouse was however making a high pitched 'peep'. Although this video does not accurately depict the noise a snoring dormouse makes, it may reproduce the sounds of a sleeping duckling. The audio from the video shown below is very similar to the sounds heard in the dormouse video: Last updated: 12 October 2015",
  "Originally Published": " 12 October 2015",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "12 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/dormouse-snoring-sound-video/",
  "Claim": "A video accurately depicts the sound of a dormouse snoring.",
  "Tags": "video;dormouse;doormouse;snoring;dormouse sound;",
  "Claim_ID": "dormouse-snoring-sound-video"
}