{
  "Origins": "On 28 October 2015 the Dallas Morning News published an op-ed piece credited to Dorothy Bland, dean of the Frank W. and Sue Mayborn School of Journalism at the University of North Texas, in which she claimed she had been stopped and questioned by police for \"walking while black\": UNT Dean of Journalism: I was caught walking while black | @dbprof https://t.co/lh5Biz10ke pic.twitter.com/S2myep6N4w",
  "Fact Check": "",
  "Description": "Dallas Morning News (@dallasnews) October 29, 2015 In the editorial, Bland wrote that \"[f]lashing lights and sirens from a police vehicle interrupted a routine Saturday morning walk in my golf-course community in Corinth,\" continuing her account of the traffic stop by stating: Knowing that the police officers are typically armed with guns and are a lot bigger than my 5 feet, 4 inches, I had no interest in my life's story playing out like Trayvon Martin's death. I stopped and asked the two officers if there was a problem; I don't remember getting a decent answer before one of the officers asked me where I lived and for identification. I remember saying something like, \"Around the corner. This is my neighborhood, and I'm a taxpayer who pays a lot of taxes.\" As for the I.D. question, how many Americans typically carry I.D. with them on their morning walk? Although Bland described the incident as \"racial profiling,\" the content of the editorial she wrote fell into two categories. One was subjective: whether or not one believed Bland was stopped based on her race hinged solely on individual interpretation. The other was incident-specific: Bland claimed she was asked for photo identification shortly after she encountered the two officers in the video. Whether Bland \"fabricated\" any portion of her description of the interaction was largely answered by dash cam video of the stop later released by police in Corinth, Texas, and appended to her article: The clip depicted officers following Bland for roughly 30 seconds in a patrol car, though there were no audible sirens in the footage. The police cruiser came to a stop, and Bland (several yards away) turned and walked to meet the approaching officers. (How she was specifically summoned was unclear as she was facing away from the vehicle at the time). At around the 50-second mark of the dash cam video, the officers began speaking to Bland and informed her that she had been observed obstructing traffic, whereupon Bland thanked the officers for their concern. At the 1:27 mark, the officer on the left asked if Bland \"[had her] ID on [her] real quick\"; Bland immediately bristled at the request before pointing the officers to adjacent neighbors who might vouch for her. One officer then produced a pad and pen or pencil and requested Bland's name and date of birth for \"the call,\" reiterating that the stop was out of concern for her safety. At that juncture, Bland consented but insisted on taking a photograph of the two officers with her phone (additionally taking a photograph of the cruiser's tags). Still detained, Bland made conversation with one officer while the other radioed in her name, date of birth, and description (\"black female\"). Finally, the two officers and Bland parted cordially, shaking hands. In a statement appended to Bland's editorial, Corinth Police Chief Debra Walthall maintained that the request for identification was routine in stops relating to obstruction of traffic. (A 4 November 2015 editorial published by The Dallas Morning News clarified Bland's editorial and Walthall's response were published simultaneously, and the headline was edited a few hours later.) No separate video of Bland obstructing traffic was released by the department, nor was she visibly obstructing traffic during the period recorded by dash cam footage. Walthall didn't explain why Bland's name, date of birth, or description was radioed in by the officer: Ms. Bland had been observed earlier by these same officers, but she was not in the street and impeding traffic, so she was not contacted. Impeding traffic is a Class C misdemeanor, and it is our policy to ask for identification from people we encounter for this type violation. I am surprised by her comments as this was not a confrontational encounter but a display of professionalism and genuine concern for her safety. Please review the video and I m sure you will agree the officers intent was simply to keep her safe. Ms. Bland never contacted the police department to voice her concerns regarding this encounter and has not returned my phone message left at the number provided by the mayor. A subsequent editorial published in the Dallas Morning News (not written by Bland) described the video as a \"Rorschach\" test, positing that the content was perceived in a variety of ways depending upon the viewer: Imagine you're the cops. Maybe you're thinking, Hey, this is just a routine stop and ID check why is this woman getting so bent out of shape? Why is she talking about how much she pays in taxes and where she lives? Why is she taking pictures, as if we had threatened or manhandled her? OK, now imagine you're Bland. I'm minding my own business, going for a walk. OK, I strayed out in the middle of a mostly deserted neighborhood street for a few seconds can't you just tell me to watch out, without delivering a condescending lecture? Why are you radioing in to confirm the identity of this \"black female\": Do I look like a criminal? Why? Controversy over Bland's article spread on social media, including calls for her to be fired from her position at the University of North Texas. She later stated that the op-ed column reflected her opinion and experience: Bland declined to answer specific questions about the aftermath of her Oct. 24 encounter with officers and the subsequent column, but issued a statement to the Denton Record-Chronicle over the phone. \"I wrote the column to share my perception of my experience. This happened to me,\" she said. \"It was my opinion. I respect law enforcement and respect they have a difficult job.\" Her statement echoed sentiments she shared with Mayborn faculty and staff in an email, where she noted the online response. \"There is quite a bit of feedback on social media,\" the email states. \"My column simply reflects my perspective and experience.\" Dorothy Bland described the interaction as an instance of \"racial profiling\" in a controversial Dallas Morning News editorial on 28 October 2015. Whether or not Bland was indeed profiled remains a subjective, opinion-based assessment. Bland clearly believed the encounter was at least in part motivated by her race and the relative affluence of the neighborhood in which she was stopped. Factually, Bland was stopped during an early-morning walk by Corinth police (as described in her column). Her description of \"sirens\" was questionable, as none were heard during the dash cam clip. By the same token, no evidence presented by the Corinth Police Department definitively indicated Bland was obstructing traffic at the time of the stop (or shortly beforehand). As Bland stated, police did abruptly request identification during an otherwise benign interaction. Her narrative didn't include the portion where that information was conveyed to dispatch as she waited (a detail later revealed by the video), neither did she speculate about what would have happened had her name or description warranted further questioning. No portion of Bland's editorial demanded or even insinuated the police ought to have been disciplined over the interaction, nor was any aspect of it (aside from \"sirens\") something that could reasonably be construed as a fabrication. Last updated: 3 November 2015",
  "Originally Published": " 3 November 2015",
  "Referred Links": "http://www.dentonrc.com/local-news/local-news-headlines/20151030-deans-column-sparks-debate.ece;http://thescoopblog.dallasnews.com/2015/10/corinth-police-stop-another-video-another-rorschach-test.html/;http://dallasmorningviewsblog.dallasnews.com/2015/11/reactions-calling-dorothy-bland-a-liar-so-strong-shes-landed-on-snopes.html/;https://twitter.com/dallasnews/status/659561577398583296;https://t.co/S2myep6N4w;https://t.co/lh5Biz10ke;https://twitter.com/dbprof;http://www.dallasnews.com/opinion/latest-columns/20151028-dorothy-bland-i-was-caughtwalking-while-black.ece;",
  "Example": "[Collected via Facebook and e-mail, November 2015] This woman and her lying ways are what's wrong with college education and the liberal agenda that is ruining the America I grew up in. She should be fired. Her \"Black Lives Matter, Blue Lives Don't\" agenda and her spinning of what was a constructive Safety Issue Stop into a TRAYVON MARTIN rallying cry is deplorable and proves what an untrustworthy individual she is. She should not have the power of a Dean over college students, she is unworthy of the position and undeserving of the power. SHE IS A LIAR....and an embarrassment. Dorothy bland fabricated story of police brutality.",
  "Last Updated": "3 November 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/dorothy-bland/",
  "Claim": "Dorothy Bland, dean of the Mayborn School of Journalism at the University of North Texas, fabricated a story about police officers in Corinth, Texas.",
  "Tags": "racial controversies;war on police;dorothy bland;",
  "Claim_ID": "dorothy-bland"
}