{
  "Origins": "In mid-2015, global debate raged over an increasingly large exodus from Syria; terror attacks in Paris on 13 November 2015 exacerbated tensions about the extant matter of asylum seekers across the world. Items that were popular on social media in the wake of those attacks in Paris included some pertaining to similar events in history. One prominent rumor accurately held that Anne Frank was one of many Jewish children denied entry to the United States in the early stages of World War II, and she (like others) went on to perish in the Holocaust. Another surprisingly relevant claim involved the sentiment of Americans with respect to European refugees, with the vast majority of the former (80 percent) unmoved by their plight and unapproving of their migration to the U.S. to escape Hitler's growing reach.",
  "Fact Check": "",
  "Description": "A third item asserted that iconic children's author and illustrator Dr. Seuss (Theodor Seuss Geisel) espoused surprisingly strong positions on the climate in the United States as World War II escalated. Among Seuss' putative works was the above-reproduced cartoon, eerily applicable to the Syrian refugee crisis of 2015. In it, a self-satisfied mother reads a book called \"Adolf the Wolf\" to two horrified, saucer-eyed children. Her sweater reads \"America First,\" and she states: ... and the wolf chewed up the children and spit out their bones ... But those were Foreign Children, and it didn't really matter.\" As it turns out, Seuss' catalog of political cartoons remained a well-documented (if infrequently referenced) aspect of his long career. A 1999 book titled \"Dr. Seuss Goes to War: The World War II Editorial Cartoons of Theodor Seuss Geisel\" focused on this period of Seuss' work, though reviews at the time described the illustrator's \"incongruously, appallingly caricatured Japanese-Americans.\" The Library at UC Davis hosted a complete collection of those pieces with the following explanation: Dr. Seuss (Theodor Seuss Geisel, 1904-1991) was a life-long cartoonist: in high school in Springfield, Massachusetts; in college at Dartmouth (Class of 1925); as an adman in New York City before World War II; in his many children's books, beginning with To Think That I Saw it on Mulberry Street (1937). Because of the fame of his children's books (and because we often misunderstand these books) and because his political cartoons have remained largely unknown, we do not think of Dr. Seuss as a political cartoonist. But for two years, 1941-1943, he was the chief editorial cartoonist for the New York newspaper PM (1940-1948), and for that journal he drew over 400 editorial cartoons. As the introduction noted, Seuss primarily created the political works for a New York newspaper between 1941 and 1943 (not child readers). The cartoon reproduced above was included in that collection, with the following information: Title: ... and the wolf chewed up the children and spit out their bones... but those were foreign children and it really didn't matter. Creator: Seuss, Dr. Publisher: PM Magazine Date: October 1, 1941 Notes: Converted to black and white, cleaned up so that only the line art was present (1999) Last updated: 23 November 2015",
  "Originally Published": " 23 November 2015",
  "Referred Links": "http://library.ucsd.edu/speccoll/dswenttowar/index.html#ark:bb4642496p;http://library.ucsd.edu/speccoll/dswenttowar/index.html;http://www.theatlantic.com/national/archive/2013/01/when-dr-seuss-took-on-adolf-hitler/267151/;https://en.wikipedia.org/wiki/Dr._Seuss_Goes_to_War;",
  "Example": "[Collected via e-mail, November 2015] Is the attached really an editorial cartoon published by Dr. Seuss during WWII?",
  "Last Updated": "23 November 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/dr-seuss-adolf-wolf/",
  "Claim": "Dr. Seuss created a number of biting political cartoons, including a cartoon featuring a book titled \"Adolf the Wolf\" and a mother telling her children that his victims were \"foreign children\" and their deaths \"really didn't matter.\"",
  "Tags": "syrian refugees;dr. seuss;adolf the wolf;political cartoons;",
  "Claim_ID": "dr-seuss-adolf-wolf"
}