{
  "Origins": "On 6 October 2015, the web site Telesur TV published an article claiming that Mexican drug lord Joaquin \"El Chapo\" Guzman was offering a $100 million bounty on Donald Trump's head: The world's most wanted and most dangerous drug lord, Joaquin El Chapo Guzman, is allegedly offering a US$100 million bounty for whoever delivers billionaire and Republican presidential hopeful Donald Trump to him, dead or alive.",
  "Fact Check": "Did Mexican drug lord Joaquin \"El Chapo\" Guzman put a $100 million bounty on Donald Trump's head?",
  "Description": "According to various websites, sources close to the drug trafficker say Guzman was infuriated by Trump's racist remarks against Mexicans. \"He was mad. He wants Donald Trump dead and will pay any amount of money to have Donald Trump's head,\" said an unnamed inmate, according to Most Extreme News. Several otherwise reputable web sites, such as Yahoo News and the International Business Times, picked up story, and while these news outlets did express skepticism, their reports lent weight to the rumor that El Chapo was offering $100 million for Donald Trump's head. But the reports were not true. This rumor is fake news that has been circulating on the internet since 19 July 2015, when the fake entertainment news web site TMZ Today published a satirical article entitled \"El Chapo Puts $100 Million Bounty for Donald Trump Dead Or Alive!\": Mexican lord Joaqu n Guzm n is offering a $100 million bounty for anyone who can bring him Donald Trump, dead or alive... According to informants close to El Chapo, the drug lord was offended and furious with Donald Trump s racists allegations and plans of a Great Wall dividing the United States and Mexico. The bounty was set weeks prior to El Chapo s escape with the help of other members of the Mexican cartel... He was mad. He wants Donald Trump dead and will pay any amount of money if meant he could have Donald Trump s head explains an unnamed inmate. TMZ Today (no affiliation with TMZ.com) is an entertainment web site that publishes a \"combination of real shocking news and satire news.\" A disclaimer on the web site warns readers that all \"articles written on this site are for entertainment and satirical purposes only.\" While the rumor that El Chapo is offering a $100 million bounty for Donald Trump's head is false, it is rooted in a small tidbit of truth. Shortly after El Chapo escaped from prison in July 2015, a Twitter account associated with the drug lord posted a message saying that Trump would \"swallow his words\": Guzman and his supporters wasted no time lambasting Mexican president Enrique Pena Nieto as a \"coward\" but reserved particular ire for Mr Trump, who has accused Mexico of sending rapists and criminals to America. A post riddled with obscenities on a Twitter account, reportedly run by the drug lord's son Ivan, said the billionaire businessman would be made to \"swallow his words\". Last updated: 8 October 2015",
  "Originally Published": " 8 October 2015",
  "Referred Links": "http://www.telegraph.co.uk/news/worldnews/centralamericaandthecaribbean/mexico/11736854/El-Chapo-Guzman-vows-to-make-Donald-Trump-swallow-his-words.html;http://www.donotlink.com/gxl0;http://www.ibtimes.com/el-chapo-bounty-donald-trump-100m-reward-reportedly-offered-mexican-fugitive-2128755;http://news.yahoo.com/donald-trumps-capture-reportedly-worth-205905543.html?nf=1;",
  "Example": "",
  "Last Updated": "8 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/el-chapo-donald-trump-bounty/",
  "Claim": "Mexican drug lord Joaquin \"El Chapo\" Guzman put a $100 million bounty on Donald Trump's head.",
  "Tags": "donald trump;el chapo;bounty;dead or alive;",
  "Claim_ID": "el-chapo-donald-trump-bounty"
}