{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": " 10 December 2015",
  "Referred Links": "https://globalvoices.org/2015/11/27/the-big-laughs-of-mexicos-isis-threat/#;http://thuglifevideos.com/el-chapo-drug-cartels-isis/;http://latino.foxnews.com/latino/news/2015/12/10/looks-like-it-on-chapo-guzman-threatens-war-on-isis-after-terrorists-destroy/;http://www.forbes.com/sites/doliaestevez/2015/12/10/drug-kingpin-el-chapo-guzman-reportedly-threatens-to-retaliate-against-isis/;http://nypost.com/2015/12/10/el-chapo-tells-isis-his-men-will-destroy-them/;https://web.archive.org/web/20151211071755/http://www.washingtontimes.com/news/2015/dec/10/joaquin-guzman-el-chapo-threatens-isis-my-men-will/;",
  "Example": "[Collected via e-mail, December 2015] Did El Chapo really threaten ISIS for messing with cartel operations? Origin:On 10 December 2015, a rumor that notorious drug cartel leader Joaquin \"El Chapo\" Guzman had taunted and threatened to wage war against ISIS was reported by major news outlets such as the Washington Times, the New York Post, Forbes, and Fox News. Despite the story's wide circulation on supposedly reputable news sites, this rumor was nothing more than a piece of fake news that originated on the entertainment web site Thug Life Videos: TLV Exclusive: The famed leader of the biggest drugs cartel in the world, Joaqu n Archivaldo Guzm n Loera aka 'El Chapo' has sent a chilling warning ISIS: \"My men will destroy you.\" The message was sent via encrypted email to ISIS leader Abu Bakr al Baghdadi, but details were leaked to a Mexican blogger who has close ties with Sinaloa cartel members... \"You [ISIS] are not soldiers. You are nothing but lowly p*ssies. Your god cannot save you from the true terror that my men will levy at you if you continue to impact my operation.\" My men will destroy you. The world is not yours to dictate. I pity the next son of a wh*re that tries to interfere with the business of the Sinaloa Cartel. I will have their heart and tongue torn from them. Although Thug Life Videos originally posted their El Chapo article on 30 November 2015, it wasn't until the story was picked up by CartelBlog.com, a web site for cartel news, that the rumor went viral. Shortly after CartelBlog reposted the story in their blog, several major news outlets published information from the spoof article under headlines such as \"El Chapo Tells ISIS His Men Will Destroy Them\" and \"Cartel Leader Chapo Guzm n Threatens War on ISIS After Terrorists Destroy Drug Shipment.\" But Joaquin \"El Chapo\" Guzm n has not threatened to wage war against ISIS. The rumor started on a satirical web site that frequently publishes fake articles, was mistakenly picked up as a genuine news item by a web site that specializes in information about the cartel, and was then regurgitated by multiple other online news outlets. This isn't the first time that Thug Life Videos has fooled the media with a story about El Chapo. In October 2015, the web site helped promulgate the false story that El Chapo had put a bounty on Republican presidential candidate Donald Trump's head. A disclaimer on the site explains that while Thug Life Video's main focus is on creating and sharing videos and entertainment news, they occasionally publish satire: Here at Thug Life Videos we create and share with you the very best in Thug Life videos and general entertainment news. As well as more serious content, we sometimes share the odd satire stories for your entertainment. Steve Charnock, who works for Thug Life Videos, confirmed to us he was the author of this fictional but now-viral \"news\" piece: We write funny 'satire' stories occasionally which we assume are taken as jokes, and generally they are ... Maybe I didn't make this El Chapo story funny or weird enough, though. Or I just have an uncanny ability to ape how Mexican drug cartel kingpins talk. Only no one seemed to doubt it when it hit the desks of all the major news outlets. The Telegraph, Express and Mirror in the UK Washington Post, Fox News, Sun Times, New York Post in the US. No one checked any details or sources, they just slapped it up and within hours it's the 5th highest trending topic of Twitter, all over Facebook, and the number one story on dozens of major global news sites. All that and I didn't make a penny extra. Life's not fair. ISIS released a video in November 2015 listing 60 countries as their enemies, and Mexico was the only Latin American country on the list. Their video was met with mockery from social media users in Mexico, but no threats from cartel bosses. Last updated: 11 December 2015",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/el-chapo-threatens-isis/",
  "Claim": "Mexican drug cartel leader Joaquin \"El Chapo\" Guzman has threatened to wage war against ISIS.",
  "Tags": "ISIS;el chapo;",
  "Claim_ID": "el-chapo-threatens-isis"
}