{
  "Origins": "As countless parents can attest, children possess an unnerving talent for visiting embarrassment upon them. Sometimes their acts are deliberate (as in the well-traveled urban legend about a misbehaving tot who counters his mother's attempt at controlling him in public with a loudly-voiced threat of telling Grandma that he saw Mom kissing Daddy's private parts), but often they're born of a lack of realization about appropriate boundaries. Many a youngster has breathlessly given away family secrets simply because he had not yet grasped that what is freely discussed at home is not necessarily to be shouted in the street.",
  "Fact Check": "",
  "Description": "This version of the Internet-circulated drawing dates to November 2008, at which time it was accompanied by the tagline, \"Don't panic ... mommy works at Home Depot and she's selling a snow shovel in the picture!\" Our earliest version of the letter to the teacher accompanying the drawing came from January 2009. The jape plays upon the theme of family confidences unwittingly revealed to a wider audience. The child's drawing appears to make public a scandalous truth about how the mother earns a living, with the joke then taken in a new direction by the flustered parent's explanatory note to the teacher. While this cute tale is almost guaranteed to provoke a laugh from even the most curmudgeonly, it's apocryphal. As the artist's mother told us, the picture was drawn by her seventeen-year-old daughter, and it was intended to represent a stripper (the Home Depot commentary and the faux letter to the teacher were added to it by others after it was posted on MySpace): My daughter's name is Chelsea. We reside in Maine. She was 17 years old when she drew the picture as a joke. (She is now 22 years old; the drawing was made in 2007). She posted it on her MySpace page in 2007. It was then stolen and the teacher and parent comments added. Yes, it was meant to be a stripper or exotic dancer, although I am not one nor have I ever been! The teacher and parent comments were added by whoever stole the pic from Chelsea's MySpace page. The versions we've so far located identify the teacher as \"Mrs. Jones,\" \"Mrs. James\" and \"Mrs. Jackson.\" The shovel-vending mom variously signs herself as \"Mrs. Smith,\" \"Mrs. Jones,\" \"Mrs. Urbina,\" or she doesn't sign at all. And, while most versions merely refer to the child as \"my daughter,\" the text of some dubs her \"my daughter, Sarah.\" Also, while the overwhelming majority of versions we've examined have the mother working at Home Depot and place the incident \"last week before the blizzard hit,\" one has that harried parent working at Bunnings (a Home Depot equivalent in Australia and New Zealand) and speaks of \"how hectic it was last week after the floods hit.\" An additional reflection of how this tale localizes to suit its audience appears in the text lettered in childish script below the drawing: \"I want to be like mommy\" sometimes appears as \"I want to be like mummy.\" The letter accompanying the drawing sometimes takes a different form, as this version (also from January 2009) demonstrates: After the above was graded and the child brought it home, she returned to school the next day with the following note from her Mommy: Dear Ms. Davis, I want to be very clear on my child's illustration. It is NOT of me on a dance pole on a stage in a strip joint. I work at Home Depot and had commented to my daughter how much money we made in the recent snowstorm. This photo is of me selling a shovel. Mrs. Harrington The drawing itself provided further clues about the age of the artist and the nature of the joke: It was too well rendered to really look like the work of a small child. Notice how beautifully the Mommy figure is framed by the prospective shovel buyers and how easily identifiable as money the items held in their hands is. That level of composition and detail wouldn't be found in the drawing of a child who still renders people as unclothed stick figures. It was subtly geared to further the impression of Mom as an exotic dancer. Not only does the shovel better resemble a stripper's pole than a snow-clearing implement, but all those waving money are male. (Women, we're reliably told, also purchase shovels.) Plus, while the male figures are drawn with straight lines, take note of the arched back on Mommy. While the purported letter to the teacher stated \"several people were fighting over who would get [the shovel],\" all of the stick figures are smiling. A child who had been inspired by her mother's account of customers arguing over a shovel would have drawn unhappy or angry people, not grinning ones. The theme of a child's innocently revealing parental misdoings has been fodder for Internet-spread hoaxes before. 2002's howler had to do with a letter supposedly written by small child in which the mother's adultery was made public. Barbara \"love letter\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, January 2009] (Here's the reply the teacher received the following day) Dear Mrs. Jones, I wish to clarify that I am not now, nor have I ever been, an exotic dancer. I work at Home Depot and I told my daughter how hectic it was last week before the blizzard hit. I told her we sold out every single shovel we had, and then I found one more in the back room, and that several people were fighting over who would get it. Her picture doesn't show me dancing around a pole. It's supposed to depict me selling the last snow shovel we had at Home Depot. From now on I will remember to check her homework more thoroughly before she turns it in. Sincerely, Mrs. Smith",
  "Last Updated": "29 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/embarrass/mistaken/shovel.asp",
  "Claim": "Child's drawing seemingly depicts mom as a pole dancer when in reality she was a Home Depot clerk trying to sell a shovel.",
  "Claim_ID": "embarrass_mistaken_shovel",
  "Tags": ""
}