{
  "Origins": "Changes that have made the use of e-mail a standard method of business communication for everything from official correspondence to informal messages means that one can no longer assume personal correspondence will remain private. Workplace chat that might once have been exchanged through face-to-face communications or handwritten notes is now tackled via e-mail, a form in which thanks to the Internet it can be blasted to thousands of eavesdroppers with a few clicks of a mouse.",
  "Fact Check": "",
  "Description": "Such was the case with an interoffice spat between Jenny Amner, a secretary at the London office of international law firm Baker & McKenzie, and 36-year-old Richard Phillips, a senior associate at the same firm. In June 2005 a brief e-mail exchange between the two made the news when it was leaked outside the firm, and (perhaps as was intended) momentarily turned Mr. Phillips into a figure of derision around London. The information provided in the initial e-mail merely records that on 25 May 2005, Mr. Phillips e-mailed Ms. Amner, informed her that it would cost 4 to remove the ketchup stains from his trousers, and asked her to provide him with the cash by the end of the day. We can infer from this that Ms. Amner was presumably somehow responsible for the creation of those ketchup stains. Nine days later, Ms. Amner finally responded to the request, and we can likewise infer from her caustic reply that she was none too pleased about being asked by a senior associate to cover a 4 cleaning bill, as she sarcastically apologized to Mr. Phillips for allowing the recent illness and death of her mother to take precedence and announced that since he was evidently in desperate need of the money, her office mates had offered to take up a collection to raise it amongst themselves. (According to various news sources, Mr. Phillips earned between 80,000 to 150,000 a year, while Ms. Amner's salary was about 25,000.) The exchange was circulated widely on the Internet and reported on by nearly all the major English-language news services commonly known by three-letter initialisms (e.g., CNN, BBC, CBC, AFP), prompting the Agence France Presse to note that Mr. Phillips was \"on the verge of becoming a public hate figure ... after appear[ing] to show appalling meanness.\" The Times stated that Ms. Amner, \"a slim bespectacled blonde in her 50s, looked embarrassed and declined to comment, directing all enquiries to Baker & McKenzie,\" but a spokesperson for the latter would not comment on any specifics, telling the press only that: We confirm we are aware of the incident and subsequent e-mail exchange. This is a private matter between two members of staff that clearly got out of hand. We are investigating so as to resolve it as amicably as we can. As I am sure you understand we respect the privacy of our staff and make it a policy not to comment on individuals to the media. A Baker & McKenzie staff member told the Times that Ms. Amner had \"copied [her message] to the whole floor and everyone was in stitches. She had come into work this morning to find a Post-it chasing her for the 4 after having the funeral the day before. He's so tight.\" (How Ms. Amner managed to spill or splash ketchup onto a senior associate's trousers remains a mystery.) A few days after the \"ketchup trousers\" story broke, the Daily Telegraph reported that Richard Phillips was \"devastated at his public humiliation\" and was resigning his position, although a Baker & McKenzie spokesperson maintained that Mr. Phillips had already made his decision to leave the firm \"long before\" the e-mail incident took place and had submitted his resignation before the issue became public. The Telegraph noted that \" Ms. Amner is also understood to be considering her future with the company after being made to feel isolated by colleagues who believe Mr. Phillips was unfairly victimised\" and that both parties \"have been given leave from work until the email row blows over.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] From: Amner, Jenny Sent: 03 June 2005 10:25 To: Phillips, Richard Cc: *LON - ALL USERS 3RD FLOOR Subject: RE: Ketchup trousers With reference to the email below, I must apologise for not getting back to you straight away but due to my mother's sudden illness, death and funeral I have had more pressing issues than your 4. I apologise again for accidentally getting a few splashes of ketchup on your trousers. Obviously your financial need as a senior associate is greater than mine as a mere secretary. Having already spoken to and shown your email and Anne-Marie's note to various partners, lawyers and trainees in ECC&T and IP/IT, they kindly offered to do a collection to raise the 4. I however declined their kind offer but should you feel the urgent need for the 4, it will be on my desk this afternoon. Jenny -----Original Message----- From: Phillips, Richard Sent: 25 May 2005 15:27 To: Amner, Jenny Subject: Ketchup trousers Hi Jenny I went to a dry cleaners at lunch and they said it would cost 4 to remove the ketchup stains. If you cd let me have the cash today, that wd be much appreciated. Thanks Richard Richard Phillips Senior Associate Commercial Department Baker & McKenzie 100 New Bridge Street London EC4V 6JA",
  "Last Updated": "21 June 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/embarrass/email/ketchup.asp",
  "Claim": "Law firm secretary sends caustic reply to senior associate's e-mail request for a 4 cleaning bill reimbursement.",
  "Claim_ID": "embarrass_email_ketchup",
  "Tags": ""
}