{
  "Origins": "An enduring fantasy of many employees who toil in the workaday business world is to use their last day on the job as an opportunity to tell off co-workers and supervisors they have found inconsiderate, incompetent, or otherwise irritating (but with whom they had to pretend to get along for the sake of workplace harmony and continued employment). Most of us are too civil to turn that fantasy into reality, though, and even the not-so-civil among us usually recognize that the momentary satisfaction to be gained from berating former business associates is not worth the price of burning bridges they may have to cross again someday.",
  "Fact Check": "",
  "Description": "No such restraints reined in Cian Kelliher, who on his penultimate day of employment at the Dublin office of the Ernst & Young professional services firm in January 2007 sent out the above-quoted e-mail broadside, a cyber-tirade that lampooned his employer, his supervisors, and his co-workers, and delivered barbs aimed at several colleagues identified by name. Although Mr. Kelliher maintained that his \"leaving letter\" was intended as a joke (rather than a genuine expression of animus) and was not original to him (but was based on a text he found on-line ), it became a decidedly unfunny issue to his employers when it was predictably forwarded outside the company and reproduced across the Internet. A follow-up apology from Mr. Kelliher was required to quell the resulting brouhaha: Hi Guys Last Thursday I sent out a going away email. It was meant to be a joke email but I now realise that it has caused offence / upset and has been passed on to a wider audience than the intended recipients. The text was something I pulled off the Internet. I apologise for any offence that I have caused. I regret that the email could adversely impact on the reputation / good name of Ernst & Young and my former colleagues. I wish to emphasis that none of the comments were meant to be taken seriously. I hold Ernst & Young and my former colleagues in the highest regard. If you have passed on the original email or shown it to anyone outside of the recipient list can you please also pass on this apology and refrain from futher forwarding of the mail. Regards, Cian Kelliher A spokesman for the firm afterwards said that \" Ernst & Young considers the matter to be closed.\"",
  "Originally Published": "",
  "Referred Links": "http://chriskula.com/2005/08/22/the-farewell-email/;",
  "Example": "[Collected via e-mail, March 2007] My leaving letter: Dear Co-Workers, As many of you probably know, tomorrow is my last day. But before I leave, I wanted to take this opportunity to let you know what a great and distinct pleasure it has been to type \"Tomorrow is my last day.\" For nearly as long as I've worked here, I've hoped that I might one day leave this company. And now that this dream has become a reality, please know that I could not have reached this goal without your unending lack of support. Words cannot express my gratitude for the words of gratitude you did not express. I would especially like to thank all of my managers: in an age where miscommunication is all too common, you consistently impressed and inspired me with the sheer magnitude of your misinformation. It takes a strong man to admit his mistake it takes a stronger man to attribute his mistake to me. Over the year and a half, you have taught me more than I could ever ask for and, in most cases, ever did ask for. I have been fortunate enough to work with some absolutely interchangeable supervisors on a widevariety of seemingly identical projects an invaluable lesson in overcoming daily tedium in overcoming daily tedium in overcoming daily tedium. Your demands were high and your patience short, but I take great solace knowing that my work was, as stated on my annual review, \"mostly satisfactory.\" That is the type of praise that sends a man home happyafter even a 10 hour day, smiling his way through half a bottle of mostly satisfactory scotch. And to most of my peers: even though we barely acknowledged each other within these office walls, I hope that in the future, should we pass on the street, you will regard me the same way as I regard you: sans eye contact. But to those few souls with whom I've actually interacted, here are my personalized notes of farewell: To Caulfield: I will always remember sharing lunch with you, despite having clearly labeled it with my name. To Mairead: I will miss detecting your flatulence as much as you will clearly miss walking past my cubicle to deliver it. To Linda: Best wishes on your ongoing campaign to popularize these \"email forwards.\" I sincerely hope you receive that weekend full of good luck, that hug from an old friend, and that baby for your dusty womb. And finally, to Kat: you were right I tested positive. We'll talk later. So, in parting, if I could pass on any word of advice to the individual who will soon be filling my position, it would be to cherish this experience like a sponge and soak it up like a good woman, because a jobopportunity like this comes along only once in a lifetime. Meaning: if I had to work here again in this lifetime, I would sooner kill myself. Very truly yours, Cian Kelliher PS: I will be throwing myself a happy hour farewell party at the Oden 5.30 tommorow evening if anybody is interested in drinks!",
  "Last Updated": "4 April 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/embarrass/email/leaving.asp",
  "Claim": "Departing employee e-mails acerbic \"leaving letter\" to his colleagues.",
  "Claim_ID": "embarrass_email_leaving",
  "Tags": ""
}