{
  "Origins": "In June 2003 the brutal break-up e-mail quoted above was fired off by Paul Kelly Tripplehorn, Jr., an intern employed in the office of a U.S. Senator from Texas, Kay Bailey Hutchison , to his now-former girlfriend, Michele. And once again, an e-mail meant for just one recipient escaped into the wilds of the Internet and caused untold embarrassment and professional difficulties for its originator.",
  "Fact Check": "",
  "Description": "Once the intemperate missive hit the Internet at large and assumed the proportions of a cyber-national scandal, Mr. Tripplehorn was dismissed from his internship, according to the Washington Post: \"As soon as it was brought to the attention of our internship coordinator, they had a very frank discussion, and he was dismissed,\" Kevin Schweers told us about the late-June incident involving Tripplehorn, a 20-year-old Amherst College sophomore, and his ex-girlfriend, an unnamed 20-year-old University of Texas student. For his part, Mr. Tripplehorn denied that he had been fired: Tripplehorn disputed that he was fired and said he's now interning in the office of a Republican House member he refused to identify. \"What I did was wrong,\" he told us. \"I wrote that letter in under 15 minutes in an absolute rage, and the only purpose of it was to make this girl irritated and push her buttons.\" Unfortunately for Mr. Tripplehorn, the \"send\" button was the one button he shouldn't have pushed. His line \"I could make a phone call and have your life absolutely ruined\" assumed an irony he certainly didn't anticipate.",
  "Originally Published": "",
  "Referred Links": "http://hutchison.senate.gov/;",
  "Example": "[Collected via e-mail, July 2003] From: Kelly Tripplehorn [mailto:tripplehorny@hotmail.com] Sent: Tuesday, June 03, 2003 2:11 PM Subject: you suck Well, as of this afternoon, I was planning on ruining your career by making phone calls to all of my parents friends and have you blackballed from the workplace as well as every prestigous law school in the country, but then (lucky for you) I decided not to do that because you are a sad sad person and I will just let your life self destruct right before my eyes. Michele I am sorry, I don't care how big of sadistic fucked up crush you have on me but people like me simple don't date people like you. You are too competitive with me and you just simply will never be better than me. I will always have more friends than you just because I don't care about beating people and lying to get to the top. (You are an absolute hipocrit in everything that you do, I am not going to go into details why you are because that would be a waste of my time and yours but I can assure you if you were to ever meet yourself you would hate your twin) I have told most all of the staff about our situation now and they already knew you were really messed you. They said when you were talking to them about me, they all told me you had 'serious issues' and that every word you said sounded scripted and they knew without a doubt that you were lying. I have noticed that people who you think are your good friends actually really dislike you but unlike me, they will not tell you to your face because they would rather be fake nice to you than be your enemy. Now talking about how I am obsessed with money, I simply am not. You are. You always are trying to impress me by how much money you have and I don't care. The difference is though I talk about it but it is never about bragging and it is never directly about money, it is always directly about the conversation. For instance, someone will ask, what are you doing for july 4rth. And then I will say I am going to aspen. It is a simple fact that I am but since you don't have a house in aspen, you get offended because of your competitive nature. When you talk about money you will say something like UT's tuition is 5% of your family's income, thus my tuition would be 125,000. Yea, Michele you are right, I brag too much about what I have. Well I am just going to stop writing because you are just absolutely beneath me. I have heard that you try to undermine people all the time that are better than you and everysingle time it does not work because people can see through such shallowness and that is why as I have heard so many times, Most \"everyone at UT absolutely hates you.\" For instance even the people that you thought were your friends Mellissa Mahaffey or that girl you met at espn, they hate you, they just never say anything. Everyone knows you are a pathetic social climber who will go to any discusting means to move up the ladder. But guess what Michele, you will never move up the ladder because I am at the top and people like me hate people like you. You might be able to trick people like me for maybe a month or so but your true personalitycomes through after a while and it is vile, if that. You have sooooo many people that absolutely hate you and you will never know it because they will never say anything to your face. You will not succeed in life and even the staff thinks that also, after I told them about the things that you do. You suck and good luck being miserable for the rest of your life. I do not even know why I wasted my time typing this for suck slime. Everyone tells me that you are so beneath me (which you are) and I should not get worked up over suck trifles. By the end of the day if I wanted to, I could make a phone call and have your life absolutely ruined but there is no need because you are falling fast enough towards failure without me. In the end, all I can say is that people love me and people hate you. You should observe me and take a few notes on how to make real friends. Other than you tieing this one other person, I have never had such little respect for a human being in my life. I don't even have to tell you why because in my very accurate analysis that most everyone else agrees with, if you were to agree with my analyis about your character than my whole entire analysis would be wrong. Your inflamed ego has left you so blind and so impotent that you can nto even recognize the most obvious flaws in yourself. All your old roommates absolutely hated you and you still think the problem is with them, not you. Well I talked to your roommates and I thought they nice normal girls. So naturally, you would not fit in with them because you are so intellectually above them all. Right? You suck at life and you need to figure out why or you will be miserable for the rest of your life. Once again from your intellectual, moral, social, and emotional superior, Paul Kelly Tripplehorn, Jr.",
  "Last Updated": "1 December 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/embarrass/email/tripplehorn.asp",
  "Claim": "Intern for U.S. senator ends embarrassing break-up e-mail to girlfriend.",
  "Claim_ID": "embarrass_email_tripplehorn",
  "Tags": ""
}