{
  "Origins": "Once again, access to immediate communication has contributed to a bit of mayhem in the workplace. The e-mail contretemps reproduced above was the real thing and took place in September 2005 between two secretaries employed by the prestigious Australasian legal firm Allens Arthur Robinson at their office in Sydney, Australia.",
  "Fact Check": "",
  "Description": "The pair's e-mail spat was forwarded to colleagues at Allens, who copied it to rival firms, including Mallesons, Phillips Fox and Gadens. Soon it was sweeping the city's legal and financial offices, drawing comments from employees of Westpac, Deloitte, Macquarie Bank and JP Morgan. The two secretaries who had descended into slinging words at one another were fired by the firm, and an Allens Arthur Robinson spokesman said anyone involved in forwarding the e-mail along to others would be disciplined. \"E-mail is a business tool, not a personal messaging system. The use of it in this case was not in any way acceptable, nor is that the way we expect people to treat their work colleagues,\" he said. \"We have taken appropriate disciplinary action against anyone who dealt with the e-mails inappropriately.\" Communication by e-mail comes at a price often unrecognized by those it makes fools of until it becomes painfully obvious after the fact its informal nature can lead to breakdowns of ordinary civility that occur almost in the blink of an eye. Thanks to the speed with which views can be exchanged, casual back-and-forths between co-workers can turn nasty very quickly when one person's dander having been raised by the other's misphrasing of a request, piece of information or proffered bit of advice a recipient reacts in anger and zings back a deliberately antagonistic response. A recipe for disaster comes to fruition when both parties fall into the deadly pattern of reacting in knee-jerk fashion to one another's communiqu s rather than choosing to break the cycle by not replying or by letting a day or two pass before sending a follow up. As tempers heat up, the exchanges become less mannerly and more vituperative, with each party's efforts to get the last word or put the other in his place leading to further descents into unprofessional behavior. In the Nugent/Bird exchange, notice how as tempers frayed, the interval between e-mails shortened: A somewhat defensible request for reimbursement for pilfered sandwich makings (at 9:39 a.m.) was initially met with what appears to be potentially helpful information (9:55 a.m.), but once the discussion between the two clerical workers degenerated into the opening round of unpleasantries (10:06 a.m.), the e-mails were shot back and forth in response to messages that hadbarely been read, let alone digested, considered and weighed by the combatants (10:14 a.m., 10:15 a.m., 10:16 a.m., 10:17 a.m., 10:19 a.m., 10:21 a.m., and 10:23 a.m.). Neither party permitted herself time to reflect on what was happening, choosing instead to escalate the situation by continuing to lash out in anger. That choice cost both women their jobs. Roles in the modern workplace are less strictly defined than they once were. We address our co-workers and bosses by first names, involve officemates in activities unrelated to work (for instance, huckstering them into buying raffle tickets or chocolate bars in support of our child's school activities), hold social functions on company time (such as birthday celebrations or baby showers hosted in conference rooms), and converse with them in detail about the goings on in our private lives. While no one is arguing a return to Dickensian stiffness and formality wherein underlings were addressed solely by last name and those with authority by title and surname (\"Jones, fetch me some wood!\" \"Yes, Mr. Greely!\") and no interactions of non-business nature were permitted, recognition need be made that the current blurring of \"at work\" versus \"away from the job\" standards of behavior sets the stage for exchanges of unpleasantries like the one showcased above. Familiarity can breed contempt. Barbara \"inbox-clogging e-mailed commercial come-ons about presumed need aside, the premature ejaculation online society most requires help with is of written nature it's a mail problem, not a male problem\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2005] KATRINA NUGENT 9.39am: Yesterday I put my lunch in the fridge on Level 19 which included a packet of ham, some cheese slices and two slices of bread which was going to be for my lunch today. Over night it has gone missing and as I have no spare money to buy another lunch today, I would appreciate being reimbursed for it. MELINDA BIRD 9.55: Katrina, There are items fitting your exact description in the level 20 fridge. Are you sure you didn't place your lunch in the wrong fridge yesterday? KATRINA NUGENT 10.06: Melinda, probably best you don't reply to all next time, would be annoyed to the lawyers. The kitchen was not doing dinner last night, so obviously someone has helped themselves to my lunch. Really sweet of you to investigate for me! MELINDA BIRD 10.14: Katrina, since I used to be a float and am still on the level 19 email list I couldn't help but receive your ridiculous email - lucky me! You use our kitchen all the time for some unknown reason and I saw the items you mentioned in the fridge so naturally thought you may have placed them in the wrong fridge. Thanks I know I'm sweet and I only had your best interests at heart. Now as you would say, \"BYE\"! KATRINA NUGENT 10.15: I'm not blonde!!! MELINDA BIRD 10.16: Being a brunette doesn't mean you're smart though! KATRINA NUGENT 10.17: I definitely wouldn't trade places with you for \"the world\"! MELINDA BIRD 10.19: I wouldn't trade places with you for the world... I don't want your figure! KATRINA NUGENT 10.21: Let's not get person (sic) \"Miss Can't Keep A Boyfriend\". I am in a happy relationship, have a beautiful apartment, brand new car, high pay job...say no more!! MELINDA BIRD 10.23: Oh my God I'm laughing! happy relationship (you have been with so many guys), beautiful apartment (so what), brand new car (me too), high pay job (I earn more)....say plenty more... I have 5 guys at the moment! haha.",
  "Last Updated": "11 September 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/embarrass/email/ham.asp",
  "Claim": "Exchange between legal secretaries over the whereabouts of the makings of a ham sandwich leads to both being fired.",
  "Claim_ID": "embarrass_email_ham",
  "Tags": ""
}