{
  "Origins": "As charming a story as this may be, there isn't a shred of truth to it. Both the Bremen police department and Der Spiegel (one of Germany's leading newspapers, often cited as the source of the tale) disavowed any knowledge of either the incident or an article mentioning the name Gunther Burpus.",
  "Fact Check": "",
  "Description": "This fanciful tale appears to have originated with The Big Issue , a British magazine sold by the homeless. It was quickly spread over the Internet, by the print media, and on radio. A greatly embellished version appeared in December 1995 in Britain's Private Eye . Naming the Vancouver Sun as its source, the Private Eye account contained numerous additional quotes from the non-existent Burpus (\"In retrospect, I admit it was unwise to try to gain access to my house via the cat flap,\" Gunther Burpus admitted to reporters in Bremen, Germany. \"I suppose that the reason they're called cat flaps rather than human flaps is because they're too small for people, and perhaps I should have realised that\"), and the ending was thus further embroidered: [\"Gunther Burpus,\" as quoted in Private Eye, 29 December 1995] \"In fact, I only got free after two days because a dog started licking my private parts and an old woman complained to the police. They came and cut me out, but arrested me as soon as I was freed. Luckily,they've now dropped the charges, and I collected over DM 3,000 in my underpants, so the time wasn't entirely wasted.\" In January 1996 American newspaper accounts began giving Der Spiegel as the source of the story, but, when contacted, Der Spiegel revealed it had never heard of Gunther Burpus or run an article about him. The image of an immobilized man made sport of by pranksters who place a daffodil in his rear end was around nearly forty years before the Gunther Burpus tale, however: [Reader's Digest, 1958] The first part of this I know is true; perhaps the rest could never be properly checked. But when I was a Red Cross hospital worker on Guadalcanal during World War II, Navy doctors and nurses gloated over the case of a certain admiral who, bedded snugly in a Navy hospital with nothing worse than athlete's foot and non-critical complications, spent his time chasing nurses, \"pulling rank\" on enlisted patients and harassing the overworked medical staff. This went on until the day an enterprising young seaman inmate borrowed a surgical gown, cap and face mask, swept into the admiral's room with a brisk \"Good morning,\" glanced at the chart, ordered the patient over on his stomach and proceeded to take his temperature. Before he could finish the job, however, the man in white explained that he had another urgent case to attend to and left, gravely warning the grumbling seadog not to move until his return. One hour later the nurse, making her rounds, froze in consternation on the officer's doorstep. \"Admiral!\" she gasped. \"What what happened?\" \"Taking my temperature,\" the admiral growled. \"Anything unusual about taking an admiral's temperature?\" \"N-no, sir,\" the startled nurse managed to reply, \"but, Admiral with a daffodil? In a broad sense, this legend plays upon our fear of some day requiring assistance from strangers yet being rebuffed or ignored. Urban society is portrayed as a mass of faceless people who both don't know each other and don't want to get involved, and it's this chilling lack of community (and the lack of a safety net this represents) that is being commented upon by this legend. The frightening anonymity of urban dwellers is further exaggerated when Burpus' plight isn't recognized by any of the passersby, some of whom (one would presume) are his neighbors. He is truly alone in an unpitying world, and we see ourselves in him. More specifically, this legend points an accusing finger at the unquestioning acceptance of any ludicrosity as art, provided there's a sign identifying it as such. Key to the Burpus tale is the notion that a man stuck in a cat door and screaming to be rescued could be mistaken for anything other than a person in desperate need of help. As ridiculous as Burpus himself may appear in this tale bare-bottomed, painted, daffodil'd, and stuck in a cat door the passersby are shown to be far more foolish. This legend is \"The Emperor's New Clothes\" with a modern art twist: though not all art is good, it has become unfashionable to give voice to that opinion, let alone question the value any particular work. The tale is also a broad-stroke allegory in which those pitching coins at what they believe is art represent both foolhardy art collectors with more money than sense and governments so determined to buy culture for their countries they end up underwriting the sometimes highly-questionable efforts of emerging \"artists\". Barbara \"art shell game\" Mikkelson Sightings: Look for the \"daffodil used as a thermometer\" gag in the 1958 film, Carry On Nurse :",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1995] One of the primary reasons cat flaps are called cat flaps is that they're flaps specifically designed for cats, as opposed to dogs, or giraffes, or humans. All of this became abundantly clear to teenager Jason Evans, of Eastleigh, Hampshire, when he recently spent six hours stuck in one after using it in an attempt to get into his house. He was eventually cut free by firemen. In Germany, meanwhile, Gunther Burpus remained wedged in his front-door cat flap for two days because passers-by thought he was a piece of installation art. Mr Burpus, 41, of Bremen, was using the flap because he had mislaid his keys. Unfortunately he was spotted by a group of student pranksters who removed his trousers and pants, painted his bottom bright blue, stuck a daffodil between his buttocks and erected a sign saying 'Germany Resurgent, an Essay in Street Art. Please give Generously'. Passers-by assumed Mr Burpus' screams were part of the act and it was only when an old woman complained to the police that he was finally freed. \"I kept calling for help,\" he said, \"but people just said 'Very good! Very clever!' and threw coins at me.\" Variations: The color Burpus' bottom is variously reported as blue, bright blue or orange. Most versions make mention of the daffodil (and it is always a daffodil, never any other flower), but occasionally it is omitted. In some tellings the amount of money thrown at Burpus is given; in others, no cash value other than \"coins\" is mentioned. Usually the story ends with Burpus being rescued from his predicament by the police, but in a few versions they arrest him for causing a disturbance.",
  "Last Updated": "6 June 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/embarrass/buff/burpus.asp",
  "Claim": "A middle-aged man becomes wedged in a cat door when he loses his house keys and tries to wriggle his way inside his home through the pet's entrance. His cries for help attract a gang of students who pull down his pants, paint his derriere blue, stick a daffodil in it, then erect a sign declaring the spectacle to be an example of street art. The man remains stuck in the cat door for two days while unquestioning passersby ignore his pleas for assistance and throw coins at him instead.",
  "Claim_ID": "embarrass_buff_burpus",
  "Tags": ""
}