{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://saharareporters.com/2016/01/27/fact-check-reports-eritrean-law-requires-men-marry-two-wives-are-false#.VqmtNtbkro0.twitter;https://twitter.com/hawelti/status/692265451154509827;http://www.bbc.com/news/world-africa-35427654;http://mereja.com/forum/viewtopic.php?f=2&t=109915;",
  "Example": "[Collected via Email, January 2016] Is there a new law that says men in Eritrea have to marry at least two women or go to prison? Origin:In mid-January 2016, several fake news articles started circulating on the internet, claiming that a new law required men in Eritrea to marry at least two women in order to bolster its flagging population: Activists have posted a memo allegedly by the Government of Eritrea asking men to marry at least two wives due to acute shortage of men occasioned by casualties during the civil war with Ethiopia. In the statement written in Arabic assures of government support to the polygamous marriages. The activists translate it thus, \"Based on the law of God in polygamy, and given the circumstances in which the country is experiencing in terms of men shortage, the Eritrean department of Religious Affairs has decided on the following . The above-quoted story was taken from a web site called Crazy World, but similar stories appeared around the same time in several other fake Nigerian news web sites. Some publications also included an image purportedly showing the official document forcing Eritrean men to take multiple wives: The earliest iteration of the above-displayed image that we could uncover was posted to the Mereja forum on 22 January 2016. The only comment on that post was \"that was a good joke.\" Eritrean government officials quickly debunked the rumor, telling the BBC that \"even a madman in [the Eritrean capital] Asmara would know that this story was not true.\" Eritrea's Information Minister said on Twitter that the spread of the story worldwide showed how eager the press was to embrace any negative coverage of the country: Media frenzy to parrot this ludicrous, fabricated & trite story of the Mufti's presumed religious decree on mandatory polygamy is appalling Yemane G. Meskel (@hawelti) January 27, 2016 One publication Sahara Reporters retracted the story, and then ran an update debunking it. Last updated: 28 January 2016 Originally published: 28 January 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/eritrea-multiple-wives/",
  "Claim": "Due to a shortage or men, the Eritrean government has made it mandatory for men to take at least two wives.",
  "Tags": "fake news;polygamy;eritrea;multiple wives;",
  "Claim_ID": "eritrea-multiple-wives"
}