{
  "Origins": "On 5 October 2015, the web site Proudcons.com published an article headlined \"ESPN Issues Gag Order on Mention of God from Coaches and Players.\" While the title of the article asserted that ESPN had banned players and coaches from mentioning God on television, the content of the article actually made no mention of this supposed gag order: If you haven t seen it already, watch how BLATANTLY OBVIOUS it is that as soon as Dabo Swinney, head coach of the Clemson Tigers, thanks the good Lord they cut him off in an incredibly awkward way.",
  "Fact Check": "Has ESPN issued a gag order preventing coaches and players from thanking God on television?",
  "Description": "Just to put this in perspective for you. It is perfectly acceptable to show NFL football player Michael Sam kiss his boyfriend on ESPN and applaud his bravery, yet you can t thank God for success? As their only piece of evidence of this supposed gag order, Proudcons.com published a video in which South Carolina coach Dabo Swinney was inadvertently cut off after mentioning god during an interview: The above-displayed video is real and shows that ESPN did cut away from Dabo Swinney shortly after he mentioned God during a live broadcast on 3 October 2015. This occurrence not the result of some ongoing \"gag order,\" however, but rather a single-instance inadvertent mistake. Kerri Potts, ESPN's Senior Director of PR, explained the mistake on Twitter: Further evidence disproving the notion that ESPN has issued a gag order banning players and coaches from mentioning God on air is the fact that Swinney's uncut interview is currently on the network's web site: Last updated: 7 October 2015",
  "Originally Published": " 7 October 2015",
  "Referred Links": "https://twitter.com/MsPotts_ESPN;",
  "Example": "",
  "Last Updated": "7 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/espn-god-gag-order/",
  "Claim": "ESPN has issued a gag order preventing coaches and players from thanking God on television.",
  "Tags": "espn;god;dabo swinney;gag order;",
  "Claim_ID": "espn-god-gag-order"
}