{
  "Origins": "In September 2015, in a Q&A session Facebook CEO Mark Zuckerberg somewhat misleadingly implied to social media users worldwide that the long-awaited Facebook Dislike button would soon be implemented. Predictably, Facebook scammers seized upon this nugget of partial truth in an attempt to more efficiently spread their (mal)wares and make a quick buck. Not long after inaccurate news stories informed Facebook users they'd soon be getting access to a Dislike button, a number of links resembling the example reproduced above and touting the Dislike button as an feature available by invitation only, were circulated on Facebook. Owing to the then-recent spate of news articles about Facebook's reportedly forthcoming Dislike button, users were more open to believe the link would indeed activate such a feature in their accounts.",
  "Fact Check": "Can Facebook users get the \"newly enabled Dislike button\" by clicking a link and completing a survey?",
  "Description": "But users who clicked through to activate the Dislike button were greeted with a page that mimicked the style of Facebook-based content but was hosted outside that social network (alongside an initial red flag, what appeared to be a ticking deadline clock and apparent limited time to act upon the offer). Whether the user shared the item or not, a second inducement soon appeared promising a large cash sum (and coded to prevent easy reproduction): Neither the original embedded URL nor later clickthroughs led to any content hosted on or published by Facebook (which stands to reason, as the Facebook Dislike button rumor was widely misrepresented, and so no real Dislike button was forthcoming). Each of the links was a version of a typical social media survey/sweepstakes scam, such as those that have used Kohl's, Costco, Home Depot, Lowe's, Kroger, Best Buy, Macy's, Olive Garden, Publix, Target, and Walmart as bait by which scammers aimed to collect personal information and page likes from social media users (never delivering on their initial lofty promises once the desired information was collected from the marks). A July 2014 article from the Better Business Bureau described common hallmarks of social media survey scams: Don't believe what you see. It's easy to steal the colors, logos and header of an established organization. Scammers can also make links look like they lead to legitimate websites and emails appear to come from a different sender. Legitimate businesses do not ask for credit card numbers or banking information on customer surveys. If they do ask for personal information, like an address or email, be sure there's a link to their privacy policy. When in doubt, do a quick web search. If the survey is a scam, you may find alerts or complaints from other consumers. The organization's real website may have further information. Watch out for a reward that's too good to be true. If the survey is real, you may be entered in a drawing to win a gift card or receive a small discount off your next purchase. Few businesses can afford to give away $50 gift cards for completing a few questions. Legitimate Facebook features are always released through Facebook itself, and rarely require users to leap through hoops in order to enable them (Facebook's Celebrate Pride rainbow profile photo filter was a good example of an official feature released by the social network). When and if the feature described by Zuckerberg in September 2015 (not a Dislike button) readies for release, it won't appear in the form of a shady survey. Last updated: 21 September 2015",
  "Originally Published": " 21 September 2015",
  "Referred Links": "http://www.bbb.org/blog/2014/07/customer-survey-scam-lures-victims-with-gift-card/;",
  "Example": "[Collected via Facebook, September 2015]",
  "Last Updated": "21 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/facebook-dislike-button-scam/",
  "Claim": "Facebook users can get the \"newly enabled Dislike button\" by clicking a link and completing a survey.",
  "Tags": "facebook malware;facebook dislike button;dislike button;survey scams;facebook dislike scam;likejacking;clickjacking;",
  "Claim_ID": "facebook-dislike-button-scam"
}