{
  "Origins": "On 28 July 2015, a contributor to the web site Examiner (to which anyone can submit content on a controversial, easily abused compensation-for-clicks basis) published an article claimed that Facebook had suspended the page \"Locked and Loaded\" (the companion social media arm for a separate blog of the same name) on the sole basis that it displayed an image of a U.S. Marine Corps emblem which was deemed to be in violation of Facebook's community standards: Late Monday, Facebook unpublished the popular pro-military \"Locked and Loaded\" page, while telling administrators that a picture of the United States Marine Corps emblem with a ribbon marked \"In Remembrance\" violated their community standards.",
  "Fact Check": "A Facebook page was suspended because its U.S. Marine Corps emblem was deemed to violate the network's community standards?",
  "Description": "Administrator Robert Combs also received a three-day ban over the image of the Marine Corps logo. Combs told Examiner all he can do for the next three days is chat, but he intends to replace the page. Out-of-context screenshots of the purportedly banned image also circulated on social media sites: However, the image shown above (and others like it) lacked pertinent information validating the claim advanced by the administrators of the \"Locked and Loaded\" Facebook page. It appeared that the individuals operating the banned page believed that the Marine Corps emblem itself was somehow a violation of Facebook's community standards, but we were unable to locate any portion of the openly available guidelines under which the emblem would conceivably fall. Moreover, images spreading on social media were cropped or sized in a manner that obscured whatever might have been posted along with the (now deleted) image on the (now unavailable) page. It was impossible to say with any certainty that the emblem itself was the reason for the suspension claimed in the screenshot, and not text or commentary posted alongside of it that could have triggered a complaint. The most complete version of the purportedly deleted image we could find featured no aspects that might fall afoul of Facebook's community standards or any other visual cues about whether or why it was targeted by Facebook moderators: As of 28 July 2015, the Locked and Loaded Facebook page was indeed unavailable, but images of the very same emblem were readily available across other Facebook groups and pages. In addition to the use of it by many (unbanned) members of Locked and Loaded's Facebook group, versions of the popular symbol were readily displayed on numerous Facebook groups and pages (some with millions of fans), including on the USMC's verified Facebook page. If the USMC emblem itself were banned on Facebook (or by itself constituted reason for Facebook to suspend a group or page), rife sharing of the symbol would perhaps not be so rife. While it's true that the \"Locked and Loaded\" Facebook page (which, incidentally, is neither officially nor unofficially a page specifically dedicated to military content) was suspended by Facebook for some reasons, multiple other iterations of the Marine Corps emblem have garnered millions of shares on Facebook with no reports of community violations. Furthermore, nothing in Facebook's own published guidelines suggests that the symbol violates (or even tests) those rules. The most current article featured on Locked and Loaded's \"News\" page, titled \"Socialism. The truth about the uneducated blacks in the USA,\" presented an example of content that might violate Facebook's community standards regarding hate speech: Facebook removes hate speech, which includes content that directly attacks people based on their: Race, Ethnicity, National origin, Religious affiliation, Sexual orientation, Sex, gender, or gender identity, or Serious disabilities or diseases. While current evidence is insufficient to discern exactly why the Locked and Loaded Facebook page was suspended, it's more plausible that an earlier post (which violated Facebook's community standards) triggered an avalanche of complaints about the page's overall content. The USMC emblem itself (which the page's operator blamed for the suspension) is not only obviously not banned by Facebook, but it is widely and frequently posted by both Facebook users and the USMC itself. On 5 August 2015, a representative from Facebook responded to our inquiry about this claim and stated that it as false: Images of the Marine Corps Flag do not violate Facebook's Community Standards, and therefore would not be removed from our platform. Last updated: 5 August 2015",
  "Originally Published": " 28 July 2015",
  "Referred Links": "https://www.facebook.com/communitystandards;http://www.donotlink.com/g53d;http://www.donotlink.com/g53b;https://www.facebook.com/marinecorps/photos/pb.21609611713.-2207520000.1438131849./10151842913511714/?type=3&theater;https://www.facebook.com/MarineCorpsAssociation/photos/pb.132749726741086.-2207520000.1438131951./1177675232248525/?type=3&theater;https://www.facebook.com/USMC.Life/photos/pb.245547595286.-2207520000.1438131721./10154832203565287/?type=3&theater;https://www.facebook.com/groups/lockedandloadedhangout;https://www.facebook.com/loadedwiththetruth;https://www.facebook.com/communitystandards;https://www.facebook.com/photo.php?fbid=10203694426876258&set=o.21609611713&type=1&theater;http://www.donotlink.com/g52p;http://rationalwiki.org/wiki/Examiner.com;https://twitter.com/J_Wade_Miller/status/626181470852390912;http://t.co/MhIYVB12mq;http://t.co/J4kUoU2AWR;https://twitter.com/facebook;https://twitter.com/Barnyard668/status/626182834198343681;http://t.co/9aPTM2l5Sh;http://t.co/CcBMSnQaDB;https://twitter.com/aidanodinson/status/626188305395249152;http://t.co/GaeWUG4xe3;",
  "Example": "",
  "Last Updated": "5 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/facebook-usmc-ban/",
  "Claim": "A Facebook page was suspended because its U.S. Marine Corps emblem was deemed to violate the network's community standards?",
  "Tags": "locked and loaded;USMC;USMC emblem;USMC Facebook ban;community standards;",
  "Claim_ID": "facebook-usmc-ban"
}