{
  "Origins": "On 28 September 2015 Facebook user Harry Brogan published the image shown above to his timeline, whence it was shared more than a quarter of a million times. The graphic contained little information about the claims it made; it simply displayed the emblems of the United States Marine Corps, Air Force, Army, Coast Guard, and Navy and declared that Facebook deemed those emblems inappropriate for unstated reasons.",
  "Fact Check": "Does Facebook consider military emblems inappropriate and delete them from Facebook pages?",
  "Description": "The assertion would probably come as news to the Marines, Air Force, Army, Coast Guard, and Navy, all of whom maintain verified Facebook pages on which their emblems are frequently and proudly displayed. Each of those pages bears Facebook's stamp of official recognition, indicating that the social network has acknowledged and welcomed their presence. Moreover, the meme (which displayed all five supposedly objectionable emblems) was shared hundreds of thousands of times since 28 September 2015. Had Facebook truly objected the display of those emblems for any reason, the meme likely wouldn't have traveled very far without the social network's operatives intervening and taking it down. The rumor resembled a mid-2015 claim that suggesting Facebook found Marine Corps emblems offensive, going so far as to suspend pages for sharing images of it. We contacted Facebook to determine whether there was any truth to the rumor, and a representative for the company told us that the emblem \"[does] not violate Facebook s Community Standards, and therefore would not be removed from our platform.\" Such claims seem to originate from instances in which Facebook users have posted material that is objectionable or otherwise violates Facebook's community standards in conjunction with military emblems. When Facebook then removes such posts, the posters assume (or claim) that it was the military emblem, and not the objectionable material accompanying it, that triggered Facebook's intervention. Last updated: 7 October 2015",
  "Originally Published": " 7 October 2015",
  "Referred Links": "https://www.facebook.com/USNavy;https://www.facebook.com/UScoastguard?fref=ts;https://www.facebook.com/USarmy?fref=ts;https://www.facebook.com/USairforce;https://www.facebook.com/marines;https://www.facebook.com/help/community/question/?id=1267973496561703;https://www.facebook.com/photo.php?fbid=10153433042438113&set=a.10152921613893113.1073741826.707483112&type=3&theater;",
  "Example": "",
  "Last Updated": "7 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/facebook-military-emblems/",
  "Claim": "Facebook doesn't consider military emblems appropriate and deletes them from Facebook pages.",
  "Tags": "facebook;navy;USMC;facebook removes military emblems;army;coast guard;air force;facebook military;",
  "Claim_ID": "facebook-military-emblems"
}