{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.timmckennaphoto.com/;http://chris-bennier.deviantart.com/art/Killer-Wave-347713253;http://www.surfing-waves.com/news/story241.htm;http://www.boardmag.com/mag/mehr/surfboard/teahupoo-terror-manoa-drollet-auf-der-hochsten-welle-ever;https://www.instagram.com/p/_Zgqi4uHya/;",
  "Example": "[Collected via Email, December 2015] There is an online debate on this photo as to whether it is real or photoshopped. I can't seem to find a source, can you help? Origin:An image purportedly showing a large whale swimming near a big wave surfer started circulating around the web in December 2015: While there are several real images depicting large marine animals beneath the waves near surfers, scuba divers, and kayakers, the above-displayed image is not one of them. The above-displayed image is a piece of digital art created by Julian Herbrig. The original image was taken by photographer Tim McKenna in Teahupoo, Tahiti in 2006. The surfer pictured is Billabong team rider Manoa Drollet, who said that the wave was one of the biggest he rode that year: I compare it to driving fast in a car through a corner and making it around, joked the quietly spoken Tahitian. When you have got your Sh@t together and you are going good, then you feel great. I haven t seen all the shots and it s hard to tell because when you are on it, you just want to make the wave, hey said. I want to see the pictures, and then I ll judge from there, but I d be stoked if it is the biggest one. A comparison of the two images showed that the original image was flipped before the whale was added in the background: This isn't the first time that McKenna's photography has been used as the basis for a fake photo. In 2013, Deviant Art artist Chris Bennier posted the photograph displayed below: This too is fake. Last updated: 11 January 2016 Originally published: 30 December 2015 Featured Image: Tim McKenna",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/fake-whale-surfer-photo/",
  "Claim": "A photograph shows a whale near a big wave surfer.",
  "Tags": "surfing;whale;big wave;",
  "Claim_ID": "fake-whale-surfer-photo"
}