{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.huffingtonpost.com/2014/05/20/ted-yoho-voting_n_5360208.html;https://www.facebook.com/photo.php?fbid=10153813708939085&set=pb.739404084.-2207520000.1451425020.&type=3&theater;",
  "Example": "[Collected via Email, December 2015] Ted Yoho, Representative (R-FL 3rd District) since 2013, said African Americans should only be given 3/5th of vote. Is this true? Origin:On 26 December 2015, an image of congressman Ted Yoho along with a quote ostensibly uttered by him about the value of African-American votes was posted to Facebook: As evidence, he pointed to the nation's urban centers, which generally tend to vote more democratic than suburban or rural areas. \"Most people in the cities, they rent,\" he said. \"They don't own property. What do they care if they vote a socialist or communist or democrat into office? They don't even own the building they live in! And you know what else they have in the cities? A lot of black people. Black people who don't have the good sense to own their own property. And their vote counts the same as yours!\" After a supporter in the audience then lamented the advent of early voting, saying it was \"an avenue for illegal voting,\" Yoho agreed, saying \"I've had some radical ideas about voting. You used to have to be a property owner to vote. The founding fathers didn't have early voting, why should we? We need to go back to what the founding fathers intended. No early voting. No absentee voting. No renters voting. And a black man's vote counts as of a white man's.\" \"It's what God intended,\" added Yoho. Newslo is a site that publishes items combining real news with satirical fabrications. In this instance, they melded a real statement from Ted Yoho in which he admitted to holding some \"radical ideas about voting\" with a made-up quote from the congressman proclaiming that African-American voters should only get 3/5ths of a vote. (We note that the votes of African-Americans never counted as only \"three-fifths of a white man's.\" A compromise measure of the original U.S. Constitution held that slaves would be counted as three-fifths of a person for the purposes of determining a state's population with respect to legislative representation and taxation, but slaves were not allowed to vote at all.) Last updated: 29 December 2015 Originally published: 29 December 2015",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/fake-ted-yoho-quote/",
  "Claim": "Congressman Ted Yoho said that African-Americans should get only 3/5ths of a vote.",
  "Tags": "ted yoho;voters;",
  "Claim_ID": "fake-ted-yoho-quote"
}