{
  "Origins": "A photograph of some gorgeous fall foliage has been reposted on numerous web sites and social media accounts since it was first published on Flickr in 2006. While these publications all agreed that the image depicts some amazing autumn colors, the location depicted in the photograph has been a matter of dispute. On 20 October 2015, the Facebook page \"A Taste of Upsate New York\" shared the above-displayed photograph and implied that it had been taken somewhere in the area. This picture, however, was not snapped in upstate New York; it was taken by photographer Andrew Porter in Durham, Georgia, in 2006:",
  "Fact Check": "",
  "Description": "Another shot in this fall tree series. This one looks like an ocean of color. Again, the peak this Fall was better than most years. I have looked at the full size version of this for several minutes. It is so simple, yet complex, like abstract art. It reminds me of some of Chihuly's glass art too. It also looks like a bowl of fruity pebbles. In addition to the question of location, many viewers wondered if the photograph had been digitally manipulated. Porter commented while sharing another image from the same series that he does not resort to \"photoshop tricks\" but sometimes employs the use of filters on his camera lens to enhance the color saturation: Here is another secret revealed.... How do you get a picture so saturated and the sky to be so blue? The sky is so blue because I used a circular polarizer. It is NOT a photoshop trick. A polarizer is an incredible filter and they work on digital cameras just the same. When you are at just the right angle to the sun, and the sun is at just the right angle in the sky, you can rotate the polarizer until the colors and sky reach peak saturation. Last updated: 20 October 2015",
  "Originally Published": " 20 October 2015",
  "Referred Links": "http://www.flickriver.com/photos/magadelic_rock/293503447/;https://www.facebook.com/atasteofupstatenewyork/photos/pb.784113948321499.-2207520000.1445532559./962726813793544/?type=3&theater;http://indulgy.com/post/BZRjWXntW2/i-miss-fall-in-pennsylvania;https://www.pinterest.com/pin/504262489501249638/;",
  "Example": "[Collected via Facebook, October 2015]",
  "Last Updated": "20 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/fall-foliage-upstateny/",
  "Claim": "A photograph shows gorgeous fall foliage in upstate New York.",
  "Tags": "fall foliage;fall colors;update new york;",
  "Claim_ID": "fall-foliage-upstateny"
}