{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.channel5.com/shows/70-stone-almost-dead/episodes/episode-1-565;http://www.snopes.com/wordpress/wp-content/uploads/2016/01/obese-xray.jpg;",
  "Example": "[Collected via e-mail, December 2015] Is this real? An X-ray of 900 pound man? Origin:Images purportedly showing the x-ray of a 900-pound man have been circulating online since at least June 2014. While these images are frequently shared along with the claim that they show an x-ray, MRI, or CT Scan of a severely overweight individual, these images were not created in a hospital or other medical facility: The above-displayed images were produced for a Channel 5 documentary (70 Stone And Almost Dead:) about Keith Martin, a British man who weighed over 900 pounds: Keith weighs 70 stone and has not left his home in 11 years, or moved from his bed in two. Too big to walk, wash or even go to the toilet, Keith is desperate to gain independence. After being bed-bound for two years, Keith must now begin a tough eight-month programme of dieting and physiotherapy. Although he manages to lose over 20 stone, he fails in his attempt to stand. Hopes of life-saving surgery seem to be slipping away. After a fortnight, Keith manages to stand for the first time in years. Surgery can now go ahead, but whether Keith can survive an operation and begin the next stage in his fight for a normal life now hangs in the balance. With the help of his family and obesity experts, can he turn his life around or is it too late? A segment of the documentary featured a computer generated conceptual model of what Martin's x-ray might have looked like. While these images may have given viewers a better understanding of the skeletal structure of a 900-pound man, they aren't actual x-rays of Keith Martin's frame: Last updated: 03 January 2016 Originally published: 03 January 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/false-900-pound-man-x-ray/",
  "Claim": "A photograph shows an x-ray of a 900-pound man.",
  "Tags": "xray;900 pound man;",
  "Claim_ID": "false-900-pound-man-x-ray"
}