{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/2015/12/14/entertainment/star-wars-force-awakens-spoilers-feat/index.html;http://www.theverge.com/2015/12/13/10038866/star-wars-the-force-awakens-theater-spoilers?utm_campaign=theverge&utm_content=chorus&utm_medium=social&utm_source=twitter;",
  "Example": "[Collected via Email, December 2015] Is this article about a man who gave a spoiler at a theater and then beaten so badly he was put in the ICU true? Origin:As Star Wars: The Force Awakens hit theaters on 18 December 2015, fans unable to attend one of the opening weekend screenings took to the internet to ask moviegoers not to post spoilers. A \"Public Service Announcement\" from a movie theater employee went viral on Reddit and several news publications posted stories about the number of people hoping for a \"spoiler free\" movie experience: Please remember that most (movie theater) workers are fans of Star Wars and can't wait to see it either, but may not have yet had the chance. Don't spoil it! Not only that, but there will be a ton of people waiting in line outside the exits. Let's be courteous! So it wasn't too surprising when a fake news article claiming that a man got beaten up by a bunch of Star Wars fans for shouting out a spoiler in a crowded theater went viral. While various versions of the rumor have been posted around the internet, the story originated on the fake news web site The Good Lord Above: A 20-year-old man named Raymond Chatfield walked out of a premiere of Star Wars: The Force Awakens on Thursday night and shouted out a major spoiler, which was heard by almost a hundred people waiting on line in the lobby. I was waiting on line to see the 10pm showing, said witness Robert Selvidge. Then this snot-nose kid walks past the line, shouts out the ending and starts laughing. He totally ruined the movie for everyone...what a jerk! Chatfield was immediately assaulted by a Wookie, a Stormtrooper and Boba Fett. There is no truth to the above-quoted story. The Good Lord Above is a fake news web site that does not publish factual stories. The site's \"About\" page reads, in part: TheGoodLordAbove provides news coverage of everything God does. As God created the universe, this covers everything in the known universe and all parallel universes. It s all fair game. Thou shalt remember that The First Amendment protects satire as a form of free speech and expression. TheGoodLordAbove uses invented names in all of its stories, except in cases where public figures are being satirized. Any other use of real names is accidental and coincidental. TheGoodLordAbove is not intended for readers under 18 years of age. Last updated: 20 December 2015 Originally published: 20 December 2015",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/false-star-wars-fan-beaten-sharing-spoilers/",
  "Claim": "A fan was beaten up by moviegoers after spoiling the new Star Wars movie.",
  "Tags": "spoilerss;star wars;star wars spoilers;force awakens;",
  "Claim_ID": "false-star-wars-fan-beaten-sharing-spoilers"
}