{
  "Origins": "On 13 November 2015, the web site NewsExaminer published an article reporting that the \"Fappy the Anti-Masturbation Dolphin,\" a mascot for the \"Stop Masturbation Now\" Christian group, had been arrested for swimming naked with dolphins at the SeaWorld marine park in San Diego, California: In an ironic twist of a fate, a mascot for a Christian anti-masturbation group was arrested today for masturbating in public. The mascot, along with his organization, Stop Masturbation Now, recently finished a federally funded 31-city nationwide school tour which they claim focused on educating children about the dangers and consequences of masturbation.",
  "Fact Check": "",
  "Description": "Fappy The Anti-Masturbation Dolphin, whose real name is 37-year-old Paul Horner, was arrested at Sea World after employees notified police about a man swimming in the dolphin tank with nothing on except a dolphin mascot head. While the above-quoted article was published in November 2015, this was not the first appearance of Fappy the Anti-Masturbation Dolphin (a non-existent mascot representing a non-existent group). The fake mascot of the fictional organization Stop Masturbation Now is a mainstay of the fake news site NewsExaminer (and their shill site, CBSnews.com.co) and has not only appeared in a number of their fabricated articles, but even has his own Facebook page and was the subject of a fake press release fake touting an upcoming Michael Moore documentary in 2013. Despite Fappy's frequent appearances on the Internet, the mascot is a fictional character created as part of an elaborate and ongoing hoax. Last updated: 16 November 2015",
  "Originally Published": " 16 November 2015",
  "Referred Links": "http://www.donotlink.com/hdb4;http://www.donotlink.com/hdb3;",
  "Example": "",
  "Last Updated": "16 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/fappy-arrested-seaworld/",
  "Claim": "An anti-masturbation mascot named Fappy the Dolphin was arrested for swimming naked with dolphins at a SeaWorld park.",
  "Tags": "paul horner;fappy;newsexaminer;",
  "Claim_ID": "fappy-arrested-seaworld"
}