{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/profiles/fareed-zakaria-profile;https://www.washingtonpost.com/opinions/americas-self-destructive-whites/2015/12/31/5017f958-afdc-11e5-9ab0-884d1cc4b33e_story.html;",
  "Example": "[Collected via e-mail, January 2016] I read an article that CNN reporter Fareed Zakaria wrote on his personal blog that the white race should be reduced and that at white women should be used as sex slaves. Is this true? Origin:In January 2016, social media users began spreading a report that Fareed Zakaria, the Indian-born American journalist and author who hosts a foreign affairs show on CNN and writes a weekly column for The Washington Post, had posted a blog entry that \"called for the merciless rape of white females by Islamic minority groups\": Fareed Zakaria, CNN host of 'Foreign Affairs,' a program focusing on international events, has in his private blog called for the merciless rape of white females by Islamic minority groups shortly after openly gloating over the rise in premature deaths of white males in his article in The Washington Post. Zakaria's blog post unapologetically calls to increase the death rate of white Middle America by systematically targeting Caucasian females. \"<e,>The white race is rightfully failing because it is a foolish, arrogant, and self-absorbed ethnicity that has racism infused into its very genes. While the sharp incline of the death rate of white males is a good start, the solution to the 'white question' will not be reached until there is a sharp decline in the population of white females as well. Much more needs to be done in this regard if this country is ever to advance from its ignorant backwardness towards being an actually inhabitable nation. Thankfully, the Prophet Muhammad has given us a foolproof way to speed up the decline of a vanquished nation by treating their women as our sex slaves. They may try and fight the unstoppable tide, but their resistance will grow only weaker as the white race loses its ability to keep its head above water. We may yet see some final convulsions before white Middle America is decreased to a manageable number where it can be more easily controlled.\" The blog post was removed from Zakaria's blog within a few hours, after it began to receive negative attention. There was nothing to the report, however; it was just another fake news item that apparently originated with a clickbait web site known for spreading malware. Fareed Zakaria remains a CNN host, and neither the news network nor Zakaria has issued an apology or statement about the latter's putative offensive blog post, because it never happend. Last updated: 10 January 2016 Originally published: 10 January 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/fareed-zakaria-jihad/",
  "Claim": "CNN host Fareed Zakaria posted a blog entry calling for white women to be raped by Islamic minority groups.",
  "Tags": "satire;Fareed Zakaria;The People's Cube;",
  "Claim_ID": "fareed-zakaria-jihad"
}