{
  "Origins": "In mid-November 2015, many Internet users became aware that Google returned an interesting search result to those who asked the search engine if farting burned calories:",
  "Fact Check": "",
  "Description": "Although Google may return the results shown above to such a query, the source the search engine cites for this information, a Facebook page called \"F A C T,\" does not offer any evidence proving this claim. In fact, the only source provided by \"F A C T\" is Google itself: \"Google is your friend if you think these facts are false.\" The Facebook page \"F A C T,\" however, didn't pull this number out of thin air. The claim that a single fart burns approximately 67 calories has been floating around the internet since at least 2009, when an Internet troll responded to a question on ChaCha thusly: How many calories does farting burn? The amount of calories burned by farting would depend on how long the fart lasts and how much energy you use to do it. Some people believe you can burn up to 67 calories by releasing gas. It should be noted that similar inquiries posed via ChaCha also prompted answers of less than one calorie, not very many calories, and no calories. So how many calories do you burn during a single fart? Unsurprisingly, we weren't able to uncover much scientific research on the subject. But according to a post on the web site Fat Loss School, the number is much lower than 67: Some people get a bit desperate when it comes to weight loss. They start wondering which of their daily activities burns enough calories to warrant increasing the frequency. We get questions about calorie consumption in a host of different scenarios. But perhaps the strangest question posed to date is: how many calories do you burn by farting? If you take a moment to think about this, the answer is rather obvious: none! When you fart, your muscles relax and the gas pressure in your bowels do all the work in expelling the gas. The only way you would achieve a measureable figure in the calories burned farting is if you really strained yourself to the limit. Last updated: 24 November 2015",
  "Originally Published": " 24 November 2015",
  "Referred Links": "http://fatlossschool.com/how-many-calories-do-you-burn-by-farting/;http://www.chacha.com/question/do-you-fart-calories;http://www.chacha.com/question/does-farting-burn-any-calories;http://www.chacha.com/question/how-many-calories-does-it-burn-to-fart;http://www.chacha.com/question/how-many-calories-does-farting-burn;https://www.facebook.com/fact5/posts/409751455741496;http://imgur.com/gallery/MLrLXuO;",
  "Example": "[Collected via Facebook, November 2015] I've seen a recurring post on Facebook claiming that one fart burns 67 calories and 52 farts can burn one pound of fat. Is this true? If so bring on the beans!!!",
  "Last Updated": "24 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/fart-burns-67-calories/",
  "Claim": "One fart burns 67 calories.",
  "Tags": "farting;calories;",
  "Claim_ID": "fart-burns-67-calories"
}