{
  "Origins": "A photograph purportedly showing a group of wounded female veterans who had all lost one or both legs to amputation began circulating online in July 2015. The origins of this meme with its textual overlay describing the women pictured as \"wounded female veterans\" are unclear, but it has appeared on several web sites and has been widely shared on Facebook. The women pictured above, however, are not veterans who suffered losses of limbs to combat injuries. According to a February 2015 article from Globo.com, the photograph shows a group of Brazilian women who gathered together for a calendar photo shoot in order to raise money for amputees who cannot afford prosthetic limbs:",
  "Fact Check": "Does a photograph show a group of wounded female veterans who have each lost one or both legs?",
  "Description": "The idea for the project came from Nelson Nol , an entrepreneur who heads Sorocaba's prosthetic branch. He said that the calendar will be sold nationally, and the collected monies will cover not only cover the costs of the campaign, but will create a fund to help families who can not afford prosthetics. \"[The purpose] is to promote beauty, to show that you have life after amputation, and that these patients can lead full lives that include attending clubs, hanging out with friends, and dating,\" stresses Nol . The goal is to show that amputation is only a detail, and that beauty is a matter of attitude. The pictures are all in black and white, but the prostheses will be featured in vivid color images. The initiative is a way to show that physical limitations can not take away a woman's most valuable asset: pride. Banker Jaqueline Felizberto opened up in the photographs. She lost her right leg at seven years old when she was hit by a truck in front of her house. But the trauma has not hindered her life. \"I have a normal life: super, super busy, well run. I really enjoy my makeup, go out and have fun. I love the beach. I like to enjoy a lot,\" says the banker turned model for a day. Camile Rodrigues was born with a malformed leg, but that did not stop her from becoming a top athlete. At the Pan-American Games in 2011, the swimmer took three silver medals and one bronze. For her, the concept of beauty has little to do with aesthetics. \"Beauty to me is happiness. I think if you're happy, you're beautiful.\" The calendar is scheduled to be released before the start of 2016. Last updated: 7 July 2015",
  "Originally Published": " 7 July 2015",
  "Referred Links": "https://translate.googleusercontent.com/translate_c?act=url&depth=1&hl=en&ie=UTF8&prev=_t&rurl=translate.google.com&sl=auto&tl=en&u=http://g1.globo.com/sao-paulo/sorocaba-jundiai/noticia/2015/02/modelos-amputadas-se-reunem-em-sessao-de-fotos-para-calendario.html&usg=ALkJrhhgeXII3qMF_d_KDmmD8eQ5jmFsRA;https://www.facebook.com/photo.php?fbid=876778062394239&set=a.166884560050263.41971.100001861594796&type=1&theater;https://mainer74.wordpress.com/2015/07/05/fear-of-scars/;",
  "Example": "[Collected via the Internet, July 2015]",
  "Last Updated": "7 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/fashion-warriors/",
  "Claim": "A photograph show a group of wounded female veterans who have each lost one or both legs.",
  "Tags": "photo;meme;amputee;veterans;wounded veterans;female veterans;women veterans;calendar;",
  "Claim_ID": "fashion-warriors"
}