{
  "Origins": "On 16 October 2015 the web site Now8News published an article titled \"FDA Confiscates Several Thousand Chickens from KFC Farms As Mutations Worsen,\" which included several photographs of purported mutated chickens along with a report that: KFC's largest chicken supplier in Springdale, Arkansas, was reportedly raided by the FDA due to suspicions of mass mutations taking place in their chickens. It has been no secret that KFC plumps up their chickens with the use of steroids and hormones in order to create a bigger yield to supply their restaurants around the world. However, the accusations of mutated chickens has been streaming across the Internet for years commonly referred to as a \"conspiracy theory.\"",
  "Fact Check": "",
  "Description": "The rumor referenced a long-circulating urban legend which falsely held KFC was forced to eliminate their use of the word \"chicken\" (from the brand name \"Kentucky Fried Chicken\") because their meat came from \"mutant\" animals. But the rumor was just more fake news from Now8News, a fake news web site (disguised as a local television news outlet) whose content comprises entirely fabricated and sensational claims concocted to spread quickly on social media sites due to their outlandish nature. KFC responded to Twitter users asking about the article by noting that it originated with \"a site that creates phony and misleading news\": @DJKahnsworth These stories about an FDA raid of a farm in Arkansas are false, published by a site that creates phony and misleading news. KFC (@kfc) October 30, 2015 Previous hoaxes perpetrated by Now8News included articles about a man purportedly arrested for molesting a pig in a Walmart bathroom, another claiming aborted fetuses were used in making Chicken McNuggets, and a third falsely reporting bananas from Walmart were infested with parasitic worms. Subsequent fabrications claimed a woman was found engaged in a sex act with a breakfast sausage, a woman was arrested for sampling feminine hygiene products in Walmart, and a man was discovered cannibalizing a teen inside a haunted house attraction. Moreover, the photograph used at the top of the article dates to at least 2013 and depicts a purported natural livestock mutation in Zimbabwe. At the time the photograph initially appeared, no one claimed the (unverified) anomaly was intentionally bred or associated with KFC. Last updated: 30 October 2015",
  "Originally Published": " 30 October 2015",
  "Referred Links": "http://www.southerneye.co.zw/2013/10/27/four-legged-msu-chicken-causes-stir/;https://twitter.com/kfc/status/660144267612913664;https://twitter.com/DJKahnsworth;",
  "Example": "",
  "Last Updated": "30 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/fda-confiscates-chickens-kfc-mutations/",
  "Claim": "The FDA confiscated thousands of chickens from \"KFC farms\" due to an increasing number of \"mutations.\"",
  "Tags": "kfc;now8news;",
  "Claim_ID": "fda-confiscates-chickens-kfc-mutations"
}