{
  "Origins": "During the summer of 2015, doomsday prophecies seemed to become relatively fashionable; in addition to the ongoing conspiracy jambalaya of Jade Helm 15, rumors of a giant comet also captivated the purveyors and viewers of caterwauling YouTube videos. (Martial law and FEMA death camps were rumored to be invariable components of your apocalypse of choice.) Many (ostensibly unrelated) things fueled the multiple, ambient conspiracies; among them was a 20 July 2015 piece in The New Yorker titled \"The Really Big One,\" subtitled \"An earthquake will destroy a sizable portion of the coastal Northwest[, the] question is when.\" That article focused on the Cascadia subduction zone, a convergent plate boundary spanning Vancouver Island to Northern California, and one of its most frequently quoted portions stated:",
  "Fact Check": "Has FEMA warned Americans that a catastrophic natural disaster will devastate the Pacific Northwest in 2015?",
  "Description": "Just north of the San Andreas, however, lies another fault line. Known as the Cascadia subduction zone, it runs for seven hundred miles off the coast of the Pacific Northwest, beginning near Cape Mendocino, California, continuing along Oregon and Washington, and terminating around Vancouver Island, Canada. When the next very big earthquake hits, the northwest edge of the continent, from California to Canada and the continental shelf to the Cascades, will drop by as much as six feet and rebound thirty to a hundred feet to the west losing, within minutes, all the elevation and compression it has gained over centuries. Some of that shift will take place beneath the ocean, displacing a colossal quantity of seawater. The water will surge upward into a huge hill, then promptly collapse. One side will rush west, toward Japan. The other side will rush east, in a seven-hundred-mile liquid wall that will reach the Northwest coast, on average, fifteen minutes after the earthquake begins. By the time the shaking has ceased and the tsunami has receded, the region will be unrecognizable. Kenneth Murphy, who directs FEMA s Region X, the division responsible for Oregon, Washington, Idaho, and Alaska, says, Our operating assumption is that everything west of Interstate 5 will be toast. Inarguably, the prognostications were grim and the tone suggested a sooner-rather-than-later timeline: In fact, the science is robust, and one of the chief scientists behind it is Chris Goldfinger. Thanks to work done by him and his colleagues, we now know that the odds of the big Cascadia earthquake happening in the next fifty years are roughly one in three. The odds of the very big one are roughly one in ten. Even those numbers do not fully reflect the danger or, more to the point, how unprepared the Pacific Northwest is to face it. The truly worrisome figures in this story are these: Thirty years ago, no one knew that the Cascadia subduction zone had ever produced a major earthquake. Forty-five years ago, no one even knew it existed. Naturally, the article's alarming claims moved swiftly across social media sites and blogs (particularly those with a primary interest in apocalyptic scenarios and looming martial law). On 18 July 2015 the unreliable web site All News PipeLine published an article titled \"FEMA Meeting Attendee Warns Of Coming 'Event' - Bank Holiday, Social Unrest And Martial Law! Scientists Warn Of 'Worst Natural Disaster In History Of Nation,'\" followed by an article (published to the website of Facebook page \"Operation Jade Helm and Beyond\") titled \"FEMA Warns Of Mega Natural Disaster Expected To Hit The U.S. Northwest!!! Martial Law Not Far Behind...\" The latter article primarily rewrote the former, but added that \"FEMA has outlined some of what they expect to happen here\" and that \"[t]his is expected to happen in the next 6 months or so in the Pacific Northwest.\" All News PipeLine's article linked to the website of conspiracy theorist Steve Quayle. In a 17 July 2015 \"alert,\" Quayle seized upon interest in The New Yorker's predictions and built upon it with a claim that he received additional information from an unknown source linked to FEMA: I have a long time friend, who is in law enforcement in one of the Jade Helm states. He is totally logical and factual (sheeple) while I think more out of the box. I have tried to help him see whats going on, but he always calls me a nutjob with too much time on my hands. I just got a phone call from him, he has been attending FEMA Training, and he is now having a meltdown after what they learned. The FEMA team revealed: -There is going to be an \"Event\" within the next 6 months. -The nature of the \"Event\" is believed to be a Natural Disaster, such as a Solar Flare, but could be something else. As the excerpted portion illustrates, Quayle purportedly spoke to a \"friend who is in law enforcement\" (that we'll presume exists for the purposes of this discussion) and not anyone directly affiliated with FEMA. Moreover, the \"event\" his friend described is either a natural disaster or not a natural disaster (and in no way necessarily linked to the July 2015 article published in The New Yorker). From there, other websites conflated the article about the Cascadia subduction zone and a vague claim from a fellow who hawks conspiracy and doomsday stories for a living. Quayle's claim didn't even hint at then-ongoing discussion of a possible future earthquake affecting the Pacific Northwest, it simply also referenced a natural disaster (or something else entirely). It's true that the subject of a West Coast faultline was featured in an article in The New Yorker, and it's even true that FEMA Region X Kenneth Murphy surmised that in the event of such a calamity much of the Pacific Northwest \"would be toast.\" However, Murphy's comments were clearly not made on the basis of information pertaining to the certainty of any such looming disaster, and are akin to observing that if a tree fell on your car it would likely sustain serious damage. In the complete context of Murphy's remarks, he clearly referenced a \"what if\" scenario and not a current situation for which FEMA was actively preparing. FEMA has not issued any warnings about seismic activity or any other natural dangers that line up with the claims in the linked articles. And while geologist Chris Goldfinger discussed the possibility of a \"mega-quake\" in a July 2015 article, neither Goldfinger nor any other entity stated with certainty that such an event would occur in 2015 or any other point in the near future. In fact, research (on which Goldfinger worked) completed in 2012 determined that there is a \"40 percent chance of a major earthquake in the [affected] region during the next 50 years.\" Last updated: 21 July 2015",
  "Originally Published": " 21 July 2015",
  "Referred Links": "http://oregonstate.edu/ua/ncs/archives/2012/jul/13-year-cascadia-study-complete-%E2%80%93-and-earthquake-risk-looms-large;http://rationalwiki.org/wiki/Coast_to_Coast_AM#Steven_Quayle;https://www.facebook.com/permalink.php?story_fbid=920220761378229&id=872760622790910;https://www.facebook.com/permalink.php?story_fbid=920231174710521&id=872760622790910;http://www.donotlink.com/g0pb;http://www.donotlink.com/g0pa;http://www.newyorker.com/magazine/2015/07/20/the-really-big-one;http://now.snopes.com/2015/05/04/aarp-martial-law/;http://now.snopes.com/2015/05/04/conspiracy-in-name-only/;http://now.snopes.com/2015/03/23/usasoc-explains-jade-helm-exercise/;https://twitter.com/constancevaugh1/status/622910221833388033;http://t.co/Nx0u7zKQPY;https://twitter.com/emortal_the/status/622450480224940032;http://t.co/7RqAJizi17;http://t.co/VKoglRrAkJ;https://twitter.com/FatuTauafiafi/status/622512661121466369;http://t.co/xf8VGZ8s6T;",
  "Example": "[Collected via Twitter and e-mail, July 2015] There is convincing footage that a huge earthquake is set to hit the Pacific Northwest soon and that FEMA is preparing for it. Many of the details were supposedly printed in the New Yorker magazine. US emergency agency (FEMA) prepare for mega-quake in Pacific Northwest, estimated to kill at least 13,000 people... http://t.co/xf8VGZ8s6T PacificGuardians (@FatuTauafiafi) July 18, 2015 FEMA AttendeeWarnsOfComingEvent Bank Holiday, Social Unrest And Martial Law! Scientist Warn http://t.co/VKoglRrAkJ pic.twitter.com/7RqAJizi17 Tamra (@emortal_the) July 18, 2015 FEMA Meeting Attendee Warns Of Coming \"Event\" - Bank Scientists Warn Of \"Worst Natural Disaster In History Of Nation\" http://t.co/Nx0u7zKQPY ICU (@constancevaugh1) July 19, 2015",
  "Last Updated": "21 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/fema-warns-mega-natural-disaster/",
  "Claim": "FEMA confirmed that a massive natural disaster will level the Pacific Northwest in 2015.",
  "Tags": "",
  "Claim_ID": "fema-warns-mega-natural-disaster"
}