{
  "Origins": "On 14 July 2015, the web site Empire News published an article titled \"State of Florida Passes Law Which Makes Nudity Legal at All Public Beaches,\" reporting that a state-issued \"nudity license\" would enable Floridians who were \"not too ugly or fat\" to enjoy Florida's sun and sand bikini-free: The state of Florida has made a bold change to its laws concerning nudity at public beaches, and this one might ruffle some feathers. Beginning August 1st, full nudity will be legal at all public beaches as long as you obtain a Florida State Nudity License (FSNL).",
  "Fact Check": "Did the state of Florida pass a law legalizing nudity at all public beaches?",
  "Description": "Governor Rick Scott approved the bill passed by the state legislature making public nudity at state-owned beaches legal, and he encourages tourists and residents to make use of new law. Today is a great day. Not only will it be legal to hang out at the beach totally nude, but we encourage you do to so, Governor Scott said. As long as you are a fairly attractive person, nobody is going to complain. To the inevitable disappointment of Spring Break revelers everywhere, Empire News is a fake news site devoted to entirely fabricated tales. The site's disclaimer explains that: Empire News is intended for entertainment purposes only. Our website and social media content uses only fictional names, except in cases of public figure and celebrity parody or satirization. Any other use of real names is accidental and coincidental. Among the site's more prolific prior lies were a claim that the entire United States would be blanketed in a suffocating snowfall during the winter of 2014-2015, that DNA testing revealed a deceased homeless man was Elvis Presley, and that President Obama admitted he had forged his birth certificate. Last updated: 26 August 2015",
  "Originally Published": " 26 August 2015",
  "Referred Links": "http://www.donotlink.com/d1jh;http://now.snopes.com/2015/05/12/five-fake-news-sites/;http://www.donotlink.com/ggoc;https://twitter.com/_kendallfaulk/status/636541830004371456;http://t.co/DaerOxQt6n;https://twitter.com/juliannanicol33;https://twitter.com/_kendallfaulk/status/636540956544770048;https://twitter.com/OccupationBlues/status/636558379670855683;http://t.co/8o31E2KLw1;",
  "Example": "",
  "Last Updated": "26 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/florida-public-beach/",
  "Claim": "The state of Florida has passed a law legalizing nudity at all public beaches.",
  "Tags": "empire news;fake news;florida nudity law;florida nudity license;florida nudity;",
  "Claim_ID": "florida-public-beach"
}