{
  "Origins": "Most fans of the popular sitcom Seinfeld recall a subplot from a November 1997 episode in which Jerry and George plied Jerry's girlfriend Celia with a dinner of wine and turkey in the hopes that the combination of alcohol and tryptophan (along with some of George's boring home movies) would put her to sleep, enabling them to play with her vintage toy collection (which she otherwise wouldn't let them touch) while she snoozed:",
  "Fact Check": "",
  "Description": "Thus did Seinfeld reinforce to yet another generation of viewers the widespread bit of lore holding that something in turkey induces sleepiness, making those who partake of the bird unusually drowsy. In this instance lore somewhat intersects with science, but not nearly to the extent claimed in popular belief. Turkey does contain tryptophan, an amino acid which is a natural sedative (to the extent that L-tryptophan has been marketed as a sleep aid); but to put an ordinarily awake person into a state of slumber it would generally have to be consumed on an empty stomach, in combination with little no other protein (which limits the absorption of tryptophan by the body), and in amounts larger than are typically gobbled even during a holiday feast. That lazy, lethargic feeling so many celebrants are overcome by at the conclusion of a festive seasonal meal is usually due not specifically to the turkey on the dinner menu, but to a combination of drinking alcohol and overeating a carbohydrate-rich repast (as well as some other factors): Two other factors that contribute to the desire to sleep at the dinner table are meal composition and increased blood flow to the gastrointestinal tract. Studies have shown that a solid-food meal resulted in faster fatigue onset than a liquid diet. The solid-food meal also causes a variety of substances to jump into action that ultimately leads to increased blood flow to the abdomen. This increase in blood flow and an increase in the metabolic rate for digestion can contribute to the \"coma.\" Those who still feel wary of turkey's purported sleep-inducing properties should note that many other items we commonly eat contain tryptophan. Milk, cheese, beef, chicken, pork, and beans are among the foodstuffs that house this amino acid, and experts say the average serving of chicken or ground beef contains about as much tryptophan as does a serving of turkey. If tryptophan were truly the sandman's henchman, we'd all be falling asleep at the wheel on our way home from KFC or McDonald's. As Drs. Carroll and Vreeman note in their book Don't Swallow Your Gum! : The truth is, turkey is not to blame for your sleepiness. Chicken and ground beef contain almost the same amount of tryptophan as turkey about 350 milligrams per 4-ounce serving. While you might have heard someone claim that turkey made them drowsy, you have probably never heard someone say that chicken, ground beef, or any other meat made them sleepy. Swiss cheese and pork actually contain more tryptophan per gram than turkey, and yet the American classic, a ham and cheese sandwich, somehow escapes blame. The amount of tryptophan in a single 4-ounce serving of turkey (350 milligrams) is also lower than the amount typically used to induce sleep. The recommendations for tryptophan supplements to help you sleep are 500 to 1,000 milligrams. People still feeling anxious about the prospect of tearing into a drumstick and suddenly being overcome by an irresistible urge to nod off should consider that those who took tryptophan-based supplements as sleep aids were, on the average, ingesting between 500 and 2,000 milligrams of L-tryptophan daily. Four ounces of turkey contains only about 350 milligrams of tryptophan, and (unlike people taking tryptophan-based supplements, who take them every day) most folks don't ingest that much turkey every day of the week. Barbara \"because that much turkey would be stuffing\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=1400082315/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ASIN/031253387X/urbanlegendsrefe/;http://www.seinology.com/scripts/script-162.shtml;",
  "Example": "[Collected via e-mail, 2002] Here's a holiday dinner factoid that I've never been sure about does turkey contain a natural sedative that makes you feel sleepy after eating a lot of it?",
  "Last Updated": "25 November 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/food/ingredient/turkey.asp",
  "Claim": "Eating turkey makes people especially drowsy.",
  "Claim_ID": "food_ingredient_turkey",
  "Tags": ""
}