{
  "Origins": "In May 2013, an image of an ingredients labels from a package of Kraft brand Mac & Cheese imported to the UK from the U.S. was circulated widely via social media:",
  "Fact Check": "",
  "Description": "This image, originally posted to Facebook (without the added text) by Flo Wrightson Cross , who bought the pictured package at a Tesco store in Ponders End, was of particular interest because the \"Allergen Information\" section of the ingredients label cautioned that \"This product may have adverse effect on activity and attention in children\" and included a GMO (genetically-modified organism) declaration stating \"Made from genetically modified wheat\" (may contain GMO).\" That wording was touted as seemingly confirming the convictions of critics of GMO foods, demonstrating that Kraft uses \"illegal GMO wheat\" (genetically modified wheat is not currently authorized for planting or commercial sale in any country) and that the government (in the UK, at least, if not yet in the U.S.) has acknowledged the dangers of GMO foods and requires them to be labeled in a way indicating their potential harm to children. However, the legitimacy of the \"GMO Declaration\" section of the pictured label was highly suspect, if not outright nonsensical. Since GMO wheat is neither legal to grow or sell anywhere, how could Kraft have obtained a supply of that substance to use in manufacturing their Mac & Cheese? And why would Kraft furtively create an illegal product and then openly label it in a way that proclaimed it was illegal? Suspicions about the legitimacy of the label were confirmed by Kraft Foods, who told us that the label did not originate with them and was inaccurate, as neither their Mac & Cheese nor any other Kraft food product contained GMO wheat: Genetically engineered wheat is not available for commercial use. We do not use GE wheat in Mac & Cheese or any other Kraft product. So anyone who is saying or implying there is GE wheat in Kraft Mac & Cheese or any other Kraft product is wrong. We don't export Mac & Cheese to the UK and have no authorized distributor there. The company that has applied this sticker is not authorized by Kraft to sell our products. They are not a customer of Kraft. They are getting the product from someone else and reselling our product in the UK. We're continuing to investigate, but because we are not dealing with authorized distributors of our products, we may not get to the bottom of this issue anytime soon. Additionally, even if the label shown here were genuine, the commonly suggested interpretation of it would still be inaccurate. European Union regulations require foodstuffs containing GMOs to be clearly labeled as \"genetically modified\" or \"produced from genetically modified [ingredients],\" but those regulations do not require such products to be tagged with a warning that they \"may have an adverse effect on activity and attention in children.\" That wording is specific to a different European Union regulation implemented in 2010, one which requires foods containing certain artificial colorings to bear such a warning due to a possible connection between the consumption of those substances and ADHD symptoms in children. The appearance of the statement \"may have an adverse effect on activity and attention in children\" on food packaging, therefore, does not reference the putative presence any GMO substances in that product, but rather its inclusion of synthetic food dyes. Food products sold in the U.S. are not required to bear similar labels, as U.S. federal regulatory agencies maintain there is currently insufficient evidence that GMO foods or synthetic dyes pose any health risks to consumers. Although Kraft Macaroni & Cheese products have included the synthetic dyes E102 and E110 (known in the U.S. as Yellow No. 5 and Yellow No. 6), used to impart a bright orange coloring to food, in October 2013 the company announced they would removing those dyes from some of their macaroni and cheese varieties: Kraft says it plans to remove artificial dyes from three macaroni and cheese varieties that come in kid-friendly shapes, a move that comes as people increasingly reach for foods they feel are natural. The change doesn't affect Kraft's plain elbow-shaped macaroni and cheese with \"original flavor.\" Kraft's new recipes, which begin shipping early [in 2014], will be for its macaroni and cheese varieties that come in the SpongeBob Squarepants, Halloween and winter shapes. Two new shapes will also be added. Triona Schmelter, Kraft Food Group Inc.'s vice president of marketing for meals, said the company was looking to improve the nutritional profiles of the three macaroni and cheese varieties more broadly. The new recipes will also add whole grains and reduce the amount of sodium and saturated fat, she said. She declined to specify whether Kraft would eventually make similar changes to its other macaroni and cheese lines. But she noted the company already offers options that only use natural colors, such as several of its \"Homestyle\" varieties. \"We'll continue to make improvement where we can,\" Schmelter said, noting that the company tries to cater to evolving customer preferences.",
  "Originally Published": "",
  "Referred Links": "http://bigstory.ap.org/article/kraft-remove-artificial-dyes-3-products;http://www.ukfoodguide.net/e110.htm;http://www.ukfoodguide.net/e102.htm;http://www.cnn.com/2010/HEALTH/11/18/health.food.additives.adhd/index.html;http://cspinet.org/new/201007201.html;http://europa.eu/legislation_summaries/environment/nature_and_biodiversity/l21154_en.htm;https://www.facebook.com/flo.wrightsoncross;",
  "Example": "[Collected via e-mail, May 2013] On Facebook, there is a claim that Kraft Mac and cheese imported from the UK had to have a warning label stating that the product may adversely effect activity and attention in children and that it is made from genetically modified wheat. However the claim is unclear as to whether the issue is due to the modified wheat.",
  "Last Updated": "18 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/food/warnings/kraftgmo.asp",
  "Claim": "Kraft Macaroni & Cheese products carry a warning label due to their use of GMO wheat.",
  "Claim_ID": "food_warnings_kraftgmo",
  "Tags": ""
}