{
  "Origins": "It seems obvious, right? Caesar salad must have been named for Julius Caesar, or maybe he even invented it. After all, those ancient Romans knew how to eat, and this guy was the most famous of them all!",
  "Fact Check": "",
  "Description": "It's hard to argue with logic such as that. Nevertheless, we shall. Caesar salads have no connection whatsoever to Julius Caesar, or indeed to any of the Caesars who ruled Rome and her far-flung empire. It instead honors Caesar Cardini, a famed restaurateur who, according to lore, invented the dish in Tijuana, Mexico, in 1924 when a rush of diners on the Fourth of July strained his kitchen's resources and he had to make do with whatever ingredients were left on hand. Cardini's original recipe called for romaine, garlic, croutons, Parmesan cheese, boiled eggs, olive oil, and Worcestershire sauce. He was said to be staunchly against the inclusion of anchovies in the mixture, contending that Worcestershire sauce is adequate to provide the faint fishy flavor. (So, for the record, is Alton Brown of FoodTV's Good Eats . He too eschews anchovies in favor of Worcestershire, as per the recipe he shared with television audiences as part of a 21 September 2002 \"Salad Daze\" segment.) Those intent upon locating a famed dish named for a widely-known military leader need look no further than Beef Wellington, a hearty main course offering composed of beef, liver pate, bacon, and brandy, all done up in a puff pastry. That culinary delight was named for Arthur Wellesley, first Duke of Wellington, he who defeated Napoleon at Waterloo. Barbara \"tastes better than a Wellington boot, too\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.foodnetwork.com/food/recipes/recipe/0,,FOOD_9936_14245,00.html;",
  "Example": "",
  "Last Updated": "21 March 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/food/origins/caesar.asp",
  "Claim": "Caesar salad was invented by (or named for) Julius Caesar.",
  "Claim_ID": "food_origins_caesar",
  "Tags": ""
}