{
  "Origins": "Food ingredients are a hot topic on social media sites, and every so often a commonplace ingredient or product comes under fire seemingly out of the ether. Trisodium phosphate, a food additive common in cereals like Lucky Charms and Cheerios, is one ingredient that received such sudden consumer scrutiny.",
  "Fact Check": "",
  "Description": "Concern over trisodium phosphate escalated in October 2014. Chatter about the scary-sounding ingredient had circulated on social media sites and message boards since at least 2010, but a popular picture juxtaposing Lucky Charms with TSP heavy-duty cleaner spiked fear about the additive's safety years later. Food giant General Mills has taken a lot of the heat on social media sites like Twitter, and the @LuckyCharms account participated in several iterations of the following conversation: @LuckyCharms Can you explain this? I'm sure this isn't what we want in our children's cereal! pic.twitter.com/VPFbdIKgua W. Renee McEwan (@vanitygirl32) October 12, 2014 @vanitygirl32 Thx for your question! Trisodium phosphate is FDA-approved and safely used in a wide variety of food products... Lucky Charms (@LuckyCharms) October 13, 2014 @vanitygirl32 It is a water-soluble salt that helps adjust acidity. It is used in cleaning products, but the use and amount are... Lucky Charms (@LuckyCharms) October 13, 2014 @vanitygirl32 ...very different. TSP itself is safe and the amount of TSP in cereals is tiny. - Dayna Lucky Charms (@LuckyCharms) October 13, 2014 It is true that trisodium phosphate is effective as a cleaning agent, due in part to its alkalinity. Sodium bicarbonate is a similarly scary-sounding chemical compound used in heavy-duty cleaning, as an agent to detarnish silver, and to extinguish fires. But you cannot make chocolate chip cookies without the leavening power of baking soda, as it is more commonly known, and leavening is another common use for sodium phosphates. Similarly, water is a very common substance used for such tasks as cleaning, scrubbing silverware, and extinguishing fires, yet it poses no harm to consumers. Trisodium phosphate is \"generally recognized as safe \" by the U.S. Food and Drug Administration (FDA) and is approved for use by food safety standards agencies in the European Union. TSP in high concentrations can be used for cleaning walls before painting, but it should not be conflated with \"paint thinner,\" a solvent comprised of mineral spirits, turpentine, or acetone that is chemically unrelated to TSP.",
  "Originally Published": "",
  "Referred Links": "http://www.food.gov.uk/science/additives/enumberlist#anchor_7;http://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfcfr/CFRSearch.cfm?fr=182.1778;https://twitter.com/LuckyCharms/status/521712813639618560;https://twitter.com/LuckyCharms/status/521712679199600640;https://twitter.com/LuckyCharms/status/521712077644132353;https://twitter.com/vanitygirl32;https://twitter.com/vanitygirl32/status/521139098468507648;http://t.co/VPFbdIKgua;https://twitter.com/LuckyCharms;",
  "Example": "I saw this on Facebook today and haven't been able to find if it's true or not. It claims that Lucky Charms, amongst many other cereals, include a type of paint thinner as an ingredient. Trisodium Phosphate (TSP) ingredient in Lucky Charms? TSP is used for cleaning surfaces before painting and can be harmful if ingested. Is this in Lucky Charms? Why is it listed as an ingredient? This was on Facebook about paint thinner (trisodium phosphate) in kid's popular cereals, Trix. Said that the FDA approved it,too. Please tell me it isn't true.",
  "Last Updated": "15 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/food/ingredient/tsp.asp",
  "Claim": "Popular cereals (including Lucky Charms and Cheerios) contain paint thinner and pose a danger to children.",
  "Claim_ID": "food_ingredient_tsp",
  "Tags": ""
}