{
  "Origins": "We're sorry our correspondent lost a friendly wager on our account, but her message was the first time we'd come across this item. We're happy for any excuse to spend a day browsing used bookstores, though!",
  "Fact Check": "",
  "Description": "A slight stumbling block was created by the fact that the ISBN provided was apparently assigned to more than one book, leaving Barbara quite puzzled about why I was so earnestly searching for a copy of Recipe Treasury: 301 Kitchen-Tested Favorites. (The only thing I've ever tested in a kitchen is Barbara's patience.) Nonetheless, it didn't take long to track down a copy of the correct book ( International Cuisine ) and verify that the \"Stuffed Camel\" recipe cited above does indeed appear on the Saudi Arabia page (within the Middle East section) of the book: Okay, so the recipe appears in a cookbook, but is it real or a joke? Even for a dish as exotic as stuffed camel, this recipe looks like something designed for the purpose of pulling legs rather than creating meals. Consider the poor cooks who have to skin, trim, and clean a whole camel (medium size) as well as 20 whole chickens and a large lamb, boil all 22 of these animals (until tender), then stuff the chickens with hard-boiled eggs and rice, stuff the lamb with 20(!) stuffed chickens, and stuff the camel with the superstuffed lamb, finally broiling the whole thing over a large charcoal pit (until brown). Inside jokes abound in this recipe. The preparer is instructed to clean the camel \"once you get over the hump.\" The list of ingredients helpfully includes \"110 gallons of water,\" presumably because that's how much liquid it takes to boil a camel. (Hint: take a look at a 110-gallon aquarium and imagine trying to boil a whole camel in that little water. Indeed, try to imagine having a pot large enough in which to boil a camel, or even where you could buy one.) While all the other ingredients are quantified, the amount of salt needed for this enormous repast is left \"to taste.\" On the other hand, the Guinness Book of World Records has included a similar dish in their listings; however, they merely cite the recipe without documenting any instance of someone's actually having used it: The largest item on any menu in the world is roasted camel, prepared occasionally for Bedouin wedding feasts. Cooked eggs are stuffed into fish, the fish stuffed into cooked chickens, the chickens stuffed into a roasted sheep's carcass and the sheep stuffed into a whole camel. In the introduction to his book, The Fearless Diner , globe-hopping gourmet Richard Sterling described finally encountering someone who claimed to have cooked up a banquet of roast camel: I was on my way to circumnavigate the globe a few years ago, to literally eat my way around the world. It was my gustatory goal for that year. I stopped in Bangkok to visit Sven Krause, executive chef of the Celadon restaurant in the Beaufort Sukhothai Hotel. He took me into the inner sanctum of the Celadon's kitchen, where he dared me any half-dozen dishes just to prove he could make them and make them quickly. It was no contest. Within minutes he presented me with a Thai feast. As I munched each delectable dish, I asked him to tell me his most unusual cooking experience. \"You won't believe it,\" he said. \"Try me,\" I said, feeling a tug of intuition about the tale he was going to relate. \"I was working in Saudi Arabia,\" he continued. \"There was a wedding of some sheik or other. And you won't believe what they wanted me to cook.\" I knew in my gut, in my gastronomic soul, that what I had long hoped was true. That it wasn't just some wild traveler's tale designed to stir the imagination and not the pot. The ultimate cookout was a reality. The only thing that could possibly be greater would be to spit-roast a giant squid. My wildest culinary dream could come true. Sven, Allah bless him and may his tribe increase, had done it. \"I tell you no lie,\" he went on, sipping a cold one. \"They wanted camel. I roasted a whole camel on a spit.\" \"Yes!\" I cried. \"Tell me everything.\" And he did. He told me how he stuffed the camel with six sheep, stuffed the sheep with chickens, and the chickens with fish. He told me how it took 24 hours to cook, and that he served it on a silver platter in the shape of a recumbent camel. He related how the tribesmen who were the sheik's guests then attacked it with their knives en masse, feasted with their bare hands, and ate the meat down to the ivory. Although Sterling later wrote of having feasted on camel himself, the preparations he described were nothing like the infamously extravagant recipe of interest: The whole village turned out, and it was said to be the most magnificant feast that anyone had ever attended. Amdi's mother supervised the preparation and sent [the camel] to us in many guises: roasted, stewed, grilled, braised with vegetables, made into soup. I stood by with a notebook, as Mother directed her daughters and daughters-in-law, writing down the recipes. And the anticipation! It was as savory as the meal itself. The Ultimate Cookout was happening before me, in the shadow of the Sphinx, and in my honor no less. Mind you, there are actual (non-camel) dishes wherein different types of meat are stuffed into each other. The turducken is one such culinary adventure: a chicken stuffed into a duck stuffed into a turkey, all boneless. (Warning: although many have touted the turducken as a delicacy, one person of my acquaintance pronounced it \"Bloody awful.\" Proceed at your own risk.) As for stuffed camel, we still haven't decided whether it's a real (albeit uncommon) dish, or merely a tall tale which Middle Easterners delight in foisting off on gullible tourists. We'll close by noting the similarity between the stuffed camel recipe and a joke about how to make elephant stew: Elephant Stew Ingredients: 1 elephant 10 warthogs 100 kilograms tomatoes 1000 kilograms potatoes 2 bags onions 100 kilograms salt 1 wheelbarrow onions (heaped) 10 liters vinegar 20 liters chutney 4 guineafowl Preparation: Hunt the elephant, warthog and guineafowl. Hang guineafowl to ripen. Cut elephant into edible chunks (will take about a month). Boil the warthog with other ingredients (except guineafowl) till nice and juicy. Now boil elephant chunks over high flames till tender (will take about 4 weeks) and add everything together. Boil for another 5 to 7 days. Produces about 3,500 helpings. Note: If the above isn't enough, add the guineafowl as well.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/1885211228/ref=urbanlegendsrefe;http://www.foodnetwork.com/recipes/paula-deen/turducken-recipe/index.html;",
  "Example": "[Collected via e-mail, 2004] Could you please tell me if this is real or folklore? I've seen it posted in several areas and just lost a bet that you would have it covered already. In a cookbook called International Cuisine, presented by California Home Economics Teachers, 1983 (ISBN 0-89626-051-8), you will find: Stuffed Camel 1 whole camel, medium size 1 whole lamb, large size 20 whole chickens, medium size 60 eggs 12 kilos rice 2 kilos pine nuts 2 kilos almonds 1 kilo pistachio nuts 110 gallons water 5 pounds black pepper Salt to taste Skin, trim and clean camel (once you get over the hump), lamb and chicken. Boil until tender. Cook rice until fluffy. Fry nuts until brown and mix with rice. Hard boil eggs and peel. Stuff cooked chickens with hard boiled eggs and rice. Stuff the cooked lamb with stuffed chickens. Add more rice. Stuff the camel with the stuffed lamb and add rest of rice. Broil over large charcoal pit until brown. Spread any remaining rice on large tray and place camel on top of rice. Decorate with boiled eggs and nuts. Serves friendly crowd of 80-100. Shararazod Eboli Home Economist, Dammam, Saudi Arabia",
  "Last Updated": "8 May 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/food/prepare/camel.asp",
  "Claim": "An international cookbook compiled by California home economics teachers includes a recipe for \"Stuffed Camel.\"",
  "Claim_ID": "food_prepare_camel",
  "Tags": ""
}