{
  "Origins": "The chimera of the unwinnable wager dazzles the imaginations of those in the habit of making proposition bets. To gamblers, a sure thing is manna from heaven in the form of a guaranteed wallet fattener and a promise of the fun to be had in putting one over on others. When an unwinnable challenge is in play, the person wagering on the right side of the \"prop\" gets the pleasure of laughing up his sleeve at those he has duped.",
  "Fact Check": "",
  "Description": "Unwinnable bets are charming. And enthralling. Which is why folks seek after them like modern day Holy Grails. For the past 150+ years, one fabled \"unwinnable\" bet has to do with the purported impossibility of eating quail daily for any appreciable length of time. Popular wisdom dictates that too much of a good thing will prove indigestible to those who overdo it, thus a thirty-day stretch of having to chow down on one of these tiny, mild-flavored game birds every day for a month will turn out to be more than even the most committed gourmand can handle. This belief appears to have started with the biblical account of the Israelites' travels through the desert. According to Numbers 11, when the manna-only diet prompted the populace to wail for meat and grumble they'd been better off in Egypt, as punishment for their inconstancy, God rained down quail upon them, pronouncing they would have to eat it for thirty days \"until it comes out of your nostrils and you loathe it.\" By the 1870s, the fowl wager was accepted as gospel, as this statement made by the New York Times on 5 December 1886 about it demonstrates: \"Time and again has the experiment been made, but, according to the best posted authorities, failure has been the almost universal result.\" During the 1870s and 1880s, numerous attempts at the quail-eating feat were chronicled by the popular press. In 1876, the Atlanta Constitution reported on the fowl-crunching efforts of Marcellus Thornton of that town, with Thornton proclaiming that not only would he succeed but that he'd \"go on to eat one each day as long as anybody will pay for them.\" The Chicago Daily Tribune reported in 1877 on Captain Moss, who at the halfway point of the bet was offering to continue on for an additional thirty days and step up the wager by eating two quail a day. In 1883, John Walcott succeeded in eating two of the birds a day for thirty days on a bet of $500. In 1887, William C. Brandt and Walter S. Lenox of New York took a run at the feat, as did Johnny Mann, a waiter at a Chicago restaurant owned by one of the bettors, who easily succeeded at his appointed task. (Said Mann in the New York Times at the close of the thirty-day period, \"No, I do not feel any ill effects.\") The \"sure thing\" that never was continues to trap the incautious even though a century and a half has passed since the earliest sightings of the craze. After hearing the tale from poker legend Doyle (\"Texas Dolly\") Brunson during a $100,000 cash game televised on Poker After Dark in June 2010 (Brunson claimed to have attempted the quail noshing himself, giving up after 17 days), poker pro Phil Laak bet Lee Merschon $10,000 that he couldn't down a quail a day for thirty days. Merschon ate the birds and grabbed the cash, leaving Laak to lament on his blog, \"Lost the quail bet to Lee. Turns out eating a quail a day for 30 days is easy. The tricky part is to eat a freshly killed WILD quail, not the frozen store bought ones. So that was a big waste of time and money.\" Yet the best story about this bet features not Texas Dolly, but another legendary poker player, Amarillo Slim. According to his autobiography (which, it must be remembered, was written by a poker player, a species of critter known to succeed best when resolutely holding the truth at arm's length), Slim was asked by casino owner Benny Binion to work up a way that someone could beat the \"quail a day for 30 days\" challenge. Slim proved equal to the task, procuring a set of identical twins to take on the job of eating the birds. The two boys worked in three-day shifts, with one eating quail for three days under the watchful eye of the bettor being set up to be fleeced, while the other rested his tummy until it was his turn to be swapped in for his brother. Needless to say, the lookalikes succeeded, thereby adding to the bankrolls of both Benny and Slim at the expense of the fellow who'd bet on the sure thing. Barbara \"another victim of fowl play\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "4 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/food/ingredient/quail.asp",
  "Claim": "Eating a quail a day for 30 days is an impossible-to-win bet.",
  "Claim_ID": "food_ingredient_quail",
  "Tags": ""
}