{
  "Origins": "As the weather warms up, people look for ways to cool off. One of the methods habitually resorted to is making alterations in their choices of beverage, with most folks tending to reduce their intake of hot drinks in favor of chilled or room temperature potables. (Which is not to say that choice is necessarily right there is a school of thought that advocates beating the heat with hot beverages rather than cold.)",
  "Fact Check": "",
  "Description": "Sales of iced tea and sodas can be counted upon to increase in the summer. So too does interest in \"sun tea\" grow as the mercury rises, prompting folks to look for less costly hot weather replacements for their more usual coffee and tea. Sodas and juices are expensive, after all, and there is only so much water one can drink without becoming heartily sick of it. At first glance, sun tea appears a viable and healthful alternative, harnessing as it does the energy of the sun to produce a zero-calorie drink one would presume contains all the benefits of tea brewed in the more usual fashion. Yet therein lies the rub. Tea made by placing loose or bagged tea leaves in glass jars of water which are then left in direct sunlight can harbor bacteria that can make you ill. According to the Centers for Disease Control, using the sun's rays to make tea can facilitate the growth of bacteria. Tea steeped in a jar on your porch won't get any hotter than 130 Fahrenheit, about the temperature of a really hot bath and not nearly hot enough to kill nasties lurking either in the water or on the tea itself. For that, water needs to be heated to 195 for three to five minutes. Alcaligenes viscolactis , a bacteria commonly found in water, consequently turns up in sun tea. While the caffeine in black tea will help prevent that microbe from flourishing for a few hours, its effects won't last beyond that. Herbal teas are an even worse bet for brewing in sunlight because they tend to lack caffeine, which means even that barrier to Alcaligenes viscolactis turning your summertime drink into its own breeding ground is missing. Better to brew tea the more usual way with boiling water than to risk giving up any of your summer to illness caused by what you drank. The following rules have been recommended for those who brew sun tea: Use a container that has been scrubbed in warm, soapy water. As an additional precaution, dip the container in a bleach solution made with 1-1/2 teaspoons to 1 tablespoon of bleach per gallon of water. If the container has a spigot, clean it carefully after each use, preferably by taking it apart. If you can't clean inside the spigot, don't brew sun tea in that vessel find yourself something else to use. Do not leave tea to brew in the sunlight for more than three to four hours. Do not prepare more tea than you plan to use that day. Refrigerate the drink as soon as it is ready and keep it refrigerated. Discard tea if it appears thick or syrupy. Those ropy strands are bacteria. A safer alternative to \"sun tea\" is \"refrigerator tea.\" To make it, fill a pitcher with a quart of cold water, add four to six tea bags, and refrigerate it at least six hours or overnight. Squeeze and remove the tea bags, and serve the tea over ice. Barbara \"stripped teas\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1996] I heard that making sun tea (putting tea bags in a container of water and putting the container outdoors in the sun) can be poisonous because the water needs to be boiled. True or not?",
  "Last Updated": "21 July 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/food/prepare/suntea.asp",
  "Claim": "\"Sun tea\" (tea brewed by being left to steep in sunlight) can harbor dangerous bacteria.",
  "Claim_ID": "food_prepare_suntea",
  "Tags": ""
}