{
  "Origins": "The item quoted above, typically titled \"The Correct Way of Eating Fruits,\" has been circulating on the Internet since August 2001. It was written in 1998 by Devagi Sanmugam , a chef and culinary writer who lives in Singapore.",
  "Fact Check": "",
  "Description": "In April 2002, versions of the 'Eat fruit on an empty stomach\" e-mail were appended with a list of six fruits and their properties, which was excerpted from a much longer e-mail about foods that supposedly cause cancer and \"miracle cures\" that could be found in supermarkets. In July 2007, the 2006 admonition against drinking cold water immediately after meals because it causes cancer (it doesn't) was added to the piece, as was in November 2007 the 1999 advisory about surviving heart attacks by using cough CPR (in a nutshell, don't try it). The Dr. Herbert Shelton mentioned in the e-mail was a well-known health educator and author who died in 1985. Dr. Shelton held a doctorate degree in naturopathy rather than medicine and was arrested numerous times for practicing medicine without a license. As to the substance of the advice being proffered, the nutritional value of a piece of fruit is the same whether it's eaten on an empty stomach or after a meal. Beliefs regarding ingesting fruit unaccompanied by any other foodstuff and/or only on an empty stomach, appear to have come from various weight loss gurus, the earliest of which might be Harvey and Marilyn Diamond. In the 1980s, part of the regimen advocated by the Diamonds, authors of Fit for Life , dictated that nothing but fruit and fruit juices be consumed before noon. (They believed the body has three natural cycles regarding its use of food: noon to 8 p.m. for eating and digestion, 8 p.m. to 4 a.m. for absorption and use, and 4 a.m. to noon for elimination of body wastes and food debris. Fruit in the morning and nothing but fruit at that time is therefore key to the elimination cycle.) Eat fruit on an empty stomach only, said the Diamonds, otherwise the meal can rot, ferment, and turn to acid because the fruit is being delayed in the stomach and prevented from immediately entering the intestine. The Diamonds also advocated \"food combining,\" which is the belief that particular foods need to be eaten with other particular foods (and only those foods), while some certain ingestibles must be consumed unaccompanied by anything else. Dieticians frown on the idea of combining certain foods to lose weight because the theory is not based on scientific research and the claims made of it have yet to be proven, however, food combining continues to find its advocates in the weight loss arena, including Suzanne Somers, TV personality and author of Eat Great, Lose Weight (1997) and Marilu Henner, actress and author of Total Health Makeover (2000). (Somers is also numbered among those who recommend eating fruit on an empty stomach.) There is nothing unhealthful about eating fruit along with other foods or after a meal. While it is true fruit (or any other foodstuff) will be more quickly digested if it's the only thing in the stomach, it does not rot in that organ if it happens to share that space with something else. The e-mail's claims that \"The fruit mixes with the putrefying other food and produces gas and hence you will bloat!\" and \"Graying hair, balding, nervous outburst, and dark circles under the eyes all these will not happen if you take fruits on an empty stomach\" harken back to the Diamonds, who said much the same thing about what they viewed as improper food combining: that it created acid in the system, causing the body to retain water to neutralize it, adding weight and bloat and that it \"produces fatigue and lethargy, dark circles under the eyes and the graying of hair.\" Indeed, there are some who would do better to ensure they consume fruits along with other items rather than as a stand-alone. Diabetics, for instance, can somewhat mollify the effect fruit has on spiking their blood sugar levels by ingesting it as part of a meal. (While fructose, the sweetener in most fruits, is not absorbed as rapidly as sucrose and glucose and thus has much less effect on blood sugar levels and insulin, it's still something diabetics have to look out for.) Barbara \"an apple a day keeps the doctor away, if you throw it hard enough\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.epicureanworld.com.sg/;http://www.doctoroz.com/;",
  "Example": "[Collected via e-mail, March 2009] EATING FRUIT We all think eating fruits means just buying fruits, cutting it and just popping it into our mouths. It's not as easy as you think. It's important to know how and when to eat. What is the correct way of eating fruits? IT MEANS NOT EATING FRUITS AFTER YOUR MEALS! * FRUITS SHOULD BE EATEN ON AN EMPTY STOMACH. If you eat fruit like that, it will play a major role to detoxify your system, supplying you with a great deal of energy for weight loss and other life activities. FRUIT IS THE MOST IMPORTANT FOOD. Let's say you eat two slices of bread and then a slice of fruit. The slice of fruit is ready to go straight through the stomach into the intestines, but it is prevented from doing so. In the meantime the whole meal rots and ferments and turns to acid. The minute the fruit comes into contact with the food in the stomach and digestive juices, the entire mass of food begins to spoil. So please eat your fruits on an empty stomach or before your meals! You have heard people complaining - every time I eat water-melon I burp, when I eat durian my stomach bloats up, when I eat a banana I feel like running to the toilet etc - actually all this will not arise if you eat the fruit on an empty stomach. The fruit mixes with the putrefying other food andproduces gas and hence you will bloat! Graying hair, balding, nervous outburst, and dark circles under the eyes all these will not happen if you take fruits on an empty stomach. There is no such thing as some fruits, like orange and lemon are acidic, because all fruits become alkaline in our body, according to Dr. Herbert Shelton who did research on this matter. If you have mastered the correct way of eating fruits, you have the Secret of beauty, longevity, health, energy, happiness and normal weight. When you need to drink fruit juice - drink only fresh fruit juice, NOT from the cans. Don't even drink juice that has been heated up. Don't eat cooked fruits because you don't get the nutrients at all. You only get to taste. Cooking destroys all the vitamins. But eating a whole fruit is better than drinking the juice. If you should drink the juice, drink it mouthful by mouthful slowly, because you must let it mix with your saliva before swallowing it. You can go on a 3-day fruit fast to cleanse your body. Just eat fruits and drink fruit juice throughout the 3 days and you will be surprised when your friends tell you how radiant you look! KIWI: Tiny but mighty. This is a good source of potassium, magnesium, vitamin E & fiber. Its vitamin C content is twice that of an orange. APPLE: An apple a day keeps the doctor away? Although an apple has a low vitamin C content, it has antioxidants & flavonoids which enhances the activity of vitamin C thereby helping to lower the risks of colon cancer, heart attack & stroke. STRAWBERRY: Protective Fruit. Strawberries have the highest total antioxidant power among major fruits & protect the body from cancer-causing, blood vessel-clogging free radicals. ORANGE: Sweetest medicine. Taking 2-4 oranges a day may help keep colds away, lower cholesterol, prevent & dissolve kidney stones as well as lessens the risk of colon cancer. WATERMELON: Coolest thirst quencher. Composed of 92% water, it is also packed with a giant dose of glutathione, which helps boost our immune system. They are also a key source of lycopene - the cancer fighting oxidant. Other nutrients found in watermelon are vitamin C & Potassium. GUAVA & PAPAYA: Top awards for vitamin C. They are the clear winners for their high vitamin C content. Guava is also rich in fiber, which helps prevent constipation. Papaya is rich in carotene; this is good for youreyes. Variations: Versions in circulation in 2010 were titled \"Dr. Oz on Eating Fruit.\" There's no good reason to associate the television health pundit's name with the Internet-circulated piece, because Dr. Oz is not the author of the item, nor has he endorsed its claims about ingesting fruit only at specific times.",
  "Last Updated": "25 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/food/warnings/fruit.asp",
  "Claim": "Fruit must be eaten on an empty stomach in order for the body to absorb it properly.",
  "Claim_ID": "food_warnings_fruit",
  "Tags": ""
}