{
  "Origins": "On 19 May 2015, a Facebook user published the photoset displayed above to his timeline along with the following message:",
  "Fact Check": "",
  "Description": "The message caused significant concern among social media users about whether imported crab is truly contaminated with formalin (a dangerous formaldehyde solution). Immediately, the message bore one red flag of an urban legend: a source of \"I heard this at a market.\" And the original poster did not claim to have snapped the photographs himself; he only said that he jad learned of the purported practice during a 19 May 2015 visit to a market in Thailand. (The precise origin of the photographs wasn t explained.) As it turns out, the images in question had been circulated before and were not originally labeled as crabs injected with formalin. English-language blog posts from December 2014 and May 2015 (as well as Chinese-language versions of indeterminate date) all labeled the same set of images as showing adulterated crabs, but in those versions the crabs in question were injected bot with preservatives to stretch their shelf lives, but rather with seawater to increase their per-pound weights: Be careful when you buy crab at this time because there are reliable reports that there is a pinhole in the abdomen because the crabs have injected feared and pricked with water to preserve freshness and increase the weight of the crab. Hi all sorts of techniques now want to deceive you! Note that even in the text quoted above, the claims of weight tampering still came to the poster via unspecified \"reliable reports\" and not via any documented evidence or first-hand knowledge of such a practice. While that posited claim was likelier than the one involving formalin, it also lacked any corroborating information to support it. The latter claim elaborated upon some of the drawbacks of adulterated crab: The needle crab buy a home, take a cooking pot, when you want to enjoy delicious crab open, there will be many special salty seawater flowing, up to half of the plate so much out of the whole crab or crab cream has been the sea soak for too long, the steam to a simmer, already become yellow soup. It's true the United States imports some crab from Asia, and scattered reports in 2011 , 2012 and 2014 have claimed the sighting of of meats and other foods intentionally contaminated with formalin in Bangladesh and Indonesia. We could find no evidence that crab in China is routinely adulterated in this fashion, however.",
  "Originally Published": "",
  "Referred Links": "http://thejakartaglobe.beritasatu.com/news/bpom-uncovers-two-formaldehyde-tainted-noodle-factories-bogor/;http://www.thejakartapost.com/news/2012/02/23/import-formaldehyde-fish-pakistan-foiled-batam.html;http://www.nationmultimedia.com/2011/06/16/national/Illegal-business-being-run-by-a-gang-30157928.html;http://www.fishwatch.gov/features/top10seafoods_and_sources_10_10_12.html;http://asampedasjohorrr.blogspot.com/2015/05/awastolong-berhati-hati-jika-ingin.html;http://translate.google.com/translate?hl=en&sl=ms&u=http://malaysiansmustknowthetruth.blogspot.com/2014/12/awas-sila-berhati-hati-membeli-dan.html&prev=search;",
  "Example": "[Collected via Facebook, May 2015] Look Out!!When buying crabs, look out for these little holes under the crabs. In China, crabs have been found to be injected with high dosage of toxic preservative to keep it fresh. Share it to prevent someone else for becoming the next victim.",
  "Last Updated": "4 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/food/warnings/badcrabs.asp",
  "Claim": "Photographs document crabs imported from China that have been injected with formalin.",
  "Claim_ID": "food_warnings_badcrabs",
  "Tags": ""
}