{
  "Origins": "The above missive began circulating in March 2008. It was penned by Sarah McCann, who writes online about food-related matters, including recipes. (The pen name \"Zola Gorgon\" is a play on gorgonzola, a veined blue Italian cheese known for its strong flavor and distinctive odor.)",
  "Fact Check": "",
  "Description": "Mike Mullins of Mullins Food Products had this to say about the tour of his company's facilities that resulted in the Internet rumor about food poisonings from onions and mayonnaise: There is some truth to the story, but the two examples from the plant tour look to have been combined. The potato in the potato salad is much more likely to spoil than the mayo. [...] The ph level for mayonaise is in the low 4's and is a poor environment for the growth of many of the organisms that can make you ill. A good rule of thumb is that if it is sold at room temperature in your retail store that it is probably safe. Any product can be mishandled and when left in suitable temperatures for growth the products can become unsafe for consumption. Often times what is mixed with mayo or salad dressings (tuna, potatoes, vegetables, etc.) can become more readily contaminated than the base of the salad dressing or mayonaise. The second example used on the tour referred to the onions. The example given was that in a warm environment an onion that was sliced is a great environment for growth. The ballpark example referred to the hot dog dressing table where fresh onions were put on top of onions that already started to show contamination. Onions are easily contaminated once the protection of the outer skin has been removed. Onions, potatoes, and eggs are handled with extreme care in the food industry once the outer layer of protection has been removed. Quite a few food poisonings have been traced back to onion contaminations, and we throw out onions after 10 days even though we cook any onions we use in our facility. The stories were used as examples for \"old wives tales\" for various foods. The mayo is usually the ingredient that gets the blame and we try to point out that there might be a lot more going on than meets the eye. As to the content of the article, it is true that commercially-prepared mayonnaise is hardly the food poisoning menace it is widely believed to be. A study conducted by researchers at the University of Wisconsin's Food Research Institute in late 1980 and early 1981 (results published in the Journal of Food Protection in February 1982) showed that mayonnaise actually inhibited the growth of some bacteria in food. Its high acid content, gained from the incorporation of ingredients like vinegar or lemon juice into the product, slows bacterial growth. \"When you add the mayonnaise to your salad, you decrease the PH of that salad. It makes it more of a hostile environment for that bacteria,\" said Michael P. Doyle, an assistant professor of agriculture and life sciences at the university. Salt in the condiment also works to prevent spoilage. However, mayonnaise is still not a substitute for keeping food cold. Also, homemade mayo, which is made from raw eggs, poses the threat of salmonella poisoning. (The eggs used in commercially-prepared mayonnaise have been pasteurized.) The claims made in the article about onions (and to a lesser extent, potatoes) are harder to substantiate. Germ transmission does occur more quickly when surfaces nasty microbes are lurking on or items that become contaminated by them are wet rather than dry; but it's a great leap from realizing that cut surfaces of onions and potatoes are wet to concluding either of these vegetables are \"a huge magnet for bacteria.\" Also, cut bulb onions are highly acidic; the act of slicing them causes the enzymes they contain to generate sulphenic acids, the gas form of which has made many an unwary onion chopper cry. Given that it is mayonnaise's acidity that retards the growth of bacteria, it's hard to conclude that cut onions would be a hospitable place for germs or bacteria to take up residence, let alone a magnet that drew them from the air. However, long-standing superstition posits that very thing. It has long been asserted that keeping a plate of cut raw onions in the house will draw illness-causing germs from the air, thereby rendering the home free of contamination. These print sightings gathered by folklorists Iona Opie and Moira Tatum showcase that belief: [1956] The onion is cut up and stood in an old tin-plate. Then you place it in the room where the sick child sleeps. The onion draws the complaint into itself, and when the child is better care must be taken to see that the onion is properly burnt. [1964] When there's flu about, I puts a plate of cut up onion in every room. That's what keeps colds away ... All the cold germs goes into they. [1978] I fondly remember the smell of my mother's window sill adorned with half onions. She swore by the legend that the onions captured any incoming germs and purified the air. Mind you, superstition also asserts that it is unlucky to keep cut onions around, as these further sightings gathered by Opie and Tatum demonstrate: [1855] To have a cut onion lying about in the house breeds distempers. [1891] An old servant (Essex) ... recently complained that ... Spanish onions ... were too big. When an obvious method of getting over that difficulty was suggested, she replied, 'Oh, no! that would never do! It's so unlucky to have a cut onion in the house.' [1958] Special small onions are being grown for me as I am liable to keep half a cut onion from one meal to another, which I am assured is highly dangerous. Are cut bulb onions therefore a health scourge one must be on guard against? No scientific evidence points in that direction. What reports there are that tie onions to outbreaks of food poisoning almost exclusively name green onions (also known as long onions or scallions) as the culprit. Although both sorts could be exposed to e. coli and other nasties during their time in the ground or while being handled during the move to market, green onions are chopped up and eaten as is, whereas the paperish brown peel that covers bulb onions and which is discarded rather than ingested acts as a shield against contamination. The one instance we found that fingered bulb onions as the transmitter in a food poisoning case was the 1984 sickening of 28 people in Peoria, Illinois. Botulism was passed to those unfortunate souls by the sauteed onions used on a restaurant's \"patty melt\" (a cheeseburger on rye with sauteed onions). Barbara \"crying shame\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.dinnerwithzola.com/;",
  "Example": "[Collected via e-mail, February 2009] Spoiled Onions Written by Zola Gorgon - author of several cookbooks. Watch out for those spoiled onions... I had the wonderful privilege of touring Mullins Food Products. Mullins is HUGE and is owned by 11 brothers and sisters in the Mullins family. My friend Jeanne is the CEO. The facility is mammoth. We toured about 280,000 square feet! Questions about food poisoning came up and I wanted to share what I learned from a chemist. The guy who gave us our tour is named Ed. He's one of the brothers. Ed is a chemistry expert and is involved in developing most of the sauce formula. He's even developed sauce formula for McDonald's. Keep in mind that Ed is a food chemistry whiz. During the tour, someone asked if we really needed to worry about mayonnaise. People are always worried that mayonnaise will spoil. Ed's answer will surprise you. Ed said that all commercially-made Mayo is completely safe. \"It doesn't even have to be refrigerated. No harm in refrigerating it, but it's not really necessary.\" He explained that the pH in mayonnaise is set at a point that bacteria could not survive in that environment. He then talked about the quint essential picnic, with the bowl of potato salad sitting on the table and how everyone blames the mayonnaise when someone gets sick. Ed says that when food poisoning is reported, the first thing the officials look for is when the 'victim' last ate ONIONS and where those onions came from (in the potato salad?). Ed says it's not the mayonnaise (as long as it's not homemade Mayo) that spoils in the outdoors. It's probably the onions, and if not the onions, it's the POTATOES. He explained, onions are a huge magnet for bacteria, especially uncooked onions. You should never plan to keep a portion of a sliced onion. He says it's not even safe if you put it in a zip-lock bag and put it in your refrigerator. It's already contaminated enough just by being cut open and out for a bit, that it can be a danger to you (and doubly watch out for those onions you put in your hotdogs at the baseball park!) Ed says if you take the leftover onion and cook it like crazy you'll probably be okay, but if you slice that leftover onion and put on your sandwich, you're asking for trouble. Both the onions and the moist potato in a potato salad, will attract and grow bacteria faster than any commercial mayonnaise will even begin to break down. So, how's that for news? Take it for what you will. I (the author) am going to be very careful about my onions from now on. For some reason, I see a lot of credibility coming from a chemist and a company, that produces millions of pounds of mayonnaise every year.' Also, dogs should NEVER eat onions. Their stomachs cannot metabolize onions.",
  "Last Updated": "3 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/food/tainted/cutonions.asp",
  "Claim": "Bacteria formed on cut onions and potatoes are responsible for more food poisoning than is spoiled mayonnaise.",
  "Claim_ID": "food_tainted_cutonions",
  "Tags": ""
}