{
  "Origins": "Every now and then, a warning circulated in e-mail proves to be the real deal. Such is the case with the helpful heads-up about foil-covered chocolate coins being vended in Canada.",
  "Fact Check": "",
  "Description": "On 8 October 2008, the Canadian Food Inspection Agency issued a consumer advisory warning the public not to eat, distribute, or sell Pirate's Gold milk chocolate coins imported from China and distributed by U.S.-based Sherwood Brands. The candy is being recalled after testing positive for the industrial chemical melamine, a substance at the center of the tainted-milk controversy in China that has been implicated in the deaths of four infants and the sickening of 54,000 other babies. The coins were being sold across Canada by Costco and may also have been vended in bulk packages or as individual pieces at dollar and bulk stores. Although the health risk is considered low, the advisory was issued after an investigation into milk and milk-derived products from China that may have reached Canadian stores. The Canadian Food Inspection Agency's consumer advisory regarding this product states: The Canadian Food Inspection Agency (CFIA) is warning the public not to consume, distribute, or sell the Sherwood Brands Pirate s Gold Milk Chocolate Coins described below. This product is being recalled due to positive test results for melamine conducted by the CFIA. The affected product, Sherwood Brands Pirate s Gold Milk Chocolate Coins, is sold in 840g containers containing 240 pieces per container bearing UPC 0 36077 11240 7 and lot code 1928S1. This product is sold nationally through Costco stores and may also have been sold in bulk packages or as individual pieces at various dollar and bulk stores across Canada. If the original product identity and UPC code is not evident, consumers are advised to check with their retailer to determine if they have the affected product. Retailers and distributors are advised to stop distributing Sherwood Brands Pirate s Gold Milk Chocolate Coins and to initiate a voluntary recall of this product. The CFIA will be working with the importers to remove the affected product from the marketplace. There have been no reported illnesses associated with the consumption of these products. Although the health risk associated with these products is considered to be low, the advisory is being issued as a result of the Government of Canada s ongoing investigation into milk and milk-derived products sourced in/from China that may have been distributed in Canada. The CFIA is monitoring the effectiveness of the recall. Melamine is a chemical compound used in a number of commercial and industrial applications. Canada does not allow its use as a food ingredient. Sherwood Brands says that the lots of Pirate's Gold chocolate coins which may have contained melamine were vended only in Canada, that none of those confections reached the U.S. Barbara \"booty (re)call\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.sherwoodbrands.com/Safety/productsafety1.html;http://www.inspection.gc.ca/english/corpaffr/recarapp/2008/20081008e.shtml;http://64.233.169.104/search?q=cache:gYO5zGy9FJsJ:www.sherwoodbrands.com/brands/everyday/pirates_gold.html+http://www.sherwoodbrands.com/brands/everyday/pirates_gold.html&hl=en&ct=clnk&cd=1&gl=us;",
  "Example": "[Collected via e-mail, October 2008] With Halloween fast approaching comes a warning to parents and kids regarding Sherwood brand Pirate's Gold milk chocolate coins imported from China. The Canadian Food Inspection Agency is warning the public not to eat, distribute or sell the candy. It is sold across Canada by Costco and may also have been sold in bulk packages or as individual pieces at various dollar and bulk stores. The chocolate contains melamine which is the same chemical responsible for killing several babies in China, and sickening thousands more.",
  "Last Updated": "26 October 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/food/warnings/coins.asp",
  "Claim": "A recall was issued for foil-wrapped Pirate's Gold chocolate coins because they contain melamine.",
  "Claim_ID": "food_warnings_coins",
  "Tags": ""
}