{
  "Origins": "Year by year, Western society becomes more enamored of sushi, that mysterious yet oddly addictive food offering from Japan. Even people who want little to do with fish (let alone that of the raw variety) can find themselves drawn to it time and again. Contrary to popular belief, sushi does not mean raw seafood. Instead, the word refers to the vinegared rice that can (but need not) be paired with raw seafood.",
  "Fact Check": "",
  "Description": "The pressed seaweed paper used to hold sushi together is nori . The raw fish is called sashimi . Sashimi can be combined with vinegared rice (and sometimes a bit of nori ) to form a type of sushi, or can be ordered on its own. There are two main types of sushi: maki and nigiri . Maki is rolled sushi, with the ingredients laid upon a sheet of nori , rolled to form a log-like shape, then sliced into several round pieces. Sometimes ingredients are arranged upon the outside of the nori as well as within (\"reverse sushi,\" this is called). Temaki is a form of maki better known as a \"handroll.\" In temaki sushi, the ingredients are laid upon a sheet of nori which is shaped into a cone and handed to the diner. Nigiri sushi features one main ingredient offered upon a formed finger of vinegared rice. If nori is used, it will be present only as a thin ribbon nominally securing the primary ingredient to its rice base. And of course sushi would not be complete without wasabi , the pungent green horseradish paste incorporated into most nigiri offerings by the chef and also added by diners to just about everything shy of their dining partners. Gari , the thin pinkish-brown slices of pickled ginger root that accompany the meal, are used to clear the palate between dishes. Sushi, whether made with raw fish or vegetables, must possess a harmonious balance of taste and texture. Sushi has been fairly described as \"edible art,\" and it must be as pleasing to the eye and nose as it is to the taste buds if it's to be a success. It is perfectly acceptable to eat sushi with one's hands. (Indeed, attempting to manage a handroll with chopsticks would be akin to going after an ice cream cone with a knife and fork.) Nigiri sushi should be eaten by hand after one has removed the fish, dipped it lightly into soy sauce, and returned the now-dipped fish to its finger of rice. Not all seafood used in sushi is served raw. Crab, shrimp, and octopus, for instance, are cooked before being incorporated into nigiri or maki . Eel is also served cooked, having been first grilled then marinated for days in a sweet sauce. And not all sushi is seafood-based: tamago , which appears in the illustration above, is a nigiri sushi made of sweet egg omelette. Barbara \"my sushi queue\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "20 February 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/food/ingredient/sushi.asp",
  "Claim": "Sushi is always made with raw fish.",
  "Claim_ID": "food_ingredient_sushi",
  "Tags": ""
}