{
  "Origins": "News in late October 2006 that the U.S. Food and Drug Administration (FDA) had ordered customs officials to crack down on the importation of Vegemite into the U.S. caused great consternation among American expatriates from Australia and New Zealand and others who enjoy the Kraft-manufactured \"savoury spread\" made from yeast products.",
  "Fact Check": "",
  "Description": "The ban was reportedly being enforced due to the presence of folate , an FDA-regulated food additive, in the product. Later accounts, however, suggested the original news overstated the case: The US government has dismissed media reports it had banned Vegemite. \"There is no ban on Vegemite,\" US Food and Drug Administration (FDA) spokesman Mike Herndon said. Media reports claimed American border officials were confiscating Vegemite from Australians as they entered the US. The FDA, charged with policing America's food supply, has not issued an \"import alert\" to border officials to halt the import of Vegemite. Mr Herndon said the FDA was surprised by the media reports. The controversy centres on folate, an ingredient in Vegemite. Under US regulations, folate can be added only to breads and cereals. \"One of the Vitamin B components (in Vegemite) is folate,\" Mr. Herndon said. \"In and of itself, it's not a violation. If they're adding folate to it, boosting it up, technically it would be a violation. \"But the FDA has not targeted it and I don't think we intend to target Vegemite simply because of that.\" Joanna Scott, spokesperson for Vegemite's maker, Kraft, reportedly has said, \"The Food and Drug Administration doesn't allow the import of Vegemite simply because the recipe does have the addition of folic acid\". But Mr. Herndon said, \"Nobody at the FDA has told them (Kraft) there is a ban\". The variance in reports seems to stem from a confusion over the difference between importation for commercial use and importation for personal use. While Kraft has apparently stopped providing Vegemite to U.S. retailers while the issue over folate is resolved, the FDA says that travelers are still free to bring Vegemite into the U.S. for personal use: Kraft will fight for the right to resume importing Vegemite to the US after the country reconsidered its restriction on the famous spread. The US Food and Drug Administration said that travellers carrying Vegemite would not be stopped, in response to revelations in the Herald Sun that Australians had been searched for the sandwich spread at the US-Canadian border. While travellers are in the clear to pack their traditional breakfast fare, Kraft has not yet been given a green light to export Vegemite to the US, Kraft spokeswoman Joanna Scott said. However, the American-owned company is in talks to end the deadlock, which has resulted in many stores in the US being unable to source supplies. According to Kraft, the crackdown on Vegemite was prompted because it contains folate, which the US allows to be added only to breads and cereals.",
  "Originally Published": "",
  "Referred Links": "http://www.cfsan.fda.gov/~lrd/CF101-79.HTML;http://www.vegemite.com.au/;",
  "Example": "[Associated Press, 2006] Reports that U.S. customs agents are searching people from Australia and New Zealand for Vegemite, a popular yeast extract spread, has created consternation among antipodean expatriates living in America. The Australian Embassy in Washington said it was looking into Australian media reports that customs officials were checking people for the salty brown spread. The U.S. Food and Drug Administration has long prohibited imports of Vegemite because it contains folate, a B vitamin approved as an additive for just a few foods, including breakfast cereals. But until recently there was no difficulty bringing in a few jars for personal use. Nearly 100,000 Australians and New Zealanders live in the United States. Reports from Australian and New Zealand media said some people had been searched or asked by U.S. Customs and Border Protection agents if they were carrying Vegemite.",
  "Last Updated": "28 October 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/food/warnings/vegemite.asp",
  "Claim": "The FDA has barred travelers from bringing Vegemite into the U.S.",
  "Claim_ID": "food_warnings_vegemite",
  "Tags": ""
}