{
  "Origins": "We inquired directly of the Children's Hospital in Galveston about this report, and they were kind enough to provide a response which we reproduce below in toto:",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2000] Safety Alert on Cleaning Grills Please review the information that was passed on to me by a fellow employee concerning an incident his daughter was involved in: The individual cleaned the cooking surface of a gas grill a couple of weeks before the incident occurred with a wire brush but did not wipe off after cleaning and did not immediately use the grill. His wife cooked several hamburgers on the grill a couple of weeks later and all were eaten except for two. These two hamburgers were heated up the next day to be eaten. When his daughter took one bite of her hamburger and immediately after swallowing she complained that a chunk of hamburger caught in her throat However, it was realized that this was not the problem and she was transported to the hospital by her mother in the family vehicle. Once they ruled out a piece of hamburger caught in her throat, the hospital staff took an x-ray of her neck. The x-ray showed a piece of fine wire lying across her esophagus below the epiglottis. Based on the results the hospital staff had her transferred to Children's Hospital of Galveston. After further tests, it was decided that they would have to operate. Initially, the procedure was to take only 20 minutes but due to not being able to find the wire the procedure required calling in various specialists and ended up taking 6 hours. What happened was the wire had pushed through the esophagus in several locations and caused bleeding around the esophagus. Due to the trauma of surgery, her lips, nose, neck, eyes, and face were extremely swollen and she experienced bleeding from her lips and nose. Fortunately, all turned out well and she was able to leave the hospital three days later. What had caused this incident was a strand of wire from the wire brush was left on the cooking surface of the grill and when hamburgers were grilled it stuck to one of the hamburgers. After she took a bite and swallowed the hamburger she also ended up swallowing the piece of wire which was attached to the hamburger. Key learning's from this incident: If you use a wire brush to clean your grill make sure to wipe the grill off with a cloth, paper towel or something else before using it. Also, inspect the underside of the lid to make sure that no strands of wire are stuck to the underside of the lid. Best practice is not to use a wire brush for cleaning. Some individuals use a paint scraper to clean the grill. One could cover the surface of the grill before grilling with extra heavy duty aluminum foil and this would prevent contact with the grilling surface. Don't transport anyone who is in need of or who you suspect is in need of serious medical care yourself. In this case the couple was scolded numerous times by doctors and nurses for transporting their daughter to the hospital by car. Had the wire been lodged above her epiglottis and dislodged, she could have inhaled the wire which could have went to her lung and caused a potential life threatening situation. Also, if the wire, while in her neck, would have pierced her carotid artery this would have been an immediate life threatening situation without having the opportunity for immediate medical attention.",
  "Last Updated": "31 December 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/food/tainted/grillwire.asp",
  "Claim": "A girl required surgery after swallowing a wire that had come loose from a barbeque grill cleaning brush and was cooked into a hamburger.",
  "Claim_ID": "food_tainted_grillwire",
  "Tags": ""
}