{
  "Origins": "Often titled \"The Correct Way of Cooking Noodles,\" this item has been circulating on the Internet since 2007.",
  "Fact Check": "",
  "Description": "The noodles it refers to are packages of individual servings of ramen, one of the foodstuffs favored by college students for its low price and ease of preparation. Ramen costs about fifty cents per package, and making a helping of it involves no more than having access to a source of boiling water, with the resultant dish prepared from start to finish in under five minutes by even the most hapless of cooks. Instructions printed on the packaging say to cook the dried noodles for three minutes in two cups of water that have been brought to a boil, then remove from heat, stir in the contents of the seasoning packet, and serve. While it is true some people prefer to discard the water the noodles have been prepared in before making the soup with a fresh pot of hot water and the enclosed flavor packet, they do so because it's a matter of personal taste, not because boiling the noodles, water, and flavorings together will \"change the molecular structures of the MSG causing it to be toxic.\" Monosodium glutamate (MSG) is a sodium salt commonly used as a flavor enhancer in various prepared foods. Although there is concern that it might cause adverse effects in large doses, it is not harmful in small amounts. Some consumers have claimed sensitivities to MSG, though, reporting headaches and muscle problems after ingesting foodstuffs containing MSG, yet controlled double-blind testing has so far failed to confirm any general MSG-related health issues. Boiling or not boiling MSG doesn't change what it is, so either use fresh water or continue with the liquid the noodles were cooked in, as guided by your palate. The e-mailed item's claim that \"the noodles are coated with wax\" is false. We examined two brands of ramen (Sapporo Ichiban and Nissin's Choice) and found no evidence of wax, either in the product itself or in the ingredients list. Our lack of wax discovery in this area mirrors the 1997 results of the New York Daily News , which examined every component of a Nissin Cup Noodles with Shrimp and also found no wax. Moreover, an inquiry to Nissin Foods' consumer affairs department on this subject produced the following response: The norms of having wax coating on our instant ramen is a false statement, at least towards Nissin Foods' products. Hereby, I can reassure you we do not have wax coating towards our noodle blocks. FYI, our founder Momofuku Ando founded instant ramen when he was 48, and he lived till 96 by eating ramen on a daily basis. This concern about noodles and wax echoes a 2000 Internet-spread warning about the dangers of ingesting wax supposedly leached into the noodles contained in styrofoam cups. (And no, there was nothing to that story, either.) Also, it wouldn't take \"around 4 to 5 days for the body to excrete the wax\" even if Japanese soup noodles did contain that substance. (Although far from a typical foodstuff ingredient, wax is a component in some things we eat, such as Rowntree's \"Smarties\" and Just Born's \"Peeps.\") Wax passes through the digestive system at the same speed as everything else; there's nothing special about it that causes it to hang about in the intestines. Barbara \"polished off\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, March 2007] Normally, how we cook the instant noodles is to put the noodles into a pot with water, throw in the powder and let it cook for 3 mins around and then ready to eat. This is the WRONG method of cooking the instant noodles. By doing this, when we actually boil the ingredients in the powder, normally with MSG, it will change the molecular structures of the MSG causing it to be toxic. The other thing that you may or may not realized is that, the noodles are coated with wax and it will take around 4 to 5 days for the body to excrete the wax after you have taken the noodles. So the CORRECT method, which you may or may not know, is to cook the noodles this way ? 1. boil the noodles in a pot with water. 2. once the noodles is cooked, take out the noodles, and throw away the water which contains wax. 3. boil another pot of water till boiling and put the noodles into the hot boiling water and then shut the fire. 4. only at this stage when the fire is off, and while the water is very hot, put the ingredient with the powder into the water, to makenoodle soup. 5. however, if you need dry noodles, take out the noodles n add the ingredient with the powder and toss it to get dry noodles. Hope this piece of information is of importance to your health in relation to eating instant noodles.",
  "Last Updated": "6 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/food/prepare/ramen.asp",
  "Claim": "Cooking instant noodles along with the contents of their flavor packets turns the MSG contained therein \"toxic.\"",
  "Claim_ID": "food_prepare_ramen",
  "Tags": ""
}