{
  "Origins": "The Bt ( Bacillus thuringiensis ) protein referred to in the above graphic is a naturally occurring one which has been used in agriculture for decades, often by organic growers and more recently in genetically modified (GM) plants. The Bt protein is employed as a repellant that targets a specific species of insect but has no impact on non-target insects, animals or humans. When field insects like European corn borer or corn rootworm larvae feed on the corn plant, the Bt protein causes them to stop feeding on the plants within a few short hours, and then they die within a few days.",
  "Fact Check": "",
  "Description": "According to Monsanto: For our Bt corn products, we submitted a detailed (typically several hundred pages) document to FDA containing data comparing the composition of the GM plant to the unmodified plant. In addition to information about the biology of the plant and the introduced trait, applicants provide detailed information on the levels of nutrients such as amino acids, fats, proteins, carbohydrates and anti-nutrients to determine if there are any statistically significant differences between the GM plant and unmodified plant which would result in any safety concerns. If the introduced trait encodes a protein (which would be the case in Bt corn), data is provided to compare the sequence to a known database of allergens and toxins and how that protein is digested as a food source. FDA reviews this information, consults with the applicant if additional information is needed, and if all issues are addressed to their satisfaction issues a letter of no concern. The claim about GM corn causing organ failure in rats stems from articles published in 2009 and 2012 by Dr. Jo l Spiroux de Vend mois (et al) which reported the finding of high tumor rates and early mortality in rats fed genetically modified corn and \"safe\" levels of the herbicide Roundup. However, several food safety authorities and regulatory agencies found the analysis and conclusions of the 2009 article to be flawed and unsupportive of its claims. Moreover, France's six scientific academies issued a rare joint statement in October 2012 denouncing the latter study as a similarly flawed \"scientific non-event\" that served to \"spread fear among the public that is not based on any firm conclusion\": \"This work does not enable any reliable conclusion to be drawn,\" they said, adding bluntly that the affair helped \"spread fear among the public.\" The joint statement an extremely rare event in French science was signed by the national academies of agriculture, medicine, pharmacy, sciences, technology and veterinary studies. It was sparked by research published in September [2012] that said rats fed with so-called NK603 corn and/or doses of Roundup herbicide developed tumors. The academies' statement said: \"Given the numerous gaps in methods and interpretation, the data presented in this article cannot challenge previous studies which have concluded that NK603 corn is harmless from the health point of view, as are, more generally, genetically modified plants that have been authorised for consumption by animals and humans.\" In withering terms, it dismissed the study as \"a scientific non-event.\" \"Hyping the reputation of a scientist or a team is a serious misdemeanour when it helps to spread fear among the public that is not based on any firm conclusion,\" the academies said. Likewise, in November 2012 Gilles-Eric S ralini, a professor of molecular biology at France's University of Caen, published an article in the journal Food and Chemical Toxicology positing that rats fed Roundup-tolerant genetically modified maize developed more tumors, died in greater numbers, and died more rapidly during a given time span than rats from a control group who were not fed genetically modified corn: The health effects of a Roundup-tolerant genetically modified maize, cultivated with or without Roundup, and Roundup alone, were studied 2 years in rats. In females, all treated groups died 2-3 times more than controls, and more rapidly. This difference was visible in 3 male groups fed GMOs. All results were hormone and sex dependent, and the pathological profiles were comparable. Females developed large mammary tumors almost always more often than and before controls, the pituitary was the second most disabled organ; the sex hormonal balance was modified by GMO and Roundup treatments. In treated males, liver congestions and necrosis were 2.5-5.5 times higher. This pathology was confirmed by optic and transmission electron microscopy. Marked and severe kidney nephropathies were also generally 1.3-2.3 greater. Males presented 4 times more large palpable tumors than controls which occurred up to 600 days earlier. Biochemistry data confirmed very significant kidney chronic deficiencies; for all treatments and both sexes, 76% of the altered parameters were kidney related. These results can be explained by the non linear endocrine-disrupting effects of Roundup, but also by the overexpression of the transgene in the GMO and its metabolic consequences. Shortly afterwards, however, other scientists raised concerns about S ralini's study, due in large part to the inadequate size of the control groups he used: S ralini's conclusions were impossible to justify given the statistical power of the study. Sprague-Dawley rats have a lifespan of about two years and have a high tendency to get cancer over their lifespan (one study found that over eighty percent of males and over seventy percent of females got cancer under normal conditions). The S ralini experiment lasted the normal lifespan of these rats, and the longer the experiment goes, the more statistical \"noise\" there is the more rats get cancer naturally, regardless of what you do to them. So for the experiment to have adequate statistical power, all the groups control groups and test groups would have to include at least 65 rats per group in order to sort out any experimentally caused cancers from cancers that would occur anyway, but the S ralini study had only ten per group. OECD (Organisation for Economic Cooperation and Development) guidelines recommend 20 rats for chemical-toxicity studies, and 50 rats for carcinogenicity studies. In addition, if the survival of the rats is less than 50% at 104 weeks (which is likely given the Sprague-Dawley rats used in the study) the recommended number of rats is 65. Food and Chemical Toxicology eventually retracted S ralini's article after reviewing the raw data from his study, stating that \"the results presented are inconclusive, and therefore do not reach the threshold of publication\" and \"no definitive conclusions can be reached with this small sample size\": The journal Food and Chemical Toxicology retracts the article \"Long term toxicity of a Roundup herbicide and a Roundup-tolerant genetically modified maize,\" which was published in this journal in November 2012. This retraction comes after a thorough and time-consuming analysis of the published article and the data it reports, along with an investigation into the peer-review behind the article. Very shortly after the publication of this article, the journal received Letters to the Editor expressing concerns about the validity of the findings it described, the proper use of animals, and even allegations of fraud. Many of these letters called upon the editors of the journal to retract the paper. According to the journal s standard practice, these letters, as well as the letters in support of the findings, were published along with a response from the authors. Due to the nature of the concerns raised about this paper, the Editor-in-Chief examined all aspects of the peer review process and requested permission from the corresponding author to review the raw data. The request to view raw data is not often made; however, it is in accordance with the journal's policy that authors of submitted manuscripts must be willing to provide the original data if so requested. Unequivocally, the Editor-in-Chief found no evidence of fraud or intentional misrepresentation of the data. However, there is a legitimate cause for concern regarding both the number of animals in each study group and the particular strain selected. The low number of animals had been identified as a cause for concern during the initial review process, but the peer review decision ultimately weighed that the work still had merit despite this limitation. A more in-depth look at the raw data revealed that no definitive conclusions can be reached with this small sample size regarding the role of either NK603 or glyphosate in regards to overall mortality or tumor incidence. Given the known high incidence of tumors in the Sprague Dawley rat, normal variability cannot be excluded as the cause of the higher mortality and incidence observed in the treated groups. As the Reuters news agency reported: Other scientists welcomed the journal's decision to retract the paper, although some said it had come too late. \"The major flaws in this paper make its retraction the right thing to do,\" said Cathie Martin, a professor at John Innes Centre. \"The strain of rats used is highly susceptible to tumours after 18 months with or without GMO (genetically modified organisms) in their diets.\" David Spiegelhalter, a professor of the Public Understanding of Risk at the University of Cambridge, said it was \"clear from even a superficial reading that this paper was not fit for publication.\" In this instance, he said, \"The peer review process did not work properly.\" \"But at least this has now been remedied and the journal has recognised that no conclusions can be drawn from this study, so I suppose it is better late than never,\" Spiegelhalter said. The claim about Bt \"toxin\" having been detected in the bodies of pregnant women stems from a 2011 article by Aziz Aris and Samuel Leblanc published in the journal Reproductive Toxicology . This article was also found to be flawed and unsupportive of the interpretation that ingestion of the Bt protein is harmful to humans: In 2011 there was some media speculation about a paper published by Aziz Aris and Samuel Leblanc titled Maternal and fetal exposure to pesticides associated to genetically modified foods in Eastern Townships of Quebec, Canada.' A number of methodological and interpretive limitations of this paper limit the relevance of the reported findings and conclusions about food safety. The key limitations include insensitivity of the assay method used and unsubstantiated and invalid assumptions regarding the source of the Cry1Ab protein in the diets of test subjects. Media speculation arising from this paper has also presented conclusions about the human health relevance of this paper which are not supported by either the paper itself or the broader scientific literature There have been claims in the media that the paper is proof GM foods are not safe for human consumption. However, the paper does not discuss the safety implications of finding Cry1Ab in the human body and the authors make no mention of any abnormalities in either the subjects or, in the case of those who were pregnant at the time of the study, the subsequent process of birth or the health of the mothers and babies postpartum. The Cry1Ab protein, whether ingested via Btk-sprayed conventional or organic crops or GM corn products containing the protein, is safe for human consumption at the levels likely to be found in these sources. Consumer groups and activists who maintain genetically modified foods may pose environmental and health risks have urged major food vendors to avoid Monsanto's sweet corn. Companies such as Whole Foods, Trader Joe's and General Mills have pledged not to sell or use it, but in August 2012 WalMart Stores confirmed that the company would not restrict sales of the genetically modified corn in its stores. Additional information: Bacillus thuringiensis FAQ",
  "Originally Published": "",
  "Referred Links": "http://www.ext.colostate.edu/pubs/insect/05556.html;http://www.ext.colostate.edu/pubs/insect/05556.html;http://www.foodstandards.gov.au/consumer/gmfood/cry1ab/pages/default.aspx;http://www.uclm.es/Actividades/repositorio/pdf/doc_3721_4666.pdf;http://www.sciencedirect.com/science/article/pii/S0278691512005637;http://www.academie-sciences.fr/presse/communique/avis_1012.pdf;http://www.monsanto.com/newsviews/Documents/SpirouxdeVendimois.pdf;http://research.sustainablefoodtrust.org/wp-content/uploads/2012/09/Final-Paper.pdf;http://www.biolsci.org/v05p0706.htm;http://academy.asm.org/images/stories/documents/100yearsofbtcolor.pdf;",
  "Example": "[Collected via e-mail, May 2012] I saw this on Facebook Is this true? Monsanto has released its first direct-to-consumer product, a GM sweet corn containing Bt toxin, designed to protect the plant by rupturing the stomach of any insect that feeds on it. Monsanto claims the toxin will break down before the corn makes it to your dinner table, but rats fed the GM corn showed organ failure and the toxin has been detected in the bodies of pregnant women.",
  "Last Updated": "14 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/food/tainted/monsantocorn.asp",
  "Claim": "Studies have demonstrated that Monsanto-developed corn contains toxins that cause organ failure in rats and adverse effects in pregnant women.",
  "Claim_ID": "food_tainted_monsantocorn",
  "Tags": ""
}