{
  "Origins": "Everyone loves a bargain, which is one of the draws of the many border towns in Mexico. American tourists flock to those places to purchase gaudy knick-knacks, cheap toys, and outrageous sombreros, but also cut-rate prescription drugs, dental services, and even gasoline (which, thanks to the Mexican government's subsidy, is of late far cheaper south of the border than it is at U.S. gas stations).",
  "Fact Check": "",
  "Description": "Some tourists also come for the vanilla. An extremely high-quality product possessed of a smooth, rich flavor, real Mexican vanilla is recognized by baking experts as some of the best in the world. However, not all of what is sold in Mexico as vanilla extract is what it purports to be, a solution derived from soaking actual vanilla beans in alcohol. In Mexico (as in the U.S. and elsewhere) synthetic or imitation vanilla, liquids artificially made to look and taste like the real thing, are also available. However, unlike vanilla products sold in the U.S. (and elsewhere), Mexican imitation vanilla may well contain a substance banned by the U.S. Food and Drug Administration (FDA). Don't be tempted by those large, cheap bottles of vanilla available in most gift shops in border towns. They don't contain real vanilla extract, and they may contain something that could hurt you. That \"something\" is coumarin, an extract of the tonka bean that imparts to synthetic vanillin an intense vanilla aroma and thus makes it smell like the real thing. Coumarin was banned as food additive in the U.S. in 1940 because of moderate toxicity to the human liver and kidneys. It is listed by that agency among \"Substances Generally Prohibited from Direct Addition or Use as Human Food.\" Beware, therefore, \"bargain\" Mexican vanilla. Double check bottles very carefully to ensure that you are purchasing pure vanilla, and if a deal on the extract strikes you as too good to be true, pass it by. Coumarin does have some specific medical uses; for example, the anti-coagulant warfarin (also known by its brand names Coumadin, Jantoven, Marevan, and Waran) is a chemical derived from coumarin. Interestingly, warfarin has been widely used to kill rats because it causes these rodents to die from internal bleeding, and many people have therefore come to think of warfarin as a \"rat poison\" and are hesitant to take it themselves when their doctors prescribe for them. Yet warfarin is not a poison in a true sense and thus is safe for humans to take under proper medical supervision. Barbara \"safe for two-legged rats\" Mikkelson Additional information: Coumarin in Mexican Vanilla (Food and Drug Administration)",
  "Originally Published": "",
  "Referred Links": "http://www.fda.gov/ForConsumers/ConsumerUpdates/ucm048613.htm;http://www.cfsan.fda.gov/~lrd/FCF189.html;",
  "Example": "",
  "Last Updated": "22 July 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/food/ingredient/vanilla.asp",
  "Claim": "Some Mexican vanilla contains coumarin, a substance that causes liver and kidney failure at high concentrations.",
  "Claim_ID": "food_ingredient_vanilla",
  "Tags": ""
}