{
  "Origins": "Carrots have long been touted for their efficacy in improving eyesight, and generations of kids have been admonished to not leave them on their plates lest they end up needing glasses. But are carrots the sight-boosters popular wisdom asserts them to be? And if not, where did this belief begin?",
  "Fact Check": "",
  "Description": "While carrots are a good source of vitamin A (which is important for healthy eyesight, skin, growth, and resisting infection), eating them won't improve vision. The purported link between carrots and markedly acute vision is a matter of lore, not of science. And it's lore of the deliberately manufactured type. In World War II, Britain's air ministry spread the word that a diet of these vegetables helped pilots see Nazi bombers attacking at night. That was a lie intended to cover the real matter of what was underpinning the Royal Air Force's successes: Airborne Interception Radar, also known as AI. The secret new system pinpointed some enemy bombers before they reached the English Channel. British Intelligence didn't want the Germans to find out about the superior new technology helping protect the nation, so they created a rumor to afford a somewhat plausible-sounding explanation for the sudden increase in bombers being shot down. News stories began appearing in the British press about extraordinary personnel manning the defenses, including Flight Lieutenant John Cunningham, an RAF pilot dubbed \"Cat's Eyes\" on the basis of his exceptional night vision that allowed him to spot his prey in the dark. Cunningham's abilities were chalked up to his love of carrots. Further stories claimed RAF pilots were being fed goodly amounts of this root vegetable to foster similar abilities in them. The disinformation was so persuasive that the English public took to eating carrots to help them find their way during the blackouts. There is at least a bit of something to the carrots/vision presumption: Beta-carotene, which is found in the vegetable, may help reduce the risk of cataract and macular degeneration. However, it needs be pointed out that studies which have posited this link used doses of Vitamin A or beta-carotene that were higher than what is found in the standard diet. It would be quite difficult to eat the requisite number of carrots to match this level of intake. Also, among those who suffer a Vitamin A deficiency, nyctanopia (also known as nyctalopia or night blindness; the inability to see well in poor light) can be at least somewhat helped by adding carrots to the sufferer's diet. Megadosing with Vitamin A , however, is a bad idea. Large doses of Vitamin A can be toxic, and though such an overdose rarely kills, it has on at least a few occasions. Also, too much beta-carotene will result in carotenemia, a condition that turns skin yellow or orange. Normal coloration returns once the increased intake of beta-carotene is reduced. Barbara \"color weal\" Mikkelson Additional information: Carrots (Centers for Disease Control)",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20070421214532/http://www.fruitsandveggiesmatter.gov/month/carrot.html;",
  "Example": "",
  "Last Updated": "24 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/food/ingredient/carrots.asp",
  "Claim": "Eating carrots results in significantly improved vision.",
  "Claim_ID": "food_ingredient_carrots",
  "Tags": ""
}