{
  "Origins": "The alert quoted above began circulating via e-mail in early March 2006, and the information it supplies is valid: the Cadbury confectionery company has launched a Canada-wide recall of three flavors of its chocolate eggs after a consumer was cut on the inside of the mouth by a piece of plastic found in one of those confections.",
  "Fact Check": "",
  "Description": "According to Luisa Girotto, a spokeswoman for Cadbury Adams Canada, the problem was identified as having occurred on a particular production line in Hamilton, Ontario, where a small piece of plastic used to mould the eggs chipped and got into the candy. The recall involves an estimated one million chocolate eggs, about 10% of Cadbury's Easter egg chocolate product line. The Canadian Food Inspection Agency has posted a health hazard alert about these candies on its web site: HEALTH HAZARD ALERT PIECES OF HARD PLASTIC IN 39 g CADBURY CARAMILK, CARAMILK MAPLE AND CARAMILK CAF CHOCOLATE EGGS OTTAWA, March 1, 2006 - The Canadian Food Inspection Agency (CFIA) and Cadbury Adams Canada Inc., are warning the public not to consume 39 g Cadbury Caramilk, Caramilk Maple and Caramilk Caf chocolate eggs described below because these may contain pieces of hard plastic. The following Cadbury chocolate eggs are affected by this alert: Chocolate Egg Size/Weight UPC Caramilk 39 g 0 615712 4 Caramilk Maple 39 g 0 615882 2 Caramilk Caf 39 g 0 615892 9 3 Eggs Caramilk 3 x 39 g 0 61200 05431 6 6 Eggs Multi pack 6 x 39 g 0 61200 00581 3 12 Eggs Multi pack 12 x 39 g 0 61200 21134 4 These products are individually wrapped in a foil. These eggs are sold in singles as well as in multi packs containing three, six or twelve eggs with or without other flavours. Only the Caramilk chocolate eggs described above are affected. These chocolate eggs have been distributed nationally. Consumption of these products may result in an injury. There has been one reported injury associated with the consumption of these products. The manufacturer, Cadbury Adams Canada Inc., Toronto, Ontario is voluntarily recalling the affected products from the marketplace. The CFIA is monitoring the effectiveness of the recall. For more information, consumers and industry can call one of the following numbers: Cadbury Adams Consumer Relations Line: 1-866-782-3267 (9:00 a.m. to 5:00 p.m. Eastern Standard Time, Monday to Friday). CFIA at 1-800-442-2342 / TTY 1-800-465-7735 (8:00 a.m. to 8:00 p.m. Eastern time, Monday to Friday). Barbara \"eggstraction\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.inspection.gc.ca/english/corpaffr/recarapp/2006/20060301e.shtml;http://www.chocolate.ca/;",
  "Example": "[Collected via e-mail, 2006] OTTAWA Consumers are being warned not to consume some Cadbury chocolate eggs after pieces of hard plastic were discovered in the product, the Canadian Food Inspection Agency said Thursday. The following Caramilk chocolate eggs are affected by the recall: Caramilk, with the UPC 0 615712 4 Caramilk Maple, with the UPC 0 615882 2 Caramilk Cafe, with the UPC 0 615892 9 3 Eggs Caramilk, with the UPC 0 61200 05431 6 6 Eggs Multipack, with the UPC 0 61200 00581 3 12 Eggs Multipack, with the UPC 0 61200 21134 4",
  "Last Updated": "5 March 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/food/warnings/cadbury.asp",
  "Claim": "Cadbury of Canada has recalled chocolate eggs that may have pieces of plastic in them.",
  "Claim_ID": "food_warnings_cadbury",
  "Tags": ""
}