{
  "Origins": "In May 2006, the warning quoted above began appearing in inboxes. It is a mixture of two items: an October 2005 warning from the Food and Drug Administration about E. coli found in prepackaged salads vended by Dole in the Minnesota area, and a 30 April 2006 NBC Dateline segment about that October 2005 outbreak and the potential for additional contaminations of similar nature.",
  "Fact Check": "",
  "Description": "Though thrown together from two sources, the e-mailed alert is accurate: E. coli was found in bagged salad mix in October 2005, and the FDA did issue a nationwide consumer alert about it. Dole Food Company recalled the implicated salad products, but even so 26 people who had eaten the contaminated greens became ill, with eight having to be hospitalized and one child developing a severe complication called hemolytic-uremic syndrome (in which red blood cells are destroyed and kidneys fail). Escherichia coli are bacteria that live in the intestines of humans and animals. While most of its strains are harmless, one strain (O157:H7) produces a powerful toxin that results in severe illness in humans. E. coli gets into us through being swallowed; it rides in as part of a contaminated foodstuff, or through hand-to-mouth contact by people who have handled items laden with the bacteria, or through our swimming in water where the microbes are present. Such infections usually culminate in severe bloody diarrhea and abdominal cramps, with the illness resolving in 5 to 10 days without treatment. However, in about 2% to 7% of infections (usually in children under 5 years of age and the elderly), the pathogen causes hemolytic uremic syndrome, a serious and life-threatening condition in which the red blood cells are destroyed and the kidneys fail. Since 1995, 19 confirmed outbreaks have sickened 400 people nationwide and caused two deaths. While raw and undercooked meat are the culprits that first come to mind as carriers of the bacteria, Dr. Steve Swanson of the Centers for Disease Control says: \"Next to ground beef, lettuce is the most commonly implicated food item for E. coli 0157 infections.\" Unlike most other E. coli-bearing foodstuffs, lettuce is rarely eaten cooked, a process that normally kills the microorganisms. Though the outbreak the FDA issued its warning about occurred in October 2005, that agency does not yet know how the potentially deadly bacteria came to be in those prepackaged salads. The lettuce was washed a number of times during processing, which tends to rule out the most obvious mode. One theory advocates the pathogen was absorbed into lettuce leaves through the plant's root system, the bacteria being picked up from contaminated groundwater. Alternatively, the microbe could have been in the plastic bags used to package the salads. It is that uncertainty that prompted the warning about bagged salads: because the method of contamination in that October 2005 outbreak has not been pinned down, the potential for further illness from the same source cannot be eliminated. Rinsing \"ready to eat\" salads at home may not be an effective countermeasure if E. coli has managed to work itself into the leaves rather than sitting upon them, where it can be washed off. If the pathogen got into lettuce leaves via being pulled up through the plant's roots, all the washing in the world will not make lettuce safe to eat. The e-mailed alert advocates swearing off packaged salads until the source of that October 2005 contamination has been isolated (which, in light of how much time has so far elapsed, one could reasonably conclude might well be never). Those who are super-cautious about matters relating to their family's health might wish to heed that suggestion. For those of slightly less cautious nature, Dateline NBC offered these tips on how to protect yourself from E. coli in lettuce: But be sure you wash your hands before handling lettuce or any raw produce ... especially if you have been in contact with any raw meat. Even though most of these bag salads are pre-washed and labeled \"Ready to eat,\" experts say it doesn't hurt to wash it again. Keep that salad refrigerated. Check the expiration date before you eat it. Even if the lettuce looks good, you should know E. coli can grow quickly in greens that are deteriorating. The Centers for Disease Control suggest the following ways to guard against ingesting E. coli: Cook all ground beef and hamburger thoroughly. Because ground beef can turn brown before disease-causing bacteria are killed, use a digital instant-read meat thermometer to ensure thorough cooking. Ground beef should be cooked until a thermometer inserted into several parts of the patty, including the thickest part, reads at least 160 F. Persons who cook ground beef without using a thermometer can decrease their risk of illness by not eating ground beef patties that are still pink in the middle. If you are served an undercooked hamburger or other ground beef product in a restaurant, send it back for further cooking. You may want to ask for a new bun and a clean plate, too. Avoid spreading harmful bacteria in your kitchen. Keep raw meat separate from ready-to-eat foods. Wash hands, counters, and utensils with hot soapy water after they touch raw meat. Never place cooked hamburgers or ground beef on the unwashed plate that held raw patties. Wash meat thermometers in between tests of patties that require further cooking. Drink only pasteurized milk, juice, or cider. Commercial juice with an extended shelf-life that is sold at room temperature (e.g., juice in cardboard boxes, vacuum sealed juice in glass containers) has been pasteurized, although this is generally not indicated on the label. Juice concentrates are also heated sufficiently to kill pathogens. Wash fruits and vegetables thoroughly, especially those that will not be cooked. Children under 5 years of age, immunocompromised persons, and the elderly should avoid eating alfalfa sprouts until their safety can be assured. Methods to decontaminate alfalfa seeds and sprouts are being investigated. Drink municipal water that has been treated with chlorine or other effective disinfectants. Avoid swallowing lake or pool water while swimming. Make sure that persons with diarrhea, especially children, wash their hands carefully with soap after bowel movements to reduce the risk of spreading infection, and that persons wash hands after changing soiled diapers. Anyone with a diarrheal illness should avoid swimming in public pools or lakes, sharing baths with others, and preparing food for others. Barbara \"foodborne in the U.S.A.\" Mikkelson Update: On 14 September 2006, the FDA issued another national alert about E. coli and ready-to-eat produce. See our Spinach Warning page for more information. Additional information: Unseen Danger in Bagged Salads (MSNBC) About E. Coli E. Coli Fact Sheet (Washington State Department of Health)",
  "Originally Published": "",
  "Referred Links": "http://www.doh.wa.gov/ehsphl/factsheet/ecoli.htm;http://www.about-ecoli.com/;http://www.msnbc.msn.com/id/12536902/;http://www.fda.gov/bbs/topics/NEWS/2006/NEW01450.html;http://www.cdc.gov/NCIDOD/DBMD/diseaseinfo/escherichiacoli_g.htm;http://www.msnbc.msn.com/id/12536902/;http://www.fda.gov/bbs/topics/news/2005/new01239.html;http://www.msnbc.msn.com/id/12536902/;",
  "Example": "[Collected via e-mail, 2006] FDA Issues Nationwide Health Alert on Dole Pre-Packaged Salads DATELINE recently featured a segment on popular salad mixes being sold in plastic bags in supermarkets. The documentary highlighted the entire production process and disclosed that E-coli had been showing up in the bagged salad. It has not been ascertained how the salad mix gets contaminated with E-coli, but serious illness and even deaths have been occurring in many states. One woman featured spoke about her child who had almost died after eating salad prepared from the mix and was ill for a long time after. The public is warned not to buy any salad mix until the cause of the contamination has been determined. The Dole Company has since recalled their product. For further information, check the MSNBC link below and click on \"Launch\" below the salad: http://www.msnbc.msn.com/id/12536902/",
  "Last Updated": "15 September 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/food/warnings/salad.asp",
  "Claim": "Prepackaged salads and spinach may contain E. coli.",
  "Claim_ID": "food_warnings_salad",
  "Tags": ""
}