{
  "Origins": "Many explanations have been advanced to explain our custom of clinking glasses when participating in toasts. One is that early Europeans felt the sound helped to drive off evil spirits. Another holds that by clanking the glasses into one another, wine could be sloshed from glass to glass, thereby serving as a proof the beverages had not been poisoned. Yet another claim asserts that the \"clink\" served as a symbolic acknowledgment of trust among imbibers who did not feel the need to sample each others' drinks to prove them unadulterated.",
  "Fact Check": "",
  "Description": "Each of those explanations is false. While making a racket for the purpose of scaring off evil spirits underpins other customs that carry over to this day (e.g., the tolling of church bells at weddings, and the loud shouts and noisemaking at the stroke of twelve on New Year's Eve), the \"clink\" is a relatively new aspect of toasting and, as such, came along well after folks had relinquished the notion that demons both lurked in every corner of typical day-to-day existence and could be sped on their way by a bit of noise. As for sloshing wine from one glass to another, drinking vessels would need to be filled to the brim to effect that, and if they were, such practice would waste valuable potables (because some would be sure to land on the floor) and likely douse the toasters too. And while the poisoning of enemies has long been part of the ordinary mayhem of the world, the practice of touching of one's filled glass to those of others when participating in a toast is unrelated to suspicion of the wine's having been tampered with; such killings were not so common at any nebulous point in the past that a signal to one's host indicating he was clear of suspicion of attempted murder needed to be enshrined in the canon of social gestures. To get at the real reason for the clink of glass on glass, we have to first look at why and how we toast, and where the practice originated. The custom of sealing with booze expressions of good wishes for the health of others dates back so far that its origins are now lost to us, yet in numerous cultures such acts of camaraderie often involved shared drinking vessels. The clinking of individual cups or glasses as a proof of trust wouldn't have meant much when everyone drank from the same bowl. Indeed, in those cultures where shared drinking containers was the norm, to produce one's own vessel in such company was to communicate an unmistakable message of hostility and distrust; it would have been regarded as akin to bringing along a food taster to sample the repast. \"Toasting,\" our term for the pronouncement of benedictions followed by a swallowing of alcohol, is believed to have taken its name from a practice involving a shared drinking vessel. Floated in the \"loving cup\" passed among celebrants in Britain was a piece of (spiced) cooked bread that the host would consume along with the last few drops of liquid after the cup had made one round of the company. In modern times toasting has become a matter of imbibing from individual drinking vessels rather than from one shared flagon, so to compensate for the sense of unity lost in doing away with the sharing of the same cup we have evolved the practice of simultaneously drinking each from our own glass when a toast is made, thereby maintaining a communal connection to the kind words being spoken. The clinking of glasses has been added to the practice of offering toasts for a few reasons, none having anything to do with poison. Prior to such augmentation, toasts pleased only four of the five senses; by adding the \"clink,\" a pleasant sound was made part of the experience, and wine glasses have come to be prized not only for their appearance but also for the tones they produce when struck. Yet beyond mere aural pleasure, the act of touching your glass to that of others is a way of emphasizing that you are part of the good wishes being expressed, that you are making a physical connection to the toast. The practice also serves another purpose, that of uniting the individuals taking part in the benediction into a cohesive group: as the wine glasses are brought together, so symbolically are the people holding them. On a deeper level, the wine is also being recommuned with itself that which had been one (when it had been in its own bottle) but was separated (when it was poured into a variety of glasses) is brought back into contact with the whole of itself, if only for a moment. Etiquette mavens say one need not clink glasses with everyone present when participating in toasts among large assemblies. Rather than reach across vast expanses of wide tables (thereby risking losing your balance and ending up in the guacamole), simply raise your glass and make eye contact with the group. Barbara \"avocados and don'ts\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, March 2007] Q: Why do people clink their glasses before drinking a toast? A: It used to be common for someone to try to kill an enemy by offering him a poisoned drink. To prove to a guest that a drink was safe, it became customary for a guest to pour a small amount of his drink into the glass of the host. Both men would drink it simultaneously. When a guest trusted his host, he would then just touch or clink the host's glass with his own.",
  "Last Updated": "26 December 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/food/rituals/clink.asp",
  "Claim": "The ritual of clinking glasses evolved from efforts to prove that the drinks contained therein were not poisoned.",
  "Claim_ID": "food_rituals_clink",
  "Tags": ""
}