{
  "Origins": "The chemical element potassium (K) is vital for the continued healthy functioning of your adrenal glands, which are located on top of your kidneys and composed of two parts, the medulla and the cortex. When properly functioning, the adrenal glands pump hormones out to your body in response to stress in your environment and also regulate the vital functions associated with these stress responses, such as switching on sweat glands to regulate body temperature, converting food into needed energy, regulating blood pressure, and triggering anti-inflammatory responses.",
  "Fact Check": "",
  "Description": "Bananas have long been touted as an excellent source of dietary potassium, as that element is naturally present in the yellow fruit. Bananas not only supply your body with needed potassium but also provide other beneficial effects, such as lubricating your digestive tract, keeping you regular, and protecting your intestines from ulcers and abrasive acids. Given all those positives, why would anyone be concerned about overdosing on bananas? The answer is because there is too much of a good thing: Hyperkalemia (high potassium) in a medical condition that can result from factors such kidney disease or failure, Addison's Disease, alcoholism, heavy drug use, low red blood cell count (from a severe injury or burn), Type 1 diabetes, or excessive use of potassium supplements. However, is there really enough potassium in bananas that one need worry about the fatal effects of consuming too many of them? It's certainly a persistent belief, as demonstrated by the following video clip in which English travel show presenter Karl Pilkington repeats to comedian Ricky Gervais the claim that \"if you eat more than six [bananas], it can kill you\" (which is why, supposedly, bananas aren't sold in bunches containing more than six): Working out the math shows there's little cause for concern in this regard, though. The amount of potassium one takes in from eating a single banana is about 422 mg, while the recommended daily allowance (RDA) of potassium for adults is about 4,700 mg per day. So the average adult could safely consume 11 bananas per day and still be taking in less potassium than is recommended as a healthy daily amount. Okay, but what if one is eating all those bananas at once, rather than spreading them out across the course of a day? According to the Linus Pauling Institute , \"oral doses [of potassium] greater than 18 grams taken at one time in individuals not accustomed to high intakes may lead to severe hyperkalemia, even in those with normal kidney function.\" That amount of potassium is the equivalent of consuming about 42 bananas, in one sitting, a gastronomical feat far beyond the unforced capabilities of most people. In fact, adverse effects of excessive consumption of potassium from food alone have never been documented . It is true that potassium from supplements or salt substitutes can result in hyperkalemia and possibly sudden death if excessively consumed by individuals with chronic renal insufficiency, but that's not because potassium supplements are inherently dangerous. Rather, about 90% of potassium is excreted by the kidneys, so persons suffering from kidney disease (or other renal complications) have trouble excreting the excess potassium from potassium supplements to the point that it could reach dangerous levels if taken in excess. So fear not that you might drop dead from having a few too many bananas. You'll likely take in more potassium from eating foods such as avocados and yogurt than from bananas.",
  "Originally Published": "",
  "Referred Links": "http://www.womenshealthmag.com/nutrition/foods-high-in-potassium;http://www.iom.edu/~/media/Files/Activity%20Files/Nutrition/DRIs/DRI_Electrolytes_Water.pdf;http://lpi.oregonstate.edu/mic/minerals/potassium;http://www.chiquitabananas.com/worlds-favorite-fruit/bananas-and-potassium.aspx;",
  "Example": "[Collected via e-mail, March 2011] Is it true that eating six bananas could kill you because of a potassium overdose?",
  "Last Updated": "10 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/food/warnings/bananapotassium.asp",
  "Claim": "Eating six or seven bananas at once can result in death from a lethal potassium overdose.",
  "Claim_ID": "food_warnings_bananapotassium",
  "Tags": ""
}