{
  "Origins": "This tongue in cheek warning heralding the dangers of bread has been part of the online world since at least 1998. It proves via example how easily wholly factual statements can be made to appear sinister and thus be used to further a variety of causes, some praiseworthy, some not. For instance, the list's second item, \"Fully HALF of all children who grow up in bread-consuming households score below average on standardized tests,\" sounds ringingly ominous until the reader pauses to consider that on any given test, half the takers will score above the median and half below it. * Yet, by the way the statement is worded, one could easily be tricked into thinking the staff of life is at least somewhat to blame for poor academic performance.",
  "Fact Check": "",
  "Description": "The key to the humor piece is contained in its 12th item: Most American bread eaters are utterly unable to distinguish between significant scientific fact and meaningless statistical babbling. This humor offering works to remind us all that what we might at first blush take to be alarming truths laid bare by the unwavering light of science might actually be meaningless statements worded in such way as to arouse ire or stir up anxieties. In this, one is reminded of the apocryphal tale told of George Smathers, who, while running in a Florida Senate primary in 1950, supposedly decried his opponent thusly: Are you aware that Claude Pepper is known all over Washington as a shameless extrovert? Not only that, but this man is reliably reported to have practiced nepotism with his sister-in-law, and he has a sister who was once a thespian in wicked New York. Worst of all, it is an established fact that Mr. Pepper, before his marriage, he habitually practiced celibacy. The \"Dangers of Bread\" warning was likely an homage to an earlier Journal of Irreproducible Results article sounding a similar alert about pickles. The Journal spoofs, parodies, and satirizes what its editor calls \"the verbosity, pompous obscurantism, and sheer stupidity encountered in scientific publications and projects.\" While some of its offerings are actual reprints from legitimate journals, most of its articles are parodies written in technical scientific language complete with diagrams, tables, formulae, mathematical calculations, and nonsensical conclusions. In \"Pickle and Humbug,\" a list of similarly startling discoveries linked pickles to any number of societal ills. It reported that about 99.9% of cancer victims had eaten pickles some time in their lives, as had 100% of all soldiers, 96.8% of Communist sympathizers, and 99.7% of those involved in car and air accidents. It was also pointed out that those born in 1839 who ate pickles have suffered a 100% mortality rate, and rats force-fed 20 pounds of pickles a day for a month ended up with bulging abdomens and loss of appetite. While such lists as those linking pickles and bread via dubious statistics to various bad outcomes are clearly works of humor, there is one surprising actual negative connection associated with bread: the baking of it contributes to the formation of ozone. When yeast ferments, it produces carbon dioxide and ethanol (alcohol). During bread's baking process, much of this alcohol is vaporized, producing the enthralling aroma that is loved so deeply by so many. When that scent goes into the air and mixes with nitrogen, if the sun, humidity, temperature, and wind are right, ground-level ozone, an ingredient in smog, is created. Bakeries that emit too much ethanol have had to install devices on their smokestacks to capture the pollutants. Barbara \"beware the yeast wind\" Mikkelson * Yes, we know the original text says \"average\" and not \"median,\" but the latter concept is what the anonymous writer really meant.",
  "Originally Published": "",
  "Referred Links": "http://www.claudepepperfoundation.org/museum/site/exhibit22b.cfm;",
  "Example": "[Collected via e-mail, May 2006] !!! BREAD IS DANGEROUS !!! Research on bread indicates that: 1. More than 98 percent of convicted felons are bread users. 2. Fully HALF of all children who grow up in bread-consuming households score below average on standardized tests. 3. In the 18th century, when virtually all bread was baked in the home, the average life expectancy was less than 50 years; infant mortality rates were unacceptably high; many women died in childbirth; and diseases such as typhoid, yellow fever, and influenza ravaged whole nations. 4. More than 90 percent of violent crimes are committed within 24 hours of eating bread. 5. Bread is made from a substance called \"dough.\" It has been proven that as little as one pound of dough can be used to suffocate a mouse. The average American eats more bread than that in one month! 6. Primitive tribal societies that have no bread exhibit a low incidence of cancer, Alzheimer's, Parkinson's disease, and osteoporosis. 7. Bread has been proven to be addictive. Subjects deprived of bread and given only water to eat begged for bread after as little as two days. 8. Bread is often a \"gateway\" food item, leading the user to \"harder\" items such as butter, jelly, peanut butter, and even cold cuts. 9. Bread has been proven to absorb water. Since the human body is more than 90 percent water, it follows that eating bread could lead to your body being taken over by this absorptive food product, turning you into a soggy, gooey bread-pudding person. 10. Newborn babies can choke on bread. 11. Bread is baked at temperatures as high as 400 degrees Fahrenheit! That kind of heat can kill an adult in less than one minute. 12. Most American bread eaters are utterly unable to distinguish between significant scientific fact and meaningless statistical babbling. In light of these frightening statistics, it has been proposed that the following bread restrictions be made: 1. No sale of bread to minors. 2. A nationwide \"Just Say No To Toast\" campaign, complete celebrity TV spots and bumper stickers. 3. A 300 percent federal tax on all bread to pay for all the societal ills we might associate with bread. 4. No animal or human images, nor any primary colors (which may appeal to children) may be used to promote bread usage. 5. The establishment of \"Bread-free\" zones around schools.",
  "Last Updated": "11 May 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/food/warnings/bread.asp",
  "Claim": "Studies link bread consumption to convicted felons, violent crimes, and poor academic performance and call for \"bread-free\" zones to be established around schools.",
  "Claim_ID": "food_warnings_bread",
  "Tags": ""
}