{
  "Origins": "A number of readers have written to us in the past few years to inquire regarding a rumor they've heard about Arby's, a popular roast beef sandwich franchise. According to scuttlebutt, the meat used by that chain in its sandwiches isn't actually beef but is instead an imitation foodstuff arrived at by reconstituting a powder, gel, paste, or liquid, then shaping the resultant mass into something approaching the appearance of a cut of meat before roasting, cooling, and slicing it. How long this rumor has been out there is hard to say, but it first came to us in 1997.",
  "Fact Check": "",
  "Description": "We asked Arby's about the meat they use, and here is their response: Thank you for doing your part to curb the urban legend about Arby's Roast Beef. I'm sure I'm not the first to express frustration about this type of story. The answer to your question is no. Our product does not arrive as a paste, gel or liquid. Arby's Roast Beef consists entirely of Beef and a Self-Basting solution, which contains just enough water to keep the product juicy throughout our restaurants' 3-hour roasting process and during slicing this ensures that we will deliver the quality that our customers have come to expect from our famous roast beef sandwiches. Jim Lowder Arby's, LLC Quality Assurance A number of sources of our acquaintance who have worked in the kitchens and at the counters of various Arby's bear out what the corporation has to say. They told us that the beef arrives pre-packaged at each restaurant, leaving employees of each franchise only to cut open the plastic, place the roasts on cooking sheets, and cook them for three hours before cooling, slicing, and serving. As one of those employees who had been in charge of the meat slicer at an Arby's restaurant explained to us, most packaged bulk meat arrives packed in a gelatinous broth inside plastic airtight bags. Someone who is less than familiar with what the product looks like upon arrival might mistake the gelatinous broth for the beef itself, then from there jump to the conclusion that the contents of the package is a gel or paste. Granted, what's inside those airtight bags may not resemble actual roast beef in color or texture (the meat is kind of grayish and rather soft and squishy, enough so that one could easily poke a finger through it), but it's still not a liquid, gel or paste. Rumors about the meat being served by other fast food outlets has been the subject of whispers too. In the 1970s McDonald's was deviled by the rumor that its hamburgers were made with worm meat . Wendy's has apparently also picked up a meat adulteration rumor: [Collected via e-mail, 2004] I have heard from several friends that the Wendy's fast food chain uses meat with an edible styrofoam compound as to save money on cost. I'm very skeptical about this, but I've been surprised at the number of people that have heard this rumor. This arose from an outing to Wendy's with friends. I bit in to a burger and was welcomed with something hard and tough, but couldn't manage to find anything after that. I dismissed it as a piece of cartilage orgrisle that made it into the meat, but everyone else at the table had heard this rumor from various sources. Arby's derived its name, by the way, from the phonetic sound of the initials R.B. However, the \"R.B.\" does not, as many folks conclude, represent \"roast beef\" but rather \"Raffel Brothers,\" the restaurant equipment business owned and operated by Forrest and Leroy Raffel that was the forerunner to the successful sandwich chain. In its history , Arby's quotes Forrest Raffel as saying, \"We came up with Arby's, which stands for R.B., the initials of Raffel Brothers, although I guess customers might think the initials stand for roast beef.\" Barbara \"no beef with the corporate name\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.arbys.com/about/;",
  "Example": "[Collected via e-mail, 2004] I heard from a friend, who I consider a reliable source, that Arby's Roast Beef arrives at the restaurant in liquid form, then is heated to a solid, sliced, and sold as roast beef. Is this true, or an urban legend? [Collected via e-mail, 2005] This sounds silly, but my boyfriend swears a former Arby's employee told him that Arby's roast beef is shipped to them in some kind of liquid or gel form. My boyfriend honestly believes this. [Collected via e-mail, 2003] Speaking of gross.. i just found out that ARBY'S ROAST BEEF is not even real meat. they make it from a POWDER MIXTURE, then cook it and slice it into pieces. It must be like a gelatenous blob, which they cook, then slice into meat-like pieces. Isn't that disgusting?",
  "Last Updated": "21 September 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/food/ingredient/arbys.asp",
  "Claim": "Arby's roast beef is made from a paste, gel, powder, or liquid.",
  "Claim_ID": "food_ingredient_arbys",
  "Tags": ""
}