{
  "Origins": "When photos of Doritos-flavored Mountain Dew (Dewitos) popped up online in October 2014, Internet users across the country were simultaneously struck with the same thought: This is too gross to be real.",
  "Fact Check": "",
  "Description": "Well, it's real. Pepsi is currently developing a Doritos-flavored version Mountain Dew and recently started conducting taste tests of the beverage at colleges around the country. Stephen Barnes, a freshman at Kent State University, was the first to share Pepsi's latest creation with the Internet when he posted a photo of a Dewitos tasting stand on Reddit on 7 November 2014: While many people agreed the photo was authentic, they had a hard time coming to terms with the fact that Pepsi was indeed creating a Doritos-flavored Mountain Dew: Despite all the sites reporting it, I still think that \"Dewitos\" thing is fake. Sad Hentai Kaiju (@NightmareModeGo) November 7, 2014 Dewitos? Seriously people stop it. I hope this is fake. Uncle Mikey (@mojieMike) November 8, 2014 I really hope Dewitos is fake otherwise it may be marked in the history books as the turning point in civilisation, the beginning of the end Brett Eveleigh (@Mr_Brett) November 7, 2014 On 9 November 2014, Pepsi released a statement confirming they were developing Dewitos. The company said it has a \"flavor vault\" filled with interesting ideas and occasionally lets potential customers sample new flavors in order to choose what products it will bring to stores: We are always testing out new flavors of Mountain Dew, and giving our fans a voice in helping decide on the next new product has always been important to us. We opened up the DEW flavor vault and gave students a chance to try this Doritos-inspired flavor as part of a small program at colleges and universities. As of 10 November 2014, Pepsi has not announced any plans to sell Dewitos. Judging by the reactions on Reddit, the company may stuff this Doritos-flavored Mountain Dew back into its flavor vault: \"It was like a weird mix of mountain dew flavor and Doritos. Like if you shoved a handful of Doritos in your mouth and chugged some dew at the same time.\"",
  "Originally Published": "",
  "Referred Links": "http://www.reddit.com/r/pics/comments/2lj18t/they_were_giving_samples_of_thisit_actually/;http://qz.com/293298/confirmed-doritos-flavored-mountain-dew-is-for-real/;https://twitter.com/Mr_Brett/status/530638263808425984;https://twitter.com/mojieMike/status/530908690363461634;https://twitter.com/NightmareModeGo/status/530849586114740224;http://www.reddit.com/r/pics/comments/2lj18t/they_were_giving_samples_of_thisit_actually/;",
  "Example": "[Collected via e-mail, October 2014] Is the Mountain Dew company making Doritos flavored soda?",
  "Last Updated": "10 November 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/food/ingredient/dewitos.asp",
  "Claim": "Pepsi is test marketing a Doritos-flavored version of Mountain Dew.",
  "Claim_ID": "food_ingredient_dewitos",
  "Tags": ""
}