{
  "Origins": "This warning about chicken wings causing ovarian cysts first showed up in the snopes.com mailbox in April 2004, and it is nothing more than a tall tale, an expression of widespread anxiety concerning animal products and hormones. Agricultural advances of a nature not well understood by the average person have instilled in us a sense of concern about the foods we eat we fear that unknown to us, what we are ingesting is loaded with substances that are doing us untold amounts of harm.",
  "Fact Check": "",
  "Description": "In particular, that anxiety focuses upon hormones and steroids that might be lurking in animal products. We fear the meats that make their way to our tables have been pumped full of chemicals as part of the process that went into bringing well-fleshed animals to market and that those chemicals will similarly affect us. Hormones are linked in our minds (as they should be) with the growth process, which in humans is strongly tied to changes related to sexual maturation. Ergo, that fear finds voice in stories about women exposed to such hormones developing cysts in their reproductive systems and in stories about men developing secondary sexual characteristics of women (e.g, growing breasts), as in the following example from 1999: There was a similar story many years ago about this man who simply loved chicken neck. He would have his daily chicken rice with all the chicken necks. After a couple of years of this exotic diet, he noticed that his breast was growing bigger; that got him so worried that he sought medical help. Then it emerged that he had been on a high female-hormone course all this time. Fears of this nature are misplaced. As the U.S. Food and Drug Administration (FDA) has noted, \"residue levels of hormones in food have been demonstrated to be safe, as they are well below any level that would have a known effect in humans.\" And as the University of Arkansas' Division of Agriculture has outlined in a paper, there are several reasons why poultry raised for food and egg production in the U.S. are not (and cannot be) given steroids to promote rapid growth: Chickens have been bred through genetic selection for several decades to produce birds that grow larger and faster, on less feed, than chickens of earlier eras. Giving growth hormones to modern farmed poultry would be pointless, as those birds could not possibly grow any faster. Hormones must be injected, not consumed through the intake of feed, in order to work. Chickens would have to be injected with growth hormones on a regular basis, a far too expensive and labor-intensive process for poultry farmers to undertake. The FDA banned the use of hormones in poultry production by 1960. Nonetheless, as the North Carolina State University's Department (UNC) of Poultry Science has observed, there remains a widespread (false) perception among the public that chickens and other poultry are fed or injected with steroids to promote rapid growth: Let's start with the question about hormones that specialists and agents hear from the public. \"Why do you add hormones into chicken feed?\" The simple truth is hormones are not added to poultry feeds. This fallacy is fueled by inaccurate statements made by The World Health Organization that apparently has issued a plea to stop giving growth hormones to chickens grown for human consumption. Supposedly the American Medical Association, the American Public Health Association, and other medical groups are in agreement even; however, the poultry industry does not feed hormones to their birds. The basic assumption by the public [which] has become a common practice is to ask \"Why\" rather than \"If\". Currently some poultry companies are even stating on their advertising and labeling that they do not use hormones. This statement does not resolve the question in the mind of the public. In fact, it may be creating a bigger cloud! Since some companies actively claim that they do not use hormones in poultry, and other do not disclaim the use of them, the public is distrustful of these companies that do not state their stance. The way the poultry industry is addressing this issue raises some doubt in the minds of the public. They hear how rapidly broilers and turkeys grow and how many eggs a layer will produce thus; making the assumption that the poultry industry has a \"magic bullet\" which the public presumes is the use of hormones. This perception of a \"magic bullet\" is totally inaccurate, and detracts from the fact that the poultry industry has developed in to a very efficient animal production industry with birds that have been selected for rapid growth, high production, and excellent feed efficiency. Broiler growth would not be increased with the use of hormone additives. The genetic selection that developed today s broiler has resulted in an animal that multiplies its hatch weight by 65 times within a seven-week period. The genetic selection has resulted in an animal which grows to its physiological limit. Additional information: Use of Steroid Hormones for Growth Promotion in Food-Producing Animals (FDA) Hormones in Our Poultry: Is It for Real? (Univ. of Arkansas) Reasons Why Hormones Are Not Used in the Poultry Industry (UNC)",
  "Originally Published": "",
  "Referred Links": "http://www.ces.ncsu.edu/depts/poulsci/newsletter/newsletter_nov04.pdf;http://www.uaex.edu/Other_Areas/publications/pdf/FSA-8007.pdf;http://web.archive.org/web/20080223172027/http://www.fda.gov/cvm/hormones.htm;http://www.uaex.edu/Other_Areas/publications/pdf/FSA-8007.pdf;",
  "Example": "[Collected via e-mail, April 2004] Avoid eating chicken wings frequently - ladies especially a true story...! A friend of mine recently had a growth in her womb and she underwent an operation to remove the cyst. The cyst removed was filled with a dark coloured blood. She thought that she would be recovered after the surgery but she was terribly wrong. A relapse occurred just a few months later. Distressed, she rushed down to her gynecologist for a consultation. During her consultation, her doctor asked her a question that puzzled her. He ask if she was a frequent consumer of chicken wings and she replied yes wondering as to how, he knew of her eating habits. You see, the truth is in this modern day and age; chickens are injected with steroids to accelerate their growth so that the needs of this society can be met. This need is none other then the need for food. Chickens that are injected with steroids are usually given the shot at the neck or the wings. Therefore, it is in these places that the highest concentration of steroids exists. These steroids have terrifying effects on the body as it accelerates growth. It has an even more dangerous effect in the presence of female hormones, this leads to women being more prone to the growth of a cyst in the womb. Therefore, I advise the people out there to watch their diets and to lower their frequency of consuming chicken wings! People, who receive this email, please forward it to your friends and loved ones. I am sure no one wants to see him or her suffer!",
  "Last Updated": "19 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/food/tainted/wingcyst.asp",
  "Claim": "Growth hormones used in poultry cause ovarian cysts in women who consume chicken wings.",
  "Claim_ID": "food_tainted_wingcyst",
  "Tags": ""
}