{
  "Origins": "Various foodstuffs have been named for famous people (e.g., Beef Wellington for the Duke of Wellington, victor over Napoleon at the Battle of Waterloo; Pavlova, a meringue dessert, for the ballerina Anna Pavlova; Oysters Rockefeller for oilman John D. Rockefeller), but one figure is extraordinary for having four foods so christened in her honor.",
  "Fact Check": "",
  "Description": "Dame Nellie Melba (19 May 1861 to 23 February 1931), arguably the most famous opera singer of the late Victorian Era, reigned over London's Covent Garden for 37 years. Born Helen Porter Mitchell into a musical family in Victoria, Australia, she took the stage name Nellie Melba as a tribute to Melbourne, the hometown of her teen years. This soprano, whose life was anything but ordinary, has been the subject of at least five published biographies, two films, and a television mini-series. At the age of 21, and well before she began her career as an opera singer, she became the wife of a British nobleman whose family had effectively exiled him to Australia due to his drinking and hellraising. Unsurprisingly, that marriage quickly fell apart and the couple separated within their first tempestuous year of togetherness; they reconciled briefly a few years later when the singer's father moved to London and insisted his daughter, son-in-law, and their child accompany him, but that rapprochement also did not last long. In 1890, the couple's son, George, went to live with his father at the age of 10 when Melba's ongoing affair with Philippe, Duke of Orleans (the heir of the Bourbon pretender to the French throne) became public knowledge. Melba and her husband quietly divorced in 1900, and the soprano did not see her son again until he was an adult. Melba was a shrewd businesswoman who drove a very hard bargain and reputedly also anything but a joy to work with, a woman who disparaged those she shared a stage with. Yet she possessed an incomparable voice, and during her career graced some of the world's premier opera houses with performances at La Scala, the Metropolitan, and Covent Garden, to name just a few. Nellie Melba loved to eat and throughout her career struggled with controlling her weight, a circumstance which led to an unsubstantiated bit of lore about melba toast's owing its origins to a mistake made by the kitchens of London's fabled Savoy Hotel: While a guest there and on yet another of her reducing diets, Melba supposedly asked for some dry toast, but the bread arrived overtoasted, thin, and crunchy. Nonetheless, and much to the surprise of those who knew the volatile diva, she happily tucked into the substandard toast instead of pitching it at the waiter's head, prompting the ma tre d' of that establishment to christen the concoction in her honor. The more likely explanation, however, is that melba toast was deliberately created for Melba by Auguste Escoffier, the legendary cook at the Savoy, either to aid the singer in her constant quest to maintain her weight or as the kind offering of a friend in response to a bout of illness the soprano suffered in 1897 which rendered her temporarily unable to tolerate more typical foodstuffs. Escoffier also fashioned the dessert known as peach melba (poached peaches, raspberry sauce, and ice cream) for her, prompting another unsubstantiated bit of culinary lore: Legend has it that the creation of peach melba was prompted by the singer's concern that too much ice cream would harm her vocal cords; by making the frozen confection merely part of the dish rather than the whole of the item, Escoffier avoided that disastrous potentiality. The Savoy's renowned chef also produced two lesser known food creations named in Nellie Melba's honor: Melba sauce (a sweet pur e of raspberries and redcurrant), and Melba garniture (tomatoes stuffed with chicken, truffles, and mushrooms in a rich white sauce). Melba died in 1931 at the age of 69 of septicemia (blood poisoning). While some accounts of the soprano's life attribute her fatal illness to facial surgery (most commonly reported to have been a face lift) the singer underwent in Europe some weeks before, other accounts dispute that claim, pointing to the five-month span between the surgery and her death. Dame Nellie's voice lives on through recordings of some of her performances, and her image adorns the face of the Australian $100 banknote. Barbara \"there is nothing like a dame\" Mikkelson Additional information: Biography of Nellie Melba (Reserve Bank of Australia)",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.rba.gov.au/banknotes/types/bio-melba.html;",
  "Example": "",
  "Last Updated": "13 December 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/food/origins/melba.asp",
  "Claim": "Melba toast and peach melba were named for an opera singer.",
  "Claim_ID": "food_origins_melba",
  "Tags": ""
}