{
  "Origins": "Any story of failed political assassination is especially intriguing because it leaves open an unanswered \"What if?\" that a tale of a successful foray of such sort does not. Would history have unfolded a different way if a particular important person had been killed before he had been able to have the impact upon the events of the day that he did? Would, in this case, the fledgling United States of America have survived its attempt for independence from Great Britain had General George Washington not been around throughout all of that fight to lead colonial forces, or would under different leadership the thirteen colonies have failed in their bid for self governance? If it had failed, would the US have later come into being in the form that it did, let alone have gone on to play such a prominent role upon the international stage? Would indeed today's world be a very different place?",
  "Fact Check": "",
  "Description": "\"What if\" musings aside, whatever actual attempts there may have been upon George Washington's life, on or off the field of battle, no ill-intentioned cook tried to do in this famous American with tomatoes. The story of the Loyalist chef who attempted to dispatch Washington via a dish laden with a deadly plant is a misremembered work of fiction. While those who now recall it generally get most of its literary details right (cook who thinks he's offing Washington with a stew made deadly by the inclusion of tomatoes kills himself), they forget where they encountered the tale. The story was not to be found in any history of Washington, but rather upon the pages of Ellery Queen s Mystery Magazine . Richard M. Gordon's \"The Murder of George Washington,\" which appeared in that monthly's April 1959 issue, took the form of a letter from the Loyalist cook to his superior. The cook in that yarn takes advantage of Washington's being \"afflicted with a cold in his head which has seriously impaired his sense of taste\" to secret in a stew meant solely for the General \"the scarlet flesh of a fruit of a variety of the deadly nightshade.\" After having set this dish before its intended victim, the would-be assassin scrawls a postscript to his letter in which he avows to take his own life, stating \"As a cook, I have a prejudice against dying by poison; I am too corpulent to hang; but by reason of my calling, I am expert with a carving knife.\" That 1959 mystery magazine offering cleverly plays upon a perceived mistrust in colonial times of the tomato. While there isn't any reason to believe Americans back in those days viewed as deadly what we of modern times can regard only as an innocuous edible, belief that they held such an opinion is widespread, hence the tale's intrinsic appeal. Tomatoes are native to South America, and lots of people in North America ate tomatoes back in those days, including Thomas Jefferson, who grew them in his own garden. Adding to the conviction that tomatoes were regarded as deadly poisonous is the legend of Colonel Robert Gibbon Johnson, who in 1820 challenged that entrenched belief by publicly eating a quantity of these ripe, juicy killers in front of a courthouse in Salem on a Sunday afternoon while a band played a funeral dirge in his honor. While there really was such a man (Johnson was an elected member of the New Jersey State Assembly and at one time served as president of the Salem Horticultural Society), in none of his writings did he make any mention of the tomato eating incident. That bit of lore appears to have originated in 1937 when it appeared Joseph Sickler's The History of Salem County. One can surmise the urge to insert an item of pure humbug into what was meant as a scholarly offering was just as strong then as it is now. As to why folks are prone to believing \"our forebears thought tomatoes poisonous\" tales, we need consider that the tomato plant is a member of the Solanaceae family, a group that includes not only such wholesome staples as potatoes, eggplant, sweet peppers and chili peppers, but also poisonous plants such as henbane, mandrake and deadly nightshade. Moreover, the tomato bore more than a passing resemblance to the latter. Tomatoes do have their poisonous aspect, but it's to be found in the plant rather than the fruit. Leaves, stems, and even unripe (green) tomatoes contain toxic alkaloids, but generally in only small amounts, which is why one can eat fried green tomatoes and other green tomato delicacies. Barbara \"murderously good\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2006] did a cook think tomatoes were poison and put one in a dish for george washington and then the cook committed suicide before washington could \"die\"? [Collected on the Internet, April 2005] I remember one of my junior high history teachers reading us a suicide note by George Washington's cook. The author of the note said he could not forgive Washington's treason against the British and had therefore decided to poison him, then kill himself. The poison he used on Washington was a tomato. [Collected on the Internet, April 2004] I ever tell you guys the story of the French chef who tried to poison George Washington with a tomato stew? When Washington didn't die, the cook hung himself, convinced that George was protected by the Almighty.",
  "Last Updated": "22 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/food/tainted/tomato.asp",
  "Claim": "A cook attempted to poison George Washington with tomatoes.",
  "Claim_ID": "food_tainted_tomato",
  "Tags": ""
}