{
  "Origins": "Sometimes the beliefs that attach to a particular product have to do not with ingredients folks fear might well be in there (e.g., concerns over what lurks in McDonald's shakes ) but rather with components that are not only apparent to the naked eye, but which are indeed proudly pointed to in the product's marketing efforts. Such is the case with the rumor attaching to Goldschlager, a cinnamon schnapps that contains flakes of 24-karat gold.",
  "Fact Check": "",
  "Description": "According to lore, the flakes are there to hasten alcohol into the imbiber's system, either by making small cuts in the drinker's throat or by producing small tears in his stomach lining. Now, as to why getting alcohol into the bloodstream more quickly would be seen as a good idea, we haven't a clue, but that is consistently the rationale given for the belief. (In this it echos an old rumor about menthol cigarettes containing shards of fiberglass to help speed the tobacco's nicotine content into the smoker's system by making small cuts in the lungs.) Though it's impossible to place a starting date on this rumor, we first noticed it in a USENET newsgroup post made in 1997, and since then it has appeared in the snopes.com inbox numerous times. Also, while there are other potables that contain gold flakes (such as Goldwasser, a clear herbal liqueur from Germany), we've yet to see this rumor attach to any of them it remains as of this writing specific to Goldschlager. While there is real gold in Goldschlager (about a tenth of a gram per 750 ml bottle), flakes of that particular precious metal don't have sharp edges, hence there is no danger of being cut by them. One of the special properties of that precious metal is its softness unlike many other metals, it is easily pounded, worked, and molded. Intricate jewelry is fashioned from it in part because of this attribute. (It is also easily scarred, which is why wedding bands are typically made from 14K or 10K alloys of the metal rather than from it in its pure form that which is added that debases the purity of the gold also serves to harden the metal, making it far more difficult for wearers to inadvertently inflict scratches onto their treasured bijous.) Another rumor to dog the beverage speculates that the shiny flakes in the drink aren't really gold but are instead either color-treated cinnamon or corn starch. That one is easy to explain: because gold is known to be a precious substance that costs a great deal of money, the more suspicious among us conclude the liqueur's manufacturer wouldn't want to go to the expense of wasting the real stuff on consumers when a cheap look-alike would suffice. Such folks, however, fail to appreciate how very little gold there is in the product because the gold is in flake form, it appears to have a much larger presence that it really does. Barbara \"gold pated\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2007] Goldschlager is a liqueur containing gold flakes. Some people believe the purpose of the flakes is to produce microscopic cuts in the oesophageal wall and speed the absorption of alcohol into the bloodstream. This sounds rather dangerous and therefore unlikely. Is it true? [Collected via e-mail, January 2004] So this is something I have heard from a lot of different people over the past few years. This sounds WAY too absurd to be true, but I have heard it from a lot of people and could find nothing about it pro or con on google. So anyway: does Goldschlager put little bits of crushed glass into their drink to make tiny cuts in your throat as you drink so it is absorbed by your blood and gets you drunk faster? Or alternately, do the gold shavings accomplish the same thing?",
  "Last Updated": "9 August 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/food/ingredient/goldschlager.asp",
  "Claim": "Goldschlager liqueur contains gold flakes for the purpose of producing small cuts in the throats of imbibers, thereby speeding alcohol ingestion.",
  "Claim_ID": "food_ingredient_goldschlager",
  "Tags": ""
}