{
  "Origins": "Some of us older folks can recall a time when not only could we eat anything we wanted without receiving stern warnings from well-meaning friends and relatives about the health risks associated with our favorite foods, but many of the items we're now advised to eliminate or reduce in our diets (e.g., red meat, eggs, milk, butter, cheese) were even said to be good for us! Alas, now medical concerns over cholesterol and fats and just about any oily, greasy, or fried foods have put the kibosh on a number of treats we once consumed with impunity.",
  "Fact Check": "",
  "Description": "Perhaps nothing has better satirized our cultural culinary dichotomy what we know we're supposed to eat vs. what we actually eat than a classic scene from a 1992 episode (\"Bart's Friend Falls in Love\") of the animated TV show The Simpsons. As forever overweight Homer sprawls on the living room couch, watching a segment about America's obesity epidemic entitled \"I'm Okay, You're Too Fat\" on the investigative-reporting program Smartline, he quickly grows bored and restless because the show is too serious and lacks entertainment value. Too lazy to get up and fetch the just-out-of-reach remote control to change the channel, Homer reluctantly continues to watch Smartline, which finally piques his interest when it cuts to a commercial for a fast food outlet. Homer drools in ecstasy as the advertisement's voice-over describes the restaurant's new offering: \"We take eighteen ounces of sizzling ground beef, and then soak it in rich creamery butter. Then we top it off with bacon, ham and a fried egg. We call it . . . the Good Morning Burger.\" Although most of us may not be quite the epicurean horror symbolized by Homer Simpson, the development of the health food movement has led to a form of sardonic counter-protest: it has now become a matter of pride in some circles to try to find and consume the most unhealthful delicacy imaginable, to gorge on something laden with all the things we're supposed to cut out of our diets for the sake of our health (not to mention our waistlines). The classic example of this sort of \"bad food\" is, of course, the deep-fried peanut-butter-and-banana sandwiches which were a favorite of singer Elvis Presley (and which are widely considered to have been a primary source of the obesity that plagued him in his later years, if not a contributory factor in his early death). Many of our artery-clogging \"danger\" foods, like the aforementioned Elvis speciality, are typically associated with the southern United States due to a variety of factors: Much of the South's traditional foods date back to the days of slavery. Frying was preferable in the region's hot climate, since it didn't take as long as baking and didn't heat up a house as much. Plus, workers didn't have all day to prepare meals; they had to get back into the fields to work. Lard was also plentiful. Today, frying still is popular, especially in poor areas of the South, because it is also inexpensive. Even though the \"Good Morning Burger\" described above is nothing more a bit of humorous fiction, we have come across a menu item that just may top it. Mulligan's, a suburban bar in Decatur, Georgia, serves a dish they call the \"Hamdog\": a hot dog wrapped in a beef patty that's deep fried, covered with chili, cheese and onions, and served on a hoagie bun topped with a fried egg and two fistfuls of fries. (As Nicholas Lang, a professor of surgery at the University of Arkansas for Medical Sciences, told an Associated Press reporter, \"If you choke [a Hamdog] down, you might as well find a heart surgeon because you are going to need one.\") It's one of Mulligan's other repasts, however, that may represent the ultimate in nutritive decadence through its combining greasy, cholesterol-stuffed meats with a sweet, fatty, deep-fried treat: the \"Luther Burger,\" a bacon cheeseburger served on a Krispy Kreme doughnut bun. Why the \"Luther Burger\"? It's named after R&B singer Luther Vandross , that much we know, but whether there's any real connection between the singer and the burger is less definite. Rumor has it that the donut-cheeseburger concoction is one of Vandross' favorite comestibles, and some versions of the rumor even go so far as to suggest that the singer actually invented the dish (on a day when he ran out of hamburger buns). We don't know if either of those claims is actually true, but the dish is so named in the belief that at least one of them is.",
  "Originally Published": "",
  "Referred Links": "http://www.imdb.com/name/nm0005526/bio;http://www.recipesource.com/main-dishes/sandwiches/02/rec0236.html;",
  "Example": "[Collected via e-mail, 2005] Is this true? 'After running out of buns one day, Luther Vandross invented the \"Luther Burger\": one all-beef patty between two glazed donuts.'",
  "Last Updated": "3 March 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/food/origins/luther.asp",
  "Claim": "The \"Luther Burger,\" a bacon cheeseburger served on a Krispy Kreme doughnut bun, is a real food named after R&B singer Luther Vandross.",
  "Claim_ID": "food_origins_luther",
  "Tags": ""
}