{
  "Origins": "Ring out the bells, and let the banners fly finally there's a bit of Internet \"wisdom\" with something to it! Er, not that the information is going to prove all that useful , mind you, but at least it's somewhat factual. And that's a refreshing change.",
  "Fact Check": "",
  "Description": "Most of the bread you'll find on U.S. supermarket shelves arrives housed in plastic wrappers closed by colored twist tags or plastic tabs. The tabs serve a purpose besides aiding in keeping the bread fresh once everyone in the family is diving into the loaf their colors provide a quick visual reference to the people whose job it is to recycle the stock by removing older loaves while loading the shelves with fresh product. It's the removal part of the restocking process that's key to understanding why this bit of Internet advice isn't really worth the time it would take to memorize any code. Bread is not kept on the shelf for longer than a couple of days. Indeed, it's those colored twist tags that make this recycling of stock practical because of them, the restocker has an easy time recognizing which loaves have to be taken away. Those tags assist mightily in your never getting stuck with an older loaf, even if you're not much of a bread squeezer. In the absence of the color cues, some of the older product might be overlooked by a harried clerk trying to read one tiny \"Best Before\" date after another. (By the by, some of these tags actually do have such dates printed on them, and in those cases the date does represent the date the bread is to be removed from the store, not the date it was baked on.) As it is, shoppers should never encounter more than two colors of tags on the shelf at any time for any one brand of bread: that of the most recent delivery and that of the one just before it. This will sometimes work out to being today's and yesterday's bakings, but there will generally be two days a week when no bread is delivered, thus a three-day spread will be represented by the two colors at stores that receive delivery only five times a week instead of seven. In other words, since you're not going to encounter a loaf that's more than a few days old anyway, there's no earthly reason to mail off the astonishing news to the entire population of your online address book that there's a secret code worked into bread tags. Even without knowing the code, your friends and family are never going to get a stale loaf. Is the color code quoted in the example applicable to every breadmaker's product? No, because there are different manufacturers out there, and each of them uses its own system there's no industry-wide standard. The code explained in the e-mail might or might not be the right one for the brand you're after so, caveat emptor: Placing blind reliance on the BGRWY code could well result in your consistently fetching home the older bread instead of the fresher stuff. Also, the schedule quoted above (fresh bread delivered every day except Wednesday and Sunday) doesn't hold true in every area. Different stores can be on different rotations, and even within the same store some brands will be coming in five times a week, while others arrive seven days a week. What to do if you're absolutely determined to have only the freshest bread on your table, now that you know there's a code you're set on making use of? Contact the manufacturer of your favorite brand and ask what (if any) color-coded tag system they adhere to and what their delivery schedule to your favorite store is, then let your selection be guided by that. Barbara \"baker's doyenne\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] I thought this was interesting. I looked in the grocery store and the bread wrappers do have different colored twist ties, and even the ones with the plastic clips have different colors. You learn something neweveryday!! When you go to buy bread in the grocery store, have you ever wondered which is the freshest, so you \"squeeze\" for freshness or softness. Did you know that bread is delivered fresh to the stores five days a week? Monday, Tuesday, Thursday, Friday and Saturday. And each day has a different color twist tie. They are: Monday - Blue Tuesday - Green Thursday - Red Friday - White Saturday - Yellow So today being Thursday, I wanted a red twist tie - not white which is Friday (almost a week old?) The colors go alphabetically by color Blue - Green - Red - White - Yellow, Monday thru Saturday. Very easy to remember. But I put a post-it note in my wallet when I first found out about this so I would not forget. Enjoy fresh bread when you buy bread with the right color on the day you are shopping.",
  "Last Updated": "20 February 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/food/prepare/breadtag.asp",
  "Claim": "You can tell which day a loaf of bread was baked by the color of its plastic twist tag.",
  "Claim_ID": "food_prepare_breadtag",
  "Tags": ""
}