{
  "Origins": "The text quoted above is essentially an accurate summary of a warning issued by the Food and Drug Administration (FDA) on 15 November 2003 about a possible connection between several outbreaks of Hepatitis A and the eating of raw or undercooked green onions (also known as scallions):",
  "Fact Check": "",
  "Description": "Consumers Advised That Recent Hepatitis A Outbreaks Have Been Associated With Green Onions The Food and Drug Administration is advising the public that several recent hepatitis A outbreaks have been associated with eating raw or undercooked green onions (scallions). Hepatitis A is a liver disease that develops within 6 weeks of an exposure. Hepatitis A is usually mild and characterized by jaundice (yellow discoloration of the skin), fatigue, abdominal pain, loss of appetite, nausea, diarrhea, and fever. It can occasionally be severe, especially in people with liver disease. Hepatitis A outbreaks associated with raw or undercooked green onions served in restaurants occurred in Tennessee, North Carolina and Georgia in September. Another outbreak of hepatitis A among patrons of a single restaurant occurred in Pennsylvania during late October and early November, although the source of the outbreak has not yet been determined. FDA, CDC, and the State of Pennsylvania have an investigation underway to determine if a specific food is associated with the Pennsylvania outbreak, and if so, the source. The source of the green onions in the Tennessee outbreak appears to be Mexico. FDA is continuing to investigate these outbreaks and has been in consultation with Mexican authorities to obtain their assistance in assessing the situation. FDA offers the following advice to consumers concerned about the possibility of getting hepatitis A from green onions: Cook green onions thoroughly. This minimizes the risk of illness by reducing or eliminating the virus. Cook in a casserole or saut in a skillet. Check food purchased at restaurants and delicatessens and ask whether menu items contain raw or lightly cooked green onions. Consumers who wish to avoid food that contains raw or lightly cooked green onions should specifically request that raw or lightly cooked green onions not be added to their food. Foods such as freshly prepared salsa and green salads often contain raw green onions. FDA, CDC and the States are actively investigating the outbreaks in an attempt to determine the source of the green onions associated with the outbreaks and how they became contaminated, so that corrective action can be taken. While the investigations are ongoing, FDA will closely monitor the safety of green onions and will take further actions as necessary to protect consumers. Consumers who have recently eaten raw or lightly cooked green onions do not need to take any specific measures, but should monitor their health. Consumers who are experiencing symptoms that could be hepatitis A should consult their health care providers or the local health department. In western Pennsylvania, a recent outbreak of Hepatitis A has sickened at least 520 people and killed three. State investigators suspect a link between the virus and green onions but haven't yet confirmed the connection: The State of Pennsylvania, the Centers for Disease Control and Prevention (CDC) and FDA are working together to investigate this outbreak. As of November 15, 2003, the investigation is not finished, and it is not yet known what caused this outbreak. Investigators are now trying to determine if the outbreak was caused by a contaminated food such as raw or undercooked green onions. Additional information: Questions and Answers on Hepatitis A Outbreaks (FDA)",
  "Originally Published": "",
  "Referred Links": "http://www.fda.gov/opacom/faqs/hepatitisa.html;http://www.fda.gov/bbs/topics/ANSWERS/2003/ANS01262.html;",
  "Example": "[Collected on the Internet, 2003] The Food and Drug Administration has advised the public to consider avoiding raw or lightly cooked green onions in the light of evidence linking them to recent hepatitis A outbreaks. In September, hepatitis A outbreaks associated with raw or lightly cooked green onions served in restaurants occurred in Tennessee, North Carolina, and Georgia, the FDA said. Another outbreak that so far has involved more than 500 people in Pennsylvania is ongoing. The outbreak has been linked with a major restaurant chain, but the FDA said it has not been tied to a specific food. The agency said consumers who are concerned about the risk of getting hepatitis A from green onions should cook them thoroughly, which reduces or eliminates the virus. At restaurants and delicatessens, consumers should request that raw or lightly cooked green onions not be added totheir food. Foods like freshly prepared salsa and green salads often contain green onions. The green onions implicated in the Tennessee outbreak apparently came from Mexico, and the FDA has been working with Mexican authorities to assess the situation, officials said. The FDA, Centers for Disease Control and Prevention, and Pennsylvania Department of Health are investigating the Pennsylvania outbreak. A Pennsylvania Health Department official reported that 510 cases of hepatitis A, with three deaths, had been confirmed to the Pennsylvania outbreak as of November 15, according to an Associated Press report. The official, Richard McGarvey, said more infections were expected because people who contract the disease typically don't experience symptoms for 28 to 30 days. The FDA said people who have recently eaten raw or lightly cooked green onions do not need to take any specific measures but should monitor their health. Hepatitis A is usually mild and is characterized by jaundice, fatigue, abdominal pain, loss of appetite, nausea, diarrhea, and fever, officials said. The disease is sometimes severe, especially in people with liver disease.",
  "Last Updated": "20 February 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/food/tainted/onions.asp",
  "Claim": "The FDA has issued a warning about a possible connection between Hepatitis A and green onions.",
  "Claim_ID": "food_tainted_onions",
  "Tags": ""
}