{
  "Origins": "The above-quoted warning against handling mandarin oranges imported from China appeared on the Internet in October 2010. It commonly takes one of two forms: A longer note specifying the allergic reaction happened to a co-worker of the letter's writer, and a shorter one which identifies the victim solely as \"a lady.\"",
  "Fact Check": "",
  "Description": "As is often the case with alerts of such nature, this one is bereft of checkable facts. The writer of the note goes unnamed, as does the co-worker who supposedly underwent the severe allergic reaction. The city all this supposedly happened in is unknown, as indeed is the country. No date is provided, either. We could find no reports or officially-issued warnings to support the e-mail's claim that a new pesticide being used in China is causing a pattern of allergic reactions among U.S. consumers exposed to it via contact with mandarin oranges. There are also no accounts of doctors reporting an uptick in clinic and emergency room visits for patients beset by allergic reactions, let alone of their testing a hypothesis about its cause by handing them fruit. Even pesticide-free mandarin oranges can be allergens on their own and can provoke anaphylactic reactions (similar to the symptoms described above) in persons who may be sensitive to them. It's possible the letter's writer misinterpreted a colleague's account of having experienced an allergic reaction to a mandarin orange as the adverse reaction's having been caused by a pesticide on that fruit's skin. The only authoritative item we could find about mandarin oranges posing any sort of problem was an advisory issued by the U.S. Customs and Border Protection regarding the importation of that fruit into the U.S. from Canada. But even that advisory was not a sign that any new or especially virulent danger was afoot, as the U.S. has for a very long time banned the casual importation by travelers of various fruits, meats, dairy, and poultry products in order to prevent the spread of plant pests and diseases. That 2 November 2010 advisory was merely a restatement of rules which are always in effect, with mandarin oranges singled out only because a number of Canadians on their way to their winter homes in Florida have in the past unthinkingly attempted to bring boxes of those fruits with them. Barbara \"snowbird of prey\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.cbp.gov/xp/cgov/newsroom/news_releases/local/11022010.xml;http://www.nlm.nih.gov/medlineplus/ency/article/000844.htm;",
  "Example": "[Collected via e-mail, October 2010] A lady broke out in a major allergic reaction a couple of days ago. Full body rash - swollen throat - etc. She went to the walk-in clinic - and after a quick discussion with her GP; he informed her that they are starting to see a lot of people with allergic reactions to the Chinese mandarin oranges that have come on the market this year. Apparently, the Chinese are using a new pesticide that is causing a reaction for a lot of people. DON'T EAT FOOD MADE IN CHINA. Even if it has Canadian/US producer labels (Del Monte Fruit for example is ALL MADE IN CHINA). Apparently, the Japanese mandarins are OK. Someone I work with broke out in a major allergic reaction a couple of days ago. Full body rash swollen throat etc. She went to the walk-in clinic here and after a quick discussion with her GP, he left the room came back with a mandarin orange and asked her to hold it. The skin on her palm started to react immediately. So ... a shot of steroids and antihistamines later he informed her that they are starting to see a lot of people with allergic reactions to the Chinese mandarin oranges that have come on the market this year. Apparently, the Chinese are using a new pesticide that is causing a reaction for a lot of people. The woman I work with, who had this reaction, has no known allergies thus not typically susceptible to environmental or food sensitivities. In any case, passing this information along I shudder to think what Chinese food producers are spraying on their food now and history proves they have no regard for the human impact of their actions. I suggest you wait for the Japanese mandarines to come out on the market and leave the Chinese ones alone. Especially a consideration with elderly and young kids. I haven't seen anything in the news yet about this but there's been enough cases that doctors are starting to recognize a pattern.",
  "Last Updated": "7 November 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/food/tainted/mandarin.asp",
  "Claim": "Pesticide used on mandarin oranges imported from China is causing severe allergic reactions among U.S. consumers.",
  "Claim_ID": "food_tainted_mandarin",
  "Tags": ""
}