{
  "Origins": "When dozens of mourners at a funeral in Tete, Mozambique, passed away after drinking a contaminated batch of phombe in January 2015, speculation arose that the local homemade beer had been spiked with poisonous crocodile bile:",
  "Fact Check": "",
  "Description": "Stories about the supposedly poisonous powers of crocodile bile have been circulating for decades. According to Professor N.Z. Nyazema of the Department of Clinical Pharmacology at the University of Zimbabwe, witches in the 1800s were accused of using bile from the gall bladders of crocodiles to make a poison known as nduru. Nyazema penned an article titled \"Crocodile bile, a poison: myth or reality?\" for Central African Journal of Medicine in 1984 explaining how the poison may have been used: It is widely believed that the bile from the gall bladder of a crocodile is very poisonous. The bile nduru is used as poison which is added to beer or stiff porridge, sadza, of an unsuspecting victim. It is not easy to buy this poison neither is it easy for anyone to kill a crocodile solely for the purpose of obtaining the bile. But with a good fee one can obtain some of the poison from a special nanga [a traditional healer of the Zimbabwean Shona tribe]. At times the nanga may undertake to poison the victim thus adding mystery to the ingredients of the poison. It is reported that the poisoning occurs at special occasions like beer drinking: The nduru is said to be introduced into the beer by dipping the finger or nail where a small amount is placed: This will suffice for the purpose. The unfortunate victim is supposed to die within 24 hours. The poison is supposed to manifest itself when the patient develops pains mainly in the abdomen. While Professor Nyazema's account mirrors the events that transpired in Mozambique in January 2015 (with the notable exception the above-quoted article references the poisoning of a single person while the events in Mozambique would have required enough poison for close to one hundred people), the lethal powers of crocodile bile have yet to be proved. In fact, after learning about nduru, Nyazema conducted his own tests to determine the toxicity of crocodile bile: Using ten crocodile gall bladders, twenty mice, and a baboon, the professor determined the bile of a crocodile was not particularly lethal. Hans Dieter Neuwinger came to a similar conclusion in his book African Ethnobotany: Poisons and Drugs: Chemistry, Pharmacology, Toxicology , writing that crocodile bile was \"virtually non-poisonous.\" Additionally, a study presented at the World Crocodile Conference in 2013 concluded freeze-dried crocodile bile was safe for human consumption: For high efficacy of crocodile bile product, acute effects of freeze-dried crocodile bile were performed on male Sprague Dawley rats. The result showed that morbidity and mortality have not found any in treatment 300 mg/kg group of rats. Because of recommendation dose in human is 25 mg/60kg/day, there is very less than in the rat treatment. These revealed that freeze dried crocodile bile is appropriate for product development to be supplementary food in the future. Furthermore, Christian Lindmeier, a spokesman for the World Health Organization, said it is not uncommon for locals to add bile to poor quality beer: The use of bile is not uncommon in the production of local or poor quality beer but is not known to be toxic to the extent this outbreak shows. If crocodile bile really is as harmless as professor Nyazema, researcher Hans Dieter Neuwinger, and WHO spokesman Christian Lindmeier make it out to be, then where did this fear begin? Forbes science writer David Kroll noted on 12 January 2015 while crocodile bile was the main ingredient in the poison nduru, it was likely mixed with other toxic plants: Traditional descriptions of this poison might be consistent with a toxic plant that may have been added to the brew in witchcraft practices. Crocodile bile, like bat whiskers, the hair of a black cat, a pinch of gargoyle sweat, eye of newt, and troll teeth, does not appear to be deadly on its own.",
  "Originally Published": "",
  "Referred Links": "http://www.washingtonpost.com/news/morning-mix/wp/2015/01/12/at-least-69-in-mozambique-are-dead-after-drinking-poisoned-beer-is-crocodile-bile-to-blame/;http://www.iucncsg.org/365_docs/attachments/protarea/page-d8be36cf.pdf;https://books.google.com/books?id=_j8ueEmakD0C&pg=PA69&lpg=PA69&dq=why+is+crocodile+poison&source=bl&ots=ZA4PPcZAu5&sig=j8V5FGMQAa_I-gq_5TsyYxpfhR0&hl=en&sa=X&ei=Hb2zVIC_HsymggSAh4SoAg&ved=0CD4Q6AEwBg#v=onepage&q=bile&f=false;http://www.forbes.com/sites/davidkroll/2015/01/12/what-is-crocodile-bile-and-is-it-really-poisonous/;http://www.bbc.com/news/world-africa-30777316;",
  "Example": "[Collected via email, January 2015] Is crocodile bile a poison? Numerous news articles state that over a hundred people were killed at a funeral when beer was spiked with crocodile bile.",
  "Last Updated": "12 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/food/tainted/crocodilebile.asp",
  "Claim": "Crocodile bile is a deadly poison.",
  "Claim_ID": "food_tainted_crocodilebile",
  "Tags": ""
}