{
  "Origins": "Maraschino cherries have long been familiar to Americans as those bright red, sweet cherries typically used to adorn cocktails, ice cream sundaes, and other drinks and confections. On 9 February 2015, a blog post titled \"Maraschino cherries classified as decorations, not food; contain toxic, banned dye\" stated that an atypical progression of regulatory classification in the U.S. led to the unusual circumstance of maraschino cherries being deemed purely decorative (rather than food) items and regulated as if they were not meant for human consumption, allowing them to continue to be manufactured with a dye that has since been banned for use in consumable products:",
  "Fact Check": "",
  "Description": "It is broadly true the federal standards defining maraschino cherries shifted in the post-Prohibition era. In 1912 the U.S. Department of Agriculture (USDA) specifically defined \"maraschino cherries\" as \"marasca cherries preserved in maraschino\" (a form of liqueur) and required similar products made with other types of cherries and/or liqueurs be labeled as \"imitation maraschino cherries.\" By 1940, however, the U.S. Food and Drug Administration (FDA) had revised that definition to pertain to any red-dyed cherries \"impregnated with sugar and flavored with oil of bitter almonds\": Food Inspection Decision 141, issued in 1912 under the Food and Drugs Act of 1906, stated that \"maraschino cherries\" should be applied only to marasca cherries preserved in maraschino. This decision further described maraschino as a liqueur or cordial prepared by process of fermentation and distillation from the marasca cherry, a small variety of the European wild cherry indigenous to the Dalmatian Mountains. Products prepared from cherries of the Royal Anne type, artificially colored and flavored and put up in flavored sugar sirup might be labeled \"Imitation Maraschino Cherries\" or, if there was no reference to \"Maraschino,\" might be labeled to show that they are preserved cherries, artificially colored and flavored. Later, evidence submitted at the hearing held in April 1939 for the purpose of establishing a standard of identity for canned cherries and evidence submitted by a committee representing a trade association showed that the term \"Maraschino Cherries\" had come to mean to the consumer cherries which have been dyed red, impregnated with sugar and flavored with oil of bitter almonds or a similar flavor. As a result, TC-194, March 15, 1940, was issued in which it was stated that the Food and Drug Administration had reached the conclusion that \"Maraschino Cherries\" is the common or usual name of cherries prepared in this manner. Although it might seem intuitive this change was necessitated because the Prohibition-era ban on alcohol sales made the original form of maraschino cherries an illegal product, manufacturers were \"using all sorts of things other than alcohol\" to make maraschino cherries long before Prohibition was enacted in 1920 (which is why the USDA had taken the step of defining exactly what they were back in 1912), and the FDA didn't redefine them as a non-alcoholic product until 1940, seven years after the end of Prohibition. It is also true after the FDA initially banned the use of Red No. 4. as a color additive in food, they allowed its continued use in maraschino cherries beginning in the mid-1960s. However, the FDA banned that coloring again in 1976 (along with Red No. 2, which was also commonly used as a coloring for maraschino cherries), and Red No. 4. may now be used only in \"externally applied drugs and cosmetics.\" There is no exception allowing its use in maraschino cherries. The FDA requires the ingredients labels on containers of maraschino cherries must include \"a declaration of the presence of the artificial coloring\": Labels for \"Maraschino Cherries\" must bear a listing of ingredients, including those in the packing medium, in descending order of predominance in accord with section 403(i)(2) of the Federal Food, Drug, and Cosmetic Act, and a declaration of the presence of the artificial coloring, artificial flavoring, and any chemical preservative as required by section 403(k) of the Act. As can be seen from those labels, nearly all maraschino cherries sold in the U.S. are now manufactured with Red No. 40 (also known as Allura red ), a coloring additive that is FDA-approved for use in \"food, drugs and cosmetics: Red No. 40 is approved as a food colorant in both the U.S. and the European Union (EU), although a few EU member nations (Denmark, Belgium, France, and Switzerland) have banned its use. Some confusion may stem from the fact that natural Red No. 4 (also known as carmine or cochineal) is still widely used in the U.S. as a coloring additive in food products (potentially including maraschino cherries), but the original Red No. 4 and natural Red No. 4 are chemically two very different substances. The latter is FDA-approved \"for use in human food\" (and, somewhat controversially, is made from the crushed carcasses of a particular South and Central American insect). So just which red food dyes are unquestionably safe? As Joan Callahan summed up the issue in 50 Health Scares that Fizzled : At present, we regret to report that no available red food coloring seems entirely safe by any universally accepted criteria. Some of these dyes are potential carcinogens, if consumed at unrealistically huge doses. Others are made from squashed insects that not only sound icky, but may cause hyperactivity or allergic reactions in children. Some religions forbid consumption of anything that contains insects; others frown on the sacrifice of living animals as food. Are the products bad, or is the state of knowledge bad? One argument in favor of the latter is the fact that different countries allow the use of different red dyes. In other words, everybody seems to be interpreting the same data differently.",
  "Originally Published": "",
  "Referred Links": "http://www.codexalimentarius.net/gsfaonline/additives/details.html?id=110;http://www.cherryman.com/downloads/files/NutritionFactsPanels_Traditionals.pdf;http://www.fda.gov/RegulatoryInformation/Legislation/FederalFoodDrugandCosmeticActFDCAct/FDCActChapterIVFood/default.htm;http://content.time.com/time/specials/packages/article/0,28804,1896348_1896354_1895874,00.html;http://www.fda.gov/ForIndustry/ColorAdditives/ColorAdditiveInventories/ucm106626.htm;http://web.archive.org/web/20070930040753/http://blog.oregonlive.com/oregoniantest/2007/04/the_fruit_that_made_oregon_fam.html;http://www.fda.gov/ICECI/ComplianceManuals/CompliancePolicyGuidanceManual/ucm074535.htm;https://www.minds.com/blog/view/411642094197673984/maraschino-cherries-classified-as-decorations-not-food-contain-toxic-banned-dye;",
  "Example": "[Collected via Twitter, February 2015] Is this true? Maraschino cherries classified as decorations, not food; contain toxic, banned dye.",
  "Last Updated": "12 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/food/tainted/cherries.asp",
  "Claim": "Maraschino cherries are produced using a toxic dye that has been banned for human consumption.",
  "Claim_ID": "food_tainted_cherries",
  "Tags": ""
}