{
  "Origins": "Kiwi fruit (or just kiwi) are sweet green-fleshed fruits which are rich in vitamin C, potassium, vitamin E, folic acid, zinc, and fiber. They can be eaten either with their skins still on or peeled. While they are native to China, they are commercially grown in a number of countries, including Italy, New Zealand, Chile, Japan, Greece, France, and the U.S.",
  "Fact Check": "",
  "Description": "These days China doesn't even rank in the list of leading kiwi-producing countries, so on that basis alone the alarming warning quoted above should be looked at askance. Chances are the kiwi fruit that found its way into your grocery store came from anywhere but China (e.g., Italy, New Zealand, Chile, France, Greece, Spain, or the United States). Growth regulators are used on kiwis to help them become larger and more juicy. Forchlorfenuron, a plant growth regulator that in 2004 was approved for use on kiwi fruit and grapes in the U.S., is typically applied to the fruit while still on the tree and has been shown to increase average kiwi weights by up to 46 percent. Said application takes place only once. Despite the e-mail's breathless claims, we were unable to locate instances of the growth regulators used on kiwi fruit having \"bad effect to your nervous system, birth defects, retard learning ability to children.\" It's possible this warning resulted from a confluence of two factors: the knowledge that forchlorfenuron is routinely used on kiwi fruit to help them grow, and news stories out of China documenting the misuse of that chemical by some of that country's farmers on another crop. In May 2011, about 115 acres of watermelon were lost in China after overdoses of growth chemicals during wet weather created what amounted to vegetative \"land mines.\" The melons (which were already a variety known to easily crack thanks its especially thin rind) burst in the fields as a result of their being given too much of the growth accelerator far too late in the growing process, then subjected to heavy rain. Barbara \"blasted expectations\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, August 2011] Kiwi Fruit from China Don't buy Kiwi Fruit from China. The Kiwi Fruit are soaked with Chemical while growing on tree so that it will grow larger and weigh heavier. They are using some kind of GROWTH Chemical Hormones that can have bad effect to your nervous system, birth defects, retard learning ability to children... The Kiwi fruits, after soaking in the Chemical Hormone will grow larger and are more preferable by the merchants! Most the fruit are from the Sichuan area.... Just BASICALLY MORE PROFITABLE TOO... JUST AVOID THE KIWI Fruit from China.... IF YOU CARE FoR YOUR FAMILY SAFETY! [Collected via e-mail, May 2012] Don't buy Kiwi Fruit from China! Please circulate as far as possible, everyone must be informed and they can make their own choices. When this is being foisted on to the public without their knowledge, it is tantamount to criminal activity. You will have noticed some unusually large Kiwi fruit on the shelves and these look very attractive too!!! No wonder we have so many sick people when they eat products like this, and there are many of both. Don't buy Kiwi Fruit from China! The Kiwi Fruit are soaked with chemicals whilst growing on trees so they will grow larger and weigh heavier. They are using some kind of chemical growth hormones that can have bad effects upon human nervous systems including metabolic disorders, birth defects, and retarded learning abilities of children. The Kiwi fruits, after soaking in the Chemical Hormone will grow larger and are more preferred by the merchants because they are more profitable! Most of the fruit are from the Sichuan area. Just avoid Kiwi fruit from China if you care for your family's safety!",
  "Last Updated": "10 June 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/food/tainted/kiwi.asp",
  "Claim": "Kiwi fruit from China contains dangerous growth hormones.",
  "Claim_ID": "food_tainted_kiwi",
  "Tags": ""
}