{
  "Origins": "Next time you're browsing the supermarket in search of the makings of that night's dinner, pause a moment to read the ingredients labels of your favorite red-colored ingestibles and cosmetics. Chances are, you'll discover a notation for cochineal, carmine, or carminic acid, pigments whose origins might surprise and possibly disgust you.",
  "Fact Check": "",
  "Description": "Cochineal and its close cousin carmine (also known as carminic acid) are derived from the crushed carcasses of a particular South and Central American insect. These popular colorants, which today are used to impart a deep red shade to fruit juices, gelatins, candies, shampoos, and more, come from the female Dactylopius coccus, an insect that inhabits a type of cactus known as Opuntia. Dactylopius coccus was the source of a red dye used by Aztecs and Mexican Indians for centuries before the arrival of the Spaniards. Those indigenous peoples would collect cochineal insects, briefly immerse them in hot water to kill the beasties and dissolve the females' waxy coating, and then dry them in the sun. The desiccated insects would then be ground to a fine powder. The Spaniards quickly grasped the potential of the pigment, so these dried insects became one of the first products to be exported from the New World to the Old. Europeans immediately took to the beautiful, bright scarlet color both for its vibrant hue and its extraordinary colorfast properties, ensuring that boatloads of cochineal insects would make the trans-Atlantic trek. Today cochineal has been surpassed as a dye for cloth by a number of synthetic pigments, but is still widely used as a coloring agent for a number of foodstuffs, beverages, and cosmetics (because many of those synthetic dyes proved dangerous to humans when taken internally or allowed to leach into the body through the skin). It takes about 70,000 insects to make one pound of cochineal. While cochineal is used in a wide variety of foods, it is not found in kosher products because Jewish dietary laws prohibit the inclusion of insects or their parts in food. The \"ewww!\" factor notwithstanding, cochineal is a safe food colorant aside from a few rare cases of allergic reaction. Another red dye used in foods, FD&C Red Dye #40 (alternatively known as Red #40), is often mistakenly assumed to be a euphemism for cochineal or carmine. It's not: it's bug-free and is actually derived from coal. Our distaste at the thought of ingesting bugs is based on cultural factors rather than the properties or flavors of the insects themselves. Western society eschews (rather than chews) bugs, hence the widespread \"Ewww!\" reaction to the news that some of our favorite foods contain insect extract. In March 2012, Starbucks was on the receiving end of that kind of visceral reaction after it came to light that the colorant used in its Strawberries & Creme Frappuccino mix was cochineal. Starbucks asserted the switch to cochineal was part of a move away from artificial ingredients, an explanation that did little to endear the coffee giant to vegans. (The following month, the company announced it would be transitioning the red dyes used in its products from cochineal extract to tomato-based lycopene.) More recently, some food scientists have been experimenting with using dyes derived from purple sweet potatoes as an alternative to cochineal. Barbara \"naturally bugged\" Mikkelson Additional information: Cochineal and Carmine (FDA) Cochineal Labeling Compliance Guide (FDA)",
  "Originally Published": "",
  "Referred Links": "http://www.fda.gov/ForIndustry/ColorAdditives/GuidanceComplianceRegulatoryInformation/ucm153038.htm?utm_source=fdaSearch&utm_medium=website&utm_term=cochineal%20extract%20carmine&utm_content=1;http://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfCFR/CFRSearch.cfm?fr=73.100&utm_source=fdaSearch&utm_medium=website&utm_term=cochineal%20extract%20carmine&utm_content=4;http://news.nationalgeographic.com/news/2013/09/130919-cochineal-carmine-red-dye-purple-sweet-potato-food-science/;",
  "Example": "[Collected via e-mail, 2001] There is a book out very recently that claims the red color of strawberry milkshakes comes from a tropical beetle ground up for its red coloring.",
  "Last Updated": "19 September 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/food/ingredient/bugjuice.asp",
  "Claim": "The red food colorants cochineal and carmine are made from ground bugs.",
  "Claim_ID": "food_ingredient_bugjuice",
  "Tags": ""
}