{
  "Origins": "This warning about HIV-contaminated Pepsi products began spreading on the Internet and via cell phone text message in July 2011 (and experienced a resurgence in September 2012), and it has also been echoed in recurrent rumors about Mango Frooti , a popular beverage in India. Such rumors are standard food contamination urban legends akin to the leper in the Chesterfield factory rumor. No news accounts, government agencies, or other reliable sources have reported Pepsi or Frooti products being contaminated with HIV-infected blood.",
  "Fact Check": "",
  "Description": "In May 2013, Parie Agro (Frooti's parent company) responded to these rumors by posting the following message on its Facebook page: Drawing your attention to the baseless rumour floating around that Frooti contains HIV blood, we assure you that this is a rumour and holds no credibility. Sadly, a lot of renowned beverage brands have been faced with the same unjustified rumor. The Delhi police and the news channel NDTV have confirmed to Parie Agro that this is not something that they have circulated and they are investigating the matter, since their credentials have been used in the rumour that has been spreading. It would be our privilege to personally organise a visit for you to any of our 50 manufacturing facilities, a testament to quality and hygiene. Here, based on our manufacturing process, you'll see how something like 'putting blood in a product' is absolutely impossible. As for whether people can acquire HIV via contaminated food or beverages, the Centers for Disease Control (CDC) emphatically says they cannot : No incident of food being contaminated with HIV-infected blood or semen has been reported to CDC. Furthermore, CDC has received no reports of HIV infection resulting from eating food, including condiments. HIV does not live long outside the body. Even if small amounts of HIV-infected blood or semen was consumed, exposure to the air, heat from cooking, and stomach acid would destroy the virus. Therefore, there is no risk of contracting HIV from eating food. HIV does not long survive outside its host medium of human bodily fluids: blood, semen, vaginal fluid, breast milk, saliva, tears. (Which is not to say HIV can be transmitted by every one of those: according to the CDC, \"Contact with saliva, tears, or sweat has never been shown to result in transmission of HIV.\") The CDC says except under laboratory conditions, HIV is unable to reproduce outside its living host; it does not spread or maintain infectiousness outside its host. Therefore, were HIV-tainted blood to be mixed into foodstuffs or beverages, the virus would neither survive nor while it was still viable multiply and so replenish itself. Although such cases are rare, the CDC confirms that people have acquired HIV through oral contact with, or swallowing of, HIV-laden bodily fluids. However, no known infections involving oral transmission of HIV have so far come from contact with, or ingestion of, a food product or beverage; all such infections involved sexual contact. Other ingestibles have previously been fingered as vehicles for the transmission of HIV-infected blood to the unsuspecting public, and these stories too were baseless: The 2004 scare about restaurant ketchup dispensers and the 2005-2006 scare about pineapples .",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20070923053316/http://www.cdc.gov/hiv/resources/factsheets/oralsexqa.htm;http://www.cdc.gov/hiv/resources/qa/transmission.htm;https://web.archive.org/web/20100304201649/http://cdc.gov/hiv/resources/qa/qa37.htm;https://web.archive.org/web/20110408195014/http://www.cdc.gov/hiv/resources/qa/transmission.htm;https://www.facebook.com/frooti/photos/a.10150600170515492.695797.175139360491/10152729190280492/?type=1&theater;https://www.facebook.com/frooti;",
  "Example": "[Collected via e-mail, July 2011] I am hearing that someone with HIV at a pepsi plant has injected their blood into the product during plant production. Is this true? Why would they still be selling the product I thought. But some people are saying the news said to not drink it right now. [Collected via e-mail, September 2012] URGENT NEWS. There's news from the police. Its an urgent message for all. For next few days don't drink any product from pepsi company's like pepsi, tropicana juice, slice, 7up etc. A worker from the company has added his blood contaminated with AIDS. Watch NDTV. please forward this to everyone on your list [Collected via e-mail, May 2014] NOTE: Important msg from Delhi police to all over India: For the next few weeks do not drink any product of Frooti, as a worker from the company has added his blood contaminated with HIV (AIDS). It ws shown yesterday on NDTV... Pls forward this msg urgently to people you care... Take Care!!",
  "Last Updated": "15 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/food/tainted/pepsihiv.asp",
  "Claim": "A worker at Pepsi or Frooti has contaminated those beverage products by injecting HIV-infected blood into them.",
  "Claim_ID": "food_tainted_pepsihiv",
  "Tags": ""
}