{
  "Origins": "Although frijoles is the Spanish word for beans, in the United States frijoles is sometimes used to refer to a particular type of bean-based dish, one which is commonly eaten as a dip with corn tortilla chips, served as a side dish in Mexican restaurants, and used in the preparation of other Mexican foods (such as tostadas and chimichangas). That dish is typically prepared by cooking beans in a manner that infuses them with moisture (e.g., simmering, stewing, or pressure cooking them, possibly soaking them in water overnight first), mashing them into a paste, and frying them with lard.",
  "Fact Check": "",
  "Description": "The standard English-language name for this culinary concoction is \"refried beans,\" a term that has given many people (myself included) pause to ponder the question: \"Why would beans need to be fried more than once?\" The answer is that the beans in \"refried beans\" aren't really fried multiple times; the English name came about through a mistranslation from Spanish. The dish we English speakers know as refried beans is called frijoles refritos in Spanish: frijole being the Spanish word for \"bean,\" and \"frito\" being a Spanish adjective meaning \"fried.\" The translation error came about through the mistaken assumption that the prefix re- means in the same thing in Spanish as it does in English. Although placing re- before an English verb is a common way of indicating an action undertaken more than once (e.g., reschedule, reassign, redistribute), in Spanish that prefix is used as a form of emphasis. Therefore frijoles refritos are not beans that have been fried multiple times but rather beans that have well-fried, as Diana Kennedy explained in The Cuisines of Mexico : Several people have asked me why, when the beans are fried, they are called refried. Nobody I asked in Mexico seemed to know until quite suddenly it dawned on me. The Mexicans have a habit of qualifying a word to emphasize the meaning by adding the prefix re-. They will get the oil very hot (requemar), or something will be very good (retebien). Thus refrito beans are well fried, which they certainly are, since they are fried until they are almost dry.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "26 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/food/prepare/refriedbeans.asp",
  "Claim": "\"Refried beans\" are beans that have been fried more than once.",
  "Claim_ID": "food_prepare_refriedbeans",
  "Tags": ""
}