{
  "Origins": "Most folks know the game of adding \"in bed\" to the reading of slips retrieved from their fortune cookies (e.g., \"An interesting business opportunity will soon present itself in bed\"), and some even know fortune cookies have provided winning lottery numbers (such as when a husband and wife both won a lottery by playing the numbers found in a fortune cookie, or even more remarkably when 110 people won the second prize in a Powerball drawing thanks to a fortune cookie slip), but few know that these wafer prognosticators aren't authentic Chinese fare. The fortune cookie that staple of Chinese cuisine in America came not from China, but from California.",
  "Fact Check": "",
  "Description": "Many different people have been asserted as the true inventor of the fortune cookie. In 1983 a mock court battle was held between the two primary claimants of this honor, one from Los Angeles, the other from San Francisco. Held in a courtroom on the fourth floor of a San Francisco courthouse before a federal judge, the \"case\" ultimately turned on one of the claimants' producing an aged set of round black iron grills said to have been used by the San Francisco family in the making of the cookies. Fortune cookies might not even have been invented by someone Chinese: the San Francisco denizen proclaimed in that 1983 mock trial as the inventor of the confection was Japanese . Makoto Hagiwara hailed from the Yamanashi region of central Honshu, and his family asserts that today's fortune cookie is a descendent of yesterday's senbei , a Japanese cracker that contains a slip of paper. (The other claimant in that long-ago case, David Jung, founder of the Los Angeles-based Hong Kong Noodle Company, came from Canton, China.) Mock trial result or not, it's impossible to authoritatively state precisely where, when, or by whom the fortune cookie was invented. Certainly by World War II these predictive desserts were commonplace offerings in Chinese restaurants in San Francisco, and from there they fanned out to the rest of the country. Yet the details of how they came to be a staple in San Francisco are still murky. Many fortune cookie origin tales are told as part of particular families' histories, most involving an Asian immigrant introducing the cookie somewhere in California prior to World War I. However, what cannot be denied is fortune cookies didn't originally come from China. Prior to the late-1980s, visitors to that land intent upon finding \"real\" Chinese fortune cookies came away sadly disappointed, as the confections were virtually unknown there. In 1989 an entrepreneur in Hong Kong began importing fortune cookies and selling them as luxury items in a chain of fancy delicatessens, advertising them as \"Genuine American Fortune Cookies.\" In 1992 Brooklyn-based Wonton Food expanded its existing fortune cookie business into China, building the very first fortune cookie factory in that land, but that project was short-lived. Said Richard Leung, the company's vice-president: \"It seemed like a good idea at the time, but it just didn't pan out. Fortune cookies are too American.\" Barbara \"apple pie logic\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "9 June 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/food/origins/fortune.asp",
  "Claim": "Fortune cookies originated in China.",
  "Claim_ID": "food_origins_fortune",
  "Tags": ""
}