{
  "Origins": "Contemporary folk wisdom assures us if we drop food onto the floor or the ground it remains safe to eat provided it is picked up within a brief period of time, with the margin of safety usually expressed as three, five, seven, or ten seconds. That wisdom is widely thought of as a \"rule\" and is often referred to as such (e.g., \"the five-second rule\"). This odd but comforting belief appears to grant us the ability to undo the minor disaster of having lost something we were about to eat, provided we act quickly enough. How difficult it is to accept the unforgiving reality that dictates one moment's toothsome treat is the next moment's trash if dropped. We want a remedy for our regret, hence \"five-second\" rules.",
  "Fact Check": "",
  "Description": "In September 2003, Jillian Clarke, a high school student at the Chicago High School for Agricultural Sciences, released her findings regarding the \"five second rule.\" She performed her tests by dropping Gummi Bears and fudge-striped cookies onto ceramic tiles, some of which had been treated with E. coli, a form of bacteria commonly found in human feces and raw meat and very much a part of our ordinary environment. Cookies and candy have low levels of naturally occurring microflora and are dry, which is why we suspect she chose them for her test. (A wetter foodstuff, such as meat or cheese, might have pulled detritus from the testing floor more quickly than a dry item, making the test results less accurate.) Through microscopic examination of the dropped cookies and Gummi Bears, Miss Clarke found E. coli bacteria certainly adhered to the items before five seconds had passed, thereby disproving the \"five-second rule.\" Yet even without Miss Clarke's experiment, this should have been obvious. Bacteria and viruses grab on by contact, and even brief encounters of the split-second variety can be more than enough for them to claim a new home address. They harbor no respect for a time barrier of a specific number of seconds. Just as incidental contact with a hot stove can inflict a serious burn in the blink of an eye, so can germs be transferred to what they touch. Drop a cookie onto a clean floor, and you could eat it with impunity. Drop it onto a contaminated one, and it matters not how quickly you pick it up. And, short of swabbing where the cookie landed and culturing samples taken from those swabs to see what grows, there's no way to tell safe from hazardous. What looks pristine can be a bacterial smorgasbord because germs aren't visible to the naked eye. It's ironic: that which has taken the greatest number of human lives throughout history is something we can't see. Any number of nasty things get transferred to our floors by way of falling there, being sprayed there, floating down through the air, and tracked in by our shoes. (Which is why germ expert Philip Tierno, Jr. recommends having two sets of footwear, one for indoors and one for outdoors to lessen at least that one danger.) Some of the germs that land there wouldn't do us any harm, but others can make us quite sick, and some are actually deadly. There is no five-second rule. The to-die-for brownie that just hit the floor may have instantly acquired a deadly literalness if we're foolish enough to persist in thinking of it as still being fit to eat. Likewise, parents whose children use teething devices or soothers should not rely upon the fast retrieval of these items when they hit the floor but should instead always wash and boil them lest they pass dreadful contagions to their children. (And no, a quick shake under hot water won't do.) Unlike baseball, when food hits the ground it's out. Barbara \"off the drop-down menu\" Mikkelson Sightings: In a 2000 television commercial for the Volkswagen Passat, a new father muses \"The fact that I'm responsible for the upbringing of another human being is utterly ridiculous. How did this happen? Suddenly, I'm the one saying, 'Don't touch the cookie on the ground,' when I'm really thinking 'five-second rule.' If the cookie just hit the ground, that cookie is still good.\" A 1999 commercial for M&Ms refers to the belief. Sensing he's about to be eaten, a crispy M&M throws himself onto the floor, announcing \"Ah, look at that can't eat a candy that fell on the floor.\" \"Why?\" \"It's a rule.\" \"Whose rule?\" Also, the main character in the 2001 film Osmosis Jones becomes ill after applying his \"ten second rule\" to a hard-boiled egg dropped in the chimpanzee cage at the zoo.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0743421876/ref=urbanlegendsrefe;",
  "Example": "",
  "Last Updated": "20 February 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/food/tainted/dropped.asp",
  "Claim": "Dropped food remains germ-free if picked up within five seconds.",
  "Claim_ID": "food_tainted_dropped",
  "Tags": ""
}