{
  "Origins": "These photographs supposedly documenting a Chinese restaurant in Atlanta that was shut down by health authorities after being found to have accepted delivery of \"packaged rats, mice, kittens, puppies and a large frozen hawk\" has been circulating on the Internet since 2004. While there certainly are parts of the world (including China ) where one can find restaurants serving fare made from animals not considered culinary items in the western world (e.g., pigeons, dogs, domestic cats, snakes, civet cats), no such restaurant was found and closed down in the Atlanta area in the 2004 timeframe for offering such unusual (and illegal) menu items. This rumor is just a hoax playing on familiar old urban legends about Chinese restaurants in the U.S. offering up dishes made from animals such as cats and dogs to horrified Americans.",
  "Fact Check": "",
  "Description": "The photographs displayed above were taken from a web site that sold snakes and feeding supplies, and they picture bags of frozen, shrink-wrapped rodents intended as food for snakes (and other reptiles) which pet owners can order online. Such packages are not approved for sale in the U.S. as meat products intended for human consumption.",
  "Originally Published": "",
  "Referred Links": "http://www.calibex.com/frozen-reptile-food/shop-html?nxtg=d970a1c0505-F4DCFC9E8D91187E;https://web.archive.org/web/20040209201512/http://dumerils.com/index.html;http://usatoday30.usatoday.com/news/health/2003-10-28-sars-wild-animals_x.htm;",
  "Example": "[Collected via e-mail, 2004] NOT CHICKEN, LOOK HARDER Popular Atlanta Restaurant SHUT DOWN! A popular Asian/Chinese restaurant bistro in Atlanta was closed down this morning after authorities received a tip that the owner was accepting shipments of rats and mice from a vendor to prepare in his dishes. The owner and his wife were arrested early this morning and charges are not known at this time. After a full search of the kitchen, authorities found packaged rats, mice, kittens, puppies and a large frozen hawk. The restaurant is a popular gathering spot for local celebrities such as Whitney Houston and husband Bobby Brown, Jermaine Dupree, Janet Jackson, Usher, Monica, Puffy, TI, Ludacris, Lil Jon, Toni Braxton, TLC and others. The restaurant has locations off Peachtree Road and Alpharetta near North Pointe Mall.",
  "Last Updated": "20 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/food/tainted/rats.asp",
  "Claim": "A Chinese restaurant in Atlanta was shut down after being caught accepting a shipment of rats, mice and other non-food animals.",
  "Claim_ID": "food_tainted_rats",
  "Tags": ""
}