{
  "Origins": "Americans love their snacks, and few snacks are more popular than Hostess Twinkies. Twinkies are cream-filled sponge cakes shaped like ladyfingers which pack 160 calories per cake. Yet for all their nutritional drawbacks Twinkies are a hugely popular treat in the USA, with 500 million of these confections baked each year.",
  "Fact Check": "",
  "Description": "Because these cellophane-wrapped snack cakes are always to be found on the shelves at supermarkets and corner stores and always appear to feel fresh and spongy to the touch, a long-lived myth has sprung up to account for the continual presence of seemingly always-fresh Twinkies. According to lore, Twinkies have multi-year shelf lives and remain edible for decades; this incredible longevity, rumor says, is due to Twinkies not actually being food but rather some strange type of artificial, manufactured item shaped and flavored to resemble a cake-like offering. Through the years many of our readers have asked us about this baked product. Each had heard a version of the basic Twinkies legend about unbelievable shelf life brought about through some form of artificial production, either in the ingredients or the manufacturing process used. We've seen claims that Twinkies: Remain edible for anywhere between fifty and one hundred years. Have a lengthy shelf life, variously expressed as five, seven, or forty years, or \"longer than the cellophane they're wrapped in.\" Aren't baked, the sponge cake instead being \"a pure chemical reaction\" involving something that \"foams up\"; the deception is made complete by coloring the confections' bottoms brown to make it appear that they've been baked. Contain a chemical used in embalming fluid. As always, the truth is far less exciting than the lore. Twinkies were created in 1930 as ladyfinger-shaped spongecakes enrobing a banana filling at the Hostess bakery in Schiller Park, Illinois. (Hostess is now owned by Kansas City-based Interstate Bakeries Corp.) The product's name was inspired by a billboard in St. Louis advertising Twinkle Toe Shoes. When the world's banana trade ground to a halt during World War II (this wasn't the first time war disrupted the banana trade the popular ditty \"Yes, We Have No Bananas\" came out of World War I because of similar circumstances), Hostess substituted a vanilla cream filling not dissimilar to cake frosting. Twinkies have a shelf life of twenty-five days, not seven years, and certainly not fifty years. Even so, twenty-five days is an unusually long time for a baked product to stay fresh. The secret to Twinkies' longevity is their lack of dairy ingredients: because dairy products are not part of the formula, Twinkies spoil much more slowly than other bakery items. After the baking process of the sponge cake portion is completed, cream filling is injected into each Twinkie through three holes in its top (brown) side; the product is then flipped before packaging, turning its bottom into its top. Hostess estimates it uses eight million pounds of sugar, seven million pounds of flour, and one million eggs to produce the 500 million Twinkies baked every year. Twinkies gained notoriety in American jurisprudence in 1979 when the media widely misreported the claim that Dan White, on trial for shooting San Francisco mayor George Moscone and city supervisor Harvey Milk, asserted that his consumption of junk foods such as Twinkies \"had left him with diminished capacity for reason.\" According to Hostess, it takes forty-five seconds to explode a Twinkie in a microwave. Barbara \"and far less than forty-five for your mother to pitch a fit over it\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "I have heard that Hostess Company has not produced any new Twinkies in as many two decades or more. Instead, the Twinkies that you buy in the store have been sitting in a Hostess warehouse for years. The story goes that Twinkies are made entirely out of artificial ingredients, and contain no food products. Therefore, Twinkies have a very long shelf life (possibly decades). At some point many years ago Hostess over produced Twinkies by the billions (possibly due to an error in market research), and could not sell all their stock. So Hostess stored the billions of excess Twinkies in a giant warehouse and waited for their distributors to place orders. However, the distributors did not place as large of orders as expected, and Hostess was forced to continue storing the Twinkies. Because of the lack of food products in Twinkies, they do not go bad for a very long time, and to this day the Twinkies that you by in the store are from the original stock.",
  "Last Updated": "17 November 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/food/ingredient/twinkies.asp",
  "Claim": "Hostess Twinkies have an indefinite shelf life.",
  "Claim_ID": "food_ingredient_twinkies",
  "Tags": ""
}