{
  "Origins": "On 15 November 2014, the Washington Post published an article that caused widespread lamentation on social media. According to that publication, a worldwide chocolate shortage could be part of a dystopian future as soon as the year 2020.",
  "Fact Check": "",
  "Description": "Naturally, folks began discussing and sharing news of the impending worldwide chocolate shortage. The idea of a world without chocolate certainly sounds unpalatable, but is there a real risk behind the alarm over the planet's chocolate supplies? As it turns out, the Washington Post didn't precisely say 2020 is the death knell for chocolate as we know it. The article in question addressed chocolate deficits , a market condition wherein demand outstrips supply. Historically, such circumstances don't lead to a complete dearth of a product or foodstuff; rather, scarcity simply tends to drive prices skyward and reduce consumption of the newly-scarce commodity: Chocolate deficits, whereby farmers produce less cocoa than the world eats, are becoming the norm. Already, we are in the midst of what could be the longest streak of consecutive chocolate deficits in more than 50 years. It also looks like deficits aren't just carrying over from year-to-year the industry expects them to grow. Last year, the world ate roughly 70,000 metric tons more cocoa than it produced. By 2020, the two chocolate-makers warn that that number could swell to 1 million metric tons, a more than 14-fold increase; by 2030, they think the deficit could reach 2 million metric tons. The circulating article states chocolate deficits have been the norm for 50 years (and yet Halloween still hasn't ever been canceled). The comments to which the Post refers but doesn't quote have more to do with market fluctuations and higher cocoa prices than a specific looming absence of chocolate from the global supply chain overall: The Switzerland-based Barry Callebaut Group has joined a host of industry experts in expressing concerns about \"a potential cocoa shortage by 2020\", which has contributed to cocoa prices rising a staggering 25 per cent in the past year. Barry Callebaut revealed that it sold more than 1.7 million tonnes of chocolate in 2013/14 a year-on-year increase of more than 11.8 per cent and said in its annual report that it \"expects to continue to outperform the global chocolate market\". Fiona Dawson, the then-UK president of Mars chocolate, warned in 2012 that the global cocoa sector \"may suffer a 1 million tonne shortage by 2020 because of the increasing economic and environmental pressures on cocoa farms\", adding: \"It's just not sustainable.\" Remarks made by Dawson (who no longer heads up Mars in the UK) were reported two years prior to the 2014 rumors about \"chocolate shortages.\" Articles circulating on social media cite 2013 chocolate market trend reports; but in those, much of the focus was on increased consumption in regions like China and their impact on the global chocolate supply: China is a \"huge untapped market\" that signals more potential for cocoa-supply shortages, said Claudio Oliveira, the head of trading at Castlestone Management LLC in New York. Farmers in West Africa, which accounts for about 70 percent of world output, are struggling to boost production as aging trees curb yield potential, said Francesco Gibbi, a project manager at the Common Fund for Commodities, set up by the United Nations. Ultimately, it's true that demand for chocolate is currently outstripping supply, resulting in a market deficit. Growing conditions and climate fluctuations could affect future cocoa crop yields in Africa, and may even affect chocolate prices in coming years. However, the \"chocolate shortage\" predicted by 2020 seems to be a bit overhyped, as it's quite likely chocolate will still be widely available for purchase even if current market conditions continue or intensify. Furthermore, many of the chocolate industry executives who have commented on the potential for chocolate shortages did so years ago; and they spoke more to increased costs and demand than an actual extinction of cocoa.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, November 2014] Have been reading articles that soon the world may run out of chocolate. According to the Mars chocolate company, there will be achocolate shortage.",
  "Last Updated": "7 February 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/food/warnings/chocolate.asp",
  "Claim": "The world will run out of chocolate by 2020.",
  "Claim_ID": "food_warnings_chocolate",
  "Tags": ""
}