{
  "Origins": "At first blush, a story about a ship's nearly sinking in harbor because a fire in its hold cooked its cargo of tapioca (thereby bursting the ship's sides) sounds like a follow-up to the old Sinko de Mayo joke about the Titanic 's going down with a consignment of mayonnaise aboard. But this tale is actually true.",
  "Fact Check": "",
  "Description": "In August 1972, stacked timber that the Swiss freighter Cassarate was carrying in its upper holds caught fire. The crew kept the situation under control by wetting down the smoldering wood for 25 days, until the blaze flared up and the ship was forced to dock at Cardiff, Wales. Unfortunately, the Cassarate was also carrying 1,500 tons of tapioca in its lower hold, and the heat from the timber fire, combined with the extinguishing water sprayed on it (which seeped down to the lower holds), proceeded to cook the tapioca. The mass of tapioca enough to make hundreds of thousands of plates of pudding started to expand as it reached its boiling point, threatening to buckle the ship's steel plating before it could be offloaded from the hold: CARDIFF, Wales, Sept. 14 (AP) The biggest tapioca pudding in the world is cooking in the hold of a fire-swept Swiss freighter and threatening to split the vessel at its seams. \"It's like a huge tapioca time bomb,\" said an incredulous fire chief today as he watched the smoldering 12,165-ton Cassarate at the Cardiff docks. Fireman earlier controlled the fire which started in timber stacked in the upper holds 25 days ago at sea. The crew kept the smoldering timber dampened until the ship docked here late [on September 12]. But the water from the Cardiff hoses seeped down to the lower holds where 1,500 tons of tapioca from Thailand were stored. The water swelled the tapioca and the heat from the flames started to cook the sticky mess. The swelling tapioca enough to serve a million plates could buckle the ship's steel plates, fire chiefs warned. \"It's got to burst somewhere,\" one said. \"It will take dockers a couple of days to clear the smoldering lumber before we can reach the tapioca.\" The plan is to load the gluey mess onto a fleet of trucks and dispose of it. One report said there was enough to fill 500 trucks. But where do you dump 500 truckloads of tapioca pudding? A followup news report from the next day indicated fire crews were successful in extinguishing the shipboard blaze before the tapioca swelled to plate-threatening proportions: Welsh firemen defused the terrible tapioca time bomb yesterday. The atmosphere in Cardiff docks was a bit starchy as 1,500 tons of the stuff cooled down after threatening to burst open a blazing freighter. A spokesman for the South Wales Fire Service said the blaze on board the 15,000-ton Swiss-registered Cassarate had been stamped out. Timber and rubber in the cargo destined for Britain had been damaged but unloaded. But what about the tapioca? \"Well,\" the spokesman said, \"it seems to have subsided but we don't know what condition it is in. It is bound for Rotterdam and the Dutch will have to decide whether it can still be used or scrapped.\" The Cassarate caught fire [five days ago]. Firemen fought the blaze for three days, pumping thousands of gallons into the ship's holds. The water got to the tapioca and the ship turned into a gigantic steam oven. As the glutinous mass swelled, one fire chief likened it to \"a huge tapioca time bomb\" that was about to tear the ship apart. The Cassarate was reported damaged yesterday but preparing to sail for Rotterdam. Cardiff port authorities said it would have taken 200 trucks to unload the swollen tapioca.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] A story from several years ago of a ship load of dry tapioca in a harbor. The ship caught fire and burned, and fire departments poured in water. The fire and water cooked the tapioca which expanded and burst the ship. We think we remember reading this as a news story, maybe not.",
  "Last Updated": "30 July 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/food/prepare/tapioca.asp",
  "Claim": "A freighter carrying tapioca nearly sank when a fire in its hold (and the water used to extinguish it) cooked the cargo.",
  "Claim_ID": "food_prepare_tapioca",
  "Tags": ""
}