{
  "Origins": "The Reverend Sylvester Graham, a Presbyterian minister who became a social reformer and a ferocious advocate of healthful living, is the man who put the 'graham' into the treat we now know and love as graham crackers. Sylvester Graham (1794-1851) believed physical lust was harmful to the body and caused such dire maladies in the sexually overheated as pulmonary consumption, spinal diseases, epilepsy, and insanity, as well as such lesser ailments as headaches and indigestion. He also thought too much lust could result in the early death of offspring, who would have been conceived from weakened stock.",
  "Fact Check": "",
  "Description": "Graham believed a strict vegetarian diet would aid in suppressing carnal urges; to this end, he advocated a regimen devoid of meat and rich in fiber as a way of combating rampant desire. His famed \"Graham bread\" was fashioned from the coarsely ground wheat flour he espoused and which came to bear his name: The Reverend Sylvester Graham, an eccentric Presbyterian minister from Connecticut, promoted a strict, abstemious diet that won him countless converts during America's health craze of the 1820s and 1830s. Convinced that eating meat and fat leads to sinful sexual excess, the good reverend urged total vegetarianism. He also warned that mustard and ketchup cause insanity, urged followers to drink only water, and recommended sleeping with one's windows open regardless of the weather. More reasonably, he touted the merits of a high-fiber diet and promoted the use of homemade unsifted wheat flour instead of refined white flour.1 Although Graham had his adherents during his lifetime, he was mostly regarded as a bit of a nut. Still, there were those who followed his recommendations and happily incarcerated themselves in \"Graham boarding houses\" in New York and Boston as part of the health craze he inspired. A high-fiber vegetarian diet wasn't the only thing he pushed; he was also strongly against the use of tobacco or alcohol and advocated fresh air, exercise, and a good night's sleep, all excellent components of a healthy lifestyle. Who actually produced the first 'graham crackers' so named because they were made of the unsifted wheat flour that Sylvester Graham promoted is the subject of dispute. Some sources assert Graham himself invented the snack in 1829; others claim the graham cracker did not come into being until 1882, 31 years after Graham's death. (The latter date appears to be based on the year recipes for graham crackers started appearing in cookbooks.) Many bakers tried to market the crackers, but it wasn't until 1898 that the National Biscuit Company (now Nabisco) made any real inroads into the market with their Nabisco Graham Crackers product. Nabisco achieved even greater success with their Honey Maid line, introduced in 1925, which boosted the original graham flavor through the addition of honey. Today's graham crackers are made with bleached white flour, a deviation that would have set Sylvester Graham to spinning in his grave he regarded refined flour as one of the world's great dietary evils. Barbara \"bran new key\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0375702989/ref=ase_urbanlegendsrefe;",
  "Example": "",
  "Last Updated": "20 May 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/food/origins/grahamcrackers.asp",
  "Claim": "Graham crackers were named for a man who believed unhealthy diet led to sexual excess.",
  "Claim_ID": "food_origins_grahamcrackers",
  "Tags": ""
}