{
  "Origins": "In December 2014, a rumor started circulating that the creator of Pringles brand potato chips had his cremated ashes packaged into the company's famous canisters and then sold to unknowing customers. Although this claim is false, it does stem from a related true story.",
  "Fact Check": "",
  "Description": "On 4 May 2008, Fedric J. Baur, the man who designed the can used to package Pringles potato chips, passed away at the age of 89. The Cincinnati man was so proud of his packaging invention he requested his cremated remains be buried inside of a Pringles can, and the Associated Press reported on 8 June 2008 that Baur's children had honored this request: The man who designed the Pringles potato crisp packaging system was so proud of his accomplishment that a portion of his ashes has been buried in one of the tall, circular cans. Fredric J Baur, of Cincinnati, died May 4 at Vitas Hospice in Cincinnati, his family said. He was 89. Baur's children said they honoured his request to bury him in one of the cans by placing part of his cremated remains in a Pringles container in his grave in suburban Springfield Township. The rest of his remains were placed in an urn buried along with the can, with some placed in another urn and given to a grandson, said Baur's daughter, Linda Baur of Mississippi. While it's true Baur had his ashes buried inside a Pringles can, that can was never sold to customers. In fact, Baur's son Larry said the Pringles can was purchased from a store just a few hours before the burial: Mr. Baur s son, Larry, said he and his siblings stopped at a Walgreen's to pick up a can of Pringles on the way to the funeral home. My siblings and I briefly debated what flavor to use. But I said, 'Look we need to use the original.'",
  "Originally Published": "",
  "Referred Links": "http://www.nytimes.com/2011/04/06/business/06pringles.html;http://www.theguardian.com/world/2008/jun/02/usa2;",
  "Example": "[Collected via e-mail, December 2014] My daughter came home from school on Friday and stated that she will never eat Pringles brand chips because the \"creator\" of Pringles was cremated when he died and his ashes were put into cans of Pringles and sold to unknowing customers. Is this true?!?",
  "Last Updated": "22 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/food/tainted/pringlesurn.asp",
  "Claim": "The cremated ashes of Pringles' creator were packaged and sold to customers.",
  "Claim_ID": "food_tainted_pringlesurn",
  "Tags": ""
}