{
  "Origins": "The potato, the ultimate comfort food in Western society, has a disturbing secret. This trustworthy old friend so often invited to our tables can, at times, slip us a little bit of poison.",
  "Fact Check": "",
  "Description": "The potato or, rather, green versions of it contains a natural toxin called solanine. The greenish hue that should warn you away from such spuds is actually chlorophyll, but its presence indicates concentrations of solanine are present in the tuber. A glycoalkaloid poison found in species of the nightshade, solanine is a nerve toxin produced in the green part of the potato (the leaves, the stem, and any green spots on the skin). This bitter poisonous crystalline alkaloid is part of the plant's defenses against insects, disease, and predators. Potato leaves and stems are naturally high in glycoalkaloids, so ingestion of these parts of the plant must be avoided at all costs. Solanine develops in potatoes when spuds are subjected to light or either very cold or warm temperatures. It interferes with the body's ability to use a particular chemical that facilitates the transmission of impulses between cells. Ingested in large enough amounts, it can cause vomiting, diarrhea, headaches, and even paralysis of the central nervous system. However, unless you are deliberately seeking out green potatoes to eat, you are unlikely to ingest enough of the toxin to do harm. The potatoes we buy contain such a minute amount of the chemical that a healthy adult would have to eat about 4-1/2 pounds at one sitting to experience any neurological symptoms. Ergo, don't worry about having the occasional green potato chip, but do discard any potatoes that have green eyes, sprouts, or greenish skins, rather than prepare and serve them, especially to children. (Children's smaller body size makes them more susceptible to ill effects.) Contemporary lore contains a well-traveled tale that expounds on a different danger a green potato might pose: During the 1976 Soweto uprising, a bunch of township youths paint a potato green. As an armoured car rolls past them, with a soldier sitting in the turret, they lob the \"grenade\" into the car. All the soldiers inside scramble out, sans weapons, and the youths leap in and commandeer the vehicle. The story is, naturally, hushed up by the authorities. As to whether the preceding is a true story, as noted South African folklorist Arthur Goldstuck said of it: \"This story is uniquely 1970s South African. Or 1960s Saigon. Or 1940s France.\" Barbara \"have spud, will travel\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "9 February 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/food/ingredient/greenpotatoes.asp",
  "Claim": "Green potatoes are poisonous.",
  "Claim_ID": "food_ingredient_greenpotatoes",
  "Tags": ""
}