{
  "Origins": "On 4 November 2014 a Facebook user shared what looked to be a screen capture from a Fox News broadcast, an image that included a Fox News logo and a chart titled \"Obamacare Enrollment,\" manipulated to visually represent what would actually be a resounding success as a seeming failure. However, the image also included a difficult-to-see NBC peacock logo in the lower left-hand corner, suggesting that the image wasn't captured directly from a Fox News Channel broadcast. The confusion was explained by a 7 April 2014 Politico video segment titled \"SNL Spoofs Fox Obamacare Chart\":",
  "Fact Check": "",
  "Description": "The relative age of the segment (it has originally aired more than a year and a half before its reappearance on social media in November 2015) facilitated some viewer confusion, as the Saturday Night Live skit from which the chart originated was no longer fresh in people's minds. The original skit spoofed a then-recent controversy over an actual Fox News chart, covered by Media Matters in an article titled \"MSNBC Criticizes Fox News for Airing Dishonest Obamacare Enrollment Chart\": After Fox News aired a deceptive chart suggesting that the Obama administration would fall far short of the initial Obamacare enrollment estimate of 7 million, MSNBC criticized the network for its misrepresentation of the enrollment numbers. While it's true Fox News aired an entirely separate, controversial Obamacare-related chart in March 2014, the version popular on social media in late 2015 was taken from the earlier SNL skit that spoofed the controversy. Last updated: 13 November 2015",
  "Originally Published": " 13 November 2015",
  "Referred Links": "http://mediamatters.org/blog/2014/03/31/msnbc-criticizes-fox-news-for-airing-dishonest/198697;http://www.politico.com/video/2014/04/snl-spoofs-fox-obamacare-chart-003539;https://www.facebook.com/photo.php?fbid=1036316283079794&set=a.143139245730840.26286.100001042976171&type=3;https://twitter.com/Stv/status/662537563031232512;https://t.co/WWnx2wJPcd;",
  "Example": "[Collected via e-mail and Twitter, November 2015] This was posted on FB as a real graphic on Fox News this week. I don't watch TV much so I'm curious. I can t believe this is a real chart. https://t.co/WWnx2wJPcd Steve (@Stv) November 6, 2015",
  "Last Updated": "13 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/fox-news-obamacare-enrollment-chart/",
  "Claim": "Fox News recently broadcast a deceptive chart about Obamacare enrollment numbers.",
  "Tags": "fox news;dishonest charts;media matters for america;obamacare chart;",
  "Claim_ID": "fox-news-obamacare-enrollment-chart"
}