{
  "Origins": "The photographs displayed above originated with a surveillance camera at one of the branches of the Royal Bank of Trinidad and Tobago (now RBTT ) and demonstrate a variant of the \" Lebanese loop \" scam, in which a type of plastic sleeve is inserted into the card slot of an ATM to trap an unsuspecting user's card, while the scammers employ low-tech methods of inducing the victim into entering his PIN repeatedly until they can observe and memorize it (and retrieve the card after the victim has left the scene). This incident was one of several that prompted RBTT to post notices next to their ATMs warning customers to carefully guard their PINs, to call the RBTT customer hotline immediately if their cards were captured, to be wary of people loitering around ATMs, and to be aware of other unusual circumstances (such as the smell of glue around ATMs).",
  "Fact Check": "",
  "Description": "A key point to note, however, is that these photographs are (as indicated by their timestamps) over five years old. ATM manufacturers have been continuously working on improvements over the last several years to protect against these types of fraud schemes, so the scam shown here wouldn't necessarily be as easy to pull off now as it was back then. Some safety precautions ATM users can employ to protect themselves from this sort of theft are as follows: Always shield your PIN from prying eyes. Use your body to block anyone's view of the keypad, or cup your non-keying hand over the pad as you use it. Do this whether you're at an ATM, a gas pump, or inside a store. (Rigging the machine to trap your card is not the only way a thief can steal your plastic. And keep in mind that scammers need your PIN to make your card work, so guard your PIN carefully.) Don't use an ATM if people insist upon standing around it. Politely ask them to move aside, and if they refuse, go somewhere else. Don't use any ATM that appears to be out of the ordinary. Turn up your nose at cashpoints sporting signs affixed to the machines or instruction screens asking you to do things that don't seem right (such as entering your PIN multiple times). Report these discrepancies immediately to the bank in question or the police. Get into the habit of using the same ATM for almost all of your transactions so as to better recognize when something is different with the machine. Be wary of any changes you see on its outside. If the ATM is affixed to a bank, walk in and ask why the changes were made. Never take advice from \"helpful\" strangers about how to get your card back if an ATM keeps it. Report a machine-trapped card to your bank as soon as possible so that the card can be deactivated if it was not kept for legitimate reasons.",
  "Originally Published": "",
  "Referred Links": "http://www.rbtt.com/;",
  "Example": "[Collected via e-mail, 2006] ATM THEFTS In our first slide you see an individual who apparently is making a bank transaction at an ATM. Placing the trap What he is really doing is placing a trap in the ATM machine to \"capture\" the next user card. Lookout Warning Altering the ATMs is a risky business, these individuals work in teams. The lookout warns of any possible eye witnesses or of the next potential victim. The Victim Here we see the next client using the ATM, after the trap has been set. He inserts his card and begins his transaction. Springing the TRAP The ATM card is confiscated, and the customer is confused, asking himself, why has my card been confiscated? However, here we see the cavalry coming to help. Honest Samaritan Offering HELP Here we see the thief pretending to help. What he is really doing is trying to gain the \"chump\"'s PIN now that he has captured his card. Gaining access to the PIN The good Samaritan convinces the \"chump\" he can recover the card, if he presses his PIN at the same time the Samaritan presses \"cancel\" and \"enter.\" Situation Hopeless, \"They Leave\" After several attempts the \"chump\" is convinced his card has been confiscated. The \"chump\" and the Samaritan leave the ATM. Recovering the CARD Satisfied the area is clear, the thief returns to recover the confiscated card from his trap. He not only has the card, he also has the PIN the \"chump\" provided unknowingly. The Escape In possession of the card and the PIN he leaves the ATM with $4,000 from the \"chump\"'s account. THE TRAP The trap is made up of x-ray film, which is the preferred material used by thieves simply because of the black color which is similar in appearance to the slot on the card reader. Placing the TRAP The trap is then inserted into the ATM slot. Care is taken not to insert the entire film into the slot, the ends are folded and contain glue strips for better adhesion to the inner and outer surface of the slots. INVISIBLE Once the ends are firmly glued and fixed to the slot, it is almost impossible to detect by unsuspecting clients. How is your card confiscated? Slits are cut into both sides of the trap. This prevents your card from being returned prior to completing your transaction. Retrieval of Confiscated Card As soon as the \"chump\" is gone, and they have your PIN, the thief can remove the glued trap. By grasping the folded tips, he simply pulls out the trap that has retained your card. RECOMMENDATIONS 1) Once your card had been confiscated, observe the ATM slot and the card reader for any signs of tampering. Should you see the film tips glued to the slot, pull the trap out and recover your card. 2) Report IMMEDIATELY to the bank.",
  "Last Updated": "11 December 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/fraud/atm/atmtheft.asp",
  "Claim": "Photographs show scammers using a strip of film to steal an unsuspecting bank customer's ATM card.",
  "Claim_ID": "fraud_atm_atmtheft",
  "Tags": ""
}