{
  "Origins": "An advertisement offering $1,000 plus free food and lodging for workers to man FEMA cleanup crews in New Jersey began circulating via social media when Hurricane Sandy hit the upper Atlantic coast of the U.S. in late October 2012. The provided phone number (which corresponds to the St. Augustine area of Florida) has consistently produced a busy signal every time we've tried calling it since the advertisement first appeared, so we don't know exactly what's behind the offer it might be anything from a scam to a private outfit or subcontractor trying to raise crews to help clean up storm-ravaged areas of New Jersey. Whatever this offer is about, however, it doesn't involve directly working for FEMA, as that agency notes in the \"Rumor Control\" section of its Hurricane Sandy page that: There is a spike of traffic related to FEMA hiring cleanup crews in both New York and New Jersey. This is FALSE. For information on how you can volunteer in these communities visit Serve.gov/sandy. Rumors that FEMA is giving out $300 in food stamps to homes without electrical power as a result of Hurricane Sandy, which can be claimed by calling that agency at 1-800-621-3362, are also false: Food stamps being given out to residents of New York and New Jersey as a part of FEMA assistance. This is FALSE. For information on the types of assistance available to those impacted by Sandy, call 1-800-621-FEMA.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://Serve.gov/sandy;http://www.fema.gov/sandy;",
  "Example": "[Collected via e-mail, October 2012] There's a post circulating on Twitter that reads as follows: \"ATTENTION: If you need work, Fema needs clean up crews for South Jersey. It's $1000 for 7 days, hotel and food included. Call 904-797-5998\" There is NOTHING about this on the FEMA site.",
  "Last Updated": "3 November 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/fraud/employment/femasandy.asp",
  "Claim": "FEMA is hiring Hurricane Sandy cleanup crews in New Jersey.",
  "Claim_ID": "fraud_employment_femasandy",
  "Tags": ""
}