{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.chinadaily.com.cn/china/2010-11/25/content_11605006.htm;https://www.reddit.com/r/pics/comments/420o6e/donald_trumps_father_in_photo_with_mao_zedong/;http://www.snopes.com/wordpress/wp-content/uploads/2016/01/donald-trumps-father.jpg;",
  "Example": "[Collected via Reddit, January 2016] Donald Trumps father in photo with Mao Zedong circa 1964. Origin:On 21 January 2016, an image purportedly showing Donald Trump's father, Fred, riding in a car with Chinese revolutionary (and later Communist leader of the People's Republic of China) Mao Zedong was posted to the Reddit community site. While this photograph does show Mao Zedong, Fred Trump is not among those also pictured in the image. The photograph was also not taken in 1964, as alleged by the Reddit post, but in 1945 at an airport in Shaanxi: Huang Hua (left) and Mao Zedong welcome General Zhang Zhizhong (third from left, second row) from Kuomintang and US ambassador to China Patrick Hurley (second from left, second row) on Aug 27, 1945, at Yan'an airport in Shaanxi. Zhang, Chiang Kai-shek's representative, and Hurley flew to Yan'an to accompany Mao to Chongqing for negotiations to avoid a civil war. [Photo/by John Colling] This picture was posted in response to another photograph, purportedly showing Democratic presidential candidate Bernie Sanders at a 1965 civil rights march with Martin Luther King Jr., that went viral in January 2016. While that latter photograph did feature a man who bore a slight resemblance to Sanders, no evidence documents Sanders as having been present at that event. Similarly, the photograph in question here does show a man who could be mistaken for Fred Trump at first glance. The American seen in the back of the car, however, was identified as U.S. Ambassador to China Patrick Hurley, not Donald Trump's father. Last updated: 28 January 2016 Originally published: 28 January 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/fred-trump-mao-zedong/",
  "Claim": "A photograph shows Donald Trump's father posing with Chinese revolutionary Mao Zedong.",
  "Tags": "donald trump;trump;fred trump;mao zedong;",
  "Claim_ID": "fred-trump-mao-zedong"
}