{
  "Origins": "On 17 October 2015, Facebook user Daniel Bailey posted a photograph purportedly showing a rare freshwater Marquette shark that was caught off the coast of a dog beach in Muskegon, Michigan: This Rare Fresh water Marquette Shark was landed just now off the dog beach in Muskegon Mi , Extremely large for its type, is thought to be responsible for the disappearance of several black labs. Historically black Labs are mistaken for seals along the west Michigan coast.",
  "Fact Check": "",
  "Description": "The above-displayed photograph picked up traction when it was noticed by fans of the Lake Michigan Whale Migration Station, a humorous Facebook group that shares digitally manipulated photographs of whales allegedly living in Lake Michigan. Bailey's photograph, however, was not the product of digital manipulation. It's a real photograph, but it does not show a \"rare freshwater Marquette shark\" caught off the coast of a dog park in Michigan. The photograph actually depicts Earnie Polk, a fisherman who has garnered a reputation for landing big sharks from the shore, and a 12 foot tiger shark he caught in February 2015 in Navarre Beach, Florida: Local fisherman Feb. 26 caught a large Tiger shark, which they tagged and released near Navarre Beach fishing pier. Pictured is Earnie Polk, who has participated in NOAA s apex predator tracking program since 1996. Polk said the shark was more than 12 feet in length and estimated its weight to be in excess of 700 pounds. There is no such thing as a freshwater Marquette shark. While we're at it, Orca whales are not attacking bears along a river in Alaska, and there are no whales off the coast of Chicago. Last updated: 20 October 2015",
  "Originally Published": " 20 October 2015",
  "Referred Links": "http://navarrepress.com/headlines/tiger-shark-tagged-and-released-near-pier/;http://www.pnj.com/story/news/2014/04/16/shark-caught-in-local-waters/7805801/;https://www.facebook.com/photo.php?fbid=10154318396414972&set=o.865574633471668&type=3;",
  "Example": "[Collected via e-mail, October 2015] Is there such a thing as a freshwater Marquette shark?",
  "Last Updated": "20 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/freshwater-shark-michigan/",
  "Claim": "A photograph documents the capture of a rare freshwater Marquette shark off the coast of Muskegon, Michigan.",
  "Tags": "marquette shark;",
  "Claim_ID": "freshwater-shark-michigan"
}