{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20140815024834/http://blog.visithelsinki.fi/archives/3402?lang=en;https://jambonewspot.wordpress.com/2011/02/13/kenyan-correspondent-shows-icy-skills/;https://www.flickr.com/photos/suskela/5461132851/in/photostream/;http://www.snopes.com/wordpress/wp-content/uploads/2016/01/Screenshot-2016-01-11-at-3.07.28-PM.png;",
  "Example": "[Collected via Twitter, January 2016] Origin:In January 2016, an image purportedly showing a frozen spider web started circulating around the internet. The above-displayed image has been cropped in an attempt to make this spider web appear as if it were average size and hanging between two branches in a tree. You can still see a frozen spider at the bottom of the image, however, which provides a hint at the web's actual size: The photograph purportedly showing a \"frozen spider web\" actually shows an ice sculpture created by Kenyan journalist and sculptor Michael Kaloki and Timo Koivisto of Finland in 2011 for the Art Meets Ice competition at the Helsinki Zoo: This year, I am attending the Helsinki Zoo International Ice Sculpture Competition, in Finland. One question I am almost always asked at events is, How did you get into ice carving, yet there is no ice in Kenya. I would often reply by saying that ice is just like any other medium. ... This year I travelled alone to the Helsinki Zoo International Ice Carving Competition. The organizers had arranged for me to join a Finnish ice carver to form a team. We are required to carve two sculptures during the four day event. First, we carved a spider web. Our next piece will depict a bee on a flower. I am the only African taking part in the event. The other competitors are from Europe, Asia and North America. Kaloki and Koivisto won first prize in the couple's competition that year with their sculpture of a spider and its web. Last updated: 11 January 2016 Originally published: 11 January 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/frozen-spider-web-sculpture/",
  "Claim": "A photograph shows a frozen spider web.",
  "Tags": "web;spider web;frozen web;frozen;ice sculpture;",
  "Claim_ID": "frozen-spider-web-sculpture"
}