{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.jdnphotography.com/;http://www.shutterbug.com/content/photographer-gives-us-scoop-%E2%80%9Cslurpee-wave%E2%80%9D-photo-went-viral-today#bWdVYehu8zH4AkxX.97;http://www.nytimes.com/2015/02/28/science/nantucket-frozen-waves.html;http://www.jdnphotography.com/;https://www.instagram.com/p/-4kHaWiNs7/;http://www.jdnphotography.com/;http://www.snopes.com/wordpress/wp-content/uploads/2016/01/frozen-waves.png;",
  "Example": "[Collected via Twitter, January 2016] Origin:In January 2016, a series of photographs purportedly showing \"frozen waves\" off the coast of Nantucket started circulating via social media: A photo posted by Jonathan Nimerfroh (@jdnphotography) on Dec 4, 2015 at 12:46pm PST These remarkable pictures were captured by photographer Jonathan Nimerfroh in February 2015. The images of frozen waves are quite real, although the waves they picture aren't completely frozen: Jonathan Nimerfroh, a photographer, arrived on the [Nantucket] beach and saw an unusual sight: slow-moving waves of slush. \"I just noticed a really bizarre horizon,\" said Mr. Nimerfroh, who is also a surfer. The snow was up to my knees, getting to the water. I saw these crazy half-frozen waves. Usually on a summer day you can hear the waves crashing, but it was absolutely silent. It was like I had earplugs in my ears.\" It is not uncommon for the harbor to freeze, but even a fisherman he spoke with later said he had never seen anything quite like it. Normally, water freezes at 32 degrees Fahrenheit. But salt in the ocean lowers the freezing temperature basically by getting in the way of the water molecules to about 28.4 degrees. The movement of the waves seems to have broken up ice crystals before they could grow into a sheet covering that shallow stretch of the Atlantic Ocean. The result was an ocean with the consistency of a 7-Eleven Slurpee. Nimerfroh offered this description of his \"slurpee wave\" photographs to Shutterbug: They were perfect dreamy slush waves. Most waves were around two feet with some larger sets slushing thru around three foot or waist high. Nimerfroh said that he returned to the beach the following day hoping to see the same slush waves, but by then the water had frozen into an ice sheet and \"nothing was moving ... There were no waves anymore.\" Last updated: 28 January 2016 Originally published: 28 January 2016 Featured Image: JDN Photography sources: Chang, Kenneth and Cornelia Dean. \"On Nantucket, Surf's Up, If You're Part Penguin.\" The New York Times. 27 February 2015. Chang, Kenneth and Cornelia Dean. \"On Nantucket, Surf's Up, If You're Part Penguin.\" The New York Times. 27 February 2015.",
  "Last Updated": "",
  "Credibility": "true",
  "URL": "www.snopes.com/frozen-wave-photos/",
  "Claim": "A series of photographs shows frozen waves off the coast of Nantucket.",
  "Tags": "",
  "Claim_ID": "frozen-wave-photos"
}