{
  "Origins": "Most shoppers are familiar with PLU code stickers on fresh produce, commonly removed prior to the consumption of portable fruits like apples and bananas. Rumors claiming that fruit stickers are edible have long circulated on the internet; but a January 2014 HLN article (boldly proclaiming folks ought to go ahead and eat the stickers) popularized the idea:",
  "Fact Check": "",
  "Description": "Fruit stickers are edible! Should you peel them off? Yes. But, if you happen to eat one or two it s not a big deal. They re actually made out of edible paper or other food grade materials with that possibility in mind! Even the glue is food grade. The FDA says so. Notably, the HLN article stated that fruit stickers were \"edible\" but immediately cautioned people to remove them anyway (adding that \"one or two\" stickers likely wouldn't have an adverse effect). Immediately, the meaningful difference between \"safe to eat\" and \"genuinely edible\" stood out in the excerpt above. Unsurprisingly, it didn't take long for the assertion to evolve from \"eating fruit stickers accidentally probably won't harm you\" to \"the [Food and Drug Administration] FDA urged everyone to eat fruit stickers.\" Within a few months Reddit users debated the wisdom in consuming PLU code stickers, Quora members asked whether they should be eating fruit stickers, and \"facts\"-themed Twitter accounts routinely informed followers about the edibility of fruit stickers (as seen in the example above). Before long, it seemed folks inferred that removing fruit stickers was akin to discarding nutrient-rich skins on certain produce items and detrimental to your health. HLN cited the unreliable WikiHow as a source for its claim that PLU code stickers were made from \"edible paper,\" suggesting that overall guidance to add stickers to your diet was scarce. WikiHow's page didn't substantiate its claim that fruit stickers are made from edible paper, nor did the site clarify under which regulatory body such a practice might be governed. While our search turned up multiple versions of the rumor, we were unable to find any information supporting the assertion that fruit stickers were routinely made from a substance specifically deemed \"edible paper\" (versus just \"paper,\" which is technically edible under a variety of circumstances but inadvisable to eat). Label manufacturers frequently described produce stickers as \"FDA compliant,\" but clicking through to pages devoted to those stickers seemed to indicate that the paper used was identical to any other sticker. Multiple web sites retail produce labels, but none specified that the paper was edible or made from a different sort of paper. One of those manufacturers explained in their sales copy: Some label materials may meet the requirements of one or more FDA regulations but not all. The label regulations you will need to follow depend on your product and where you expect to put the label. For example, a label used on an orange or banana peel is considered an indirect food additive because the actual food stuff is not affected by the adhesive elements on the peel. However, the label is still considered a food contact substance, and falls under a separate set of FDA guidelines. The second portion of the claim pertained to label adhesive, which should be noted is no indicator of sticker edibility: any number of inedible things could be affixed to a pear or parsnip with food-grade adhesive and retain the original item's non-food status. It stands to reason that all produce labels would be affixed with safe-to-eat glue, as trace amounts of the adhesive would likely survive washing. The FDA maintains guidelines governing which adhesives are generally recognized as safe for edible items. A 2007 news report about technology in produce labeling didn't address whether such stickers are strictly edible; but it described alternatives, suggesting that stickers were not intended for consumption: The days of peeling pesky stickers off apples and tomatoes may soon be over. A Georgia company is seeking federal approval for a laser that etches indelible but edible labels onto the skins of fruits and vegetables. Ingredients aren't the only potential threat posed by fruit stickers. Anecdotal accounts of accidental choking involving produce labels abound on the internet; and a 1998 newspaper article (which described the tags as \"edible\") addressed accidental consumption of the stickers: And, as you might have guessed, some less-than-vigilant people wind up swallowing the stickers. \"We've received five or six complaints about people eating them and one about a person choking a bit,\" says a Food and Drug Administration spokeswoman. \"As a consumer, you need to take the responsibility to wash the produce and remove extraneous materials, especially for children.\" Then, in a lowered voice doused in disapproval, she adds, \"The choking person was eating while driving, you know.\" Ultimately, the assertion that fruit stickers are specifically edible appeared to be somewhat misguided. We were unable to determine whether such labels are routinely produced from any specific material at all, much less prove the consistent usage of paper specifically designed to be eaten by produce consumers. Moreover, the stickers are (by all accounts) not intended for general consumption: they don't taste good, and folks of all ages have inadvertently choked on fruit stickers (which undoubtedly pose a higher choking risk to babies and toddlers). It's true that consuming a fruit sticker isn't likely to kill you, but the claim they're \"edible\" isn't precisely correct. Last updated: 26 October 2015",
  "Originally Published": " 26 October 2015",
  "Referred Links": "http://articles.philly.com/1998-11-01/living/25734580_1_stickers-rome-apples-cashiers;https://www.facebook.com/permalink.php?id=279284635558233&story_fbid=281819155304781;http://community.babycenter.com/post/a42743974/choking_hazard_lo_is_ok;http://www.cbsnews.com/news/fda-ok-sought-for-laser-labeled-produce/;http://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfcfr/CFRSearch.cfm?fr=175.125;http://www.producelabels.com/store/#!/Seeded-Watermelon/p/35302733/category=9062125;http://www.consolidatedlabel.com/markets/promotional-labels/sticker-sheets/;http://www.advantagelabel.com/products-services/prime-labels/fda-compliant-labels/;http://www.consolidatedlabel.com/markets/food-labels/fruit-and-produce-labels/;http://www.wikihow.com/Wash-Fruit-and-Vegetables;https://www.quora.com/Fruit/Am-I-supposed-to-eat-the-little-stickers-on-my-apple;https://www.reddit.com/r/todayilearned/comments/23ort6/til_that_it_is_safe_to_eat_the_stickers_that_are/;http://www.hlntv.com/article/2014/01/15/fruit-label-sticker-facts;http://message.snopes.com/showthread.php?t=14104;https://twitter.com/UberFacts/status/640136547656953856;",
  "Example": "[Collected via Twitter, October 2015] The stickers on fruit are edible. UberFacts (@UberFacts) September 5, 2015",
  "Last Updated": "26 October 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/fruit-stickers-edible/",
  "Claim": "Price-Look Up (PLU) code stickers on vegetables and fruit are edible.",
  "Tags": "fruit stickers;PLU codes;are fruit stickers edible;HLN;food legends;",
  "Claim_ID": "fruit-stickers-edible"
}