{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://www.instagram.com/p/BA2whzuh8KQ/;https://www.instagram.com/adamferriss/;http://t.umblr.com/redirect?z=http%3A%2F%2Fapod.nasa.gov%2Fapod%2Fap121009.html&t=NWMxNGYzMjA3NTViZDFkZGQ4YTgyNTI5Yzk5N2Y2MTI3ZDlkOGMwMSxJRVBCUUJzdA%3D%3D;http://kimasendorf.tumblr.com/post/32936480093/processing-source-code;http://t.umblr.com/redirect?z=http%3A%2F%2Fkimasendorf.com&t=MWY4MTJkZDFkNmM2YThiYzVhNWIzNzlmOWUzYTMxNjJjYWVmNDVjNyxJRVBCUUJzdA%3D%3D;http://adamferriss.tumblr.com/post/33374809754/simeis-147-pixel-sorting-algorithm-comparison;http://www.eso.org/public/images/eso1119a/;http://adamferriss.tumblr.com/post/31682932741/swan-nebula;http://adamferriss.com/;http://www.snopes.com/wordpress/wp-content/uploads/2016/01/12507579_10207567679504102_6589331564951282548_n.jpg;",
  "Example": "[Collected via Facebook, January 2016] This is a photo taken by Hubble. Scientists cannot begin to figure out what it is. I like to think of it as the gate of heaven. Origin:A photograph purportedly showing as astronomic phenomenon dubbed the \"the gates of heaven\" began recirculating online in January 2016, after it was posted to the Facebook social network along with claims that it had been taken by the Hubble Telescope and that scientists could not identify what it pictured. However, the above-displayed image is a actually piece of digital artwork that was created by Adam Ferriss and based on a 2011 image taken by the European Southern Observatory (ESO) of the Swan Nebula: The first released VST image shows the spectacular star-forming region Messier 17, also known as the Omega Nebula or the Swan Nebula, as it has never been seen before. This vast region of gas, dust and hot young stars lies in the heart of the Milky Way in the constellation of Sagittarius (The Archer). The VST field of view is so large that the entire nebula, including its fainter outer parts, is captured and retains its superb sharpness across the entire image. The data were processed using the Astro-WISE software system developed by E.A. Valentijn and collaborators at Groningen and elsewhere. Although Ferriss did not specifically state how he created his digital artwork, it appears that he used a process known as \"pixel sorting,\" which he briefly described in a post about a similar image: Kim Asendorf recently released his pixel sorting code. This was incredibly exciting for me because his images were the inspiration for my own venture down the pixel sorting road. I decided to run an image of Simeis 147 (a supernova remnant) through both pieces of code to compare the outputs and highlight the differences and similarities between them. The output from my code is on top, Kim's is on the bottom. The code that I wrote only sorts in one direction at a time, right to left, from bright to dark. If I want the lines to appear vertically I have to feed the image into the algorithm rotated 90 degrees. Kim's will sort both vertically and horizontally at the same time, but for reasons that I don t yet understand, the horizontal sorts are more prominent. We reached out to the artist for comment. He has not yet directly responded to us, but did post the following on his Instagram account: Tfw your work is trolling people without your knowledge A photo posted by Adam Ferriss (@adamferriss) on Jan 22, 2016 at 12:59pm PST Last updated: 22 January 2016 Originally published: 22 January 2016 Featured Image: Adam Ferriss",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/gates-of-heaven/",
  "Claim": "Scientists are stumped by a photograph taken by the Hubble Telescope and some believe it shows \"the gates of heaven.\"",
  "Tags": "",
  "Claim_ID": "gates-of-heaven"
}