{
  "Origins": "On 2 October 2015, the web site ReportQuickly published an article titled \"Georgia Teen Contracts HIV After Getting Hair Weave at Salon\" which reported that: A Georgia salon is under investigation after a teenager contracted HIV after getting a hair weave at a the salon. According to the police report, the teenager has never been sexually active and not an intravenous drug user. The teenager contracted the virus after receiving a popular sewn-in hair style that millions of women across the world wear ... while receiving the sew in weave, her scalp was was punchered several times with the needle, causing bleeding in the scalp which later became scab wounds ... Three weeks after getting the sew in weave, the teenager began to experience flu-like symptoms accompanied with aching muscles and rash, all early symptoms of an HIV infection. The girl entered the emergency room one night where several tests were performed and questions were asked ... A week later, her mother received a call from a nurse urging them to come back to the hospital. I was in disbelief. Total shock. I kept saying how can I have AIDS when I m a virgin.",
  "Fact Check": "Did a Georgia teen contract HIV while getting a sew-in hair weave?",
  "Description": "The dubious report was further popularized when it was republished on 6 October 2015 by the popular gossip site MediaTakeOut under the headline \"MTO SHOCK REPORT: A Georgia Teenager Reportedly CONTRACTS HIV ... She Was Getting A SEW IN HAIR WEAVE ... and Got PRICKED by a Dirty Needle!!! (Holy CRAP)\" It should be noted that even in healthcare settings transmission of HIV through tainted implements is exceptionally rare, and no corresponding news stories or police reports matched the claim about dirty needles and a sew-in weave (despite the fact an infection that occurred in that fashion would be very newsworthy). In terms of folklore, the story closely resembled extant urban legends about insects in hairstyles or weaves and a more recent rumor about lice in eyelash extensions. (All of which implicitly cast aspersions on the merits of vanity, and are inherently critical of women of color who often rely on such services more heavily due to cultural pressure.) In addition to being medically implausible, the report was easily determined to be false by scrolling to the bottom of the Reportquickly.com page on which it appeared (under the comments) and noting the disclaimer: Reportquickly.com is a combination of real shocking news and satire news. Please note that articles written on this site are for entertainment and satirical purposes only. Last updated: 8 October 2015",
  "Originally Published": " 8 October 2015",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "8 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/georgia-teen-hiv-weave/",
  "Claim": "A Georgia teen contracted HIV while getting a sew-in hair weave.",
  "Tags": "weave;HIV weave;HIV;reportquickly;media takeout;",
  "Claim_ID": "georgia-teen-hiv-weave"
}