{
  "Origins": "Charles Schulz (not \"Schultz\") was the cartoonist who created and drew the immensely popular Peanuts comic strip, which ran continuously for almost 50 years (from October 1950 until Schulz's death in February 2000) and appeared in more than 2,600 newspapers published in 75 different countries. Although Charlie Brown, Linus, Lucy, Snoopy, and other of Schulz's cartoon characters often expressed philosophical observations delivered with gentle good humor, the above-quoted quiz about the importance of having caring people in our lives, frequently reproduced under a title of \"Charles Schulz Philosophy\" (or sometimes \"Charlie Brown's Philosophy\") is not his handiwork.",
  "Fact Check": "",
  "Description": "An inquiry to the Charles M. Schulz Museum produced the following response: We get this request about once a month. Though this saying/quiz is often attributed to Charles Schulz, he in fact made no such statement. The \"Don't worry about the world coming to an end today . . . It's already tomorrow in Australia\" quotation that appears at the end of the quiz evidently did come from the pen of Charles Schulz, an adaptation taken from a Peanuts strip originally published on 13 June 1980. We don't know who the real creator of this quiz is, but it's been circulating on the Internet since at least 2000, and somewhere along the way someone appended Schulz's \" . . . it's already tomorrow in Australia\" line to it, an addition that evidently misled a subsequent reader into believing that Schulz had authored the quiz itself. The quiz (sometimes with attribution to Charles Schulz, and sometimes not) has subsequently appeared in any number of devotional or inspirational books. Our earliest print sighting of it dates to 2001, where it was presented in Dennis Fakes' G.R.A.C.E.: The Essence of Spirituality .",
  "Originally Published": "",
  "Referred Links": "http://www.schulzmuseum.org/;http://www.unitedmedia.com/comics/peanuts/;",
  "Example": "[Collected on the Internet, 2004] CHARLES SCHULTZ PHILOSOPHY You don't actually have to take the quiz. Just read this straight through and you'll get the point. It is trying to make an awesome point! Here's the first quiz: 1. Name the five wealthiest people in the world. 2. Name the last five Heisman trophy winners. 3. Name the last five winners of the Miss America contest. 4. Name ten people who have won the Nobel or Pulitzer prize. 5. Name the last half dozen Academy Award winners for best actor and actress. 6. Name the last decade's worth of World Series winners. How did you do? The facts are, none of us remember the headliners of yesterday. These are no second-rate achievers. They are the best in their fields. But the applause dies. Awards tarnish. Achievements are forgotten. Accolades and certificates are buried with their owners. Here's another quiz. See how you do on this one: 1. List a few teachers who aided your journey through school. 2. Name three friends who have helped you through a difficult time. 3. Name five people who have taught you something worthwhile. 4. Think of a few people who have made you feel appreciated and special. 5. Think of five people you enjoy spending time with. 6. Name half a dozen heroes whose stories have inspired you. Easier? The lesson: The people who make a difference in your life are not the ones with the most credentials, the most money, or the most awards. They are the ones that care. \"Don't worry about the world coming to an end today ...... It's already tomorrow in Australia.\" ----- Charles Schulz-----",
  "Last Updated": "25 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/schulz.asp",
  "Claim": "Cartoonist Charles Schulz designed a quiz to demonstrate the importance of having people who care about you.",
  "Claim_ID": "glurge_schulz",
  "Tags": ""
}