{
  "Origins": "Tony Snow had a thirty-year career in the U.S. political news and commentary media, working as an editorial writer and editor for several newspapers (eventually landing his own nationally syndicated column), appearing as both a guest and a host of a variety of radio and television news programs, and serving as a speechwriter and media affairs consultant for President George H.W. Bush.",
  "Fact Check": "",
  "Description": "In April 2006, Tony Snow was appointed White House Press Secretary in the George W. Bush administration following the resignation of Scott McClellan. In March 2007, Snow began treatment for the recurrence of cancer (for which he'd undergone surgery and chemotherapy two years earlier) and had to scale back his official duties, as well as his speaking engagements and media appearances. Snow officially stepped down as White House Press Secretary in September 2007, citing his need to earn more money for his family than the salary paid by his government position. On 12 July 2008, Tony Snow passed away at the age of 53, and many of those whom he had worked with (or for) paid tribute to his professionalism, including Vice-President Dick Cheney, who said of him: \"He had this rare combination of intelligence, of commitment and loyalty to the president that he was working for, but also this great love of going out behind that podium and doing battle with what in effect were his former colleagues. And it was this capacity that he had to be unfailingly polite, to maintain good humor under the most trying of circumstances, and do it, I thought, better and more effectively than anybody I've ever seen in that post.\" The news of Tony Snow's passing brought additional focus and interest to a piece (excerpted above) he'd authored a year earlier, in response to the question of what spiritual lessons he had been learning during his bout with cancer. His answer, in the form of an essay entitled \"Cancer's Unexpected Blessings,\" was published by Christianity Today in July 2007.",
  "Originally Published": "",
  "Referred Links": "http://www.christianitytoday.com/ct/2007/july/25.30.html;http://www.christianitytoday.com/ct/2007/july/25.30.html;",
  "Example": "[Snow, 2007] Tony Snow, a conservative writer and commentator who cheerfully sparred with reporters in the White House briefing room during a stint as President Bush's press secretary, died July 12 of colon cancer. He was 53. The following was apparently written by Tony a couple of years ago. What a strong testimony to the faith of one person. Oh, that we all could be this strong. Blessings arrive in unexpected packages in my case, cancer. Those of us with potentially fatal diseases and there are millions in America today find ourselves in the odd position of coping with our mortality while trying to fathom God's will. Although it would be the height of presumption to declare with confidence What It All Means, Scripture provides powerful hints and consolations. The first is that we shouldn't spend too much time trying to answer the why questions: Why me? Why must people suffer? Why can't someone else get sick? We can't answer such things, and the questions themselves often are designed more to express our anguish than to solicit an answer. I don't know why I have cancer, and I don't much care. It is what it is a plain and indisputable fact. Yet even while staring into a mirror darkly, great and stunning truths begin to take shape. Our maladies define a central feature of our existence: We are fallen. We are imperfect. Our bodies give out. But despite this because of it God offers the possibility of salvation and grace. We don't know how the narrative of our lives will end, but we get to choose how to use the interval between now and the moment we meet our Creator face-to-face. Second, we need to get past the anxiety. The mere thought of dying can send adrenaline flooding through your system. A dizzy, unfocused panic seizes you. Your heart thumps; your head swims. You think of nothingness and swoon. You fear partings; you worry about the impact on family and friends. You fidget and get nowhere. To regain footing, remember that we were born not into death, but into life and that the journey continues after we have finished our days on this earth. We accept this on faith, but that faith is nourished by a conviction that stirs even within many nonbelieving hearts an intuition that the gift of life, once given, cannot be taken away. Those who have been stricken enjoy the special privilege of being able to fight with their might, main, and faith to live fully, richly, exuberantly no matter how their days may be numbered. Third, we can open our eyes and hearts. God relishes surprise. We want lives of simple, predictable ease smooth, even trails as far as the eye can see but God likes to go off-road. He provokes us with twists and turns. He places us in predicaments that seem to defy our endurance and comprehension and yet don't. By his love and grace, we persevere. The challenges that make our hearts leap and stomachs churn invariably strengthen our faith and grant measures of wisdom and joy we would not experience otherwise. [Rest of essay here.]",
  "Last Updated": "19 July 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/glurge/tonysnow.asp",
  "Claim": "Former White House Press Secretary Tony Snow authored an essay about the \"unexpected blessings\" of cancer.",
  "Claim_ID": "glurge_tonysnow",
  "Tags": ""
}