{
  "Origins": "Most of us are familiar with the basic penicillin legend: a London bacteriologist notices something unusual about the mold growing in an uncleaned Petri dish and ends up making one of the greatest medical discoveries of all time. What if the only reason this medical pioneer, the son of a poor farmer, had been able to receive the education that allowed him to make this monumental scientific breakthrough was his father's chance encounter years earlier with another (future) giant of 20th century history? And, in a delicious conclusion, the scientist later used his discovery to save his benefactor's life? Wouldn't that be an astounding and inspiring coincidence?",
  "Fact Check": "",
  "Description": "It would. If only it were true. The first clue that should make us skeptical of this too-good-to-be-true tale is that it exists in multiple forms. For example, here are a couple of other common versions: A British family journeyed to Scotland for a summer vacation. The mother and father were looking forward to enjoying a beautiful Scottish countryside with their young son. But one day the son wandered off all by himself and got into trouble. As he walked through the woods, he came across an abandoned swimming hole, and as most boys his age do, he took off his clothes an jumped in! He was totally unprepared for what happened next. Before he had time to enjoy the pool of water, he was seized by a vicious attack of cramps. He began calling for help while fighting a losing battle with the cramps to stay afloat. Luckily, it happened that in a nearby field a farm boy was working. When he heard the frantic cries for help, he brought the English boy to safety. The father whose son had been rescued was of course very grateful. The next day, he went to meet the youth who have saved his son's life. As the two talked, the Englishman asked the brave lad what he planned to do with his future. The boy answered, \"Oh I suppose I'll be a farmer like my father.\" The grateful father said, \"Is there something else you'd rather do?\" \"Oh yes!\" answered the Scottish lad. \"I've always wanted to be a doctor. But we are poor people and could never afford to pay for my education.\" \"Never mind that,\" said the Englishman. \"You shall have your heart's desire and study medicine. Make your plans, and I'll take care of the costs.\" So, the Scottish lad did indeed become a doctor. There is more! Some years later, in December of 1943, Winston Churchill became very ill with pneumonia while in North Africa. Word was sent to Sir Alexander Fleming, who had discovered the new wonder drug, penicillin, to come immediately. Flying in from England, Dr. Fleming administered his new drug to the ailing prime minister. In the 1880s, a renowned member of the British parliament was in his carriage when it got stuck in the mud. A young farm boy saw his predicament and came over and put the carriage back on the road. The parliament member was surprised and asked, \"Young man, what do I owe you for this?\" \"Nothing,\" said the young man. \"I consider a privilege to help.\" The man paid for the little boy's medical school training. This boy would later save Winston Churchill's life with penicillin when Churchill lay dying in a hospital during World War II's most critical hour. The man's name was Lord Randolph Churchill, Winston Churchill's father. So, Alexander Fleming's father saved a young Winston Churchill from drowning in a bog. Or young Alexander Fleming himself saved a young Winston Churchill from drowning in a swimming hole. Or young Alexander Fleming helped Winston Churchill's father get his carriage out of the mud and back onto the road. Well, whatever: we've got two fathers and two sons: one of the four helped one of the other three, and one of the remaining two paid for somebody's education. Or something like that. It's a good story, so let's not weigh it down with a bunch of pesky details. The facts of none of these versions jibe with what we know of these people's lives. No Churchill biography we've found mentions young Winston's chance encounter with a Fleming, father or son. Alexander Fleming was born in a remote, rural part of Scotland and lived on an 800-acre farm that was a mile from the nearest",
  "Originally Published": "",
  "Referred Links": "http://www.winstonchurchill.org;http://nobelprize.org/nobel_prizes/medicine/laureates/1945/fleming-bio.html;",
  "Example": "[Collected on the Internet, 1999] His name was Fleming, and he was a poor Scottish farmer. One day, while trying to eke out a living for his family, he heard a cry for help coming from a nearby bog. He dropped his tools and ran to the bog. There, mired to his waist in black muck, was a terrified boy, screaming and struggling to free himself. Farmer Fleming saved the lad from what could have been a slow and terrifying death. The next day, a fancy carriage pulled up to the Scotsman's sparse surroundings. An elegantly dressed nobleman stepped out and introduced himself as the father of the boy Farmer Fleming had saved. \"I want to repay you,\" said the nobleman. \"You saved my son's life.\" \"No, I can't accept payment for what I did,\" the Scottish farmer replied, waving off the offer. At that moment, the farmer's own son came to the door of the family hovel. \"Is that your son?\" the nobleman asked. \"Yes,\" the farmer replied proudly. \"I'll make you a deal. Let me take him and give him a good education. If the lad is anything like his father, he'll grow to a man you can be proud of.\" And that he did. In time, Farmer Fleming's son graduated from St. Mary's Hospital Medical School in London, and went on to become known throughout the world as the noted Sir Alexander Fleming, the discoverer of Penicillin. Years afterward, the nobleman's son was stricken with pneumonia. What saved him?? Penicillin. The name of the nobleman? Lord Randolph Churchill. His son's name? Sir WinstonChurchill. Someone once said what goes around comes around.",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/fleming.asp",
  "Claim": "The father of Alexander Fleming, the discoverer of penicillin, saved a young Winston Churchill from drowning, and in gratitude Churchill's father paid for Fleming's education.",
  "Claim_ID": "glurge_fleming",
  "Tags": ""
}