{
  "Origins": "Red Skelton, a veteran comic who successfully plied his trade as a sentimental clown figure in vaudeville and radio, delighted television audiences for twenty years playing characters he had perfected on radio Clem Kadiddlehopper, Freddie the Freeloader, and the Mean Widdle Kid on his weekly variety television program, \" The Red Skelton Show .\"",
  "Fact Check": "",
  "Description": "On 14 January 1969, Skelton offered his television audience his reminiscence of an incident from his schoolboy days in Indiana. Mr. Lasswell, Skelton's teacher, felt his students had come to regard the Pledge of Allegiance as a daily drudgery to be recited by rote; they had lost any sense of the meaning of the words they were speaking. As Skelton related the story, Mr. Lasswell told his class: \"I've been listening to you boys and girls recite the Pledge of Allegiance all semester and it seems as though it's becoming monotonous to you. If I may, may I recite it and try to explain to you the meaning of each word?\" Skelton then delivered to his audience (accompanied by a background of string music) a stirring version of the explanation provided to his school class by their teacher so many years earlier (and a recitation of the pledge itself), as quoted above. Skelton's explication and rendition of the Pledge of Allegiance proved to be quite popular and widely acclaimed, and in response to public demand it was issued in print and pressed into records. But in 1969, the Supreme Court decisions that eliminated compulsory prayer and Bible reading in public schools as unconstitutional, Abington School District v. Schempp and Murray v. Curlett , were still fairly recent (having been handed down in 1963), and protests over American military involvement in Vietnam had rendered the American flag as much a symbol of divisiveness as of unity. Skelton, a soft-spoken, sentimental personality who ended every program with the invocation \"Good night, and may God bless,\" added a coda to Mr. Lasswell's explanation, a lamentation of the thought that the 1954 insertion of the words \"under God\" to the Pledge of Allegiance might someday cause it to be considered a \"prayer\" (and thereby eliminated from public schools as well), and given the recent appeals court ruling that teacher-led recitation of the Pledge of Allegiance in public schools is unconstitutional , Red Skelton's words now strike many as remarkably prescient (and perhaps more prophetic than even he imagined). Skelton performed a similar explication of the Canadian national anthem, \"O Canada,\" during a visit to that country in 1990: \"O Canada\": I see mountains and valleys and rivers and trees; it is truly Mother Nature's warehouse. \"Our home and native land\": A place where families live with dignity on rich soil that shares food and beauty. \"True patriot\": Patriotism, a pride, a privilege to say, I, me, an individual, a committee of one, and dedicate all my worldly goods, to give without self-pity. \"love in all thy sons command\": That powerful youth that gives all their love and devotion, holding the standard with the Maple Leaf high in the air; for it is a symbol of courage and wherever she waves, she shouts \"Freedom is everybody's job.\" \"With glowing hearts we see thee rise\": A warmth that incubates incentive; wisdom that feeds beyond superstition and ignorance. \"the true north strong\": She is that compass needle that points to inspiring reality, and the courage to struggle on, to find a dream and make it come true. \"and free\": That right of power for one to live his own life without fear or stress or any sort of retaliation. \"And stand on guard, O Canada\": Not that we want to flaunt our strength, but to be capable of facing the strongest should that enemy appear. \"We stand on guard for thee\": we protect all doctrines and share thy spirit of logic and reasoning. \"O Canada, glorious and free!\": That means justice, the principle and qualities of dealing fairly with others. \"O Canada , we stand on guard for thee\": So we can stand proud and say to our neighbor, \"This is as much my country as it is yours.\" Both of these items are reminiscent of a Christmas segment from the \"Amos 'n' Andy\" radio program, one which first aired in 1930 and was repeated annually (and was filmed for the 1952 Christmas Day episode of the short-lived \"Amos 'n' Andy\" television series). As Amos' daughter Arbadella lies in her bed on Christmas Eve, her father tenderly explains the meaning of the Lord's Prayer to her: ARABDELLA: I've been saying the Lord's Prayer with Mommie. What does the Lord's Prayer mean, Daddy? AMOS: The Lord's Prayer? Well, darlin', I'll 'splain it to you. It means an awful lot, and with the world like it is today, it seems to have bigger meaning than ever before. ARABDELLA: But what does the Lord's Prayer really mean, Daddy? AMOS: Now, you lay down, and you listen. The first line of the Lord's Prayer is this: \"Our Father which art in Heaven\" that means Father of all that is good where no wrong can dwell. Then it says \"Hallow'd be Thy name\" that means, darlin', that we should love an' respect all that is good. Then it says \"Thy kingdom come, Thy will be done, on earth as it is in Heaven\" that means, darlin', as we clean our hearts with love, the good, the true, and the beautiful, then Earth where we are now will be like Heaven. ARABDELLA: That would be wonderful, Daddy. AMOS: Then it says \"Give us this day our daily bread\" that means to feed our hearts an' minds with kindness, with love an' courage, which will make us strong for our daily task. Then after that, the line of the Lord's Prayer is \"An' forgive us our debts as we forgive our debtors\" you 'member the Golden Rule? ARABDELLA: Yes, Daddy. AMOS: Well, that means we mus' keep the Golden Rule and do unto others as we would want them to do unto us. And then it says \"and lead us not into temptation, but deliver us from evil\" that means, my darlin', to ask God to help us do, an' see, an' think right, so that we will neither be led nor tempted by anything that is bad. \"For thine is the Kingdom, the Power, and the Glory forever. Amen.\" That means, darlin', that all the world an' everything that's in it, belongs to God's kingdom everything Mommie, your Daddy, your little brother and sister, your gran'ma you an' everybody and, as we know that, an' act as if we know it, that, my darlin' daughter, is the real spirit of Christmas. Additional information: The Pledge of Allegiance ((The Red Skelton Show 14 January 1969))",
  "Originally Published": "",
  "Referred Links": "http://www.atheists.org/courthouse/prayer.html#intro;http://caselaw.lp.findlaw.com/scripts/getcase.pl?court=US&vol=374&invol=203;http://www.museum.tv/archives/etv/R/htmlR/redskeltons/redskeltons.htm;",
  "Example": "[Skelton, 1969] The Pledge of Allegiance: I: Me, an individual, a committee of one. PLEDGE: Dedicate all of my worldly goods to give without self pity. ALLEGIANCE: My love and my devotion. TO THE FLAG: Our standard, Old Glory, a symbol of freedom. Wherever she waves, there's respect because your loyalty has given her a dignity that shouts freedom is everybody's job. UNITED: That means that we have all come together. STATES: Individual communities that have united into 48 great states. Forty-eight individual communities with pride and dignity and purpose; all divided with imaginary boundaries yet united to a common purpose, and that's love for country. AND TO THE REPUBLIC: A state in which sovereign power is invested in representatives chosen by the people to govern. And government is the people, and it's from the people to the leaders, not from the leaders to the people. FOR WHICH IT STANDS, ONE NATION: One nation, meaning \"so blessed by God.\" INDIVISIBLE: Incapable of being divided. WITH LIBERTY: Which is freedom, the right of power to live one's own life without threats, fear, or some sort of retaliation. AND JUSTICE: The principle or quality of dealing fairly with others. FOR ALL: For all, which means, boys and girls, it's as much your country as it is mine. And now, boys and girls, let me hear you recite the Pledge of Allegiance: \"I pledge allegiance to the Flag of the United States of America, and to the Republic for which it stands: one nation, indivisible, with liberty and justice for all.\" Since I was a small boy, two states have been added to our country, and two words have been added to the Pledge of Allegiance: \"under God.\" Wouldn't it be a pity if someone said that is a prayer, and that would be eliminated from schools too?",
  "Last Updated": "9 March 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/glurge/skelton.asp",
  "Claim": "In 1969, comic Red Skelton lamented on his weekly television show that the Pledge of Allegiance might someday be considered a \"prayer\" and eliminated from public schools.",
  "Claim_ID": "glurge_skelton",
  "Tags": ""
}