{
  "Origins": "We know so little about the circumstances surrounding da Vinci's creation of \"The Last Supper\" that an account offering this much detail is immediately suspect. Certainly da Vinci didn't take twenty-five years, or even ten years, to complete his work, as claimed in these accounts. Documentary evidence indicates he began \"The Last Supper\" in 1495 and was finished with it by 1498. (At the outside, Da Vinci would had to have completed his work by the end of 1499; that year he fled Milan ahead of the invading French and didn't return to the city until 1506.) Other details presented here are woefully wrong as well: There are no records of whom Leonardo used as models for the figures in \"The Last Supper,\" but he was painting on a wall, undoubtedly from sketches, so in no case would he have had models sitting in a \"studio\" for \"days\" while he \"painted on canvas.\"",
  "Fact Check": "",
  "Description": "This tale is simply a Christian religious allegory warning of the inner spiritual decay (as exemplified by an outer physical decay) that awaits those who spurn Jesus Christ. As with many other examples of glurge, the writer has housed his message within a historical framework to lend it additional impact, thereby achieving exactly the opposite of what he intended: readers now focus on the literal truth of the allegory's details rather than its message. The prose version of this glurge bears a strong similarity to the following bit of verse (of unknown origin): Two pictures hung on the dingy wall Of a grand old Florentine hall One of a child of beauty rare, With a cherub face and golden hair; The lovely look of whose radiant eyes Filled the soul with thoughts of Paradise. The other was a visage vile Marked with the lines of lust and guile, A loathsome being, whose features fell Brought to the soul weird thoughts of hell. Side by side in their frames of gold, Dingy and dusty and cracked and old, This is the solemn tale they told: A youthful painter found one day, In the streets of Rome, a child at play, And, moved by the beauty that it bore, The heavenly look that its features wore, On a canvas, radiant and grand, He painted its face with a master hand. Year after year on his wall it hung; 'Twas ever joyful and always young Driving away all thoughts of gloom While the painter toiled in his dingy room. Like an angel of light it met his gaze, Bringing him dreams of his boyhood days, Filling his soul with a sense of praise. His raven ringlets grew thin and gray, His young ambition all passed away; Yet he looked for years in many a place, To find a contrast to that sweet face. Through haunts of vice in the night he stayed To find some ruin that crime had made. At last in a prison cell he caught A glimpse of the hideous fiend he sought. On a canvas weird and wild but grand, He painted the face with a master hand. His task was done; 'twas a work sublime And angel of joy and a fiend of crime A lesson of life from the wrecks of time. O Crime: with ruin thy road is strewn; The brightest beauty the world has known Thy power has wasted, till in the mind No trace of its presence is left behind. The loathsome wretch in the dungeon low, With a face of a fiend and a look of woe, Ruined by revels of crime and sin, A pitiful wreck of what might have been, Hated and shunned, and without a home, Was the child that had played in the streets of Rome. We also found a sighting of the tale (minus claims of the painting being da Vinci's \"Last Supper\") in a 1979 collection of tidbits and tales meant to be used in sermons: A painter once wanted a picture of innocence. He found and painted a little child kneeling beside his mother at prayer. The palms of his hands were reverently folded, mild blue eyes upturned with an expression of devotion and peace. The painter prized this portrait of young Rupert above all else and hung it prominently in his study, calling it \"Innocence.\" Years later when the artist was old, the portrait was still there. He had often thought of painting a counterpart the picture of guilt. One day he purposely visited a neighboring prison. On the damp floor of the cell lay a wretched man, named Rupert, heavily ironed. His body was horribly wasted, his eyes hollow, vice sprouted all over his face. The old painter succeeded admirably, and the portraits hung side by side \"Innocence\" and \"Guilt.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] A story is told that Leonardo da Vinci painted \"The Lord's Supper\" when living in Milan. Before he could paint the thirteen figures, it was necessary to find men who could serve as models. Each model had to have a face that expressed da Vinci's vision of the particular man he would represent. Needless to say, this proved to be a tedious task to find just the right face. One Sunday, as da Vinci was at the cathedral for mass, he saw a young man in the choir who looked like da Vinci's idea of how Jesus must have looked. He had the features of love, tenderness, caring, innocence, compassion, and kindness. Arrangements were made for the young man, Pietri Bandinelli, to sit as the model for the Lord. Years went by, and the painting was still not complete. Da Vinci could not find just the right face for Judas. He was looking for a man whose face was streaked with despair, wickedness, greed and sin. Ten years after starting the picture, he found a man in prison whose face wore all the qualities of Judas for which he had been searching. Consent was given for the prisoner to pose, and he sat as the model for Judas. Leonardo worked feverishly for days. But as the work went on, he noticed certain changes taking place in the prisoner. His face seemed filled with tension, and his bloodshot eyes were filled with horror as he gaped at the likeness of himself painted on the canvas. One day, Leonardo sensed the man's uneasiness so greatly that he stopped painting and asked, \"What seems to trouble you so much?\" The man buried his face in his hands and was convulsed with sobs. After a long time, he raised his head and inquired, \"Don't you remember me? Years ago I was your model for the Lord, Jesus.\" This miserable man had turned his back on Christ and turned his life over to sin and the world sucked him down to its lowest levels of degradation. He no longer loved the things he had loved before. And those things that he at one time hated and despised, now he loved. Where once there was love, now there was misery and hate; where once there was hope, now there was despair; where once there was light, now there was darkness. When Leonardo da Vinci was painting his masterpiece, The Last Supper, he selected as the person to sit for the character of the Christ a young man, Pietri Bandinelli by name, connected with the Milan Cathedral as chorister. Years passed before the great picture was completed, and when one character only that of Judas Iscariot was wanting, the great painter noticed a man in the streets of Rome whom he selected as his model. With shoulders far bent toward the ground, having an expression of cold, hardened, evil, saturnine, the man seemed to afford the opportunities of a model terribly true to the artist s conception of Judas. When in the studio, the profligate began to look around, as if recalling incidents of years gone by. Finally, he turned and with a look half-sad, yet one which told how hard it was to realize the change which had taken place, he said, \"Maestro, I was in this studio twenty-five years ago. I, then, sat for Christ.\"",
  "Last Updated": "13 January 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/lastsupper.asp",
  "Claim": "The same person posed for the figures of both Judas and Jesus in Leonardo da Vinci's painting of \"The Last Supper.\"",
  "Claim_ID": "glurge_lastsupper",
  "Tags": ""
}