{
  "Origins": "We first saw this story circulated on the Internet in 2001. Although many copies omit mention of its author, the essay is the work of Richard Ryan, the assistant pastor of the Old Capitol United Methodist Church in Corydon, Indiana. It first appeared in the July/August 1995 issue The Corydon Democrat magazine and has since been reprinted in a few inspirational collections, including A Third Serving of Chicken Soup for the Soul .",
  "Fact Check": "",
  "Description": "Pastor Ryan wrote the account of his meeting with Daniel the day after the event, when the encounter was still fresh in his mind. Indeed, the memory of that day in 1993 has not much faded through the intervening years, as I discovered when I spoke to him. Daniel's gloves are \"still sitting in my office today,\" said the pastor, who is bemused by the number of folks who have dropped by to see the discarded hand coverings, which he describes as \"an ordinary pair of work gloves.\" Daniel was a real person, a weather-beaten traveller the pastor brought back to his church and introduced to others. As for this modern-day Johnny Appleseed who spreads the gospel as he treks through the countryside, though we've yet to locate news stories about a fellow walking from town to town handing out bibles, we can't help but believe Pastor Ryan's claim of having handled the autograph book Daniel carried and having seen the many notations other well-wishers had added to it over the years.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] GOD WORKS IN MYSTERIOUS WAYS It was an unusually cold day for the month of May. Spring had arrived and everything was alive with color. But a cold front from the North had brought winter's chill back to Indiana. I sat, with two friends, in the picture window of a quaint restaurant just off the corner of the towns-square. The food and the company were both especially good that day. As we talked, my attention was drawn outside, across the street. There, walking into town, was a man who appeared to be carrying all his worldly goods on his back. He was carrying, a well-worn sign that read, \"I will work for food.\" My heart sank. I brought him to the attention of my friends and noticed that others around us had stopped eating to focus on him. Heads moved in a mixture of sadness and disbelief. We continued with our meal, but his image lingered in my mind. We finished our meal and went our separate ways. I had errands to do and quickly set out to accomplish them. I glanced toward the town square, looking somewhat halfheartedly for the strange visitor. I was fearful, knowing that seeing him again would call some response. I drove through town and saw nothing of him. I made some purchases at a store and got back in my car. Deep within me, the Spirit of God kept speaking to me: \"Don't go back to the office until you've at least driven once more around the square.\" And so, with some hesitancy, I headed back into town. As I turned the square's third corner, I saw him. He was standing on the steps of the storefront church, going through his sack. I stopped and looked, feeling both compelled to speak to him, yet wanting to drive on. The empty parking space on the corner seemed to be a sign from God: an invitation to park. I pulled in, got out and approached the town's newest visitor. \"Looking for the pastor?\" I asked. \"Not really,\" he replied, \"just resting.\" \"Have you eaten today?\" \"Oh, I ate something early this morning.\" \"Would you like to have lunch with me?\" \"Do you have some work I could do for you?\" \"No work,\" I replied. \"I commute here to work from the city, but I would like to take you to lunch.\" \"Sure,\" he replied with a smile. As he began to gather his things. I asked some surface questions. \"Where you headed?\" \"St. Louis.\" \"Where you from?\" \"Oh, all over; mostly Florida.\" \"How long you been walking?\" \"Fourteen years,\" came the reply. I knew I had met someone unusual. We sat across from each other in the same restaurant I had left earlier. His face was weathered slightly beyond his 38 years. His eyes were dark yet clear, and he spoke with an eloquence and articulation that was startling. He removed his jacket to reveal a bright red T-shirt that said, \"Jesus is The Never Ending Story.\" Then Daniel's story began to unfold. He had seen rough times early in life. He'd made some wrong choices and reaped the consequences. Fourteen years earlier, while backpacking across the country, he had stopped on the beach in Daytona. He tried to hire on with some men who were putting up a large tent and some equipment. A concert, he thought. He was hired, but the tent would not house a concert but revival services, and in those services he saw life more clearly. He gave his life over to God. \"Nothing's been the same since,\" he said, \"I felt the Lord telling me to keep walking, and so I did, some 14 years now.\" \"Ever think of stopping?\" I asked. \"Oh, once in a while, when it seems to get the best of me. But God has given me this calling. I give out Bibles. That's what's in my sack. I work to buy food and Bibles, and I give them out when His Spirit leads.\" I sat amazed. My homeless friend was not homeless. He was on a mission and lived this way by choice. The question burned inside for a moment and then I asked: \"What's it like?\" \"What?\" \"To walk into a town carrying all your things on your back and to show your sign?\" \"Oh, it was humiliating at first. People would stare and make comments. Once someone tossed a piece of half-eaten bread and made a gesture that certainly didn't make me feel welcome. But then it became humbling to realize that God was using me to touch lives and change people's concepts of other folks like me.\" My concept was changing, too. We finished our dessert and gathered his things. Just outside the door, he paused. He turned to me and said, \"Come Ye blessed of my Father and inherit the kingdom I've prepared for you. For when I was hungry you gave me food, when I was thirsty you gave me drink, a stranger and you took me in.\" I felt as if we were on holy ground. \"Could you use another Bible?\" I asked. He said he preferred a certain translation. It traveled well and was not too heavy. It was also his personal favorite. \"I've read through it 14 times,\" he said. \"I'm not sure we've got one of those, but let's stop by our church and see.\" I was able to find my new friend a Bible that would do well, and he seemed very grateful. \"Where you headed from here?\" \"Well, I found this little map on the back of this amusement park coupon.\" \"Are you hoping to hire on there for a while?\" \"No, I just figure I should go there. I figure someone under that star right there needs a Bible, so that's where I'm going next.\" He smiled, and the warmth of his spirit radiated the sincerity of his mission. I drove him back to the town-square where we'd met two hours earlier, and as we drove, it started raining. We parked and unloaded his things. \"Would you sign my autograph book?\" he asked. \"I like to keep messages from folks I meet.\" I wrote in his little book that his commitment to his calling had touched my life. I encouraged him to stay strong. And I left him with a verse of scripture from Jeremiah, \"I know the plans I have for you,\" declared the Lord, \"plans to prosper you and not to harm you. Plans to give you a future and a hope.\" \"Thanks, man,\" he said. \"I know we just met and we're really just strangers, but I love you.\" \"I know,\" I said, \"I love you, too.\" \"The Lord is good.\" \"Yes, He is. How long has it been since someone hugged you?\" I asked. \"A long time,\" he replied. And so on the busy street corner in the drizzling rain, my new friend and I embraced, and I felt deep inside that I had been changed. He put his things on his back, smiled his winning smile and said, \"See you in the New Jerusalem.\" \"I'll be there!\" was my reply. He began his journey again. He headed away with his sign dangling from his bedroll. When you see something that makes you think of me, will you pray for me?\" \"You bet,\" I shouted back, \"God bless.\" \"God bless.\" And that was the last I saw of him. Late that evening as I left my office, the wind blew strong. The cold front had settled hard upon the town. I bundled up and hurried to my car. As I sat back and reached for the emergency brake, I saw them, a pair of well-worn brown work gloves neatly laid over the length of the handle. I picked them up and thought of my friend and wondered if his hands would stay warm that night without them. I remembered his words: \"If you see something that makes you think of me, will you pray for me?\" Today his gloves lie on my desk in my office. They help me to see the world and its people in a new way, and they help me remember those two hours with my unique friend and to pray for his ministry. \"See you in the New Jerusalem,\" he said. Yes, Daniel, I know I will... If this story touched you, forward it to a friend! \"I shall pass this way but once. Therefore, any good that I can do or any kindness that I can show, let me do it now, for I shall not pass this way again.\" My instructions were to send this to four people that I wanted God to bless and I picked you. Please pass this to four people you want to be blessed as well as the person who sent it to you. This prayer is powerful and there is nothing attached, please do not break this pattern, prayer is one of the best gifts we receive. There is no cost but a lot of rewards, let's continue to pray for one another. God bless and have a nice day! \"Father, I ask you to bless my friends, relatives and e-mail buddies reading this right now. Show them a new revelation of your love and power. Holy spirit, I ask you to minister to their spirit at this very moment. Where there is pain, give them your peace and mercy. Where there is self-doubt, release a renewed confidence through your grace, In Jesus' precious Name. Amen.\"",
  "Last Updated": "",
  "Credibility": "true",
  "URL": "www.snopes.com/glurge/daniel.asp",
  "Claim": "Pastor encounters down-at-the-heels traveler who hands out bibles.",
  "Claim_ID": "glurge_daniel",
  "Tags": ""
}