{
  "Origins": "Many of us have known (or known of) people who came of age in circumstances of economic deprivation and, although they later became well off, remained thrifty their whole lives. Having learned they could make do with very little, they retained simple tastes and were content merely to live comfortably, never going in for the luxurious or ostentatious, and never forgetting that the hard times they once knew might someday recur. On the flip side, many of us have known people who grew up in affluence and never seriously considered their circumstances might change, and who were therefore ill-equipped to get by when their households experienced reversals of fortune.",
  "Fact Check": "",
  "Description": "The anecdote reproduced above is a cautionary tale that contrasts these two groups: those who have seen the wolf at the door and know that although he may have left, he might return at any time; and those who have never seen a wolf and therefore have never entertained the notion that he might someday appear. Thus it is that the self-made man who has pulled in billions of dollars remains a frugal tipper, while the son who has earned nothing on his own has become an extravagant tipper. Whatever merits one might find in this story, though, it isn't literally true as told about computer mogul Bill Gates; it's just an illustrative tale into which someone has slipped the name of a person widely recognized as being vastly wealthy (although the latest rankings place Gates as the second-richest man in the world, not the first). For starters, Bill Gates' son, Rory John Gates, was born in 1999 and was therefore only twelve years old when we first started encountering the current version of this anecdote at that age, it's unlikely he was dining out at restaurants away from his parents, much less lavishing $500 tips on the waitstaff. More important, though, is the fact that Bill Gates is far from the \"son of a woodcutter\": he grew up in a well-to-do family with a father who was a prominent lawyer, attended an exclusive prep school, and enrolled at Harvard before dropping out to start his own software company. (As Time magazine characterized him, Bill Gates is \"a classic American riches-to-even-more-riches story.\") And although we don't know what kind of a tipper Bill Gates might be, he could hardly be described as thrifty, having spent $63 million on building a 66,000-square foot house. We've also seen this tale told about John D. Rockefeller: [Collected via e-mail, August 2013] The above story reminded me of a story I heard from my father long ago. In that story, John D. Rockefeller walked into a New York hotel (might have been the Waldorf Astoria, but I'm not sure) and asked for a room witha bath. The clerk was surprised, pointing out that when his sons came they took suites. He replied \"They have a rich father. I don't.\"",
  "Originally Published": "",
  "Referred Links": "http://en.wikipedia.org/wiki/Bill_Gates'_house;http://www.forbes.com/billionaires/;",
  "Example": "[Collected via e-mail, July 2012] I read this on Facebook, and am skeptical... BILL GATES in a restaurant. After eating, he gave $5 to the waiter as a tip. The waiter had a strange look on his face after the tip, Gates realized, and asked the waiter what had happened. The waiter replied, \"I'm just amazed because on the same table your son gave a tip of $500, but you, his father, the richest man in the world, only gave me $5.\" Gates smiled and replied with meaningful words: \"He is Son of the world's richest man, but I am the son of a wood cutter...\" (Never Forget Your Past. It's Your Best Teacher)",
  "Last Updated": "18 August 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/gatestip.asp",
  "Claim": "Bill Gates explains to a waiter why he left a much smaller tip than his son did.",
  "Claim_ID": "glurge_gatestip",
  "Tags": ""
}