{
  "Origins": "Since October 2006 this story has come to us under a variety of titles, including \"Going Postal,\" \"Angels at the Post Office,\" \"Angels Turn Up In Unexpected Places,\" and \"This is a US Postal Service Story.\"",
  "Fact Check": "",
  "Description": "According to Cary Clack of the San Antonio Express-News , the tale is real. In mid-August 2006, the San Antonio family of Greg and Joy Scrivener and their three children suffered the loss of Abbey, their 14-year-old black and white dog. Driven by concern for their pet's future welfare, 4-year-old Meredith, the Scriveners' middle child, dictated the note quoted above to her mother, then enclosed it and two photos of the family dog in an envelope addressed \"To: God in Heaven.\" This envelope, bearing the family's return address, was dropped into a mailbox at the Brook Hollow post office. Two weeks later, the Scriveners found on their front porch a package wrapped in gold-colored paper and addressed \"To: Mer.\" In the parcel, along with the letter from \"God\" quoted above, was a book by Fred Rogers (of TV's Mr. Rogers' Neighborhood fame), When a Pet Dies (a book that \"helps children share feelings of the loss of a pet while offering reassurance that grieving is a natural, healing thing to do\"). According to her mother, Meredith was comforted by the book and letter and was unastounded that God saw fit to write back. \"She wasn't surprised because she had such faith that her letter was going to get to God.\" (The oldest of the Scrivener children, 6-year-old Andy, was impressed, though: He \"thought it was pretty special his sister got a book from the angel,\" says his mum.) While Mrs. Scrivener considered asking at the post office about the package, she decided against it. \"I kind of like not knowing,\" she said. \"I don't know who took the time to do it, but it was an angel. We all think about doing these things, but no one takes the time to do it.\" However, even true tales become subject to embellishment when circulated on the Internet. Often accompanying the online version is a photograph of a little blonde girl hugging a black Labrador retriever, yet it is not a photo of the actual child and dog from the story. Instead, some unknown person in search of a \"little girl and her dog\" picture copied it from a web site belonging to an unrelated family. The child in the misattributed photo's actual name is Isabelle and the dog's name is Sara: Barbara \"letter be\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://x91.xanga.com/c4ec372016232158060697/w118634610.jpg;http://www.amazon.com/When-Pet-Dies-Fred-Rogers/dp/0698116666;",
  "Example": "[Collected via e-mail, 2006] Some of you may know that our 14 year old dog, Abbey, died last month (8/23). The day after she died, my 4 year old daughter Meredith was crying and talking about how much she missed Abbey. She asked if we could write a letter to God so that when Abbey got to heaven, God would recognize her. She dictated and I wrote: Dear God, Will you please take special care of our dog, Abbey? She died yesterday and is heaven. We miss her very much. We are happy that you let us have her as our dog even though she got sick. I hope that you will play with her. She likes to play with balls and swim before she got sick. I am sending some pictures of her so that when you see her in heaven you will know she is our special dog. But I really do miss her. Love, Meredith Claire P.S.: Mommy wrote the words after Mer told them to herWe put that in an envelope with 2 pictures of Abbey, and addressed it to God/Heaven. We put our return address on it. Then Mer stuck some stamps on the front (because, as she said, it may take lots of stamps to get a letter all the way to heaven) and that afternoon I let her drop it into the letter box at the post office. For a few days, she would ask if God had gotten the letter yet. I told her that I thought He had. Yesterday, for Labor Day, we took the kids to Austin to a natural history museum. When we got back, there was a package wrapped in gold paper on our front porch. Curious, I went to look at it. It had a gold star card on the front and said \"To: Mer\" in an unfamiliar hand. Meredith took it in and opened it. Inside was a book by Mr. Rogers, When a Pet Dies. Taped to the inside front cover was the letter we had written to God, in its opened envelope (which was marked 'Return to Sender: Insufficient address'). On the opposite page, one of the pictures of Abbey was taped under the words \"For Meredith.\" We turned to the back cover, and there was the other picture of Abbey, and this handwritten note on pink paper: Dear Mer, I know that you will be happy to know that Abbey arrived safely and soundly in Heaven! Having the pictures you sent to me was such a big help. I recognized Abbey right away. You know, Meredith, she isn't sick anymore. Her spirit is here with me just like she stays in your heart young and running and playing. Abbey loved being your dog, you know. Since we don't need our bodies in heaven, I don't have any pockets! so I can't keep your beautiful letter. I am sending it to you with the pictures so that you will have this book to keep and remember Abbey. One of my angels is taking care of this for me. I hope the little book helps. Thank you for the beautiful letter. Thank your mother for sending it. What a wonderful mother you have! I picked her especially for you. I send my blessings every day and remember that I love you very much. By the way, I am in heaven and wherever there is love. Love, God, and the special angel who wrote this after God told her the words.As a parent and a pet lover, this is one of the kindest things that I've ever experienced. I have no way to know who sent it, but there is some very kind soul working in the dead letter office. Just wanted to share this act of compassion :) dear friend hope you enjoy it as much as I did",
  "Last Updated": "15 March 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/glurge/abbey.asp",
  "Claim": "A child who wrote to God about her deceased pet received a kind letter and a book to help her with her bereavement in response.",
  "Claim_ID": "glurge_abbey",
  "Tags": ""
}