{
  "Origins": "Jos Carreras has been something of a punchline to American comedians, jokingly referred to as the \"other guy\" in the group of opera stars who have performed together as The Three Tenors he's the one whose name Americans supposedly can't recall, overshadowed as he is by the better-known Pl cido Domingo and Luciano Pavarotti. (This bit of humor about Jos Carreras' name was perhaps most famously displayed in an episode of the television sitcom Seinfeld , in which Jerry Seinfeld learned that he was going to appear on a TV show with one of the Three Tenors not Pavarotti or Domingo, but \"the other guy.\") Fortunately, most music buffs recognize that although Jos Carreras' name may not be as memorable in the U.S. than those of the other two tenors with whom he is famously associated, it has nothing to do with his being any less talented (and probably a good deal to do with his simply having a less distinctive name).",
  "Fact Check": "",
  "Description": "Jos Carreras highly successful singing career was derailed and his life threatened when he was diagnosed with acute lymphoblastic leukemia in 1987, with the gloomy prognosis holding only about a 10% chance of his survival. Over the course of the next year Carreras endured several forms of treatment for his leukemia, including chemotherapy, radiation, and a bone marrow transplant, and he not only survived but also gradually resumed his career as a live performer and recording artist. Jos 's experience led him to found the Jos Carreras International Leukaemia Foundation ( JCILF ) in 1988, a charitable organization that helps to fund leukemia research and match bone marrow donors with recipients. The Jos Carreras International Leukaemia Foundation was founded on July 14th 1988 at the behest of the tenor Jos Carreras himself. Jos Carreras has always emphasised how recently-developed clinical procedures, as well as the messages of solidarity and support sent by thousands of people from around the World, were fundamental to his recovery. Soon after his full return to normal life, Jos Carreras decided he wanted to give to both science and society a permanent testimony of gratitude for the care and affection he received during his illness. In 1988, he founded the Jos Carreras International Leukaemia Foundation, a charity which gives financial support to leukemia research and the registration of bone marrow donors. Carreras had sufficiently recovered by 1990 to team up with fellow tenors Pl cido Domingo and Luciano Pavarotti for a concert held at the Caracalla Baths of Rome their first performance together as \"The Three Tenors,\" and the beginning of many triumphant appearances on the concert stage, on television, and in the recording studio. Aside from the fact of Carreras' battle with leukemia and his eventual recovery, there is little truth to be found in the glurgy \"Two Tenors\" tale reproduced at the head of this page. Jos Carreras and Pl cido Domingo were not bitter enemies with mutual non-peformance clauses in their contracts, and Carreras did not \"conquer\" his illness through the help of a \"Hermosa Foundation\" anonymously founded by Pl cido Domingo himself. A \"Hermosa Foundation\" for leukemia treatment does not exist, and Carreras' recovery was due primarily to the skill of doctors in Barcelona and at Seattle's FHCRC (the Fred Hutchinson Cancer Research Center, named for Seattle native Fred Hutchinson, a major league baseball pitcher and manager who succumbed to cancer in 1964 at age 45). The web site for the Jos Carreras International Leukaemia Foundation also has a page specifically refuting this tale, on which they note: In relation to the information published in different websites referring to a supposed financing by a Hermosa Foundation and Mr. Pl cido Domingo of Mr. Jos Carreras leukaemia treatment, the Jos Carreras International Leukaemia Foundation and Mr. Jos Carreras himself feel compelled to deny all this information, especially refuting that any relationship exists or has ever existed between the pretend Hermosa Foundation and Mr. Carreras. No financial assistance from Mr. Domingo or from said Hermosa Foundation, whose existence is totally unknown to him or from any other source was either requested or received. Moreover, Mr. Jos Carreras has a special interest in stating that friendship, profound admiration, and mutual respect have always presided his relationship with Mr. Domingo. Mr. Jos Carreras has started legal action in defence of his own interest and right to honour and has the firm intention of legally acting against any person or corporation publishing non-confirmed and untrue information about him.",
  "Originally Published": "",
  "Referred Links": "https://fcarreras.org/noticias_fundacion_carreras_interior.asp?id=45;http://www.fhcrc.org/;http://www.fcarreras.org/eng/esk_historia.htm;http://www.fcarreras.org/eng/seccio.asp?opcion=5;http://www.stanthecaddy.com/the-doll.html;http://www.jcarreras.com/biohome.htm;",
  "Example": "[Collected via e-mail, 2005] This is a story that perhaps few people have heard ... it's about two of three tenors Luciano Pavarotti, Placido Domingo and Jos Carreras who stirred the world through their singing together. Even those who've never visited Spain, know of the rivalry between Catalanes and Madrile os, since the Catalanes are fighting for their autonomy from a Madrid dominated Spain. It so happens that, Placido Domingo is Madrile o and Jos Carreras is Catal n. For political reasons, in 1984, Carreras and Domingo became enemies. Being that they were very popular and much sought after around the world, both stated in their contracts that they would perform only if the other was not invited. In 1987, Carreras met up with an enemy more implacable than his rival Placido Domingo. He was taken by surprise with a terrible diagnosis: leukemia!! His fight against cancer was a painful one. He was subjected to numerous treatments, besides having a bone marrow transplant and blood transfusions that forced him to travel to the United States once a month. Unable to work under these conditions, though he possessed a considerable fortune, the high cost of these trips and medical treatments depleted his finances. When at the end of his financial ability, he discovered a foundation in Madrid, the sole purpose of which was the support of treatment for the sufferers of leukemia. Thanks to the support from the \"Hermosa\" foundation, Carreras conquered the disease and returned to singing. Once again he attained to an elevated and deserved status and attempted to join the foundation. Reading their by-laws, he discovered that the founder, leading contributor and president of the foundation, was Placido Domingo. He later found out that Placido had originally formed this organization to help him with his treatment, but had chosen to remain anonymous in order to not humiliate him in accepting help from his \"enemy\". But the most moving part of this story is their encounter ... Surprising Placido at one of his performances in Madrid, Carreras interrupted the event and humbly, knelt at his feet, asked him forgiveness and publicly thanked him. Placido helped him up and with a big hug they sealed the beginning of a great friendship. In an interview with Placido Domingo, a reporter asked him why he had created the \"Hermosa foundation\" at a time when, besides benefiting an \"enemy,\" he had helped the only other artist that was his competition. His answer was short and definite: \"We cannot afford to lose a voice like that ...\" This is a true story of human kindness and should serve as an example and inspiration ...",
  "Last Updated": "29 June 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/tenors.asp",
  "Claim": "Tenor Jos Carreras recovered from leukemia with the assistance of a foundation secretly started by his bitter rival, Pl cido Domingo.",
  "Claim_ID": "glurge_tenors",
  "Tags": ""
}