{
  "Origins": "Glurge should always be taken with a grain of salt, and given previous fabrications such as The Evangelical Prez and Keep the Change glurge involving President Bush and military or religious matters should call for a few extra grains. We're happy to report that this item requires no seasoning at all, however.",
  "Fact Check": "",
  "Description": "Lieutenant Colonel Brian Birdwell, an Army officer a few months short of his 40th birthday, was just leaving a Pentagon restroom on the morning of September 11 when hijacked American Airlines Flight 77 was slammed into the building by terrorists. Lt. Col. Birdwell was badly injured by the ensuing explosion and fire; fortunately, he collapsed under a hallway sprinkler, which helped douse the flames engulfing his prone body before rescuers pulled him from the collapsed section of the Pentagon. Birdwell ended up in the burn treatment center at Washington Hospital Center with smoke-damaged lungs and burns over nearly half his body. A couple of days later, as reported by several news outlets, Birdwell received an unexpected visit from his commander-in-chief, the President of the United States of America, who offered him the honor of a salute: Not long after Sept. 11, Birdwell had met the president. He was awake for President Bush's visit, as it turned out and aware enough to strain to return the salute the president had offered. He lifted his badly burned hand toward his injured forehead. When he could not quite reach it, he tried to bend his body toward his hand. The president's eyes filled with tears. Bush held firm until the wounded soldier let go.2 Two days later, Birdwell got a visit from his boss President Bush, commander-in-chief of the armed forces. \"The president comes in and he says, 'Col. Birdwell,' and he salutes,\" [wife] Mel Birdwell recalled. \"And Brian attempts to return the salute, and the president sees that he's returning the salute and he stands there and holds his salute with tears in his eyes.\"1 Birdwell's older brother, Wade, also confirmed the story via e-mail : I cannot tell you how grateful and truly proud I am that when Brian started to return that salute, despite his wounds, the president held his salute firmly and thereby permitted my brother the honor of demonstrating his and the true character of so very many others of our fighting men and women. Indeed, you should know that it was this very character that likely saved Brian's life in the first place. As Brian crawled through the fire, certain brave men and women pulled him from the carnage, carried him out to the parking lot, then into the adjoining street.\" After months of treatment and therapy, Lt. Col. Birdwell, who was awarded the Purple Heart, was able to leave the hospital to attend Thanksgiving Day services at his church in Springfield, Virginia, and to begin making trips home.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] As you may know, the President and Mrs. Bush visited the Washington Burn Center on Friday 14 September. Among those they visited was LTC Brian Birdwell, who was badly burned in the Pentagon attack. Mrs. Bush went into Brian's room, spoke to him for about a minute, all the time as if they had been long acquaintances. She then turned to Brian's wife Mel, who at this time had been at the hospital for probably 2 1/2 days, and apparently, according to Mel herself, was dirty, grimy and had blood on her shirt. Mrs. Bush hugged Mel for what Mel said seemed like an eternity, just as if Mel were one of her closest family members. Mrs. Bush then told Brian and Mel that there was \"someone\" there to see him. The President then walked in, stood by Brian's bedside, asked Brian how he was doing, told him that he was very proud of them both and that they were his heroes. The President then saluted Brian. Now, at this point in time, Brian is bandaged up pretty well. His hands are burned very badly as well as the back of him from the head down. His movements were very restricted. Upon seeing the President saluting him, Brian began to slowly return the salute, taking, from the accounts so far, about 15-20 seconds to get his hand up to his head. During all of this, 15-20 seconds, President Bush never moved, never dropped his salute. The President dropped his salute only when Brian was finished with his, and then gave Mel a huge hug for what also probably seemed like an eternity. Pray for our leadership. Thank God for what we are, have, and will be. As a note to those of you who might not be familiar with military protocol, the subordinate normally initiates a salute and will hold it until the superior officer returns the salute. In the above incident, President Bush acted in the role of the subordinate to show his respect and high regard for the injured man.",
  "Last Updated": "22 February 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/glurge/birdwell.asp",
  "Claim": "During a hospital visit, President George W. Bush saluted an Army officer who had been badly injured during the September 11 terrorist attack on the Pentagon.",
  "Claim_ID": "glurge_birdwell",
  "Tags": ""
}