{
  "Origins": "The piece quoted above began circulating on the Internet in the first week of January, 2001. In response to the oft-asked question of \"But is it true?\" we have to answer that it's a charming bit of folklore but it ain't gospel.",
  "Fact Check": "",
  "Description": "We never found anything to substantiate that the incident as described in the e-mailed missive took place. The media was strangely silent on this topic, which was surprising, considering their interest in the President-Elect and his activities. Meanwhile, others in the know about the Bush campaign have confirmed that: The Bush campaign held no formal \"Thank you\" banquet for their supporters because the prolonged controversy over the Florida vote kept much of the staff busy. A reception for volunteers was held at the Governor's mansion in Texas, but Governor Bush himself did not attend. As Governor of Texas (and then President-Elect), George W. Bush's time is usually rigidly managed, and he simply couldn't blow off a scheduled appearance with thousands of supporters to chat with a teenager for a full half hour. And a reporter for Cox News Service put the question to a colleague who queried \"the Bush people\" directly: I went ahead and phoned the information to Ken Herman, the reporter who won the Pulitzer Prize for the Lufkin Daily News and now covers Bush for the Austin American-Statesman. He, in turn, put the question to the Bush people. Here's his report back to me: \"No banquet, no story, never happened.\" Okay, so it didn't happen. Was there at least some basis to the story, something stemming from Bush's previous public behavior or stated positions on the place of religion in public affairs that could have laid the basis for this tale? Or was the whole thing cut of whole cloth? Bush is a Methodist and makes no bones about having reaffirmed his faith around the time he swore off liquor in 1986. That he is staunchly Christian, there can be no doubt. However, being a Christian even an especially devout one is not the same as being an evangelical, someone who makes a practice of publicly witnessing for Christ or attempting to convert others. Taking time out from a public function to proselytize just doesn't fit with what George W. Bush himself has said about how much of a role religion should play in public office: My faith gives me focus and perspective. It teaches humility. But I also recognize that faith can be misinterpreted in the political process. Faith is an important part of my life. I believe it is important to live my faith, not flaunt it. It's a good story, but it doesn't appear to fit the man's professed philosophy. Yet, true or not, there are good reasons for stories of this nature: Tales that seek to highlight the sterling qualities of incoming Presidents provide ways for supporters to proclaim that their man is not like the bum leaving office, and thus are a time-honored tradition no matter who is on his way out and who is on his way in. It's their way of saying through lore and rumor that there is a new guy in town, and he's not like his predecessor. But the popularity of such stories reaches far beyond the need of a few handfuls of rabid supporters to beat their chests about the proven rightness of their cause: Such tales also work to reassure folks, both those who voted for the newcomer and those who didn't, that this new man is a decent sort of guy and that he will do right by the country. Especially in the aftermath of closely-contested elections, inspiring or humanizing stories about the incoming are welcome oil to pour onto troubled waters. Across the space of a few short weeks, a population which had recently and vehemently split itself into two warring camps has to again reconcile into one nation under the guidance of a President that some chose and some didn't. Part of that transition is coming to see the President-Elect as someone the country can look up to, and part of that process is good, old-fashioned storytelling. In a general sense, that is what drives this e-mail : we welcome good news about incoming Presidents, and indeed need it to heal wounds left by the election. In the eyes of many, George W. Bush is not seen as especially intelligent or capable, so the reassuring story of the moment won't be based on those attributes but instead upon strength of character or firmness of beliefs. Stories stressing that he's a good man and thus will make a good President despite his supposed shortcomings will be the coin of the day. Were another about to go into the White House, we'd see a different set of stories keyed to that person's strengths, but we'd still be hearing positive stories about the President-Elect no matter who he was. It is the nature of lore to fit itself to whoever holds the spotlight of the moment, and the need for reassurance by story would assert itself no matter who the country had selected to stand in the glare. Barbara \"legends in the making\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] Jeff Benoit, a man in our church who has a friend who served on President Elect Bush's campaign in Austin. She called him to tell this story. Last week, Gov. Bush appeared at the thank-you banquet for his campaign staff, and was going table to table to shake hands with the 1000+ campaign volunteers. He got to one lady, who by a brief comment she made, indicated she was a Christian. She was there with her 16 year old son. Gov. Bush asked him if he was a believer, too. He said he didn't think so. Gov. Bush then asked, \"Do you mind if I tell you how I came to know Christ as my Savior?\" The boy agreed, and Gov. Bush pulled up a chair and witnessed to him for 30 minutes, and led him in the sinners prayer!! Jeff's friend was so choked up, she could hardly tell the story through tears. Yes, my dear friend, we are living in the in times. How glorious to know that our new president is a man that doesn't feel the political pressure to glad-hand 1000 people, but would take 30 minutes of his precious time to lead a teenager to Christ.",
  "Last Updated": "22 February 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/bushpray.asp",
  "Claim": "George W. Bush took a half hour off from glad-handing supporters at a 'thank you' dinner to witness for Christ to a teenage boy.",
  "Claim_ID": "glurge_bushpray",
  "Tags": ""
}