{
  "Origins": "The premise of the above-quoted story that NFL quarterback Kurt Warner (now with the Arizona Cardinals) married the mother of two children, one of whom which had severe medical problems is true. On the other hand, most of the key details given in the now widely e-mailed story are wrong. (Which in itself is a crying shame because the real story about Kurt's and Brenda's path through life is far more inspiring than this factually incorrect one.)",
  "Fact Check": "",
  "Description": "Let's address the inaccuracies first: Kurt and Brenda did not meet while both were working in a grocery store, so you can throw out all that bit about his mooning over her timecard. They met in 1992 at a country bar while he was Northern Iowa's starting quarterback. (After being cut by the Green Bay Packers in 1994, Kurt did find employment in a grocery store, though: He stocked shelves at a Hy-Vee in Cedar Falls for $5.50 an hour.) The next morning Kurt brought Brenda roses and wanted to meet her youngsters. She'd told Kurt about her children the night before, so there was no dramatic surprise when she introduced her disabled son. The Warners' was a lengthy courtship. They married in 1997 after meeting in 1992 (not \"a year later,\" as the e-mail has it). Brenda (who is four years older than Kurt) had two children by a previous marriage; however, the e-mail version has their birth order reversed. In real life, Zachary is three years older than his sister, Jesse Jo. (More on this seemingly picayune point later because it's pivotal to the real story of Brenda Warner's life before Kurt.) Zachary Warner (born in 1989) does indeed have serious physical infirmities, but how he came by them is far more of a story than the Internet fiction lets on. He was a perfectly healthy infant, not a Down Syndrome child. When he was four months old, his father dropped him, and in the blink of an eye, this previously healthy baby was suddenly clinging to life, his grip slipping fast. He suffered severe brain damage, and both of his retinas were ruptured. At the time, few thought Zachary would live, and fewer still held out any hope he would ever see, sit up, read, walk, or talk. Zachary's recovery has been long and arduous, but he now walks and talks. Though still legally blind, he can make out colors and shapes. No longer strictly a special-needs student, he is integrated for half-days in a regular high school classroom. Kurt adopted Zachary and Jesse after his wedding to Brenda in 1997. The Warners have since added five more children to their brood: Kade in 1998, Jada in 2001, Elijah in 2003, and twins Sienna and Sierra in 2005. As for what sort of lad Zachary is and what kind of relationship he enjoys with his adoptive father, this anecdote should say it all: After the Rams victory in the NFC Championship game in 2000, 10-year-old Zachary presented Kurt with a homemade card done in Rams blue and gold. Inside, in childlike scrawl, it read: \"You're as good a dad as you are a quarterback!\" Zachary's birth dad could hardly be described in similar fashion. An inability to come to terms with the injuries he'd visited upon his son led to the breakup of his marriage to Brenda. He left her when she was eight months pregnant with Jesse. Over and above the numerous inaccuracies, the worst offense this particular e-mailed glurge is guilty of is omission. Not content with recasting the details of the Warners' lives (and the reality had the fiction beat, remember), it leaves by the wayside horrendously large chunks of a truly thrilling story of the sort one usually pays $9.00 to see at the movies: All the heartbreak Kurt endured trying to get into the NFL, and the many setbacks he had to weather along the way. So many of our gridiron heroes go in as highly touted draft picks it's sometimes hard to realize some take a tortuous path to the pigskin paradise of the NFL. Kurt presented as a free agent to the Green Bay Packers in 1994, was signed, then cut by them that same year. In 1997 he had a tryout scheduled with the Chicago Bears which fell through when an injury sustained during his honeymoon rendered him hors de combat. (A venomous spider had bitten him on his throwing elbow.) He had to muck about in the Arena and European leagues before finally being taken on by the Rams in 1997 as their third-string quarterback. In 1999 he stepped in during the preseason in place of injured Trent Green and began almost immediately to rewrite Rams' history. Brenda's battle to make a life for herself and her two children after her first husband deserted her. This former Marine had to return to her parents' home when she was eight months pregnant with her second child and with a brain-damaged child already in tow. She completed her nursing training during this period, getting by with the help of food stamps and student loans. The death of Brenda's parents in Mountain View, Arkansas, in a tornado in 1996. They'd retired there just a year earlier. Kurt's embracing of Christianity in 1996. (Although he was raised a Catholic, he dates his spiritual awakening to those dark days in the wake of the deaths of Brenda's parents.) Kurt's throwing for a record 414 yards in his 23-16 Super Bowl XXXIV victory over the Tennessee Titans and being named that contest's Most Valuable Player. This new mark topped the previous record of 357 yards set by San Francisco's Joe Montana in Super Bowl XXIII and capped an astounding 4,353-yard, 41-touchdown regular season that won him league MVP honors. As you can see, falling in love with and then marrying a gal who had two children, one of them a special needs child, was just part of this most remarkable story. In Super Bowl XXXVI, Kurt Warner led the St. Louis Rams in their quest for another victory; although they came up just short, Warner was already the stuff of legends. Deservedly. Barbara \"it's a warner-ful life\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.ndss.org/;",
  "Example": "[Collected via e-mail, February 2002] Here's the Story: In a supermarket, Kurtis the stock boy, was busily working when a new voice came over asking for a carry out at check register 4. Kurtis was almost finished, and wanted to get some fresh air, and decided to answer the call. As he approached the check-out stand a distant smile caught his eye, the new check out girl was beautiful. She was an older woman (maybe 26, and he was only 22) and he fell in love. Later that day, after his shift was over, he waited by the punch clock to find out her name. She came into the break room, smiled softly at him, took her card and punched out, then left. He looked at her card, BRENDA. He walked out only to see her start walking up the road. Next day, he waited outside as she left the supermarket, and offered her a ride home. He looked harmless enough, and she accepted. When he dropped her off, he asked if maybe he could see her again, outside of work. She simply said it wasn't possible. He pressed and and she explained she had two children and she couldn't afford a baby-sitter, so he offered to pay for the baby-sitter. Reluctantly she accepted his offer for a date for the following Saturday. That Saturday night he arrived at her door only to have her tell him that she was unable to go with him. The baby-sitter had called and canceled. To which Kurtis simply said, \"Well, lets take the kids with us.\" She tried to explain that taking the children was not an option, but again not taking no for an answer, he pressed. Finally Brenda, brought him inside to meet her children. She had a older daughter who was just as cute as a bug, Kurtis thought, then Brenda brought out her son, in a wheelchair. He was born a paraplegic with down syndrome. Kurtis asked Brenda, \"I still don't understand why the kids can't come with us?\" Brenda was amazed. Most men would run away from a woman with two kids, especially if one had disabilities. Just like her first husband and father of her children did. That evening Kurtis and Brenda loaded up the kids, went to dinner and the movies. When her son needed anything Kurtis would take care of him. When he needed to use the rest room, he picked him up out of his chair, took him, brought him back. The kids loved Kurtis. At the end of the evening, Brenda knew this was the man she was going to marry and spend the rest of her life with. A year later, they were married and Kurtis adopted both of her children . Since then they have added two more kids. So what happened to the stock boy and check out girl? Well, Mr. & Mrs. Kurt Warner, now live in St. Louis, where he is employed by the St. Louis Rams and plays quarterback.",
  "Last Updated": "20 October 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/glurge/warner.asp",
  "Claim": "NFL quarterback Kurt Warner married a woman who had two children, one a special needs child.",
  "Claim_ID": "glurge_warner",
  "Tags": ""
}