{
  "Origins": "During times of crisis, when fear and doubt and uncertainty are the emotions foremost in our minds, many of us seek solace and comfort in religion. And some of the religious-minded among us look for even stronger reassurance in tangible signs that God is on our side; that He is out there watching over us, protecting and guiding us. After the September 11 terrorist attacks, for example, people found these signs in a variety of places (such as the cross formed from two metal beams which turned up amidst the Word Trade Center rubble), even if sometimes the truth was stretched a bit in the finding (as in the erroneous claim that an undamaged book discovered amidst the Pentagon rubble was a Bible ).",
  "Fact Check": "",
  "Description": "The item quoted above is one of several similar \"God on our side\" pieces to emerge from the current war in Iraq. On March 25-26 , severe sandstorms did sweep across central Iraq, reducing visibility to as little as 50 or 60 feet and severely hampering the American advance on Baghdad as columns of tanks, artillery and other vehicles were reduced to crawling slowly in blinding storms while the operation of helicopters and jets was severely restricted and convoys of American forces also had to battle the ever-present dangers of mines and snipers. Nonetheless, despite the multitude of reporters embedded with U.S. troops in Iraq, all of them clamoring for novel or unusual war stories to feed the saturation-level 24/7 television news coverage of the war, this miraculous story seems to have escaped every single news outlet, for not one of them reported it. Moreover, this 2003 story appears to be identical in content to a tale previously told about the 1991 Gulf War, a write-up of which subsequently appeared in a widely-read inspirational magazine: [Guideposts, 2002] The order had come down at last. The ground invasion of Kuwait was about to commence. My battalion would cross the Kuwaiti border as part of Operation Desert Storm. I was the second in command of 130 brave Marines who were about to face the most daunting challenge of their military lives. We d already dodged heavy artillery fire and now we d likely face more dangers, like land mines and oil fires. Thousands of Iraqi troops waited just beyond the Kuwaiti border. It was time for us to make the final strategic push. Dear God, I prayed, help me to lead my troops wisely. Watch over us. Keep us safe. I walked from one group of Marines to another, talking to them about the mission and trying to keep their spirits up. Hunched against the dry, biting desert winds, we wrote letters home. Maybe our last. Just before dawn the next morning I gave the order to move out. The skies were clear. We slung our gear into our Humvees and began advancing toward the border. I felt a drop of rain, then another. In a matter of minutes it was pouring. The rain came down hard and fast, so thick we could barely make out the desert landscape ahead of us. It went on for days. Each morning we d awaken soaked to the bone after another night with only camouflage netting for cover. Bad enough we had the enemy to worry about. Now the elements were against us too. Father, please make this rain stop and protect us. The rain continued to pound us relentlessly until we finally neared the Kuwaiti border. There the battalion halted. On the other side, the enemy waited. Rain or no rain, we d soon be going in. We awoke on the day of the invasion to clear skies and glorious sunshine. As we closed in on the border, we couldn t help but stare at the astounding sight before us. The torrential rains had washed away the sand to reveal metal disks planted all across our path. It was an Iraqi minefield. The 1991 story reappeared in 2003 thanks to an Allen Ashbury song called \"Somebody's Praying Me Through,\" a musical offering comprised of three stories of answered prayer, including this one. That song began to receive a fair bit of play with Christian radio stations in March 2003. From there it escaped into the realm of news when a listener serving in Iraq submitted it to a news organization. Tales of heavenly intervention on the battlefield are nothing new; such legends have been with us for a very long time. In another example from the genre, a cloud enables troops under fire to make it to safety, thanks to the prayers of a woman back home who supplicates the Lord to cover the soldier in question with a cloud. (The motif of folks in one land being inspired by a sense of dread to pray for a loved one in another land, with the results of those prayers manifesting physically thousands of miles away where they serve to safeguard the one in peril, is also not new the 26 guards legend (missionary at risk of being murdered in his sleep by avaricious natives is ringed by the images of 26 men who dropped what they were doing to pray for him) is another legend of this sort positioned in a non-war setting. As for this e-mailed item's tag line, the words purportedly spoken by George Washington seem to be another example of an all-purpose quote, attributed to (or borrowed by) U.S. presidents from Abraham Lincoln : At a White House dinner, a churchman offered a benediction and closed with the pious affirmation: \"The Lord is on our side.\" When President Lincoln did not respond to this sentiment, someone asked him, \"Don't you believe, Mr. President, that the Lord is always on the side of the right?\" \"I am not concerned about that,\" was Lincoln's answer, \"for we know that the Lord is always on the side of the right. My concern is that I and this nation should be on the Lord's side. to Ronald Reagan : America was founded by people who believed that God was their rock of safety. He is ours. I recognize we must be cautious in claiming that God is on our side, but I think it's all right to keep asking if we're on His side.",
  "Originally Published": "",
  "Referred Links": "http://www.presidentreagan.info/speeches/reagan_sotu_1984.cfm;http://web.archive.org/web/20030310013047/http://www.countrychurch.com/story.cfm?story_id=130;http://www.2jesus.org/inspstories/cloud.html;",
  "Example": "[Collected on the Internet, 2003] I am sure that all of you heard about the sandstorm in Iraq Tuesday and Wednesday (the worst in 100 years some say) and the drenching rain that followed the next day. Our troops were bogged down and couldn't moveeffectively. The media was already wondering if the troops were in a \"quagmire\" and dire predictions of gloom and doom came from the left wing media. What they didn't report was that yesterday, after the weather hadcleared, the Marine group that was mired the worst looked out at the plain they were just about to cross. What did they see? Hundreds if not thousands of anti-tank and anti-personnel mines had been uncovered by the wind and then washed off by the rain. If they had proceeded as planned, many lives would have undoubtedly been lost. As it was, they simply drove around them and let the demolition teams destroy them. Praises be to His mighty name! Thank you God, for protecting our young men and women! One person once asked George Washington if he thought God was on his side. His reply is reported to be, \"It is not that God should be on our side, but that we be on His.\"",
  "Last Updated": "6 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/sandstorm.asp",
  "Claim": "Sandstorm in Iraq reveals location of thousands of mines to U.S. troops.",
  "Claim_ID": "glurge_sandstorm",
  "Tags": ""
}