{
  "Origins": "There is much to admire in the actions of Ron Lantz, a truck driver from Ludlow, Kentucky, who pulled into a truck stop off of Interstate 70 in Maryland just before 1:00 A.M. on the morning of 24 October 2002. There he spotted an automobile a blue 1990 Chevrolet Caprice with New Jersey license plates matching the description he'd heard on the radio just moments earlier of a vehicle believed to be connected with the string of shootings in Maryland and Virginia. Lantz called the police, \"told them there was somebody, you know, they might want to see,\" and followed the police's instructions to use his truck to block the exit of the rest stop to prevent anyone from leaving. Within fifteen to twenty minutes, a swarm of local police, FBI, and ATF agents descended upon the rest stop and took two sniper suspects, John Allen Muhammad and John Lee Malvo, into custody.",
  "Fact Check": "",
  "Description": "Many of us would probably turn tail and run if we found out we were in close proximity to wanted serial killers. That Mr. Lantz calmly did as instructed in order to assist the police in apprehending the suspects is laudable, as was his proclamation that it would make more sense for the $500,000 reward he might collect to be given to the families of the victims instead. Ron Lantz is also the men's ministry director at the Central Church of the Nazarene in Fort Wright, Kentucky, and in press interviews he did indeed say that he had taken part in a gathering of truckers who prayed that the sniper would be caught (although in no interview we've come across yet did Lantz state that he believed \"God was going to use him to catch the sniper\"): As they zigzagged across the country, dozens of truckers radioed each other agreeing to gather at a remote Kentucky rest stop to pray that thesniper would soon be caught. Ron Lantz was one of them. \"We prayed for the families of those killed by the sniper,\" Lantz later told friend Larry Dillon. \"We prayed that someone would stop him.\"1 The claim that these events constitute a \"clear testimony of the power of prayer\" is a rather dubious one, however. Although Ron Lantz received most of the publicity, he was not the only person or even necessarily the first to spot the suspects' vehicle in the Maryland rest stop and notify the police, as news reports later clarified: As for the $500,000 reward, it's not yet clear how much Lantz or anyone else who assisted in the investigation might receive. He was not the first to call in and ID the car, authorities noted. Rest stop attendant Larry Blank said another motorist also spotted the suspects and called police, the New York Post reported. Blank said he and the unidentified motorist watched as cops \"surrounded the whole rest area and told us we need to stay put, that they was going to have ATF and all kinds of people coming through there.\" Maj. Greg Shipley, a spokesman for the Maryland State Police, said investigators know the identity of the first person who called 911 and reported the blue Chevrolet Caprice in which John Allen Muhammad, 41, and John Lee Malvo, 17, were sleeping. \"He was certainly a concerned citizen who had, not long before, heard a broadcast for the lookout and was alert and spotted that vehicle,\" Shipley said. Shipley said the individual's name is being withheld because he is a witness in a criminal investigation. The man lives in a bordering state, but comes to Maryland regularly for work, he said.2 Moreover, since the suspects were asleep in their car at the time and made no attempt to escape, Lantz's blocking of the rest stop exit was not instrumental in their capture. Although the humble Mr. Lantz truly deserves the praise he has received for his actions, the sniper suspects would have been caught just as quickly whether or not he had happened upon the rest stop off Interstate 70 that morning all of which makes it difficult to support the notion that the \"power of prayer\" was a key factor in the suspects' capture. Perhaps the message we should be considering is not the sugar-coated surface message, but a more troublesome one it obscures: If the murders of ten people were used to tout the effectiveness of Bushmaster brand rifles or the reliability of the Chevrolet Caprice, the waves of condemnation from an outraged and disgusted public would be deafening is the exploitation of tragedy as a commercial for religion really any less reprehensible?",
  "Originally Published": "",
  "Referred Links": "http://www.foxnews.com/story/0,2933,66702,00.html;",
  "Example": "[Collected on the Internet, 2002] An amazing story you'll want to share with others Always looking for inspiring stories to demonstrate the power of prayer, The Presidential Prayer Team shares this amazing story in the news today. Please pass it on to inspire others. 50 Christian truckers got together to pray to pray that somehow the sniper terrorizing the Washington, DC area would be caught. Ron Lantz would be retiring as a driver in a few days and didn't even live in thearea, but he felt sure that God would answer their prayers. In fact, he told the others there that God was going to use him to catch the sniper. A few days later he was listening to the radio as he was driving again through the region and felt compelled to pull off the highway to a rest stop. It was just a couple of miles from where the prayer meeting had taken place. As he pulled in, he was shocked to see a car similar to what was being described on the radio right there before his eyes. Carefully trying to read the license plate, a chill went up his back as the numbers matched. He quickly called 911 and remained there for what he said were the longest 15 minutes of his life until the police arrived. He even pulled his truck across the exit, there would now be no escape for these elusive murderers. The rest is now history the snipers were taken into custody without incident. Ron's testimony is being beamed around the world today. It shows the power of prayer. And in a class act, showing his true character, when asked what he would do with the award money, he said the half million dollars would simply be given to the victims' families. The snipers killed 10 and wounded 3 around our nation's capital over the past three weeks, leaving the entire region in a state of terror. Yet out of the great darkness has also come a great beam of light as theworld has heard a clear testimony of the power of prayer.",
  "Last Updated": "9 March 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/glurge/sniper.asp",
  "Claim": "Truck driver involved in capture of sniper suspects prayed with other truckers that the sniper would be caught.",
  "Claim_ID": "glurge_sniper",
  "Tags": ""
}