{
  "Origins": "Radio entertainer and television funny man Jack Benny's on-air persona presented him as a penny-pinching skinflint who would sooner die than part with a dollar. Yet in real life, his character was anything but: the flesh and blood Jack Benny was a generous and kind man who treasured his friends, gave generously to charities, and dearly loved his wife.",
  "Fact Check": "",
  "Description": "Jack Benny (real name Benjamin Kubelsky) was married to Sayde Marks (better known as Mary Livingstone, the character she played on her husband's radio show) for 48 years. Their marriage was far from perfect: by most accounts Sayde was a sharp-tongued, demanding, vain woman, and Jack was a philanderer. (After his death, Benny's widow claimed his signature gesture of holding one hand to the side of his face came about from his attempting to conceal scratch marks she'd inflicted on him after he fielded a phone call from one of his female admirers.) Yet despite her shortcomings (and his), Jack loved his wife and was devoted to her. As Benny's widow reported to McCall's magazine shortly after her husband died in December 1974, the entertainer's will specified one red rose be delivered to her for as long as she lived. \"Every day since Jack has gone the florist has delivered one long-stemmed red rose to my home. I learned that Jack actually had included a provision for the flowers in his will. One red rose to be delivered to me every day for the rest of my life.\" Sayde passed away in June 1983. The Bennys are interred next to each other in the Hillside Memorial Park Cemetery in Culver City, California. Despite the resemblance between the real-life posthumous daily gift of a rose from Jack Benny to his beloved wife and the above-reproduced poem about a deceased husband's sending a yearly bouquet of roses to his widow, the latter is not about the former. The poem is the work of James A. Kisner , a poet who has seen a number of his works published over the years. He wrote \"Roses for Rose\" in 1998, and in 2001 it was included in Chicken Soup for the Gardener's Soul . Versions e-mailed to us in 1998 left off claims of its being a story about Jack Benny and his wife, and instead prefaced the piece's current beginning of \"Each year he sent her roses\" with Kisner's actual opening: Red roses were her favorites, her name was also Rose. And every year her husband sent them, tied with pretty bows. The year he died, the roses were delivered to her door. The card said, \"Be my Valentine\", like all the years before. By spring of 2006, that bit about the yearly gift being a Valentine's Day tradition of Rose's unnamed husband had been lopped off, with the item instead prefaced \"The person who did this was Jack Benny.\" Fiction was thus combined with reality. Barbara \"hiJacked\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.skywriting.net/JamesKisner.html;",
  "Example": "[Collected on the Internet, March 2007] WOW READ THIS ONE ... brought a tear to my eye The person who did this was Jack Benny. Each year he sent her roses, and the note would always say, I love you even more this year, than last year on this day. My love for you will always grow, with every passing year.\" She knew this was the last time that the roses would appear. She thought, he ordered roses in advance before this day. Her loving husband did not know, that he would pass away. He always liked to do things early, way before the time. Then, if he got too busy, everything would work out fine. She trimmed the stems and placed them in a very special vase. Then, sat the vase beside the portrait of his smiling face. She would sit for hours, In her husband's favorite chair. While staring at his picture, and the roses sitting there. A year went by, and it was to live without her mate. With loneliness and solitude, that had become her fate. Then, the very hour, The doorbell rang, and there were roses sitting by her door. She brought the roses in, and then just looked at them in shock. Then, went to get the telephone, to call the florist shop. The owner answered, and she asked him, if he would explain, Why would someone do this to her, causing her such pain? \"I know your husband passed away, more than a year ago,\" The owner said, \"I knew you'd call, and you would want to know. The flowers you received today, were paid for in advance. Your husband always planned ahead, he left nothing to chance. There is a standing order, that I have on file down here, And he has paid, well in advance, you'll get them every year. There also is another thing, that I think you should know, He wrote a special little card...he did this years ago. Then, should ever I find out that he's no longer here, that's the card that should be sent to you the following year.\" She thanked him and hung up the phone, her tears now flowing hard. Her fingers shaking, as she slowly reached to get the card. Inside the card, she saw that he had written her a note. Then, as she stared in total silence, this is what he wrote... \"Hello my love, I know it's been a year since I've been gone. I hope it hasn't been too hard for you to overcome. I know it must be lonely, and the pain is very real. Or if it was the other way, I know how I would feel. The love we shared made everything so beautiful in life. I loved you more than words can say, you were the perfect wife. You were my friend and lover, you fulfilled my every need. I know it's only been a year, but please try not to grieve. I want you to be happy, even when you shed your tears. That is why the roses will be sent to you for years. When you get these roses, think of all the happiness that we had together, and how both of us were blessed. I have always loved you and I know I always will. But, my love, you must go on, you have some living still. Please...try to find happiness, while living out your days. I know it is not easy, but I hope you find some ways. The roses will come every year, and they will only stop, When your door's not answered, when the florist stops to knock. He will come five times that day, in case you have gone out. But after his last visit, he will know without a doubt! To take the roses to the place, where I've instructed him and place the roses where we are, together once again.",
  "Last Updated": "14 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/glurge/jackbenny.asp",
  "Claim": "Jack Benny arranged to have a single red rose sent to his wife every day after he was gone.",
  "Claim_ID": "glurge_jackbenny",
  "Tags": ""
}