{
  "Origins": "Yes, Martin Savidge is a CNN correspondent currently embedded with the U.S. 1st Battalion, 7th Marines, now serving in the field in Iraq, and yes, he has filed a number of reports from the field. But the interview quoted above is not one of his: a search of CNN's archives for reports he filed on 30 March 2003 produced only one dispatch about Iraqi villages and U.S. Marines feeling each other out, and that article did not include the touching exchange now credited to Savidge and being widely circulated in e-mail . Nor did any other dispatch Savidge filed since the start of the war include this interview.",
  "Fact Check": "",
  "Description": "CNN confirmed the falsity of this item: Thank you for your interest in CNN's reporting. Martin Savidge, who is embedded with the 1st battalion, 7th Marines, has been reporting live from Iraq since the beginning of the conflict. However, neither Martin nor any CNN correspondents filed the report you describe. Martin, like many other journalists, has occasionally lent his phone to members of the military so that they could make personal calls from the field, and other news organizations have mentioned these sorts of calls in their reporting. Although this piece is fiction, one part of it an especially sad part is gospel: Lance Cpl.Brian Buesing was a Marine who was killed in action on 23 March 2003 near Nasiriyah. The piece is turning up in inboxes everywhere because it captures the essence of what we most want to believe about the young Americans now serving in Iraq, that they are heroically selfless. And on this we cannot help but agree.",
  "Originally Published": "",
  "Referred Links": "http://www.fallenheroesmemorial.com/oif/profiles/buesingbrianrory.html;http://www.fallenheroesmemorial.com/oif/profiles/buesingbrianrory.html;http://www.cnn.com/2003/WORLD/meast/03/30/otsc.irq.savidge/index.html;http://web.archive.org/web/20030609044929/http://www2.cnn.com/CNN/anchors_reporters/savidge.martin.html;",
  "Example": "[Collected on the Internet, 2003] CNN live interview with Martin Savidge on Sunday, 30 March 2003: Martin Savidge of CNN, embedded with the 1st Marine battalion, 1st Marine Division, was talking with 4 young Marines near his foxhole this morning live on CNN. He had been telling the story of how well the Marines had been looking out for and taking care of him since the war started. He went on to tell about the many hardships the Marines had endured since the war beganand how they all look after one another. He turned to the four and said he had cleared it with their commanders and they could use his video phone to call home. None of these Marines had been able to talk with their families for many weeks. The 19 year old Marine next to him asked Martin if he would allow his platoon sergeant to use his call to call his pregnant wife back home whom he had not been able to talk to in over a month. A stunned Savidge, who was visibly moved by the request, nodded his head - yes. The young Marine ran off to get the sergeant. Savidge recovered after a few seconds and turned back to the three young Marines still sitting with him. He asked which one of them would like to call home first? The Marine closest to him responded with out a moments hesitation, \"Sir, if is all the same to you we would like to call the parents of a buddy of ours. Lance Cpl Brian Buesing of Cedar Key, Florida, who was killed on the 23rd of March near Nasiriya. We would like to see how his folks are doing and let them know their son died bravely.\" At that Martin Savidge totally broke down and was unable to speak. All he could get out before signing off was, \"Where do they get young men like this?\"",
  "Last Updated": "6 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/savidge.asp",
  "Claim": "Martin Savidge of CNN interviews four selfless American marines serving in Iraq, offering them the chance to make phone calls home.",
  "Claim_ID": "glurge_savidge",
  "Tags": ""
}