{
  "Origins": "We began seeing this \"Who's Your Daddy?\" tale on the Internet in late 2002. Some versions of the story attribute it to Dr. Fred Craddock , who serves as minister of Cherry Log Christian Church in Cherry Log, Georgia.",
  "Fact Check": "",
  "Description": "While what circulates online was not penned by Dr. Craddock, it is a rephrasing of a story he presented in a 2001 collection of his anecdotes. The piece quoted above differs from Dr. Craddock's account of his encounter with Ben Hooper in a few ways. While young Ben Hooper (described in Craddock's account as in his \"early teens,\" rather than the e-mail's \"about 12 years old\"), did recount that his bastard status caused him difficulties with the townspeople, there's no mention of his being challenged let alone repeatedly with \"Who's your daddy?\" Instead, Craddock quotes Hooper thus: When I went into town with her [his mother], I could see people staring at me, making guesses as to who was my father. At school, the children said ugly things to me, and so I stayed to myself during recess, and I ate lunch alone. The biggest difference lies in how the encounter with the new minister is described. While the online version has the minister accosting Hooper with \"Son, who's your daddy?\" and the rest of the congregation listening in, Craddock's account of what Hooper said has the minister thinking but not posing the question, with no mention of parishioners hanging on his every word or even observing the exchange: One Sunday some people queued up in the aisle before I could get out, and I was stopped. Before I could make my way through the group, I felt a hand on my shoulder, a heavy hand. It was that minister. I cut my eyes around and caught a glimpse of his beard and his chin, and I knew who it was. I trembled in fear. He turned his face around so he could see mine and seemed to be staring for a little while. I knew what he was doing. He was going to make a guess as to who my father was. A moment later he said, \"Well, boy, you're a child of...\" and he paused there. And I knew it was coming. I knew I would have my feelings hurt. I knew I would not go back again! He said, \"Boy, you're a child of God. I see a striking resemblance, boy.\" Then he swatted me on the bottom and said, \"Now, you go claim your inheritance.\" I left the building a different person. In fact, that was really the beginning of my life. As is sometimes the case with glurge pieces, this one is a mix of truth and fabrication. Neither the e-mailed version nor the Craddock account square up with the facts of Hooper's life. Ben W. Hooper (1870-1957), the governor of Tennessee from 1911 to 1915, was born out of wedlock in Newport, Tennessee, on 13 October 1870 to Sarah Wade, daughter of an Italian immigrant, and Dr. L.W. Hooper, a physician who had served in the Union army. Dr. Hooper refused to marry Sarah because he was engaged to another woman, but the identity of little Bennie's father was no mystery, either within the immediate families or among the community at large. Soon after Bennie's birth, Sarah's father moved the family to another town. Through the age of eight the boy lived in a number of small towns in Tennessee while his mother looked for work, but upon the death of her father he was placed in a Knoxville orphanage, an act that rescued Bennie from a life of dire poverty. Dr. Hooper came to hear that his son was being kept in that institution and sought him out. The doctor had since married his fiance , but the couple remained childless, their one previous attempt to raise a son having been thwarted by the death of the baby they'd taken on. About a year after he'd been brought to the orphanage, Bennie was adopted by the Hoopers and fetched back to Newport. Back in Bennie's hometown, the local children quickly acquainted him with the facts of his birth. Unlike the child in the \"Who's Your Daddy?\" piece quoted above, the real Ben Hooper did not slink from the taunts of classmates he readily answered their insults with his fists. As to the effect the news of his bastardy had upon him, Ben Hooper later said, \"Instead of my supposed handicap generating an inferiority complex, it motivated a spirit of ambition and determination that furnished the impetus to carry me over many a hill in my young days. I began to understand that sensible people might appraise a man upon his character and attainments rather than upon the accident of birth or the merits of his antecedents. This possibility furnished a great incentive to effort.\" And effort he made. Ben attended public schools, graduated from Carson-Newman College in 1890, became a lawyer, entered the world of politics, and eventually rose to the office of governor of Tennessee. The premise of \"Who's Your Daddy?\" is flawed in that young Ben Hooper did not need any preacher to tell him he was a child of God. Long before adults told him any different, young Ben had worked out that it was the merits of what he would do in this world that would matter to anyone worth bothering with, not how he'd come to be here. Ben was no shy boy trudging through life with his head bowed in meek submission; he was a lad determined to be the best in his class in defiance of his detractors. Likewise, his paternity wasn't in doubt, so there would not have been a churchful of judgmental townsfolk just waiting for the kid to finally blurt out the name of his father. Bennie had been known as the doctor's son from the time of his birth, so when Dr. Hooper brought the nine-year-old boy back to Newport, the identity of Bennie's father was no great secret. Bennie did attend the Baptist church in Newport during his childhood, and after a couple of years he became that institution's janitor (for the sum of fifty cents a month). His autobiography is silent on the subject of preachers during this period in his life, let alone preachers who proclaimed him as a child of God to a cruel congregation and thereby supplied him with a pithy answer to hurl back at his tormentors. Bennie was baptized into the faith at age 15 and remained a staunch Baptist throughout his life. Like we said, it's a mixture of fact and fiction. The salient point that a boy born out of wedlock went on to serve as Governor of Tennessee more than holds up to scrutiny. Yet the glurgerrific part that the child established his sense of himself only thanks to a preacher's public branding of him as a \"child of God\" founders against the rock of Ben Hooper's autobiography. There was no such preacher, and from Ben's account of his early days, there would have been no need for one. Interestingly enough, the \"Who's Your Daddy?\" piece contains the counterpart to an element found in a widespread urban legend: As the man turned to leave, he said, \"You know, if that new preacher hadn't told me that I was one of God's children, I probably never would have amounted to anything!\" And he walked away. The legend sometimes called the \"Bookkeeper in a Brothel\" (but we call it \" Reading Railroaded \") keys on a theme of a rebuff's leading to success. A fellow who applies for a bookkeeper's job in a bordello is turned down because he can't read, and it's this setback that paves the way for his ultimate success. The story culminates in the lucky fellow's amazed assessment that if he hadn't been illiterate, all he'd have amounted to would have been a bookkeeper in a whorehouse rather than the very rich entrepreneur he did in fact become. It's possible this somewhat shared element contains the key to the \"Who's Your Daddy?\" tale. The repositioning of the real Ben Hooper story into one about a weak-kneed boy and the man of God who armed him with a sense of himself and a ready answer for his detractors attempts to lay credit for Hooper's success at quite a different pair of feet. Barbara \"baring false witness\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20020811141319/http://icmma.org/craddock.htm;",
  "Example": "[Collected on the Internet, 2002] Who's Your Daddy? A seminary professor was vacationing with his wife in Gatlinburg, TN. One morning, they were eating breakfast at little restaurant, hoping to enjoy a quiet, family meal. While they were waiting for their food, they noticed a distinguished looking, white-haired man moving from table to table, visiting with the guests. The professor leaned over and whispered to his wife, \"I hope he doesn't come over here.\" But sure enough, the man did come over to their table. \"Where are you folks from?\" he asked in a friendly voice. \"Oklahoma,\" they answered. \"Great to have you here in Tennessee.\" the stranger said. \"What do you do for a living?\" \"I teach at a seminary,\" he replied. \"Oh, so you teach preachers how to preach, do you? Well, I've got a really great story for you.\" And with that, the gentleman pulled up a chair and sat down at the table with the couple. The professor groaned and thought to himself, \"Great... Just what I need another preacher story!\" The man started, \"See that mountain over there pointing out the restaurant window. Not far from the base of that mountain, there was a boy born to an unwed mother. He had a hard time growing up, because every place he went, he was always asked the same question, 'Hey boy, Who's your daddy?' \"Whether he was at school, in the grocery store or drug store, people would ask the same question, 'Who's your daddy?' He would hide at recess and lunch time from other students. He would avoid going in to stores because that question hurt him so bad. \"When he was about 12 years old, a new preacher came to his church. He would always go in late and slip out early to avoid hearing the question, 'Who's yourdaddy?'. But one day, the new preacher said the benediction so fast he got caught and had to walk out with the crowd. \"Just about the time he got to the back door, the new preacher, not knowing anything about him, put hishand on his shoulder and asked him, 'Son, who's your daddy?'\" The whole church got deathly quiet. He could feel every eye in the church looking at him. Now everyone would finally know the answer to thequestion, 'Who's your daddy'. This new preacher, though, sensed the situation around him and using discernment that only the Holy Spirit could give, said the following to that scared little boy \"'Wait a minute!' he said. 'I know who you are. I see the family resemblance now. You are a child of God. With that he patted the boy on his shoulder and said, 'Boy, you've got a great inheritance. Go and claim it.' With that, the boy smiled for the first time in a long time and walked out the door a changed person. He was never the same again. Whenever anybody asked him, 'Who's your Daddy?' he'd just tell them, 'I'm a Child of God'.\" The distinguished gentleman got up from the table and said, \"Isn't that a great story?\" The professor responded that it really was a great story! As the man turned to leave, he said, \"You know, if that new preacher hadn't told me that I was one of God's children, I probably never would have amounted to anything!\" And he walked away. The seminary professor and his wife were stunned. He called the waitress over and asked her, \"Do you know who that man was who just left that was sitting at our table?\" The waitress grinned and said, \"Of course. Everybody here knows him. That's Ben Hooper. He's the former governor of Tennessee!\" Someone in your life today needs a reminder that they're one of God's children!",
  "Last Updated": "23 August 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/glurge/hooper.asp",
  "Claim": "Illegitimate child grows up to become Governor of Tennessee.",
  "Claim_ID": "glurge_hooper",
  "Tags": ""
}