{
  "Origins": "On the morning of 11 August 2013, the vehicle bearing 19-year-old Katie Lentz of New London, Missouri, collided with another, crushing the young woman's car and trapping her inside the upturned wreckage. When it proved impossible to extricate the injured teen while the car was in that position, the decision was made to flip the vehicle back onto its tires, although such movement could dramatically change the pressure on her body and put her further at risk.",
  "Fact Check": "",
  "Description": "Lentz called for someone to pray for her first. Seemingly out of nowhere, a priest no one at the accident scene recognized appeared and began ministering to the stricken girl. Those struggling to free the girl said the mysterious priest told them to be calm and their tools would now work. After praying with her, absolving her of her sins and anointing her, the priest slipped away unnoticed. Lentz was subsequently freed from what little remained of her car and transported by helicopter to the nearest trauma center. Photographs taken at the scene that morning failed to display the mysterious priest in none of the nearly 70 of them did the man appear. Moreover, no one present had recognized him, which was highly unusual given that there was only one Catholic church within three towns, and the unknown man was not its pastor. It appeared a grievously injured teen's pleas for spiritual succor had been answered by an angel guised as a priest. The mystery was resolved within a few days. The mysterious stranger was in fact a Catholic priest, the Rev. Patrick Dowling. A priest since 1982, Dowling works in prison ministry and with Spanish-speaking parishioners, which accounts for no one present at the accident scene having recognized him. As to how he came to be there, he was returning from Ewing, Missouri, where he had celebrated Mass at a local church because that parish's regular priest had been ill. That no one saw him come or go was likely explained by his having parked his car behind a large vehicle about 150 yards from where Katie Lentz lay trapped. Charges are pending against the driver of the other vehicle, and Katie Lentz is on the mend despite suffering two broken femurs, a broken tibia and fibula, broken left wrist, nine broken ribs, a lacerated liver, ruptured spleen and bruised lung.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, August 2013] Emergency workers and community members in eastern Missouri are not sure what to make of a mystery priest who showed up at a critical accident scene Sunday morning and whose prayer seemed to change life-threatening events for the positive. Even odder, the black-garbed priest does not appear in any of the nearly 70 photos of the scene of the accident in which a 19-year-old girl almost died. No one knows the priest and he vanished without a word, said Raymond Reed, fire chief of New London, Mo. \"I think it's a miracle,\" Reed said. \"I would say whether it was an angel that was sent to us in the form of a priest or a priest that became our angel, I don't know. Either way, I'm good with it.\" Carla Churchill Lentz, mother of the teen who was critically injured, said emergency workers have told her there is no way her daughter should have lived inside such a mangled car. Of the priest, she said, \"I do believe he certainly could have been an angel dressed in priest's attire because the Bible tells us there are angels among us.\" The scene unfolded Sunday morning. Katie Lentz, a sophomore at Tulane University, was driving from her parents' home in Quincy, Ill., to Jefferson City, Mo., where she has a summer internship and planned to attend church with friends. The Mercedes she was driving collided with another vehicle on a highway near Center, Mo. The accident crushed Lentz's vehicle into a ball of sheet metal that lay on the driver's side, Reed said.",
  "Last Updated": "15 August 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/priest.asp",
  "Claim": "An angel disguised as a priest saved a critically injured girl, then vanished.",
  "Claim_ID": "glurge_priest",
  "Tags": ""
}