{
  "Origins": "This piece, which began circulating in the latter half of the year 2000, is neither an accurate description of actor/director Mel Gibson's early life nor a transcription of a radio piece by commentator Paul Harvey. Suffice it to say that someone took the framework of Mel Gibson's biography and built upon it a touching but completely fictitious house of glurge.",
  "Fact Check": "",
  "Description": "Mel Gibson's father did move his family from New York to Sydney, Australia, when Mel was 12, but the similarities between this piece and Mel's real life end there. Young Mel wasn't dreaming of \"joining the circus as a trapeze artist\"; he was a Catholic high school student mulling over the possibilities of becoming a chef or a journalist and ended up enrolling in the University of New South Wales' National Institute of Dramatic Art. Young Mel had a role in the low-budget film Summer City while still a student and then appeared in a number of productions with the State Theatre Company of South Australia before the lucky break that catapulted him to stardom: being chosen for the lead role in George Miller's action film Mad Max . A little bit of truth may have sneaked into the story quoted above at this point. The night before his Mad Max audition, Gibson reportedly came in a poor second in a barroom brawl, ending up with a face \"like a busted grapefruit.\" He then had to audition for the Mad Max role with a bruised, swollen, discolored, and freshly stitched face an appearance that, legend has it, helped win over producers who wanted someone weathered and rough-looking to take the part. The beating Gibson received did not, however, leave him with \"smashed eye sockets,\" fracture his \"skull, legs, and arms,\" result in the loss of \"all his teeth\" or a nose that was \"hanging from his face\" or a \"jaw almost completely torn from his skull.\" He didn't spend \"over a year in the hospital,\" nor did five years pass with Mel in agony before \"plastic surgery restored his looks.\" His face got smashed up a bit, he required a few stitches to close some open cuts, and a few weeks later he was good as new. (However, some Hollywood pundits maintain that even the milder \"barroom brawl\" version was a bit of fiction invented by a publicist.) Mel Gibson did direct and star in The Man Without a Face , a 1993 film about a man who became a recluse after his face was disfigured in an automobile accident, but the movie was based upon a novel by Isabelle Holland, not Mel Gibson's life. Many of our readers have sworn to us they heard Paul Harvey recite this piece, exactly as reproduced above, on one of his broadcasts. Paul Harvey did offer a \"Rest of the Story\" segment about Mel Gibson on 24 June 2000, and it was a typically (for Paul Harvey) exaggerated version of the truth, but it didn't come close to the glurge reproduced here. What he reported, verbatim, was this: In all his years as a cop, Ollie Gerrick had never seen a beating case like the one before him. The boy's face was smashed in. His partner say he wouldn't survive. The ambulance arrived and took him to the hospital and when he came to, the doctors told him the rest of the story. He was in the hospital and then he remembered that night in the bar. It was late the next night that the young man remembered he had an important appointment. He realized it was tomorrow. He struggled to get out of bed but the nurse restrained him. The next morning, he got out of bed and looked in the mirror and he didn't recognize himself. Nevertheless, he went on to the job interview. Despite the bar fight in October of 1977. He showed up for a role in a movie and the producers were looking for someone unknown who was really tough looking. He got the role they were casting for. They were looking for someone to play the rugged role of Mad Max and this Australian with the beaten up face went on to become one of our best modern-day actors. We know him as Mel Gibson, and now you know the rest of the story. And now you know . . . the real story. Update: The February 2004 release of the film The Passion of the Christ , financed and directed by Mel Gibson, started this legend circulating anew, often with tacked-on codas such as the following: Note: This may well help in the understanding of why Mel Gibson's love for the Lord is why he has made such a powerful movie \"The Passion\" that's coming out February 25th to demonstrate Jesus love and sacrifice for us.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0064470288/o/qid=962145204/sr=8-1/ref=aps_sr_b_1_3/002-6128674-4082411;http://us.imdb.com/title/tt0107501/;",
  "Example": "[Collected on the Internet, 2000] Here is a true story by Paul Harvey. Pass it to anyone who you think would find it interesting and inspiring. You will be surprised who this young man turned out to be. (Do not look at the bottom if this letter until you have read it fully.) Years ago a hardworking man took his family from New York State to Australia to take advantage of a work opportunity there. Part of this man's family was handsome young son who had aspirations of joining the circus as a trapeze artist or an actor. This young fellow, biding his time until a circus job or even one as a stagehand came along, worked at the local shipyards which bordered on the worst section of town. Walking home from work one evening this young man was attacked by five thugs who wanted to rob him. Instead of just giving up his money the young fellow resisted. However they bested him easily and proceeded to beat him to a pulp. They mashed his face with their boots, and kicked and beat his body brutally with clubs, leaving him for dead. When the police happened to find him lying in the road they assumed he was dead and called for the Morgue Wagon. On the way to the morgue a policeman heard him gasp for air, and they immediately took him to the emergency unit at the hospital. When he was placed on a gurney a nurse remarked to her horror, that his young man no longer had a face. Each eye socket was smashed, his skull, legs, and arms fractured, his nose literally hanging from his face, all is teeth were gone, and his jaw was almost completely torn from his skull. Although his life was spared he spent over year in the hospital. When he finally left his body may have healed but his face was disgusting to look at. He was no longer the handsome youth that everyone admired. When the young man started to look for work again he was turned down by everyone just on account of the way he looked. One potential employer suggested to him that he join the freak show at the circus as The Man Who Had No Face. And he did this for a while. He was still rejected by everyone and no one wanted to be seen in his company. He had thoughts of suicide. This went on for five years. One day he passed a church and sought some solace there. Entering the church he encountered a priest who had saw him sobbing while kneeling in a pew. The priest took pity on him and took him to the rectory where they talked at length. The priest was impressed with him to such a degree that he said that he would do everything possible for him that could be done to restore his dignity and life, if the young man would promise to be the best Catholic he could be, and trust in God's mercy to free him from his torturous life. The young man went to Mass and communion every day, and after thanking God for saving his life, asked God to only give him peace of mind and the grace to be the best man he could ever be in His eyes. The priest, through his personal contacts was able to secure the services of the best plastic surgeon in Australia. They would be no cost to the young man, as the doctor was the priest's best friend. The doctor too was so impressed by the young man, whose outlook now on life, even though he had experienced the worse was filled with good humor and love. The surgery was a miraculous success. All the best dental work was also done for him. The young man became everything he promised God he would be. He was also blessed with a wonderful, beautiful wife, and many children, and success in an industry which would have been the furthest thing from his mind as a career if not for the goodness of God and the love of the people who cared for him. This he acknowledges publicly. The young man . . . Mel Gibson. His life was the inspiration for his production of the movie \"The Man Without A Face.\" He is to be admired by all of us as a God fearing man, a political conservative, and an example to all as a true man of courage.",
  "Last Updated": "25 February 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/noface.asp",
  "Claim": "Mel Gibson was the inspiration for the film The Man Without a Face.",
  "Claim_ID": "glurge_noface",
  "Tags": ""
}