{
  "Origins": "This touching story about the healing power of sibling love made its appearance on the Internet in April 2000.",
  "Fact Check": "",
  "Description": "As glurgeriffic as it sounds, the item referenced above is a true story, at least in its broad strokes. Kyrie and Brielle Jackson were born on 17 October 1995 at the Massachusetts Memorial Hospital in Worcester, MA. Each of the twins weighed all of two pounds at birth. Though Kyrie was putting on a bit of weight in the days following her arrival, Brielle was not doing as well. She cried a great deal, leaving her gasping and blue-faced. Brielle was having a particularly bad day. NICU (Newborn Intensive Care Unit) nurse Gayle Kasparian tried everything to calm her. She held her. She had her dad hold her. She wrapped her in a blanket. She suctioned her nose. Nothing worked. Then, she remembered hearing about a procedure done in Europe. She put Brielle in the incubator with her sister Kyrie. Almost immediately, Brielle snuggled up to Kyrie. Her blood-oxygen saturation levels, which had been frighteningly low, soared. She began to breathe more easily. The frantic crying stopped and her normal pinkish color quickly returned. Over the next weeks, her health improved steadily in her new, less lonely quarters. Although it's impossible to say whether Brielle's recovery was wholly or primarily due to the healing touch of her twin sister, she did improve considerably after Kyrie was placed in the incubator with her. The children survived their rocky beginning and in time went home with their mother and father, but the media attention brought about by their story and the now-famous photograph prompted their parents, Heidi and Paul Jackson of Westminster, to change their telephone number. And famous that photo became. Besides being circulated on the Internet, it has run in Life magazine and Reader's Digest . The photo was taken by Chris Christo of the Worcester Telegram & Gazette . The Jackson girls made history at Memorial. According to that hospital, \"The first co-bedding of twins occurred as an innovation from a staff nurse, Gayle Kasparian, RN.\" Another method used to stabilize preemies is \"kangaroo care,\" a term for prolonged skin-to-skin contact with parents and other caregivers. The technique, so named because of its resemblance to the way pouched animals care for their young, involves skin-to-skin contact between parent and baby. Often the child, wearing only a diaper and covered by a blanket, is placed against the parent's bare chest. The method is especially effective with premature babies, who are extremely fragile and have almost tissue-thin skin when born. Proponents say the method can have amazing effects: a steadier heart rate, better breathing, greater contentment, deeper sleep. \"Everybody in the world knows you can take a crying baby and pick him up and he'll stop crying,\" Susan Ludington, professor of maternal and child health nursing at the University of Maryland at Baltimore, says. \"You put him down he starts crying again. Babies, and they give us the message quite clearly, prefer to be held. Now we're just finding out that when they are held, there are all these tremendous physiological benefits.\" Now Brielle and Kyrie are nearly out of their teens, and their story is known as \"the hug that helped change medicine\": Barbara \"huggies for your baby\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2000] This is a picture from an article called \"The Rescuing Hug.\" The article details the first week of life of a set of twins. Apparently, each were in their respective incubators, and one was not expected to live. A hospital nurse fought against hospital rules and placed the babies in one incubator. When they were placed together the healthier of the two threw an arm over her sister in a endearing embrace. The smaller baby's heart rate stabilized and her temperature rose to normal.",
  "Last Updated": "22 September 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/glurge/healinghug.asp",
  "Claim": "A struggling newborn improved dramatically after being placed in an incubator with her healthy twin sister.",
  "Claim_ID": "glurge_healinghug",
  "Tags": ""
}