{
  "Origins": "Right off the bat, we can state definitively that no such article was printed in National Geographic , and that it's unlikely any such incident occurred at Yellowstone National Park (or anywhere else). As National Geographic said in response to a query about this story:",
  "Fact Check": "",
  "Description": "We ve been getting a lot of e-mails about this. It's an inspirational story which is why we regret that we have to debunk it. The incident was never reported in NATIONAL GEOGRAPHIC. Nor did it happen at Yellowstone, according to the park's ornithologist, who adds that it doesn't ring true of bird behavior anywhere. This story about a mother bird's self-sacrifice originated as an inspirational story published in 1945. In that parable from long ago, the bird was not a wild creature in the forest but rather a hen living on a farm. As a fire engulfs the farm, she gathers her chicks under her and protects them, giving her life for theirs. The Little Red Hen was one of the thirteen original pamphlets published as part of the Illustrated Gospel Series , also known as \"The McCague Lessons.\" The tale of a self-sacrificing mother fowl was not a true account but rather a yarn meant to teach a Bible lesson about the love Jesus felt for his children, a love so great that he gave his life so that they could be saved. The tale continues to circulate because, in addition to the author's intended parallel to Jesus' giving his life to wash away mankind's sins, additional interpretations widen its appeal: It reassures us that our existence is no mere accident. If the traits we value as human beings love, compassion, a sense of obligation and higher duty to protect the weak and helpless even at the cost of our own lives are not exclusive to us but are exhibited by \"lower\" animals as well, then surely this must be evidence that a purposeful creator endowed all his children with these qualities. It reaffirms our current beliefs in the sanctity of motherhood and the symbol of the mother as the all-powerful protector of her children. By showing that this higher truth applies even in the animal kingdom, we confirm that we're right to place motherhood on the impossibly high pedestal our society has chosen for it. If comforts us to think that nature is not so harsh and cruel as we might believe; that for every wild predator in a dog-eat-dog, \"survival of the fittest\" world, there's also a caring mother who would willingly and knowingly make the choice to lay down her life to protect her offspring. Although we can observe the actions of animals, we cannot assume their behaviors are based on the same motives and emotions as our own. Some animals spend a great deal time caring for and nurturing their young; others simply pause long enough to give birth (or lay eggs) and continue on their way. Some animals will protect their young at the risk of their own lives; others will consume their own offspring if food is in short supply. Even when an animal does exhibit a seemingly human-like behavior such as the one described in the piece quoted above, we cannot know whether the animal was truly motivated by an emotion such as love, whether it made a conscious choice to sacrifice its life, or whether it was merely acting out of instinct.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2000] An article in National Geographic several years ago provided a penetrating picture of God's wings . . . After a forest fire in Yellowstone National Park [in 1989], forest rangers began their trek up a mountain to assess the inferno's damage. One ranger found a bird literally petrified in ashes, perched statuesquely on the ground at the base of a tree. Somewhat sickened by the eerie sight, he knocked over the bird with a stick. When he struck it, three tiny chicks scurried from under their dead mother's wings. The loving mother, keenly aware of impending disaster, had carried her offspring to the base of the tree and had gathered them under her wings, instinctively knowing that the toxic smoke would rise. She could have flown to safety, but had refused to abandon her babies. When the blaze had arrived and the heat had scorched her small body, the mother had remained steadfast. Because she had been willing to die, so those under the cover of her wings would live.",
  "Last Updated": "25 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/birdwing.asp",
  "Claim": "National Geographic magazine ran an article about a mother bird who sacrificed herself to protect her chicks from a forest fire.",
  "Claim_ID": "glurge_birdwing",
  "Tags": ""
}