{
  "Origins": "As covered in the account reproduced above (the text of which was taken from a 2005 Sports Illustrated article), Dick and Rick Hoyt are a father-and-son team from Massachusetts who between 1977 and 2014 regularly participated in grueling athletic endeavors such as marathon races and triathlon competitions together, even though (due to complications at birth) Rick cannot walk or talk:",
  "Fact Check": "",
  "Description": "Interested readers can find a wealth of material about the Hoyts on the Team Hoyt web site (including a history of the remarkable father-son team). We also note that since the article referenced above was published, the Hoyts are no longer the lone non-individual team to participate in the Boston Marathon. During the 2006 running of that event (the 25th anniversary of the Hoyts' first Boston Marathon), Dick and Rick were joined by Mark and Amanda Collis, a father-daughter team from Canada. As the Hoyts told the Boston Herald after that race, similar forms of participation with the disabled (at all levels) seem to be on the increase: \"I do all of the office work, and we get e-mails every day from people like this,\" said Kathy Boyer, Dick's girlfriend. \"It's not just parents pushing their kids. It's someone pushing a friend who has Parkinson's disease, or another situation. Not many are doing it on this level, of course. This takes years and years of preparation.\" \"I think there's a lot of families getting into it like this now,\" said Dick. \"I'm not just talking about the intensity of marathon running. I've heard from people who just want to even get into this as far as taking their children out for a walk goes. I think all different kinds of people look at this as a great opportunity. We're trying to prove to people with disabilities that they belong out there.\" Due to Dick's back problems, the 2014 Boston Marathon was the last the Hoyts ran together. Rick will still continue, however, with his father's place being taken by Dr. Bryan Lyons, a Billerica dentist: The years of competition and travel certainly took a toll on Dick's body. Due in large part to his increasing back pain, he decided 2014 would be his last marathon pushing Rick. The original plan was for the 2013 Boston Marathon to be Dick and Rick's last together, but they were not able to finish the race due to the bombings. They then decided to come back again in 2014 to complete the course one final time. That opened the door for Lyons, a close family friend and member of The Hoyt Foundation marathon team since 2008. \"World-class athletes, professional triathletes had said to Dick, 'hey, when you're done, I'd love to take over and push Rick,'\" said Lyons, a Methuen resident who has had his dental practice in Billerica since 1996. \"But it was always no. If you read any of Dick's books, neither was going to continue without the other. It was sort of shocking for him to ask me. \"My friends told me (the Hoyts) don't want the big name, they want the big heart. If that's the least that I can provide, I'm happy.\"The torch has now been passed to Lyons. When he talks about the opportunity to push Rick, the expression on his face tells the story. He is clearly honored, a stray tear welling in the corner of his eye. \"Bryan will be out there, and he'll do his best, we know that,\" said Dick. \"He's a great athlete, a great person, and the type of person that we want to be pushing Rick. And Rick wants Bryan to be the one to do it.\"",
  "Originally Published": "",
  "Referred Links": "http://www.teamhoyt.com/About-Team-Hoyt.html;http://www.teamhoyt.com/;http://sportsillustrated.cnn.com/multimedia/photo_gallery/2005/06/13/team.hoyt/content.1.html;",
  "Example": "[Collected via e-mail, July 2008] Be ready.....you WILL cry! This is the most unbelievable thing I've ever seen. I am absolutely in AWE of this man. Please watch the video, too I am sitting here at my computer at a loss for words. There are no words for this, only tears filled with emotion. A MUST Watch Video This Father does it all just for the purpose of seeing the smile on his son's face. If you want to see the most profound reflection of the Father's love for us that you've ever seen ... watch. Time taken to watch this is the best time you've ever spent on email. Read this and then watch the video I try to be a good father. Give my kids mulligans. Work nights to pay for their text messaging. Take them to swimsuit shoots. But compared with Dick Hoyt, I suck. Eighty-five times he's pushed his disabled son, Rick, 26.2 miles in marathons. Eight times he's not only pushed him 26.2 miles in a wheelchair but also towed him 2.4 miles in a dinghy while swimming and pedaled him 112 miles in a seat on the handlebars all in the same day. Dick's also pulled him cross-country skiing, taken him on his back mountain climbing and once hauled him across the U.S. on a bike. Makes taking your son bowling look a little lame, right? And what has Rick done for his father? Not much except save his life. This love story began in Winchester, Mass., 43 years ago, when Rick was strangled by the umbilical cord during birth, leaving him brain-damaged and unable to control his limbs. \"He'll be a vegetable the rest of his life,\" Dick says doctors told him and his wife, Judy, when Rick was nine months old. \"Put him in an institution.\" But the Hoyts weren't buying it. They noticed the way Rick's eyes followed them around the room. When Rick was 11 they took him to the engineering department at Tufts University and asked if there was anything to help the boy communicate. \"No way,\" Dick says he was told. \"There's nothing going on in his brain.\" \"Tell him a joke,\" Dick countered. They did. Rick laughed. Turns out a lot was going on in his brain. Rigged up with a computer that allowed him to control the cursor by touching a switch with the side of his head, Rick was finally able to communicate. First words? \"Go Bruins!\" And after a high school classmate was paralyzed in an accident and the school organized a charity run for him, Rick pecked out, \"Dad, I want to do that.\" Yeah, right. How was Dick, a self-described \"porker\" who never ran more than a mile at a time, going to push his son five miles? Still, he tried. \"Then it was me who was handicapped,\" Dick says. \"I was sore for two weeks.\" That day changed Rick's life. \"Dad,\" he typed, \"when we were running, it felt like I wasn't disabled anymore!\" And that sentence changed Dick's life. He became obsessed with giving Rick that feeling as often as he could. He got into such hard-belly shape that he and Rick were ready to try the 1979 Boston Marathon. \"No way,\" Dick was told by a race official. The Hoyts weren't quite a single runner, and they weren't quite a wheelchair competitor. For a few years Dick and Rick just joined the massive field and ran anyway, then they found a way to get into the race officially: In 1983 they ran another marathon so fast they made the qualifying time for Boston the following year. Then somebody said, \"Hey, Dick, why not a triathlon?\" How's a guy who never learned to swim and hadn't ridden a bike since he was six going to haul his 110-pound kid through a triathlon? Still, Dick tried. Now they've done 212 triathlons, including four grueling 15-hour Ironmans in Hawaii. It must be a buzzkill to be a 25-year-old stud getting passed by an old guy towing a grown man in a dinghy, don't you think? Hey, Dick, why not see how you'd do on your own? \"No way,\" he says. Dick does it purely for \"the awesome feeling\" he gets seeing Rick with a cantaloupe smile as they run, swim and ride together. This year, at ages 65 and 43, Dick and Rick finished their 24th Boston Marathon, in 5,083rd place out of more than 20,000 starters. Their best time? Two hours, 40 minutes in 1992 only 35 minutes off the world record, which, in case you don't keep track of these things, happens to be held by a guy who was not pushing another man in a wheelchair at the time. \"No question about it,\" Rick types. \"My dad is the Father of the Century.\" And Dick got something else out of all this too. Two years ago he had a mild heart attack during a race. Doctors found that one of his arteries was 95% clogged. \"If you hadn't been in such great shape,\" one doctor told him, \"you probably would've died 15 years ago.\" So, in a way, Dick and Rick saved each other's life. Rick, who has his own apartment (he gets home care) and works in Boston, and Dick, retired from the military and living in Holland, Mass., always find ways to be together. They give speeches around the country and compete in some backbreaking race every weekend, including this Father's Day. That night, Rick will buy his dad dinner, but the thing he really wants to give him is a gift he can never buy. \"The thing I'd most like,\" Rick types, \"is that my dad would sit in the chair and I would push him once.\" [Click here to expand text].",
  "Last Updated": "11 April 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/glurge/teamhoyt.asp",
  "Claim": "Message describes the Hoyts, a father and disabled son who participate as a team in marathons.",
  "Claim_ID": "glurge_teamhoyt",
  "Tags": ""
}