{
  "Origins": "Personal items from deceased love ones that preserve our last contacts with them and connect us with their lives and their final days on Earth letters, journals, photographs, items of clothing are usually treasured as special reminders of both the joy and fragility of those lives. Although the media through which we communicate may have changed, the poignancy of a loved one's last words to us has not. A final message might now consist of a collection of electrons beamed to us from thousands of miles away rather than a letter written with pen and paper, but it is the content of that communication as an expression of a unique and cherished personality that matters most to us, not its form.",
  "Fact Check": "",
  "Description": "Space Shuttle Columbia astronaut Laurel Clark of Racine, Wisconsin, left many friends and relatives behind, including a husband and an 8-year-old son, when her life ended in the tragedy of 1 February 2003. The same technology that transmitted her last direct communication with her family is now being used by millions of people all over the world to share her final words with each other. There is little doubt that these were Laurel's final words to her family, because they match the description of Laurel's last message given by her brother, Daniel, in an interview with CNN anchor Paula Zahn the day after the Columbia disaster (and the message was circulating before David's description of it was first aired): It was an e-mail to all of her family. It was a very special e-mail for us because it was the last real communication we had directly from her. And she just talked about how thrilled she was to be up there, the view from up there, how great it was seeing different sites, being able to see on her very first day Wind Point in Wisconsin, which is where Racine is, and seeing something familiar there. Also different places around the world. And then getting into how blessed she felt to be serving her country and getting to do the medical experiments, working with scientists around the world and how thrilling it was. And really helping to share with us a little bit of what she was going through, what it was like to eat in space and how she was acclimating to it, and that she was having fun. And I think it was it was great to get that at the end.",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/2003/US/02/02/sprj.colu.salton.cnna/index.html;http://www.cnn.com/2003/US/02/01/sprj.colu.profile.clark/index.html;",
  "Example": "[Collected on the Internet, 2003] Laurel Clark, one of the Shuttle astronauts, was in my cousin Carol's class in high school. Carol's parents were present for the launch and this is an e-mail I received from Carol's mother: I share this beautiful last E mail from our wonderful Laurel Blair Salton Clark in hopes that we may see our earth through her eyes and revel in the peace and beauty she was experiencing.......It is very hard for those of us who knew and loved her to accept what has happened to her and all the remarkable people with her.. Please join me in prayers for Laurel's family and for all the others affected by this terrible tragedy. Love, Charlsey.....Mom ...or 'whatever Subject: Hello from 150 NM above the Earrth Hello from above our magnificent planet Earth. The perspective is truly awe-inspiring. This is a terrific mission and we are very busy doing science round the clock. Just getting a moment to type e-mail is precious so this will be short, and distributed to many who I know and love. I have seen some incredible sights: lightning spreading over the Pacific, the Aurora Australis lighting up the entire visible horizon with the cityglow of Australia below, the crescent moon setting over the limb of theEarth, the vast plains of Africa and the dunes on Cape Horn, rivers breaking through tall mountain passes, the scars of humanity, the continuous line of life extending from North America, through Central America and into South America, a crescent moon setting over the limb of our blue planet. Mount Fuji looks like a small bump from up here, but it does stand out as a very distinct landmark. Magically, the very first day we flew over Lake Michigan and I saw Wind Point (Racine, WI) clearly. Haven't been so lucky since. Every orbit we go over a slightly different part of the Earth. Of course, much of the time I'm working back in Spacehab and don't see any of it. Whenever I do get to look out , it is glorious. Even the stars have a special brightness. I have seen my \"friend\" Orion several times. Taking photos of the earth is a real challenge, but a steep learning curve. I think I have finally gotten some beautiful shots the last 2 days. Keeping my fingers crossed that they're in sharp focus. My near vision has gotten a little worse up here so you may have seen pics/video of me wearing glasses. I feel blessed to be here representing our country and carrying out the research of scientists around the world. All of the experiments have accomplished most of their goals despite the inevitable hiccups that occur when such a complicated undertaking is undertaken. Some experiments have even done extra science. A few are finished and one is just getting started today. The food is great and I am feeling very comfortable in this new, totally different environment. It still takes a while to eat as gravity doesn't help pull food down your esophagus. It is also a constant challenge to stay adequately hydrated. Since our body fluids are shifted toward our heads our sense of thirst is almost non-existent. Thanks to many of you who have supported me and my adventures throughout the years. This was definitely one to beat all. I hope you could feel the positive energy that I beamed to the whole planet as we glided over our shared planet. Love to all, Laurel",
  "Last Updated": "25 February 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/glurge/laurel.asp",
  "Claim": "E-mail sent from orbit captures Space Shuttle Columbia astronaut Laurel Clark's final words to her family.",
  "Claim_ID": "glurge_laurel",
  "Tags": ""
}