{
  "Origins": "The piece quoted above is an excerpt from the book The Monsey-Kiryat Sefer Express by Zev Roth and is generally accurate in its details: Colin L. Powell was born to Jamaican immigrants living in Harlem in 1937; the family later moved to a largely Jewish neighborhood in the Bronx, where Powell picked up some proficiency in Yiddish from his neighbors and through working at Sickser's baby equipment store in his teenage years. After graduating from City College of New York, Powell entered the military, eventually rising to the rank of 4-star general, serving as Chairman of the Joint Chiefs of Staff during Operation Desert Storm, and being appointed to the cabinet position of U.S. Secretary of State under President George W. Bush.",
  "Fact Check": "",
  "Description": "If there is any nit to be picked here, it's that this piece leaves many readers with an exaggerated impression of Powell's fluency in Yiddish. Most other sources including Powell himself speak of him (nowadays, at least) as having a passing knowledge of the language at best. For example, the New York Daily News noted in a 2000 article about Gen. Powell that he had picked up a \"smattering\" of Yiddish in his teenage years: Fourteen-year-old Colin Powell slipped off his jacket and went right to work. He kept working at Sickser's through his teens, earning 75 cents an hour and picking up a smattering of Yiddish with which he often surprised people after he became the chairman of the Joint Chiefs of Staff.2 A few months after Powell was named the 12th Chairman of the Joint Chiefs of Staff in October 1989, a New York Newsday article described him as capable of \"sprinkling\" his conversation with Yiddish when addressing Jewish officials: As a boy whose friends and employers at the furniture store were Jewish, Powell picked up a smattering of Yiddish. Vice Adm. John A. Baldwin, an Annapolis graduate who worked closely with Powell a decade ago when they were Pentagon aides, recalls that he was kiddingly nicknamed \"the black Jew.\" When it seemed to suit the moment in dealing with Jewish civilian officials at the Pentagon, Baldwin said, Powell sprinkled his language with Yiddish.3 In 1995, after an 88-year-old New Jersey man created a fake interview with Gen. Powell as if it were conducted entirely in Yiddish and posted it to a Yiddish-English mailing list, fooling many within the Yiddish-speaking community into believing that Powell was fluent in Yiddish, Powell's spokesperson confirmed that he knew a \"little\" of the language: A spokesman for Mr. Powell said he hadn't heard about the spoof but confirmed that Gen. Powell does speak a little Yiddish.4 Powell himself was quoted as saying much the same thing during an American Israel Public Affairs Committee conference in 2001: When Colin Powell took to the stage at the American Israel Public Affairs Committee conference in Washington last month, he made it clear that he believed he was among friends. He had even been rumoured to be fluent in Yiddish. \"Well, yes, I do understand a bissel\" (i.e., \"a little\"), he said to laughter.5 Regardless, even if Powell knows but a few words of Yiddish, it's one more admirable facet of a man who has led a varied and distinguished life in the service of his country.",
  "Originally Published": "",
  "Referred Links": "http://www.biography.com/search/article.do?id=9445708;http://www.targum.com/store/Roth.html;",
  "Example": "[Collected on the Internet, 2001] Unlike today's vista of decrepit buildings, dilapidated housing and rusting junked cars, the South Bronx in 1950 was the home of a large and thriving community, one that was predominantly Jewish. Today a mere remnant of this once-vibrant community survives, but in the 1950's the Bronx offered synagogues, mikvahs, kosher bakeries, and kosher butchers all the comforts one would expect from a traditional Jewish community. The baby boom of the post-war years happily resulted in many new young parents. As a matter of course, the South Bronx had its own baby equipment store. Sickser's was located on the corner of Westchester and Fox, and specialized in \"everything for the baby,\" as its slogan ran. The inventory began with cribs, baby carriages, playpens, high chairs, changing tables, and toys. Mr. Sickser, assisted by his son-in-law Lou Kirshner, ran a profitable business out of the needs of the rapidly-expanding child population. The language of the store was primarily Yiddish, but Sickser's was a place where not only Jewish families but also many non-Jewish ones could acquire the necessary paraphernalia for their newly-arrived bundles of joy. Business was particularly busy one spring day, so much so that Mr. Sickser and his son-in-law could not handle the unexpected throng of customers. Desperate for help, Mr. Sickser ran out of the store and stopped the first youth he spotted on the street. \"Young man,\" he panted, \"how would you like to make a little extra money? I need some help in the store. You want to work a little?\" The tall, lanky African-American boy flashed a toothy smile back. \"Yes, sir, I'd like some work.\" \"Well then, let's get started.\" The boy followed his new employer into the store. Mr. Sickser was immediately impressed with the boy's good manners and demeanor. As the days went by and he came again and again to lend his help, Mr. Sickser became increasingly impressed with the youth's diligence, punctuality and readiness to learn. Eventually Mr. Sickser made him a regular employee at the store. It was gratifying to find an employee with an almost soldier-like willingness to perform even the most menial of tasks, and to perform them well. From the age of 13 until his sophomore year in college, the young man put in from 12-15 hours a week, at 50 to 75 cents an hour. Mostly, he performed general labor: assembling merchandise, unloading trucks and preparing items for shipments. He seemed, in his quiet way, to appreciate not only the steady employment but the friendly atmosphere Mr. Sickser's store offered. Mr. Sickser learned in time about their helper's Jamaican origins, and he in turn picked up a good deal of Yiddish. In time young Colin was able to converse fairly well with his employers, and more importantly, with a number of the Jewish customers whose English was not fluent. At the age of 17, the young man, while still working part-time at Sickser's, began his first semester at City College of New York. He fit in just fine with his, for the most part Jewish, classmates hardly surprising, considering that he already knew their ways and their language. But the heavy studying in the engineering and later geology courses he chose proved quite challenging. Colin would later recall that Sickser's offered the one stable point in his life those days. After signing up for an ROTC program and serving two tours of duty in Vietnam, the young man quickly rose to the top ranks of the U.S. military. In 1989, under President George Bush, Colin Powell was sworn in as the Chairman of the Joint Chiefs of Staff. In 1993, two years after he guided the American victory over Iraq in the Gulf War, Colin Powell visited the Holy Land. Upon meeting Israel's Prime Minister Yitzhak Shamir in Jerusalem, he greeted the Israeli with the words Men kent reden Yiddish \"We can speak Yiddish.\" As Shamir, stunned, tried to pull himself together, Colin Powell -- now U.S. Secretary of State continued chatting in his second-favorite language. He had never forgotten his early days in the Bronx.1",
  "Last Updated": "5 March 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/glurge/powell.asp",
  "Claim": "As a teenager, U.S. Secretary of State Colin Powell learned to speak Yiddish while working in a Jewish-owned baby equipment store in New York.",
  "Claim_ID": "glurge_powell",
  "Tags": ""
}