{
  "Origins": "This tale of geriatric equine devotion has been extant on the Internet since 2000. When circulated in e-mail, it often bears subtitles of \"Neat true story,\" \"Worth the read particularly since it's true,\" and \"Only for love,\" along with an attribution to someone named Willy Eagle. In its earliest incarnation (December 2000), it was titled \"Gift of the Old One,\" with its author listed as Eunice Day.",
  "Fact Check": "",
  "Description": "Mistaken Internet attributions aside, the story's actual author is the Reverend David L. Griffith, who penned it in either late 1998 or early 1999 in Utica, Oklahoma, while he was the pastor of First Baptist Church in that city. It was written as a background piece published first in a pamphlet for a series of sermons he presented on the value of keeping old things. Its author says this inspirational tale was never intended to be taken as, or ever put forth as, a \"true\" story; it is a parable, nothing more. Very few animals don't panic when they smell smoke, with horses no exception to this rule. (Indeed, standard advice about evacuating horses during a stable fire includes closing stall and barn doors behind them, because these quadrupeds have been known to run back into burning structures.) Horses are unlikely to calmly follow a lead horse out of a fire, nor quietly trudge up a hill behind such a leader, then remain in a calm, unmoving herd until found by their owners. Instead, they'd take off madly in all directions, with much snorting, neighing and whinnying to the process. Animal companions enrich the lives of their owners, albeit sometimes at great financial cost. As critters age, they tend to accrue more medical problems, which means the price of caring for an aging pet can sometimes be substantial. This tale about an old horse thought to have outlived its usefulness who saves the aging couple's livelihood reminds us that the value of these older animals is often to be found in the intangibles they bring to a home and family rather than in the direct dollar cost of their maintenance. Barbara \"old friends\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.horsereview.com/Disaster%20Preparedness/horses_and_fire__uc_davis.htm;",
  "Example": "[Collected via e-mail, February 2010] A brother and sister had made their usual hurried, obligatory pre-Christmas visit to the little farm where dwelt their elderly parents with their small herd of horses. The farm was where they had grown up and had been named Lone Pine Farm because of the huge pine, which topped the hill behind the farm. Through the years the tree had become a talisman to the old man and his wife, and a landmark in the countryside. The young siblings had fond memories of their childhood here, but the city hustle and bustle added more excitement to their lives, and called them away to a different life. The old folks no longer showed their horses, for the years had taken their toll, and getting out to the barn on those frosty mornings was getting harder, but it gave them a reason to get up in the mornings and a reason to live. They sold a few foals each year, and the horses were their reason for joy in the morning and contentment at day's end. Angry, as they prepared to leave, the young couple confronted the old folks \"Why do you not at least dispose of The Old One? She is no longer of use to you. It's been years since you've had foals from her. You should cut corners and save so you can have more for yourselves. How can this old worn out horse bring you anything but expense and work? Why do you keep her anyway?\" The old man looked down at his worn boots, holes in the toes, scuffed at the barn floor and replied, \"Yes, I could use a pair of new boots. His arm slid defensively about the Old One's neck as he drew her near with gentle caressing he rubbed her softly behind her ears. He replied softly, \"We keep her because of love. Nothing else, just love.\" Baffled and irritated, the young folks wished the old man and his wife a Merry Christmas and headed back toward the city as darkness stole through the valley. The old couple shook their heads in sorrow that it had not been a happy visit. A tear fell upon their cheeks. How is it that these young folks do not understand the peace of the love that filled their hearts? So it was, that because of the unhappy leave-taking, no one noticed the insulation smoldering on the frayed wires in the old barn. None saw the first spark fall. None but the \"Old One\". In a matter of minutes, the whole barn was ablaze and the hungry flames were licking at the loft full of hay. With a cry of horror and despair, the old man shouted to his wife to call for help as he raced to the barn to save their beloved horses.. But the flames were roaring now, and the blazing heat drove him back. He sank sobbing to the ground, helpless before the fire's fury. His wife back from calling for help cradled him in her arms, clinging to each other, they wept at their loss. By the time the fire department arrived, only smoking, glowing ruins were left, and the old man and his wife, exhausted from their grief, huddled together before the barn. They were speechless as they rose from the cold snow covered ground. They nodded thanks to the firemen as there was nothing anyone could do now. The old man turned to his wife, resting her white head upon his shoulders as his shaking old hands clumsily dried her tears with afrayed red Bandana. Brokenly he whispered, \"We have lost much, but God has spared our home on this eve of Christmas. Let us gather strength and climb the hill to the old pine where we have sought comfort in times of despair. We will look down upon our home and give thanks to God that it has been spared and pray for our beloved most precious gifts that have been taken from us. And so, he took her by the hand and slowly helped her up the snowy hill as he brushed aside his own tears with the back of his old and withered hand. The journey up the hill was hard for their old bodies in the steep snow. As they stepped over the little knoll at the crest of the hill, they paused to rest, looking up to the top of the hill the old couple gasped and fell to their knees in amazement at the incredible beauty before them. Seemingly, every glorious, brilliant star in the heavens was caught up in the glittering, snow-frosted branches of their beloved pine, and it was aglow with heavenly candles. And poised on its top most bough, a crystal crescent moon glistened like spun glass. Never had a mere mortal created a Christmas tree such as this. They were breathless as the old man held his wife tighter in his arms. Suddenly, the old man gave a cry of wonder and incredible joy. Amazed and mystified, he took his wife by the hand and pulled her forward. There, beneath the tree, in resplendent glory, a mist hovering over and glowing in the darkness was their Christmas gift. Shadows glistening in the night light. Bedded down about the \"Old One\" close to the trunk of the tree, was the entire herd, safe. At the first hint of smoke, she had pushed the door ajar with her muzzle and had led the horses through it. Slowly and with great dignity, never looking back, she had led them up the hill, stepping cautiously through the snow. The foals were frightened and dashed about. The skittish yearlings looked back at the crackling, hungry flames, and tucked their tails under them as they licked their lips and hopped like rabbits. The mares that were in foal with a new years crop of babies, pressed uneasily against the \"Old One\" as she moved calmly up the hill and to safety beneath the pine. And now, she lay among them and gazed at the faces of the old man and his wife. Those she loved she had not disappointed. Her body was brittle with years, tired from the climb, but the golden eyes were filled withdevotion as she offered her gift--- Because of love. Only Because of love. Tears flowed as the old couple shouted their praise and joy. And again the peace of love filled their hearts. This is a true story. Variations: A version dating to 2005 presents \"The Old One\" as a goat rather than a horse.",
  "Last Updated": "3 May 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/oldone.asp",
  "Claim": "A horse named 'The Old One' rescued a herd from a burning barn.",
  "Claim_ID": "glurge_oldone",
  "Tags": ""
}