{
  "Origins": "Often glurge is long on inspiration but short on truth, so it is refreshing to encounter a tale that reports the facts with little (if any) embellishment.",
  "Fact Check": "",
  "Description": "The text that now circulates in e-mail was drawn from former Governor of Arkansas Mike Huckabee's 2 March 2007 address to the Conservative Political Action Conference in Washington, DC. That speech recounted events from the first day of classes in Fall 2005 for students enrolled in Martha Cothren 's military history class at Joe T. Robinson High School in Little Rock, Arkansas: As described in the narrative, Martha Cothren's classroom was indeed devoid of desks on that first day of instruction, with the missing furniture borne in at the end of the day by a group of veterans. Each vet carried a desk and set it down as the teacher gave her lesson on the cost of things taken for granted and the debt owed to those in the armed forces. * I talked to Martha Cothren about that day and also about her military history class. This daughter of a World War II POW regularly has veterans visit her classroom it's one of the ways she teaches her course on the history of World War II and the Vietnam War. Her class didn't yet have a textbook (she was busy writing one), so she used less typical methods of imparting knowledge about those events to her students. Part and parcel of what she teaches is an appreciation for members of the armed forces. In May 2005, she and her class organized a Vietnam Veterans Recognition Week, including an official \"Thank You Ceremony\" held in the Joe T. Robinson High School auditorium. Veterans from World War II and the Korean War also attended, as did people from all walks of life, to honor those who had served. During that week, students videotaped veterans as they recounted their war memories, thus preserving their stories for later generations. Cothren and her students have sent numerous care packages to U.S. military personnel serving in Iraq and Afghanistan. They also write letters to soldiers in those theaters, sending off 1,200 missives in 2005-2006. In 2006 the Veterans of Foreign Wars named Martha Cothren their \"Teacher of the Year.\" Barbara \"head of the class\" Mikkelson * (Some correspondents who identified themselves as former students at Joe T. Robinson High School who were present in Martha Cothren's class that day have maintained that the account given by Governor Huckabee was somewhat embellished: they say the number of veterans who visited their class was not as high as stated, and those veterans were not in uniform.) Sightings: Former Arkansas governor Mike Huckabee referenced this story at the 2008 Republican National Convention.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/martha.cothren/about;",
  "Example": "[Collected via e-mail, March 2007] In September of 2005, a social studies schoolteacher from Arkansas did something not to be forgotten. On the first day of school, with permission of the school superintendent, the principal, and the building supervisor, she took all of the desks out of the classroom. The kids came into first period, they walked in; there were no desks. They obviously looked around and said, \"Where's our desks?\" The teacher said, \"You can't have a desk until you tell me how you earn them.\" They thought, \"Well, maybe it's our grades.\" \"No,\" she said. \"Maybe it's our behavior.\" And she told them, \"No, it's not even your behavior.\" And so they came and went in the first period, still no desks in the classroom. Second period, same thing. Third period. By early afternoon television news crews had gathered in the class to find out about this crazy teacher who had taken all the desks out of the classroom. The last period of the day, the instructor gathered her class. They were at this time sitting on the floor around the sides of the room. She said, \"Throughout the day no one has really understood how you earn the desks that sit in this classroom ordinarily. Now I'm going to tellyou.\" She went over to the door of her classroom and opened it, and as she did 27 U.S. veterans, wearing their uniforms, walked into that classroom, each one carrying a school desk. And they placed those school desks in rows, and then they stood along the wall. By the time they had finished placing the desks, those kids for the first time I think perhaps in their lives understood how they earned those desks. Their teacher said, \"You don't have to earn those desks. These guys did it for you. They put them out there for you, but it's up to you to sit here responsibly, to learn, to be good students and good citizens, because they paid a price for you to have that desk, and don't ever forget it.\"",
  "Last Updated": "17 March 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/glurge/nodesks.asp",
  "Claim": "A teacher imparted a lesson in the value of freedom by having veterans return her students' desks.",
  "Claim_ID": "glurge_nodesks",
  "Tags": ""
}