{
  "Origins": "One of the smaller details lost amidst the tremendous historic and scientific achievements of the Apollo 11 mission that landed the first two human beings on the moon in July 1969 was that it also marked the first occasion on which a Christian took the sacrament of Communion on an astronomical body other than Earth. This event took place in the interval between the lunar module's landing on the moon on 20 July 1969 and Neil Armstrong's taking his first steps on the lunar surface several hours later; during that period, astronaut Buzz Aldrin privately observed Communion using elements he had brought with him to the moon.",
  "Fact Check": "",
  "Description": "Aldrin openly described his Communion experience on the moon in print several times, including an August 1969 interview with LIFE magazine, an October 1970 Guideposts article, and his 1973 book Return to Earth . The following account of his motivations and preparation is taken from Aldrin's 2009 book, Magnificent Desolation : Landing on the moon is not quite the same thing as arriving at Grandmother's for Thanksgiving. You don't hop out of the lunar module the moment the engine stops and yell, \"We're here! We're here!\" Getting out of the LM takes a lot of preparation, so we had built in several extra hours to our flight plan. We also figured it was wise to allow more time rather than less for our initial activities after landing, just in case anything had gone wrong during the flight. According to our schedule, we were supposed to eat a meal, rest awhile, and then sleep for seven hours after arriving on the moon. After all, we had already worked a long, full day and we wanted to be fresh for our extra-vehicular activity (EVA). Mission Control had notified the media that they could take a break and catch their breath since there wouldn't be much happening for several hours as we rested. But it was hard to rest with all that adrenaline pumping through our systems. Nevertheless, in an effort to remain calm and collected, I decided that this would be an excellent time for a ceremony I had planned as an expression of gratitude and hope. Weeks before, as the Apollo mission drew near, I had originally asked Dean Woodruff, pastor at Webster Presbyterian Church, where my family and I attended services when I was home in Houston, to help me come up with something I could do on the moon, some appropriate symbolic act regarding the universality of seeking. I had thought in terms of doing something overtly patriotic, but everything we came up with sounded trite and jingoistic. I settled on a well-known expression of spirituality: celebrating the first Christian Communion on the moon, much as Christopher Columbus and other explorers had done when they first landed in their \"new world.\" I wanted to do something positive for the world, so the spiritual aspect appealed greatly to me, but NASA was still smarting from a lawsuit filed by atheist Madalyn Murray O'Hair after the Apollo 8 astronauts read from the biblical creation account in Genesis. O'Hair contended this was a violation of the constitutional separation of church and state. Although O'Hair's views did not represent mainstream America at that time, her lawsuit was a nuisance and a distraction that NASA preferred to live without. I met with Deke Slayton, one of the original \"Mercury Seven\" astronauts who ran our flight-crew operations, to inform him of my plans and that I intended to tell the world what I was doing. Deke said, \"No, that's not a good idea, Buzz. Go ahead and have communion, but keep your comments more general.\" I understood that Deke didn't want any more trouble. So, during those first hours on the moon, before the planned eating and rest periods, I reached into my personal preference kit and pulled out the communion elements along with a three-by-five card on which I had written the words of Jesus: \"I am the vine, you are the branches. Whoever remains in me, and I in him, will bear much fruit; for you can do nothing without me.\" I poured a thimbleful of wine from a sealed plastic container into a small chalice, and waited for the wine to settle down as it swirled in the one-sixth Earth gravity of the moon. My comments to the world were inclusive: \"I would like to request a few moments of silence ... and to invite each person listening in, wherever and whomever they may be, to pause for a moment and contemplate the events of the past few hours, and to give thanks in his or her own way.\" I silently read the Bible passage as I partook of the wafer and the wine, and offered a private prayer for the task at hand and the opportunity I had been given. Neil watched respectfully, but made no comment to me at the time. Perhaps, if I had it to do over again, I would not choose to celebrate communion. Although it was a deeply meaningful experience for me, it was a Christian sacrament, and we had come to the moon in the name of all mankind be they Christians, Jews, Muslims, animists, agnostics, or atheists. But at the time I could think of no better way to acknowledge the enormity of the Apollo 11 experience that by giving thanks to God. It was my hope that people would keep the whole event in their minds and see, beyond minor details and technical achievements, a deeper meaning a challenge, and the human need to explore whatever is above us, below us, or out there. Some sources maintain that Aldrin's taking of Communion was kept \"secret\" from the public by NASA due to an ongoing lawsuit filed by atheist Madalyn Murray O'Hair : The story of the secret communion service only emerged after the mission. Aldrin had originally planned to share the event with the world over the radio. However, at the time Nasa was still reeling from a lawsuit filed by the firebrand atheist Madalyn Murray O'Hair, resulting in the ceremony never being broadcast. After the Apollo 8 crew had read out the Genesis creation account in orbit, O'Hair wanted a ban on Nasa astronauts practising religion on earth, in space or \"around and about the moon\" while on duty. She believed it violated the constitutional separation between church and state However, it's not completely true that the public was kept in the dark about the event until many years later. Although Aldrin maintained that NASA asked him not broadcast his observance of Communion, news accounts released while the Apollo 11 mission was in progress reported that Aldrin was bringing Communion bread with him to the moon and would be joining Earth-bound parishioners in observing Communion from the lunar surface, as noted in this 20 July 1969 Associated Press dispatch: Astronaut Edwin E. Aldrin Jr. went to the moon today with a piece of Communion bread he will use there to symbolize fellowship with his home church on earth. When the Rev. M. Dean Woodruff [minister of the Webster Presbyterian church where Aldrin was an elder] brought out the bread for Communion, a portion of the loaf had been broken away. The minister explained that Aldrin took a portion of the loaf with him on the moon trip and at some time during the afternoon, after the moon landing is made, Aldrin would symbolically join the other parishioners in Communion during one of his rest periods. Buzz Aldrin's observance of Communion was dramatized in an episode of the 1998 HBO mini-series From the Earth to the Moon : The handwritten card containing the Bible verse that Aldrin recited during his lunar Communion service was offered at auction in 2007.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.usatoday.com/news/nation/2007-09-19-3188379411_x.htm;http://newsweek.washingtonpost.com/onfaith/undergod/2009/07/first_communion_on_the_moon.html;http://www.ericmetaxas.com/writing/essays/buzz-aldrin-guideposts-article-full-text/;",
  "Example": "[Collected via e-mail, February 2010] Communion on the Moon:July 20th, 1969 Forty years ago today two human beings changed history by walking on the surface of the moon. But what happened before Buzz Aldrin (pictured in the LM, left) and Neil Armstrong exited the Lunar Module is perhaps even more amazing, if only because so few people know about it. I'm talking about the fact that Buzz Aldrin took communion on the surface of the moon. Some months after his return, he wrote about it in Guideposts magazine. And a few years ago I had the privilege of meeting him myself. I asked him about it and he confirmed the story to me, and I wrote about in my book Everything You Always Wanted to Know About God (But Were Afraid to Ask). The background to the story is that Aldrin was an elder at his Presbyterian Church in Texas during this period in his life, and knowing that he would soon be doing something unprecedented in human history, he felt he should mark the occasion somehow, and he asked his pastor to help him. And so the pastor consecrated a communion wafer and a small vial of communion wine. And Buzz Aldrin took them with him out of the Earth's orbit and on to the surface of the moon. He and Armstrong had only been on the lunar surface for a few minutes when Aldrin made the following public statement: \"This is the LM pilot. I'd like to take this opportunity to ask every person listening in, whoever and wherever they may be, to pause for a moment and contemplate the events of the past few hours and to give thanks in his or her own way.\" He then ended radio communication and there, on the silent surface of the moon, 250,000 miles from home, he read a verse from the Gospel of John, and he took communion. Here is his own account of what happened: \"In the radio blackout, I opened the little plastic packages which contained the bread and the wine. I poured the wine into the chalice our church had given me. In the one-sixth gravity of the moon, the wine slowly curled and gracefully came up the side of the cup. Then I read the Scripture, 'I am the vine, you are the branches. Whosoever abides in me will bring forth much fruit. Apart from me you can do nothing.' I had intended to read my communion passage back to earth, but at the last minute [they] had requested that I not do this. NASA was already embroiled in a legal battle with Madelyn Murray O'Hare [sic], the celebrated opponent of religion, over the Apollo 8 crew reading from Genesis while orbiting the moon at Christmas. I agreed reluctantly. I ate the tiny Host and swallowed the wine. I gave thanks for the intelligence and spirit that had brought two young pilots to the Sea of Tranquility . It was interesting for me to think: the very first liquid ever poured on the moon, and the very first food eaten there, were the communion elements.\" And of course, it's interesting to think that some of the first words spoken on the moon were the words of Jesus Christ, who made the Earth and the moon and Who, in the immortal words of Dante, is Himself the \"Love that moves the Sun and other stars.\"",
  "Last Updated": "19 July 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/glurge/communion.asp",
  "Claim": "Account by astronaut Buzz Aldrin describes his taking Communion on the moon.",
  "Claim_ID": "glurge_communion",
  "Tags": ""
}