{
  "Origins": "Proving that even the famous go in for glurge, although Audrey Hepburn (1929-1993) did not write the quoted list of beauty tips, she claimed it as one of her favorites and quoted it in public a number of times. Its true author is humorist Sam Levenson (he who said \"Insanity is hereditary: You can get it from your children\").",
  "Fact Check": "",
  "Description": "However this confusion started over who wrote the piece, it's clear Hepburn never had a hand in any of it beyond repeating a favorite essay in public, always carefully crediting its author. That some have now come to think of this as \"her\" list is a regrettable misattribution. Biographies of Audrey Hepburn maintain that as a 13-year-old she did indeed serve as a courier and occasional secret messenger for the Resistance (like many other children in Holland), carrying messages and illegal leaflets stuffed into her socks and shoes. In addition to her fabled acting career (which included the 1953 Best Actress Oscar for Roman Holiday ), Hepburn was a long-time activist for charitable causes and in 1988 was named the official spokesperson for the United Nations Children's Fund (UNICEF). When asked in January 1992 if she had any personal beauty secrets besides Levenson's philosophical tips, she said, \"If I had them, I'd make a fortune. But I know what helps health, lots of sleep, lots of fresh air, and a lot of help from Estee Lauder.\" Barbara \"golitely on the calories too\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] This is wonderful, especially coming from Audrey Hepburn, who was a carrier for the Belgian Underground Anti-Nazi Movement in World War II when she was only a teenager. She was a very brave and good woman, whose advice is sterling. For attractive lips, speak words of kindness. For lovely eyes, seek out the good in people. For a slim figure, share your food with the hungry. For beautiful hair, let a child run his or her fingers through it once a day. For poise, walk with the knowledge that you never walk alone. People, even more than things, have to be restored, renewed, revived, reclaimed and redeemed; never throw out anyone. Remember, if you ever need a helping hand, you'll find one at the end of each of your arms. As you grow older, you will discover that you have two hands, one for helping yourself, the other for helping others. The beauty of a woman is not in the clothes she wears, the figure she carries, or the way she combs her hair. The beauty of a woman must be seen from in her eyes, because that is the doorway to her heart, the place where love resides. The beauty of a woman is not in a facial mode, but the true beauty in a woman is reflected in her soul. It is the caring that she lovingly gives and the passion that she shows. The beauty of a woman grows with the passing years.",
  "Last Updated": "24 May 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/beautytips.asp",
  "Claim": "Actress Audrey Hepburn authored a pithy list of beauty tips.",
  "Claim_ID": "glurge_beautytips",
  "Tags": ""
}