{
  "Origins": "Glurge involving specific, identifiable people and events are usually based upon a kernel of truth, even if that kernel has surrounded with layer upon layer of fiction, embellishment, and exaggeration. This one, however, despite referencing names, dates, and places, is as devoid of anything resembling the truth. The Corporate Angel Network is a real organization, and the Blue Angels are indeed the U.S. Navy's famous flight demonstration squadron, but after mentioning them, this piece takes a left turn from reality.",
  "Fact Check": "",
  "Description": "The Corporate Angel Network works with a network of hundreds of different companies to make availableempty seats on regular business flights of corporation-owned airplanes to cancer patients traveling to or from treatment centers (a service provided without regard to a patient's financial status), and so far they have arranged over 13,000 such flights. But none of the details provided here about its origins jibes with the truth. The founding of Corporate Angel Network had nothing to do with the CEO of Coca-Cola (in 1986 that position was held by Roberto Goizueta ) \"lobbying Fortune 100 companies,\" nor did it involve the participation of (or derive its name from) the U.S. Navy's Blue Angels squadron: The Corporate Angel Network was started in 1981 by Priscilla Blum of Greenwich, Conn., and Jay Weinberg of Armonk, N.Y., both of whom are recovered cancer patients:",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20000620013837/http://www.blueangels.navy.mil/roster-officer.htm;http://www.cnn.com/US/9710/18/goizueta.obit.9am/;http://www.blueangels.navy.mil/;http://www.corpangelnetwork.org/;",
  "Example": "[Collected on the Internet, 2000] On November 1, 1986, a Coca-Cola corporate jet arrived at Elisabeth City, North Carolina, carrying the CEO and several members of the Board of Directors. At the same time as it was arriving, a Coast Guard Falcon 20 jet was about to take off. It was headed to Memphis, Tennessee to pick up a little girl by the name of Crystal Grant and carry her on to Good Samaritans Children's Hospital in Houston, Texas, to undergo a liver transplant. As the Coast Guard Falcon 20 jet was beginning its takeoff, it blew both front tires, causing the jet to veer off the runway and run into a fence line. The pilots of the Coca-Cola plane watched the events and slowly began to hear reports over their cockpit radio about the other jet's mercy mission. The CEO and his passengers witnessed the scene, and asked the pilots what was going on. Once the CEO had learned of the situation, he asked to be taken to the Coast Guard Station so he could speak with the Station Commander. Once there, he asked the Commander if there was anything he could offer or do. The Commander said, in a frustrated voice, \"Yeah, can you make miracles happen. We need a jet and we need one fast.\" The CEO just smiled and said, \"You've got one,\" pointing to his company jet. Within two hours the Coca-Cola jet was on its way to Memphis and the situation seemed under control. But - unknown to them - a similar scene was playing out in San Diego, where the donor organ was being prepared for transport to Houston. The aircraft lined up to take it to Houston had lost its ability to pressurize its cabin and a similar scramble was under way to find a replacement. Calls went out and everyone in San Diego made excuses - from corporate CEO's to airline managers - as to why they just couldn't help out. Word of the dilemma made its way to Elisabeth City. The situation was reaching its last window of opportunity for the surgeons. Time was now becoming an enemy. Again, the CEO of Coca-Cola was called to help out. He jumped on the phone and contacted his pilots, who were now in Houston. They told him there was just no way they could go from Houston to San Diego, retrieve the organ, and then return to Houston in time for the operation to take place. The CEO began to consider what would be speedy enough to retrieve it in time. The answer came to him like a miracle. A call was placed to the Governor of Georgia, and he in turn placed a call to the Governor of California requesting help. On that day, sitting on the ramp at the Miramar Naval Air Station in San Diego, were 8 brand new F18 Fighters wearing the colors of the \"Blue Angels.\" They were waiting for their debut at an 'Air Show' November 6th. It took four phone calls to reach the Air Station Commander, and two more to reach the Commander of the \"Blue Angels.\" In less than an hour, Navy Lt. Tony Less, in Blue Angel No. 8, was gear-up and East-bound. His precious cargo was in the rear seat, securely strapped in place by four dress belts. In Houston, neither the family nor anyone else knew what events had been unfolding. Without the family or anyone else knowing, the local media had interviewed little Crystal moments before she was placed into the prepping room for her surgery. A reporter asked her if she were scared. Crystal said, \"No, I'm not worried. My mommy told me that my Angel would watch over me.\" It was an ironic statement indeed. At that moment, Blue Angel No. 8 was disengaging from an Air National Guard refueling tanker over New Mexico and making a mad dash for Houston. The clock was still ticking, and each movement of the hand went further against the surgeons. With only 90 minutes to spare, Angel No. 8 landed on Houston's Hobby Runway 4L and rolled out to a stop surrounded by police cars and an ambulance to rush the organ to the hospital. The transplant was successful, and Crystal returned home to Memphis in time for Thanksgiving. The CEO of Coca-Cola lobbied the Fortune 100 companies to create \"Corporate Angel Network,\" the name inspired by the event involving Coca Cola and the Blue Angels. To this day Blue Angel No. 8 wears a small silhouette of an Angel praying on the canopy rail and the name \"Crystal\" written underneath. A little over a month after the surgery the \"Blues\" made a planned detour to Memphis to say hello to a little girl named Crystal. And it was on that day, December 18, 1986, that Crystal met her Angel, the Angel who saved her life. That was fourteen years ago. Today, Crystal Grant is 24, and every year she is personally invited by the Blue Angels to attend a show near her home in Memphis as the guest of honor.",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/blueangel.asp",
  "Claim": "The Corporate Angel Network, an organization that coordinates free air travel for cancer patients, began when Coca-Cola executives arranged for the U.S. Navy's Blue Angels to fly a liver from San Diego to Houston in time for transplant into a little girl.",
  "Claim_ID": "glurge_blueangel",
  "Tags": ""
}