{
  "Origins": "This heartwarming story began its Internet life around April 1998, after having appeared under its original title, \"Heaven Scent,\" in Miracles in Our Midst , a 1997 compilation of inspirational tales. It's a \"true\" story in the sense that there is such a child, and the tale of her premature birth and subsequent battle for health was a real one.",
  "Fact Check": "",
  "Description": "What elevates this story above other true accounts of seriously ill children and direly premature babies who beat impossible odds to go on to live healthy lives is the comment Danae makes about rain and the pursuant interpretation that \"God was holding Danae on His chest\" during those first fragile months of her life. A leap has been made between a five-year-old's comment and the presumption that she could only have come by the knowledge behind it during her time as a newborn, when she was too tender to be held by her parents or other earth-bound caregivers. God may well smell like rain, but a child born three months prematurely lacks sufficiently developed olfactory senses to be able to detect it. We don't have to look far into our culture to find other tales about small tykes seeing God, angels, ghosts, or other supernatural beings the underlying belief that very young children can perceive such entities while adults cannot, and that they lose this ability as they grow older, is a persistent one: [Millman, 1993] Soon after her brother was born, little Sachi began to ask her parents to leave her alone with the new baby. They worried that like most four-year-olds, she might feel jealous and want to hit or shake him, so they said no. But she showed no signs of jealousy. She treated the baby with kindness and her pleas to be left alone with him became more urgent. They decided to allow it. Elated, she went into the baby's room and shut the door, but it opened a crack -- enough for her curious parents to peek in and listen. They saw litle Sachi walk quietly up to her baby brother, put her face close to his and say quietly, \"Baby, tell me what God feels like. I'm starting to forget.\" As to whether or not small children can see God, perhaps it's best to leave the last word to the following young lady: [Collected on the Internet, 1999] A kindergarten teacher was observing her classroom of children while they drew. She would occasionally walk around to see each child's artwork. As she got to one little girl who was working diligently, she asked what the drawing was. The girl replied, \"I'm drawing God.\" The teacher paused and said, \"But no one knows what God looks like.\" Without missing a beat, or looking up from her drawing, the girl replied, \"They will in a minute.\" Barbara \"picture of contentment\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] A cold March wind danced around the dead of night in Dallas as the doctor walked into the small hospital room of Diana Blessing. Still groggy from surgery, her husband David held her hand as they braced themselves for the latest news. That afternoon of March 10, 1991, complications had forced Diana, only 24-weeks pregnant, to undergo an emergency cesarean section to deliver the couple's new daughter, Danae Lu Blessing. At 12 inches long and weighing only one pound and nine ounces, they already knew she was perilously premature. Still, the doctor's soft words dropped like bombs. 'I don't think she's going to make it'\" he said, as kindly as he could. '\"There's only a 10-percent chance she will live through the night, and even then, if by some slim chance she does make it, her future could be a very cruel one.' Numb with disbelief, David and Diana listened as the doctor described the devastating problems Danae would likely face if she survived. She would never walk; she would never talk; she would probably be blind; she would certainly be prone to other catastrophic conditions from cerebral palsy to complete mental retardation; and on and on. 'No! No!' was all Diana could say. She and David, with their 5-year-old son Dustin, had long dreamed of the day they would have a daughter to become a family of four. Now, within a matter of hours, that dream was slipping away. Through the dark hours of morning as Danae held onto life by the thinnest thread, Diana slipped in and out of drugged sleep, growing more and more determined that their tiny daughter would live - and live to be a healthy, happy young girl. But David, fully awake and listening to additional dire details of their daughter's chances of ever leaving the hospital alive, much less healthy, knew he must confront his wife with the inevitable. David walked in and said that we needed to talk about making funeral arrangements, Diana remembers 'I felt so bad for him because he was doing everything, trying to include me in what was going on, but I just wouldn't listen, I couldn't listen. I said, 'No, that is not going to happen, no way! I don't care what the doctors say Danae is not going to die! One day she will be just fine, and she will be coming home with us!' As if willed to live by Diana's determination, Danae clung to life hour after hour, with the help of every medical machine and marvel her miniature body could endure But as those first days passed, a new agony set in for David and Diana. Because Danae's underdeveloped nervous system was essentially 'raw,' the lightest kiss or caress only intensified her discomfort - so they couldn't even cradle their tiny baby girl against their chests to offer the strength of their love. All they could do, as Danae struggled alone beneath the ultra-violet light in the tangle of tubes and wires, was to pray that God would stay close to their precious little girl. There was never a moment when Danae suddenly grew stronger. But as the weeks went by, she did slowly gain an ounce of weight here and an ounce of strength there. At last, when Danae turned two months old, her parents were able to hold her in their arms for the very first time. And two months later - though doctors continued to gently but grimly warn that her chances of surviving, much less living any kind of normal life, were next to zero. Danae went home from the hospital, just as her mother had predicted. Today, five years later, Danae is a petite but feisty young girl with glittering gray eyes and an unquenchable zest for life. She shows no signs, whatsoever, of any mental or physical impairments. Simply, she is everything a little girl can be and more - but that happy ending is far from the end of her story. One blistering afternoon in the summer of 1996 near her home in Irving, Texas, Danae was sitting in her mother's lap in the bleachers of a local ball park where her brother Dustin's baseball team was practicing. As always, Danae was chattering non-stop with her mother and several other adults sitting nearby when she suddenly fell silent. Hugging her arms across her chest, Danae asked, 'Do you smell that?' Smelling the air and detecting the approach of a thunderstorm, Diana replied, 'Yes, it smells like rain.' Danae closed her eyes and again asked, 'Do you smell that?' Once again, her mother replied, 'Yes, I think we're about to get wet, it smells like rain.' Still caught in the moment, Danae shook her head, patted her thin shoulders with her small hands and loudly announced, 'No, it smells like Him. It smells like God when you lay your head on His chest.' Tears blurred Diana's eyes as Danae then happily hopped down to play with the other children. Before the rains came, her daughter's words confirmed what Diana and all the members of the extended Blessing family had known, at least in their hearts, all along. During those long days and nights of her first two months of her life, when her nerves were too sensitive for them to touch her, God was holding Danae on His chest - and it is His loving scent that she remembers so well.",
  "Last Updated": "21 February 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/glurge/rain.asp",
  "Claim": "Premature baby who survives against the odds years later announces that God smells like rain.",
  "Claim_ID": "glurge_rain",
  "Tags": ""
}