{
  "Origins": "These purported diary entries began circulating on the Internet in April 2001. Cutting straight to the chase, we've found no record of a Lisa Gonzalez having killed herself in November 1999 in Michigan or at any other time or place. No obituaries under that name turn up, in Michigan or elsewhere.",
  "Fact Check": "",
  "Description": "Why the exercise in creative writing, you then ask? We can but guess. Perhaps its writer meant to impress upon others the clear and ever-present danger suicide presents in the lives of teens through framing such a statement as a \"true story.\" Often when a message is considered important, those looking to trumpet it care little for the truth, seeing the value of what they have to say as eclipsing the manner in which they choose to say it. Yet the message about adolescents and suicide doesn't need the over-the-top fictionalization this treatment gave it. Forget about lame-ass boyfriends who date a girl for two-and-a-half years before announcing they'd only done it on a dare (makes you wonder how bright that fella was), teenage suicide is a chilling reality. It's the 6th leading cause of death for those aged 5-14 and is the 3rd leading cause of death for those in the 15-24 age group. In 1998, more teenagers and young adults died from suicide than from cancer, heart disease, AIDS, birth defects, stroke, pneumonia and influenza, and chronic lung disease combined. Current estimates place the number of attempted teen suicides at 500,000 per year in the U.S. alone. Faked-up diary entries don't begin to rival that. Barbara \"deadly reality\" Mikkelson Additional information: Teen Suicide (National Mental Health Association)",
  "Originally Published": "",
  "Referred Links": "http://www.mentalhealthamerica.net/index.cfm?objectid=C7DF98D7-1372-4D20-C8A64BC67FFA74CD;",
  "Example": "[Collected on the Internet, 2001] SAD STORY About one year ago, a fifteen year old girl died. her name: Lisa Marie she was a very lovely girl. She lived in Michigan. And hung herself in her own house. In her room, five days after her death, her mother found Lisa's diary. She wanted to know why Lisa hung herself. theses are the entries of her diary: November 7,1999 Dear diary, today was my first day of school in Michigan. When I walked in the classroom some of the guys spit wads at me and called me a freak. That's the start of a bad day. Then some really popular pretty girls walked over to me and introduces theirselves. They told me that I was the ugliest thing they'd ever seen, and i started to cry. I went home and Jake called me. I thought the day would get better. But he told me that long distance relationships dont work out. He lived in California, and I moved to Michigan. Then I told him I loved him and that I missed him. He told me that the only reason he ever went out with me was because I was a joke, and he was dared to. Then he dumped me. We were going out for two and a half years! November 9,1999 Today got a little better. I miss jake so much you dont even know diary!!!! But he even changed his number so I wouldn't call him. But the most hottest guy at school asked me to the dance! And those prissy girls that said im ugly let me hang out with them at lunch today. It was cool!! November 10,1999 I'm crying right now... turns out that hot guy was a jerk at the dance he poured his punch on me, and those girls ripped my dress and everyone started laughing. Then my grandma told me today that mom and dad got in a little car accident today at work. They're in critical condition, they might die. I can't write anymore. November 11, 1999 Todays a saturday... but me and grandma were at the hospital all night long. Dad died this morning. Mom is going to live, but she's crippled for her life. I wanna die too. while we were at the hospital grandma found out that she had cancer in her stomach. She has to go on chemo-therapy. I cant believe daddy died. I'm crying more then I have my whole life. I'm in shock. I cant write...I'm too tired. I need sleep. November 12 Daddy is not dead! He can't be! Its all a dream. My life is perfect. Jake still loves me. I can barely write. I'm crying too much. I wanna die. Take me. Bye... One day later, Lisa was found dead in her basement. She had hung herself with a yellow rope. I am her mother. My name is Maranda Gonzalez. The reason I wrote this e-mail to all of you, is because no one else deserves what my daughter had. Please remember that everyone needs love. Everyone needs a hug everyday. No one should be made fun of, or insulted. No one deserves to die like Lisa did. All of you please dont be the popular prissy girls that put other people down to make themselves feel better! Please dont be the awful posessed date for the dance that makes people cry. Now please do me the honor of sending this to as many people as you can think of. So that way everyone will know not to be a jerk. Thank you. Everyone who send this will be rewarded with a random act of kindness.. this i promise you.",
  "Last Updated": "10 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/suicide.asp",
  "Claim": "Real diary entries of a rejected teen who subsequently had tragedy strike her family show the lead-up to suicide.",
  "Claim_ID": "glurge_suicide",
  "Tags": ""
}