{
  "Origins": "This \"Chicken Soup\"-like tale warning us against the folly of judging people solely by appearances hit the Internet in mid-1998. As usual, the framework of the tale bears some general resemblance to the truth, but details have been altered that turn it into something quite different from the real story.",
  "Fact Check": "",
  "Description": "The very premise of the tale is completely implausible. Leland Stanford (1824-93) was one of the most prominent men of his time in America: He was a very wealthy railroad magnate who built the Central Pacific Railroad (and drove the gold spike to symbolize the completion of the first transcontinental rail line at Promontory Summit, Utah, in 1869), and he was a Republican Party leader who served as California's eighth governor (1862-63) and later represented that state in the U.S. Senate (1885-93). He was hardly the type of man to dress in a \"homespun threadbare suit,\" walk \"timidly\" into someone's office without an appointment, and sit cooling his heels \"for hours\" until someone deigned to see him, and Harvard's president would had to have been a buffoon not to recognize his name and promptly greet him upon hearing of his arrival. Moreover, the Stanfords' only son (Leland Stanford, Jr.) died of typhoid fever at age 15, in Florence, Italy: his death would hardly be described as \"accidental,\" nor had he spent a year studying at Harvard while barely into his teens. The closest this story comes to reality is in its acknowledgement that the Stanfords did pay a visit to Harvard and meet with that institution's president. However, they did not go there with the purpose of donating a building to Harvard as a memorial to their dead son: They intended to establish some form of educational facility of their own in northern California, and so they visited several prominent Eastern schools to gather ideas and suggestions about what they might build: As Stanford's web site described the meeting: The Stanfords ... visited Cornell, Yale, Harvard and Massachusetts Institute of Technology. They talked with President Eliot of Harvard about three ideas: a university at Palo Alto, a large institution in San Francisco combining a lecture hall and a museum, and a technical school. They asked him which of these seemed most desirable and President Eliot answered, a university. Mrs. Stanford then asked him how much the endowment should be, in addition to land and buildings, and he replied, not less than $5 million. A silence followed and Mrs. Stanford looked grave. Finally, Mr. Stanford said with a smile, \"Well, Jane, we could manage that, couldn't we?\" and Mrs. Stanford nodded her assent. The Stanfords did found their university, modeled after Cornell and located on the grounds of their horse-trotting farm, in memory of their son (hence the school's official name of \"Leland Stanford Junior University\"), not because they were rudely rebuffed by Harvard's president, rather because it was what they had intended all along. The \"rudely-spurned university endowment\" theme of the Stanford story has reportedly played out at least once in real life. In July 1998, William Lindsay of Las Vegas said he contacted an unnamed Scottish institution of higher learning by telephone and told them he intended to give some money to a university in Scotland. Taking him for a crank, the person he spoke to rudely dismissed him. His next call to Glasgow University met with a warmer reception, and in March 2000 that school received a check for 1.2 million, enough to endow a professorship in Lindsay's name. Variations: A 2001 version of this e-mail falsely attributes the piece to Malcolm Forbes , the founder and publisher of Forbes (a business magazine).",
  "Originally Published": "",
  "Referred Links": "http://www.infoplease.com/ce6/people/A0819133.html;https://web.archive.org/web/19970113162511/http://www.stanford.edu/home/stanford/history/begin.html;http://www.stanford.edu/about/history/;",
  "Example": "[Collected via e-mail, 1998] The President of Harvard made a mistake by prejudging people and it cost him dearly. A lady in a faded gingham dress and her husband, dressed in a homespun threadbare suit, stepped off the train in Boston, and walked timidly without an appointment into the president's outer office. The secretary could tell in a moment that such backwoods, country hicks had no business at Harvard and probably didn't even deserve to be in Cambridge. She frowned. \"We want to see the president,\" the man said softly. \"He'll be busy all day,\" the secretary snapped. \"We'll wait,\" the lady replied. For hours, the secretary ignored them, hoping that the couple would finally become discouraged and go away. They didn't. And the secretary grew frustrated and finally decided to disturb the president, even though it was a chore she always regretted to do. \"Maybe if they just see you for a few minutes, they'll leave,\" she told him. And he signed in exasperation and nodded. Someone of his importance obviously didn't have the time to spend with them, but he detested gingham dresses and homespun suits cluttering up his outer office. The president, stern-faced with dignity, strutted toward the couple. The lady told him, \"We had a son that attended Harvard for one year. He loved Harvard. He was happy here. But about a year ago, he was accidentally killed. And my husband and I would like to erect a memorial to him, somewhere on campus.\" The president wasn't touched; he was shocked. \"Madam,\" he said gruffly, \"We can't put up a statue for every person who attended Harvard and died. If we did, this place would look like a cemetery.\" \"Oh, no,\" the lady explained quickly, \"We don't want to erect a statue. We thought we would like to give a building to Harvard.\" The president rolled his eyes. He glanced at the gingham dress and homespun suit, then exclaimed, \"A building! Do you have any earthly idea how much a building costs? We have over seven and a half million dollars in the physical plant at Harvard.\" For a moment the lady was silent. The president was pleased. He could get rid of them now. And the lady turned to her husband and said quietly, \"Is that all it costs to start a University? Why don't we just start our own?\" Her husband nodded. The president's face wilted in confusion and bewilderment. And Mr. and Mrs. Leland Stanford walked away, traveling to Palo Alto, California, where they established the University that bears their name, a memorial to a son that Harvard no longer cared about.",
  "Last Updated": "15 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/stanford.asp",
  "Claim": "Mr. and Mrs. Leland Stanford decided to found their own university after being rebuffed by Harvard's president.",
  "Claim_ID": "glurge_stanford",
  "Tags": ""
}