{
  "Origins": "Whether or not this essay was actually written by a policeman (or accurately reflects the public image of the cop on the beat), the glurgirific coda has been made up for added poignancy. According to both the Virginia State Police and the National Law Enforcement Officers Memorial office, there is no record of a Mitchell Brown having served with the Virginia State Police, much less having been killed in the line of duty.",
  "Fact Check": "",
  "Description": "In December 1999, Bill Johnson of the Denver Rocky Mountain News ran the piece in his column, attributing it to Trooper Mitchell Brown of the Virginia State Police. He printed a retraction a couple of days later when it turned out there was no such officer with that law enforcement agency. Mr. Johnson had received the piece from a police friend of his who in turn had gotten it in e-mail. Mr. Johnson didn't originate \"Lousy Cop\" but was responsible for disseminating it to an even larger audience. The item was indeed written by someone in law enforcement. It appeared under the byline of Frank Hibbs and James Hibbs in the August 1986 issue of Police Product News , its authors identified as \"patrol officers in the Midwest.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2000] THE GREAT POLICE OFFICER Well, Mr. Citizen, it seems you've figured me out. I seem to fit neatly into the category where you've placed me. I'm stereotyped, standardized, characterized, classified, grouped, and always typical. Unfortunately, the reverse is true . . . I can never figure you out. From birth you teach your children that I'm the bogeyman, then you're shocked when they identify with my traditional enemy . . . the criminal! You accuse me of coddling criminals . . . until I catch your kids doing wrong. You may take an hour for lunch and several coffee breaks each day, but point me out as a loafer for having one cup. You pride yourself on your manners, but think nothing of disrupting my meals with your troubles. You raise hell with the guy who cuts you off in traffic, but let me catch you doing the same thing and I'm picking on you. You know all the traffic laws . . . but you've never gotten a single ticket you deserve. You shout \"foul\" if you observe me driving fast to a call, but raise the roof if I take more than ten seconds to respond to your complaint. You call it part of my job if someone strikes me, but call it police brutality if I strike back. You wouldn't think of telling your dentist how to pull a tooth or your doctor how to take out an appendix, yet your always willing give me pointers on the law. You talk to me in a manner that would get you a bloody nose from anyone else, but expect me to take it without batting an eye. You yell something's got to be done to fight crime, but you can't be bothered to get involved. You have no use for me at all, but of course it's OK if I change a flat for your wife, deliver your child in the back of the patrol car, or perhaps save your son's life with mouth to mouth breathing, or work many hours overtime looking for your lost daughter. So, Mr. Citizen, you can stand there on your soapbox and rant and rave about the way I do my work, calling me every name in the book, but never stop to think that your property, family, or maybe even your life depends on me or one of my buddies. Yes, Mr. Citizen, it's me . . . the lousy cop! The author of this article was Trooper Mitchell Brown of the Virginia State Police. He was killed in the line of duty two months after writing the article.",
  "Last Updated": "25 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/police.asp",
  "Claim": "A Virginia State Trooper expresses his frustration with the public treatment of policemen two months before being killed in the line of duty.",
  "Claim_ID": "glurge_police",
  "Tags": ""
}