{
  "Origins": "The crew of Alaska Airlines Flight 261 wrestled with a jammed stabilizer for 11 or 12 minutes, trying to maintain altitude and guide their plane to an emergency landing, before the airliner finally plunged into the Pacific Ocean near Port Hueneme on 31 January 2000. During that period, the flight attendants would have ensured that every passenger was in his seat with his belt fastened, prepared for an emergency landing. It didn't take long before the tale of on-board pastors offering a final prayer over the plane's intercom system during those final minutes began to circulate on the Internet. This literal truthfulness of this is not supported by any known evidence, however.",
  "Fact Check": "",
  "Description": "According to the National Transportation Safety Board, all that can be heard on the cockpit voice recorder tape is the pilots discussing stabilizer problems with air traffic control and Alaska Air maintenance personnel, a loud noise around the time the plane lost stabilizer control (and the voice of a flight attendant notifying the crew of the sound), and a second loud bang a minute before the plane plunged into the ocean. No passenger-led prayer appears on the tape. As well, the statement \"there is no good explanation for how the plane was able to stay in the air for those final 9 minutes\" is just silly. The pilots regained control of the plane after it suddenly dropped 23,700 feet in ninety seconds and were still attempting to troubleshoot the problem when the plane dropped into the ocean about 12 minutes later. The cause of that final plunge was failure of the stabilizer jackscrew threads caused by inadequate lubrication and maintenance/inspection, according to the NTSB 's report on the crash, thus rather than there being \"no good explanation\" for how the plane was able to stay up until then; a more accurate statement would be to say that \"there is no good explanation why the plane suddenly dived into the sea 9 minutes later.\" In fact, as late as four minutes before the fatal dive, the pilots were requesting clearance to make an emergency landing at Los Angeles International airport. This tale appears to be based on a distortion (deliberate or otherwise) of something said by Jeff Knight of Monroe, Washington, whose parents, Joe and Linda Knight, were co-pastors of The Rock Church and were aboard Flight 261 when it crashed. A few months after the tragedy, Jeff told an Associated Press reporter that his mother would have been \"standing in the aisle of the struggling jet, preaching and helping frightened people find God,\" while his father would have \"been writing a note\" to his two children (Jeff and 16-year-old sister Jenny) and his daughter-in-law (Jeff's wife). \"That's the way they were,\" he said. \"I know them so well. A lot of people met Jesus that day through my mom.\" Maybe that's what Jeff would like to believe his parents did, but his conviction is purely one of faith. If a private company tried to turn the Flight 261 disaster into a commercial for their product, an outraged public would probably hound them out of business. Why should we be any less offended when someone fabricates the details of a tragedy in order to turn it into a commercial for Jesus?",
  "Originally Published": "",
  "Referred Links": "http://www.ntsb.gov/publictn/2002/AAR0201.htm;",
  "Example": "[Collected on the Internet, 2000] Alaska Airlines Flight 261 An Alaska Airlines pilot, involved in the investigation of the horrific crash of Alaska Flight 261, has listened to the cockpit voice recorder from the downed plane and he reported that for the last 9 minutes of the flight, the wife of the pastor from Monroe, WA, can be heard sharing the Gospel with the passengers over the plane's intercom system. Just before the final dive into the Pacific Ocean, she can be heard leading the sinner's prayer for salvation. The pilot also reported that the flight data recorder from the plane indicates that there is no good explanation for how the plane was able to stay in the air for those final 9 minutes. But it did stay in the air until the pastor's wife had a chance to share the Gospel with the very attentive passengers and presumably lead many to salvation in Christ. So, in the midst of this tragedy, nearly 90 people had an extraordinary opportunity to get right with their Maker just prior to meeting Him.",
  "Last Updated": "11 February 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/alaska.asp",
  "Claim": "The cockpit recorder from Alaska Airlines Flight 261 revealed a pastor's wife led passengers in prayer just before the plane dived into the Pacific Ocean.",
  "Claim_ID": "glurge_alaska",
  "Tags": ""
}