{
  "Origins": "The tale of Herman and Roma Rosenblat had all the elements of a terrific Hollywood story: A demonstration of man's indomitable will to survive even in the most horrific of conditions, the reaffirmation of man's essential goodness as exemplified by a simple act of kindness and humanity in the face of monstrous evil, and the miraculous reuniting of lovers separated by vast distances of time and space. It's a sure bet that if the planned film of their story, The Flower of the Fence , ever sees the light of day, it will send many a movie-goer departing theaters with tear-stained cheeks.",
  "Fact Check": "",
  "Description": "But there's one question the Rosenblats' tale left most everyone asking: Is it a true story? Certainly Herman and Roma Rosenblat are real people (the former a concentration camp survivor), and they related their amazing life stories in many interviews and television appearances. But there was no independent confirmatory evidence for the details of their story: There were no witnesses who saw or knew of Herman and Roma's exchange of apples at the concentration camp, and no relatives or acquaintances who could attest that Herman or Rosa told them about their experiences prior to the couple's reunion in the late 1950s. Herman himself stated that he \"never mentioned a word [about the girl who was giving him apples] to anyone else for fear word would spread and he'd be punished or even killed,\" and the couple acknowledged that \"even after their engagement, [they] kept the story mostly to themselves.\" It was not until the 1990s that the Rosenblats began to publicly share their story: Herman and Roma kept their amazing story private virtually their entire lives, according to Harris Salomon, the producer of Flower of the Fence, who remains close friends with Herman. One day in the early 1990s, Herman was shot by a burglar at the shop were he worked as a television repairman in Brooklyn. While in the hospital, Herman's mother, who died in the Holocaust, came to him in a vision and told him he needed to share his love story with others, Salomon said Herman told him. It was after this traumatic event that Herman and Roma started talking publicly about their epic meeting and reunion. The lack of firm evidence kept many a critic busy attempting to poke holes in the Rosenblats' story. Some criticisms of the Rosenblats' account didn't rise much above the level of nit-picking, given that human memory is fallible and even the best of us can misremember details in attempting to recall events that took place decades earlier. (Moreover, some of the supposed errors in the text are actually mistaken assumptions on the part of critics, such as incorrectly equating \"crematorium\" with \"gas chamber.\") Other criticisms were based on more scholarly evidence, however, as in the following example: Professor Kenneth Waltzer, the director of the Jewish Studies program at Michigan State University, first began to doubt the truthfulness of Herman's tale a couple of years ago, when he came across his story while researching his own forthcoming book about child prisoners at Buchenwald and its sub-camps. Waltzer, who has not read the Herman's manuscript, heard the story through Herman's many print and television appearances. Waltzer's main critique is that the book's central premise that Roma threw Herman apples over the fence outside the Schlieben camp in the winter of 1945 is an impossibility. Waltzer is one of the first scholars to draw on the recently opened Red Cross International Tracing Service Archives of Nazi-era documents on the camps. He also interviewed many of the survivors who were with Herman at the time. No one from Herman's time in the camps could recall him ever mentioning a girl throwing apples over the fence or their remarkable reunion in America after the war. While, in theory, there is a slim chance Herman was able to conceal these meetings and the apples he received from his fellow prisoners, Waltzer concluded from studying maps of Schlieben that it was impossible for either a prisoner or civilian to approach the fence; the only spot where one could access the perimeter at all was right next to the SS barracks. \"The story is a made-up story,\" Waltzer said. \"So far as I can discern, it didn't happen.\" Herman Rosenblat initially defended his memoir against such criticisms, stating through his publisher that: This is my personal story as I remember it. The events that are its background are part of history; the book, however, reflects my memories of how the events affected my life. I was a young child at the time my family was caught up in the Holocaust, and I saw things through a young child's eyes. But I know and remember what I saw. What I offer in this memoir are the images, sounds, smells and feelings that have stayed in my mind for some seven decades. In late December 2008, however, Berkley Books withdrew plans to publish Herman Rosenblat's memoir, Angel at the Fence , due to concerns that his tale was a fabricated one. Rosenblat's agent, Andrea Hurst, acknowledged her client had revealed to her that a key portion of his story was false: It is with heavy heart that I share what I learned from my client, Herman Rosenblat, about his book, Angel at the Fence. Herman revealed to me that part of his memoir was not true. He'd invented the crux of this amazing love story about the girl at the fence who threw him an apple which drew my attention when I read it in a major magazine two years ago. All of the story about Herman in the concentration camps and the love and survival of him and his brothers, he states is true. The New York Daily News reported shortly afterward that: It wasn't a lie. It was \"imagination.\" That's the dubious defense Herman Rosenblat, author of the phony Holocaust love story \"Angel at the Fence,\" offered as he spoke publicly for the first time since he was unmasked as a faker. \"In my imagination, in my mind, I believed it,\" Rosenblat said on Good Morning America. \"Even now, I believe it, that she was there and she threw apples to me ... In my imagination, it was true.\" The she is Rosenblat's wife, Roma. Rosenblat said Roma went along with the fraud because she \"loved\" him and because she too wanted the world to know about how the Nazis tried to wipe out the Jews during World War II. As far as we know, production of the film adaptation of Rosenblat's memoir is still slated to continue.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Rosenblat, 2007] The sky was gloomy that morning as we waited anxiously. All the men, women and children of Piotrkow's Jewish ghetto had been herded into a square. Word had gotten around that we were being moved. My father had only recently died from typhus, which had run rampant through the crowded ghetto. My greatest fear was that our family would be separated. \"Whatever you do,\" Isidore, my eldest brother, whispered to me, \"don't tell them your age. Say you're sixteen\". I was tall for a boy of 11, so I could pull it off. That way I might be deemed valuable as a worker. An SS man approached me, boots clicking against the cobblestones. He looked me up and down, then asked my age. \"Sixteen,\" I said. He directed me to the left, where my three brothers and other healthy young men already stood. My mother was motioned to the right with the other women, children, sick and elderly people. I whispered to Isidore, \"Why?\" He didn't answer. I ran to Mama's side and said I wanted to stay with her. \"No,\" she said sternly. \"Get away. Don't be a nuisance. Go with your brothers.\" She had never spoken so harshly before. But I understood. She was protecting me. She loved me so much that, just this once, she pretended not to. It was the last I ever saw of her. My brothers and I were transported in a cattle car to Germany. We arrived at the Buchenwald concentration camp one night weeks later and were led into a crowded barrack. The next day, we were issued uniforms and identification numbers. \"Don't call me Herman anymore.\" I said to my brothers. \"Call me 94983.\" I was put to work in the camp's crematorium, loading the dead into a hand-cranked elevator. I, too, felt dead. Hardened, I had become a number. Soon, my brothers and I were sent to Schlieben, one of Buchenwald's sub-camps near Berlin. One morning I thought I heard my mother's voice. \"Son, she said softly but clearly, \"I am sending you an angel.\" Then I woke up. Just a dream. A beautiful dream. But in this place there could be no angels. There was only work, hunger and fear. A couple of days later, I was walking around the camp, around the barracks, near the barbed-wire fence where the guards could not easily see. I was alone. On the other side of the fence, I spotted someone: a young girl with light, almost luminous curls. She was half-hidden behind a birch tree. I glanced around to make sure no one saw me. I called to her softly in German. \"Do you have something eat?\" She didn't understand. I inched closer to the fence and repeated my question in Polish. She stepped forward. I was thin and gaunt, with rags wrapped around my feet, but the girl looked unafraid. In her eyes, I saw life. She pulled an apple from her woolen jacket and threw it over the fence. I grabbed the fruit and, as I started to run away, I heard her say faintly, \"I'll see you tomorrow.\" I returned to the same spot by the fence at the same time every day. She was always there with something for me to eat a hunk of bread or, better yet, an apple. We didn't dare speak or linger. To be caught would mean death for us both. I didn't know anything about her except that she understood Polish and seemed to me to be just a kind farm girl. What was her name? Why was she risking her life for me? Hope was in such short supply, and this girl on the other side of the fence gave me some, as nourishing in its way as the bread and apples. Nearly seven months later, my brothers and I were crammed into a coal car and shipped to Theresienstadt camp in Czechoslovakia. \"Don't return,\" I told the girl that day. \"We're leaving.\" I turned toward the barracks and didn't look back, didn't even say good-bye to the girl whose name I'd never learned ... the girl with the apples. We were in Theresienstadt for three months. The war was winding down and Allied forces were closing in, yet my fate seemed sealed. On May 10, 1945, I was scheduled to die in the gas chamber at 10:00 AM. In the quiet of dawn, I tried to prepare myself. So many times death seemed ready to claim me, but somehow I'd survived. Now, it was over. I thought of my parents. At least, I thought, we will be reunited. At 8 A.M. there was a commotion. I heard shouts, and saw people running every which way through camp. I caught up with my brothers. Russian troops had liberated the camp! The gates swung open. Everyone was running, so I did too. Amazingly, all of my brothers had survived; I'm not sure how. But I knew that the girl with the apples had been the key to my survival. In a place where evil seemed triumphant, one person's goodness had saved my life, had given me hope in a place where there was none. My mother had promised to send me an angel, and the angel had come. Eventually I made my way to England where I was sponsored by a Jewish charity, put up in a hostel with other boys who had survived the Holocaust and trained in electronics. Then I came to America, where my brother Sam had already moved. I served in the U. S. Army during the Korean War, and returned to New York City after two years. By August 1957 I'd opened my own electronics repair shop. I was starting to settle in. One day, my friend Sid who I knew from England called me. \"I've got a date. She's got a Polish friend. Let's double date.\" A blind date? Nah, that wasn't for me. But Sid kept pestering me, and a few days later we headed up to the Bronx to pick up his date and her friend, Roma. I had to admit, for a blind date this wasn't so bad. Roma was a nurse at a Bronx hospital. She was kind and smart. Beautiful, too, with swirling brown curls and green, almond-shaped eyes that sparkled with life. The four of us drove out to Coney Island. Roma was easy to talk to, easy to be with. Turned out she was wary of blind dates too! We were both just doing our friends a favor. We took a stroll on the boardwalk, enjoying the salty Atlantic breeze, and then had dinner by the shore. I couldn't remember having a better time. We piled back into Sid's car, Roma and I sharing the backseat. As European Jews who had survived the war, we were aware that much had been left unsaid between us. She broached the subject, \"Where were you, during the war?\" she asked softly. \"The camps,\" I said, the terrible memories still vivid, the irreparable loss. I had tried to forget. But you can never forget. She nodded. \"My family was hiding on a farm in Germany, not far from Berlin,\" she told me. \"My father knew a priest, and he got us Aryan papers.\" I imagined how she must have suffered too, fear, a constant companion. And yet here we were, both survivors, in a new world. \"There was a camp next to the farm.\" Roma continued. \"I saw a boy there and I would throw him apples every day.\" What an amazing coincidence that she had helped some other boy. \"What did he look like? I asked. He was tall. Skinny. Hungry. I must have seen him every day for six months.\" My heart was racing. I couldn't believe it. This couldn't be. \"Did he tell you one day not to come back because he was leaving Schlieben?\" Roma looked at me in amazement. \"Yes.\" \"That was me!\" I was ready to burst with joy and awe, flooded with emotions. I couldn't believe it. My angel. \"I'm not letting you go,\" I said to Roma. And in the back of the car on that blind date, I proposed to her. I didn't want to wait. \"You're crazy!\" she said. But she invited me to meet her parents for Shabbat dinner the following week. There was so much I looked forward to learning about Roma, but the most important things I always knew: her steadfastness, her goodness. For many months, in the worst of circumstances, she had come to the fence and given me hope. Now that I'd found her again, I could never let her go. That day, she said yes. And I kept my word. After nearly 50 years of marriage, two children and three grandchildren, I have never let her go. Herman Rosenblat Miami Beach, Florida. This is a true story and you can find out more by googling Herman Rosenblat as he was bar mitzvahed at age 75. This story is being made into a movie called \"The Fence\" http://www.atlanticoverseaspictures.com",
  "Last Updated": "21 February 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/thefence.asp",
  "Claim": "Concentration camp survivor is coincidentally reunited years later with a girl who secretly helped feed him.",
  "Claim_ID": "glurge_thefence",
  "Tags": ""
}