{
  "Origins": "A restaurant server in Houston named Michael Garcia drew many plaudits in the news media and on the Internet for a January 2013 incident in which he declined to serve customers who made derogatory comments about another patron's 5-year-old child with Down syndrome.",
  "Fact Check": "",
  "Description": "According to Houston television station KHOU: It all started at Laurenzo's Restaurant on Washington Avenue after a customer's snarky comment about a 5-year-old with Down syndrome. Milo and his parents were sitting in a booth. Another family in the next booth got up and moved to the back of the restaurant. \"It was the father who made the comment, 'special needs children need to be special somewhere else.' I told him 'Sir, I won't be able to serve you,'\" said waiter Michael Garcia. Milo's mother, Kim Castillo, says she was surprised at Garcia's reaction. \"He didn't owe us anything,\" Castillo said. Another server told Castillo what happened, so she posted it on Facebook. \"Next thing you know there was 30,000 views,\" she said. \"Once in a while, it's important to stand up for someone else.\" Garcia risked his job by taking a stance. Garcia says people from all over the world, including Germany, Australia and Croatia, are calling and sending cards. \"People come in to take a picture with me,\" said Garcia. \"I'm thinking I didn't do anything we shouldn't already be doing.\" Garcia has also gotten hundreds of cards, letters, drawings and gifts for him and Milo. On Wednesday, a box with Star Wars t-shirts and toys came in with a handwritten note from Lucas Films. One group brought in clown balloons crafted to look like super heroes to honor the \"everyday hero.\" As folks send in money, gift cards and continue leaving big tips, Garcia says it's all going to the children. [Tomorrow], he will present a check for $1,000 to Milo's school: the Rise School for Children with Down Syndrome. \"I couldn't keep one penny of it,\" said Garcia. \"It wouldn't be right. I've really taken a look at myself and it's really changed me.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, March 2013] A waiter in Houston put his job on the line and is receiving praise after he told a table he was unwilling to serve them. The waiter, Michael Garcia, was waiting on a family of regulars who have a 5-yr old child (Milo) with down syndrome. Another family he was serving made comments about the noises the child was making so he moved the annoyed party to another table. The waiter then overheard \"special needs children need to be special somewhere else,\" from the table. That's when he informed them he would be unable to serve them. They left the restaurant. Share this if you agree that Michael Garcia has become a hero for standing up for this little boy!",
  "Last Updated": "4 August 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/glurge/garcia.asp",
  "Claim": "A Houston restaurant server declined to wait on customers who made derogatory comments about a child with Down syndrome.",
  "Claim_ID": "glurge_garcia",
  "Tags": ""
}