{
  "Origins": "It's become all too common to discover small yet important details have been altered in literary pieces that have inadvertently wandered onto the Information Superhighway. This was once again the case with a poem that has turned up in countless inboxes in that the one small change transformed it into a tale about the bereaved daughter of a 9/11 victim when in fact it was penned more than a year earlier, in 2000.",
  "Fact Check": "",
  "Description": "The poem \"Daddy's Day\" is the work of Cheryl Costello-Forshey. It has appeared in Chicken Soup for the Parent's Soul and Stories for a Teen's Heart (book 2), the one published a year before the terrorist attacks of 11 September 2001, and the other a couple of months prior. Likely lifted from one of those two sources, the piece was loosed upon the Internet as \"A Little Girl's Poem,\" \"Daddy's Pink Rose\" or just \"Pink Rose,\" sometimes bearing an attribution of Leonard J. Bourret. The addition of the following stanza that transformed the departed daddy into a fireman who died in the collapse of the World Trade Center towers causes many to assume the poem was penned in response to that tragedy: You see he was a fireman and died just this past year When airplanes hit the towers and taught Americans to fear. In 2007, the poem being circulted in cyberspace was once again altered, that time to position the departed parent as a Marine who died while serving in Iraq: You see he is a Marine and died just this past year When a roadside bomb hit his convoy and taught Americans to fear. Neither was the case. According to its true author, Cheryl Costello-Forshey: Daddy's Day was written because of a little girl in my life whose father was not a fireman, but who died unexpectedly. It pains this little girl greatly that someone has taken something very special to her, written because of her, and changed it to suit their own needs. Daddy's Day wasn't intended exclusively for the children of firemen, but for all children who have lost a daddy, and especially for one special little girl in my life. \"Daddy's Day\" wasn't a factual account of a child's presentation at school; it was a fictionalized expression of what that loss meant to that one particular little girl and by extension what similar losses mean to all children who lose parents. The classmates who didn't know the girl's father had died were an author's device to help express how often each of us walks by sorrow without recognizing it as such because we cannot see into the hearts of others. Poems like this one help us to grasp the depth of tragedy by putting a human face upon the plain recitation of statistics and figures about casualty counts and injuries. In the story above, the little girl tells her class not just that her father passed away but also what he'd meant to her, making her loss understandable on a more significant, personal level. He becomes not just the deceased father of a classmate, but a caring and loving man who took his daughter for ice cream and brought her roses. Barbara \"father of the cried\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2002] Her hair was up in a pony tail, her favorite dress tied with a bow. Today was Daddy's Day at school, and she couldn't wait to go. But her mommy tried to tell her, that she probably should stay home. Why the kids might not understand, if she went to school alone. But she was not afraid; she knew just what to say. What to tell her classmates of why he wasn't there today. But still her mother worried, for her to face this day alone. And that was why once again, she tried to keep her daughter home. But the little girl went to school, eager to tell them all. About a dad she never sees, a dad who never calls. There were daddies along the wall in back, for everyone to meet. Children squirming impatiently, anxious in their seats. One by one the teacher called, a student from the class. To introduce their daddy, as seconds slowly passed. At last the teacher called her name, every child turned to stare. Each of them was searching, for a man who wasn't there. \"Where's her daddy at?\" she heard a boy call out. \"She probably doesn't have one,\" another student dared to shout. And from somewhere near the back, she heard a daddy say, \"Looks like another deadbeat dad, too busy to waste his day.\" The words did not offend her, as she smiled up at her Mom. And looked back at her teacher, who told her to go on. And with hands behind her back, slowly she began to speak. And out from the mouth of a child, came words incredibly unique. \"My Daddy couldn't be here, because he lives so far away. But I know he wishes he could be, since this is such a special day. And though you cannot meet him, I wanted you to know. All about my daddy, and how much he loves me so. He loved to tell me stories, he taught me to ride my bike. He surprised me with pink roses, and taught me to fly a kite. We used to share fudge sundaes, and ice cream in a cone. And though you cannot see him, I'm not standing here alone. 'Cause my daddy's always with me, even though we are apart I know because he told me, he'll forever be in my heart\" With that, her little hand reached up, and lay across her chest. Feeling her own heartbeat, beneath her favorite dress. And from somewhere in the crowd of dads, her mother stood in tears. Proudly watching her daughter, who was wise beyond her years. For she stood up for the love of a man not in her life. Doing what was best for her, doing what was right. And when she dropped her hand back down, staring straight into the crowd. She finished with a voice so soft, but its message clear and loud. \"I love my daddy very much, he's my shining star. And if he could, he'd be here, but heaven's just too far. You see he was a fireman and died just this past year When airplanes hit the towers and taught Americans to fear. But sometimes when I close my eyes, it's like he never went away.\" And then she closed her eyes, and saw him there that day. And to her mother's amazement, she witnessed with surprise. A room full of daddies and children, all starting to close their eyes. Who knows what they saw before them, who knows what they felt inside. Perhaps for merely a second, they saw him at her side. \"I know you're with me Daddy,\" to the silence she called out. And what happened next made believers, of those once filled with doubt. Not one in that room could explain it, for each of their eyes had been closed. But there on the desk beside her, was a fragrant long-stemmed pink rose. And a child was blessed, if only for a moment, by the love of her shining bright star. And given the gift of believing, that heaven is never too far...",
  "Last Updated": "28 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/glurge/daddy.asp",
  "Claim": "The poem \"Daddy's Day\" was written in response to the September 11 terrorist attacks.",
  "Claim_ID": "glurge_daddy",
  "Tags": ""
}