{
  "Origins": "On 28 October 2015, the web site The Daily Bro published an article reporting that the band Godsmack was changing its name to Powerchord to appease fans who were offended by their original title: Godsmack has performed under their name since forming in 1995. The band has released a staggering fifteen top 5 singles during their career. Over time, as society has become sensitive to terms they deem offensive, bands, brands, and professional sports teams have been restricted from using their original monikers.",
  "Fact Check": "",
  "Description": "Today, Godsmack has officially announced they will be changing their name after a group of listeners claimed the name was offensive. Oddly, the fans weren't offended because the band is called \"GODSMACK\", they're offended because the name doesn't seem to have much to do with the band. Instead, the group suggested that the band change their name to \"POWERCHORD\". The band agreed and has subsequently changed their name to the agreed term. While The Daily Bro does not include a disclaimer labeling its content as satire, the web site's \"About Us\" section makes several fantastical claims which hint at the humorous nature of the publication: The Daily Bro' is an online publication designed to provide the average bro with a simplistic news reading experience. We are proud to be the number one news source for readers who prefer to consume current events at or below a third grade reading level. Based in Lincoln, Nebraska 'The Daily Bro' reaches over 17 million dedicated readers per month. You can count on us to bring you news that you wont hear about anywhere else. We have a knack for bringing you exclusive news that you wont find anywhere on the web. Through the cutting edge journalistic efforts our team has put forth, we have won 32 awards for \"Best Bro News Service\". The band Godsmack has also discredited the rumor that they was changing their name to Powerchord on Facebook: I just read a story posted that says you guys are changing your name. Is this true? Nope! Not familiar with that website, but apparently they are known for putting out false stories as a \"joke\". Last updated: 27 October 2015",
  "Originally Published": " 27 October 2015",
  "Referred Links": "https://www.facebook.com/Godsmack/;",
  "Example": "[Collected via email, October 2015] Did Godsmack really change their name?",
  "Last Updated": "27 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/godsmack-name-powerchord/",
  "Claim": "The band Godsmack is changing their name to Powerchord due to complaints from listeners.",
  "Tags": "fake;godsmack;powerchord;the daily bro;name change;",
  "Claim_ID": "godsmack-name-powerchord"
}