{
  "Origins": "On 4 July 2015, the Facebook page \"What the 'F' Facts\" shared a photograph along with a claim that a Kentucky man named Larry Rutman had sued himself and won $300,000 (paid by his insurance company) after he hit himself in the head with a boomerang. The \"What the 'F' Facts\" post renewed interest in the story of Larry Rutman, which is nothing more than a fictional tale that has been floating around the online world since it was first published in the Weekly World News back in 1996:",
  "Fact Check": "Did Kentuckian Larry Rutman sue himself for $300,000 after hitting himself in the head with a boomerang?",
  "Description": "\"A Kentucky man who threw a boomerang that flew back and clobbered him in the head promptly filed a $300,000 lawsuit against himself and incredibly, he was awarded the money! But most amazing of all is the fact that the guy will get the money from his insurance company and he personally won't have to pay a cent. \"The accident occurred on my property so my homeowners insurance was liable for it,\" Rutman said of the April 18 accident. \"Some of my neighbors say this is crazy but it's perfectly logical when you think about it. I paid that insurance for a long time just in case something unforseen like this ever happened. And now all those years of paying premiums have turned out to be worthwhile.\" The Weekly World News is, of course, a former supermarket tabloid (now operating in online form only) known for its fantastically fictional stories about subjects such as a zookeeper's being killed by elephant feces, a scientist's plot to blow up the sun, and a tree that grows meat. This fake news item received some additional unwarranted credibility when it was reported by the South China Morning Post in August 1996. Last updated: 8 July 2015",
  "Originally Published": " 8 July 2015",
  "Referred Links": "http://www.scmp.com/article/169389/man-sues-himself-and-wins;https://books.google.com/books?id=hvEDAAAAMBAJ&pg=PA31&lpg=PA31&dq=larry+rutman+kentucky&source=bl&ots=JhefeIlHL1&sig=LLfsZ3x4rrtkKEnhBle_CqmY_ZA&hl=en&sa=X&ei=FlWdVZaGJIKngwSh3ID4CQ&ved=0CC4Q6AEwAg#v=onepage&q=larry%20rutman%20kentucky&f=false;",
  "Example": "[Collected via Facebook, July 2015]",
  "Last Updated": "8 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/goes-around-litigates-around/",
  "Claim": "Kentuckian Larry Rutman sued himself and was awarded $300,000 (paid by his insurance company) after he injured himself with a boomerang.",
  "Tags": "fake;satire;larry rutman;boomerang;weekly world news;man sues himself;",
  "Claim_ID": "goes-around-litigates-around"
}