{
  "Origins": "A popular photo purportedly showing a man standing on the cables of an unfinished Golden Gate Bridge has been circulating online since at least 2011, when it was posted to a Tumblr blog. While we have not been able to uncover the exact origins of the above-displayed fakery, we have been able to locate the source of the original image. According to the Calisphere, a digital archive project created by the University of California, the photograph was taken in 1935 by Charles M. Hiller: A bridge worker stands atop the north (Marin) tower, September, 1935. The footbridge ropes seen here were soon replaced by catwalks, used to transport workers and materials. Construction of the Golden Gate Bridge commenced on January 5, 1933 and lasted four and a half years, at a cost of over 35 million dollars. The landmark structure is one of the largest suspension bridges in the world. Connecting Marin County and the peninsula of San Francisco, the bridge spans the entrance to the Golden Gate. This image is from a collection of nearly 100 period photographs documenting the bridge's complex and often dangerous construction process. These photographs were commissioned by the Associated Oil Company and taken by photographer Charles M. Hiller between 1933 and 1936.",
  "Fact Check": "",
  "Description": "Although it is not shown in either of the above-displayed photographs, a safety net which saved the lives of nineteen men was used during the construction of the Golden Gate Bridge: The most conspicuous precaution was the safety net, suspended under the floor of the Bridge from end to end. During construction, the net saved the lives of 19 men who became known as the \"Halfway-to-Hell Club.\" Last updated: 27 October 2015",
  "Originally Published": " 27 October 2015",
  "Referred Links": "http://goldengatebridge.org/research/facts.php#WorkersandNames;http://Charles M. Hiller;http://rekztirp.tumblr.com/post/2726654305/a-bridge-worker-stands-atop-the-north-marin;",
  "Example": "[Collected via Reddit, October 2015] A fearless worker standing on the unfinished Golden Gate Bridge, 1935.",
  "Last Updated": "27 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/golden-gate-bridge-cables-fauxto/",
  "Claim": "A photograph accurately depicts a worker standing on the cables of the unfinished Golden Gate Bridge.",
  "Tags": "golden gate bridge;",
  "Claim_ID": "golden-gate-bridge-cables-fauxto"
}