{
  "Origins": "In September 2015, social media users in Europe and the United States debated the merits of accepting an influx of refugees from war-torn regions such as Syria. While some expressed sympathy and willingness to help, others fostered and spread rumors claiming asylum seekers were Islamic State operatives in disguise. An iteration of the latter viewpoint was published to a Facebook group based in Malta on 13 September 2015, along with three photographs:",
  "Fact Check": "",
  "Description": "Users of forums on which the rumors were spread pointed out logical inconsistencies with the information as it was presented, such as the notion that folks fleeing regions beset by war would so soon be sending for the delivery of patio sets via freight: This seems rather strange to me and I'd like to know more, if you have anything further. Such as which refugee camps have been long-enough established and are able to make international orders for plastic furniture? Surely the refugees themselves aren't ordering it up, and national governments are probably running any refugee camps and Germany is buying IKEYA beds in quantity, in Germany, for example. If a few thousand placcy garden chairs and tables are required, they are widely-available in every country on the planet and are probably manufactured in China and shipped direct from there in sealed containers with a lead time of several weeks. To me this all sounds a little implausible, but I could be wrong, it wouldn't be the first time. Iterations of this rumor were accompanied by still frames taken from the mislabeled video embedded above, which did not depict material being shipped to refugees in Greece (or elsewhere in Europe), but rather embargoed arms being smuggled from Turkey to Libya that were indicted by the Greek coast guard: Greek authorities have seized a freighter carrying an undeclared shipment of weapons en route from Turkey to Libya, coast guard officials said on Wednesday. A coast guard patrol boat raided the vessel on Tuesday, 20 nautical miles northeast of Crete. The freighter, with a crew of seven and which had sailed from the Turkish port of Iskenderun, was escorted to Heraklion port on the island. The United Nations has imposed an embargo on weapons shipments to Libya, which is plagued by factional conflict. A Turkish foreign ministry spokesman confirmed the cargo included weapons but said it was fully documented and was destined for the Sudanese police force. The vessel was also carrying building materials for Libya, he said. \"If investigations by the Greek authorities show that the consignment is going to receivers other than those stated in the documentation, and if that is shared with us, naturally measures could be taken,\" foreign ministry spokesman Tanju Bilgic said. A 6 September 2015 article from the Independent similarly reported that: A huge stash of weapons and ammunition has been found hidden aboard a cargo ship understood to be bound for Libya. Videos released by the Hellenic Coast Guard show officers uncovering the arms, which it said had no accompanying documents and were concealed by furniture and gym mats. So while the photographs shown here were captured from video of a September 2015 Greek coast guard weapons seizure, the arms in question were heading to Libya, not to refugee camps in Europe. Last updated: 15 September 2015",
  "Originally Published": " 15 September 2015",
  "Referred Links": "http://www.independent.co.uk/news/world/middle-east/greek-coastguards-seize-huge-shipment-of-arms-and-ammo-bound-for-libya-10488719.html;http://www.reuters.com/article/2015/09/02/us-libya-security-greece-arms-idUSKCN0R20V220150902;http://forums.moneysavingexpert.com/showthread.php?s=fac984a0f9629400418196780beb57ee&p=69161291#33585;https://www.facebook.com/groups/377595985622234/permalink/901227429925751/;https://twitter.com/SAgenocide/status/643746268527882240;http://t.co/C8ewwwqSFy;",
  "Example": "[Collected via Internet, YouTube, and Twitter, September 2015] Breaking news... Greek customs personnel and police have captured 14 containers full of weapons and ammunition, disguised as plastic furniture items destined to refugee camps in Europe. Is this a case of the comeback of the Trojan horse??? Greek customs seize 14 containers full of weapons, disguised as plastic furniture destined 4 refugee camps in Europe pic.twitter.com/C8ewwwqSFy Stop white genocide (@SAgenocide) September 15, 2015",
  "Last Updated": "15 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/greek-customs-weapons-refugees-furniture/",
  "Claim": "Photographs show a cache of weapons uncovered by the Coast Guard in Greece, disguised as furniture and headed for European refugee camps.",
  "Tags": "ISIS;islamic state;2015 refugees;ISIS refugees;refugee camps;hellenic coast guard;",
  "Claim_ID": "greek-customs-weapons-refugees-furniture"
}