{
  "Origins": "On 8 October 2015, the web site Nevada County Scooper published an article titled \"Federal Gun Confiscation Unit Arrives in Penn Valley, CA,\" reporting on the initiation of a gun-confiscation program known as \"ObamaGun\": This program has been in the works for a few years under the Obama administration, said unit lead and Astro Van driver Mohammed L. Martinez from the front seat of the car. It s taken almost 6 years to get this program up and running. And not a day too soon, you know? With all these school shootings, this action is way overdue.",
  "Fact Check": "Have federal \"gun confiscation units\" arrived in Penn Valley, California, to begin seizing firearms?",
  "Description": "The 290 million dollar program, nicked named ObamaGun by its detractors, was authorized by an largely ignored Presidential executive action from 2009. The action enables a fleet of Astro Vans across the country to engage in a courteous confiscation of all firearms with the purpose of securing the safety of potential gun violence victims. According to the details of the executive action, agents will go door-to-door in the highest risk communities and demand that gun owners surrender their weapons to the federal agent. The article's image featured a van emblazoned with sayings like \"we just show up and take 'em\" and \"say goodbye to your little friend\" (along with an improbable dot-gov URL). But the photograph on which the article was based depicted a van belonging to a company called TDI Home Solutions, not a government-operated gun grabbing service. Nevada County Scooper's entire premise was fairly tongue-in-cheek (a fact most social media users picked up on), as evidenced by a disclaimer in the site's terms and conditions: This website is satirical in scope and intent. It provides fake news and social criticism in a satirical setting. If this offends you, go away you worthless cretin and consider doing something else with your time rather than looking at the Internet. Really, the quality of your life will improve dramatically. Our intention is not to fool anyone, but if you do get fooled, don t sweat it. Please have fun and lightened up. Last updated: 12 October 2015",
  "Originally Published": " 12 October 2015",
  "Referred Links": "http://www.donotlink.com/gz61;http://www.tineye.com/search/498867e875a665ea52f2b520b1a3fda332e6242e/?pluginver=chrome-1.1.4;http://www.donotlink.com/gz5z;https://twitter.com/Alpha_patriot1/status/653327928978075652;http://t.co/dQv90O1d9J;",
  "Example": "",
  "Last Updated": "12 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/gun-confiscation-units/",
  "Claim": "Federal \"gun confiscation units\" have arrived in Penn Valley, California, to begin seizing firearms.",
  "Tags": "fake news;federal gun confiscation;federal gun confiscation units;gun confiscation;nevada county scooper;obamagun;",
  "Claim_ID": "gun-confiscation-units"
}