{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://mashable.com/2016/01/15/guyfi-male-pleasure-booth/#VUKiKvb9sSqV;http://hotoctopuss.com/;http://www.hotoctopuss.com/guyfi-booth-brings-welcome-relief-to-overworked-men-in-nyc/;",
  "Example": "[Collected via Email, January 2016] Is it true NYC is installing masturbation booths on the streets for men who feel stressed? Origin:In January 2016, a photograph purportedly showing an officially sanctioned New York City public masturbation booth called \"GuyFi\" started circulating around the internet: While the above-displayed image is real, this isn't truly an officially sanctioned \"public masturbation booth\" that was installed by New York City. The \"GuyFi\" booth is a marketing gimmick for an adult sex toy company called Hot Octopuss. The company issued a press release for \"GuyFi\" on 15 January 2016: With a staggering 80 per cent of Americans saying they suffer from workplace stress, award-winning sex toy brand Hot Octopuss has launched the world s first GuyFi male stress relief booth in Manhattan. According to Time Out, a remarkable 39% of New Yorkers self-soothe in the workplace to alleviate stress. Hot Octopuss has created the GuyFi booth to take this habit out of the office and into a more suitable environment designed to give the busy Manhattan man the privacy, and the high-speed Internet connection, he deserves. Adam Lewis, Hot Octopuss co-founder and designer of PULSE, the world s first Guybrator, said: There s no denying that working a nine to five job can be stressful on both your mind and body, especially in a non-stop city like Manhattan. It s really important for guys to look after themselves so that they can stay healthy and focus properly on the task in hand. We re told time and time again how beneficial it is to have a break away from your desk. While Hot Octopuss really did convert an old phone booth into what it called a \"public masturbation booth,\" New York City has not legalized public masturbation. A representative for the company told Mashable that they are not encouraging people to actually masturbate inside the \"GuyFi\" booth: \"We may be insinuating that these booths could be used in whichever way anyone would like to 'self soothe,'\" a representative tells Mashable, \"but the brand is not actively encouraging people to masturbate in public as that is an illegal offense.\" In summation, the GuyFi booth does exist, but it is a marketing gimmick for Hot Octopuss, a sex toy company, and not an officially sanctioned public space for masturbation in New York City. Public masturbation remains illegal. Last updated: 18 January 2016 Originally published: 18 January 2016",
  "Last Updated": "",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/guyfi-nyc-public-booths/",
  "Claim": "The city of New York is installing public masturbation booths.",
  "Tags": "NYC;masturbation;public masturbation;guyfi;hot octopuss;",
  "Claim_ID": "guyfi-nyc-public-booths"
}