{
  "Origins": "On 1 December 2015, the entertainment web site Now8News published a story claiming that the Centers for Disease Control (CDC) had issued a warning about used condoms being repurposed as hairbands: The Center For Disease Control (CDC) is warning Americans that used condoms have been reportedly reprocessed into rubber bands and hair ties and have been sold in the United States, raising concerns about public health safety. Aside from being sold at local swap meets and flea markets, the recycled condoms have been found at local beauty salons all across the country. The CDC says this threatens the health of consumers who are using these products and are concerned that using these hair ties and rubber bands could lead to the spread of AIDS, genital warts and other STD s.",
  "Fact Check": "",
  "Description": "The CDC has released this statement: The amount of bacteria and potential viruses on these hair ties and rubber bands, which are made from used unsanitary condoms, has 4 times the bacteria found on a public restroom toilet. Consumers could potentially be infected with AIDS, warts, herpes and other venereal diseases if they hold the rubber bands or hair ties in their mouths while setting their hair. We warn against consumers purchasing these products if they were made in China. The CDC has not issued a warning about condoms being repurposed as hair ties. The above-quoted article is another piece of fake news from the entertainment web site Now8News. While this web site's articles are usually quickly dismissed, there is an element of truth to this rumor. In 2007, prophylactic hair ties were discovered in two cities in China: In November 2007, news emerged from China that some hair bands manufactured there were found to have been made from recycled condoms. The prophylactic hair ties were discovered in Dongguan and Guangzhou, two cities in the province of Guangdong. (The colorful hair bands were believed to have been manufactured in Jinhua, a city in the province of Zhejiang.) The \"secret ingredient\" came to light when a young woman in Dongguan thought to investigate the hair bands given to her in a local salon after one began to fray, revealing an unexpected color inside. \"The hair bands are swathed in colorful wool-like materials,\" said Ms. Chen, the woman who found the condoms. \"But a small part came loose when I used the bands to tie my hair up one morning. It looked strange to me because of its different color not the yellow color we normally see in plastic bands. I peeled deeper and found something that looked like a condom.\" It's important to note that the hairbands sold in China in 2007 were not made from used condoms. Instead, the hair ties were made with new prophylactics that were recycled after they failed to meet quality standards during manufacturing. In sum, while hair ties made with recycled condoms once circulated in China, the claims made in the Now8News article (that the CDC issued a warning to US residents and that the hair bands were made with used condoms) are false. Last updated: 4 December 2015",
  "Originally Published": " 4 December 2015",
  "Referred Links": "http://now8news.com/cdc-warns-hair-bands-from-china/;",
  "Example": "[Collected via Email, December 2015] \"CDC Warns: Hair Bands From China Made Of Used Condoms, Could Spread STD s.\" Is this true?",
  "Last Updated": "4 December 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/hairband-condoms-fake-news/",
  "Claim": "The Centers for Disease Control have issued a warning concerning used condoms being repurposed as hairbands.",
  "Tags": "now8news;used condoms;condoms;condom hairbands;",
  "Claim_ID": "hairband-condoms-fake-news"
}