{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/photo.php?fbid=152173565149643&set=a.133529030347430.1073741829.100010710018154&type=3&theater;",
  "Example": "[Collected via Email, December 2015] There is a post going around on Facebook about a dog who was badly burned rescuing a family, but when you look at the picture, it looks like someone put a piece of meat (ham?) On the dogs face and photographed it. Thanks for checking! Origin:In December 2015, a picture purportedly showing a dog that had been badly burned while rescuing a family from a fire started circulating on social media: The above-displayed image does not show a badly burned dog. The photograph shows a dog with a piece of ham on its face. While this may seem obvious to some, several people liked and shared the above-displayed Facebook post as if it were a genuine item. Stephen Roseman, the Facebook user who posted the above-displayed image, admitted that the story was fake in the comment section below his post: People, people this isn't even my dog, I found this picture on fascistbook, stole it, and decided to use it in a prank to fool these religitards So I did, and low and behold idiots left and right fall for it, and those that didn't, seem to think they have a superior intelligence or something, for pointing out the obvious Keep in mind, I never told a single soul to like this, that is their choice, I don't give a f*ck either way. The image, in other words, was initially shared specifically to poke fun at both the people who tend to share \"1 like = 1 prayer\" messages on social media sites, and the people who would subsequently point out that it was a joke. Last updated: 30 December 2015 Originally published: 30 December 2015",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/ham-dog-facebook-photo/",
  "Claim": "A photograph shows a dog with a badly burned face.",
  "Tags": "dog;facebook;ham;",
  "Claim_ID": "ham-dog-facebook-photo"
}