{
  "Origins": "On 1 September 2015, the web site Stop Hate Crimes published a post titled \"DC Harley Davidson Dealership Sponsoring Nation of Islam Rally.\" According to that article, the Harley-Davidson of Washington, DC, dealership planned to sponsor a Louis Farrakhan-led Nation of Islam \"Justice or Else\" rally on 10 October 2015 (an event listed on the dealership's web site with no further detail): The Harley Davidson dealership's official website lists the dealership as a rally point for black motorcyclists attending the NOI rally. Louis Farrakhan has launched an effort to attract black bikers that he named Ride for Justice.",
  "Fact Check": "Is a Harley Davidson dealership sponsoring a Nation of Islam rally?",
  "Description": "The GM of the dealership is a black man named Anderson Morgan. The Nation of Islam conducted a nationwide conference call for black bikers on July 30th. Morgan was one of the speakers during the conference call. The national black motorcycle club Afro Dogs has called on all their members to try to participate. The DC Area Chapter of the Road Wolves is in charge in coordinating activities for bikers. On 3 September 2015, Harley-Davidson of Washington, DC, published a statement to Facebook that clarified two things: the business never planned to sponsor the rally, and although they had originally consented to allow participating bikers to meet at their location prior to the rally, they later rescinded that permission: We contacted Harley Davidson of Washington, DC, to ask about the rumors, and an individual answering the phones there stated they were unequivocally \"false.\" Last updated: 3 September 2015",
  "Originally Published": " 3 September 2015",
  "Referred Links": "https://www.facebook.com/notes/harley-davidson-of-washington-dc/statement-932015-harley-davidson-of-washington-dc/979905182051667;http://www.hdwash.com/event_list_detail.asp?ecode=686608&month=10&year=2015&location=0&Submit=Search;http://www.donotlink.com/gkbc;",
  "Example": "[Collected via e-mail, September 2015] Is it true that there is a DC Harley Davidson Dealership Sponsoring the Nation Of Islam Rally in DC this year? DC Harley Davidson Dealership sponsoring Nation of Islam rally this smear has been going viral on facebook. ANY TRUTH TO IT???",
  "Last Updated": "3 September 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/harley-davidson-nation-islam/",
  "Claim": "A Harley Davidson dealership is sponsoring a Nation of Islam rally.",
  "Tags": "harley davidson;louis farrakhan;harley davidson DC;nation of islam;american renaissance;white separatists;",
  "Claim_ID": "harley-davidson-nation-islam"
}