{
  "Origins": "Following the Umpqua Community College shooting in October 2015, an undated article on the web site BeliefNet titled \"Harvard University Study Reveals Astonishing Link Between Firearms, Crime and Gun Control\" attracted significant traction on social media. The article (split up across six pages) didn't lead with the name of the study it referenced, and without ever once linking to the document on which it was based, it maintained: According to a study in the Harvard Journal of Law & Public Policy, which cites the Centers for Disease Control, the U.S. National Academy of Sciences and the United Nations International Study on Firearms Regulation, the more guns a nation has, the less criminal activity.",
  "Fact Check": "Did a 2007 Harvard University study prove that areas with higher rates of gun ownership have lower crime rates?",
  "Description": "In other words, more firearms, less crime, concludes the virtually unpublicized research report by attorney Don B. Kates and Dr. Gary Mauser. But the key is firearms in the hands of private citizens. The study was overlooked when it first came out in 2007, writes Michael Snyder, but it was recently re-discovered and while the findings may not surprise some, the place where the study was undertaken is a bit surprising. The study came from the Harvard Journal of Law, that bastion of extreme, Ivy League liberalism. Titled Would Banning Firearms Reduce Murder and Suicide?, the report found some surprising things. While identifying details were curiously absent on the five pages that followed, it was clear the \"study\" in question was an item titled \"Would Banning Firearms Reduce Murder and Suicide?\" originally published in the Harvard Journal of Law & Public Policy (Volume 30, Number 2) [PDF]. Of primary importance is the subsequent, widely misapplied label of the word \"study\" with reference to the 2007 item in question. The Harvard Journal of Law & Public Policy describes itself as \"one of the most widely circulated student-edited law reviews and the nation s leading forum for conservative and libertarian legal scholarship.\" Papers published in that journal are (while perhaps competitively sourced) in no way equivalent to peer-reviewed research published in a credible science-related journals as \"studies.\" Use of the term \"study\" to refer that 2007 article dishonestly suggested that the assertions made by its authors were gathered and vetted under more rigorous study conditions, which didn't appear to be the case. The paper was credited to authors Don B. Kates and Gary Mauser. A profile for Kates (a gun rights enthusiast [PDF]) describes him as \"[one of the] foremost litigators, criminologists and scholars on the Second Amendment and the fundamental right to self-defense and the individual right to keep and bear arms in the country.\" Kates was prominently featured in a March 2013 Washington Post article about gun lobby efforts to infiltrate law review publications, and Mauser's web site biography reads: His interest in firearms and gun control grew out of his research in political marketing. He has published two books, Political Marketing, and Manipulating Public Opinion and more than 20 articles. For the past 15 years, Professor Mauser has conducted research on the politics of gun control, the effectiveness of gun control laws, and the use of firearms in self defense. In a document dated June 2009 [PDF], Director of the Harvard Injury Control Research Center Dr. David Hemenway addressed the 2007 article's flaws in correlating higher rates of gun ownership with lower crime rates thusly: The article appears in a publication, described as a \"student law review for conservative and libertarian legal scholarship. It does not appear to be a peer-reviewed journal, or one that is searching for truth as opposed to presenting a certain world view. The paper itself is not a scientific article, but a polemic, making the claim that gun availability does not affect homicide or suicide. It does this by ignoring most of the scientific literature, and by making too many incorrect and illogical claims. Incidentally, Hemenway is named as a researcher on a 2007 Social Science and Medicine study titled \"State-Level Homicide Victimization Rates in the US in Relation to Survey Measures of Household Firearm Ownership, 2001 2003.\" That research (carried out by researchers at the Harvard Injury Control Research Center) found: Analyses that controlled for several measures of resource deprivation, urbanization, aggravated assault, robbery, unemployment, and alcohol consumption found that states with higher rates of household firearm ownership had significantly higher homicide victimization rates for children, and for women and men. In these analyses, states within the highest quartile of firearm prevalence had firearm homicide rates 114% higher than states within the lowest quartile of firearm prevalence. Overall homicide rates were 60% higher. The association between firearm prevalence and homicide was driven by gun-related homicide rates; non-gun-related homicide rates were not significantly associated with rates of firearm ownership. Hemenway's 2009 writing pointed to weak points in the 2007 paper, such as a highly misleading excerpt that misrepresented two then-recent public health and policy studies. Immediately following a citation of Kates' own prior work (his 1979 book Restricting Handguns: The Liberal Skeptics Speak Out), the authors posited that two large government-backed studies had failed to conclude gun control measures affected crime rates: In this connection, two recent studies are pertinent. In 2004, the U.S. National Academy of Sciences released its evaluation from a review of 253 journal articles, 99 books, 43 government publications, and some original empirical research. It failed to identify any gun control that had reduced violent crime, suicide, or gun accidents. The same conclusion was reached in 2003 by the U.S. Centers for Disease Control s review of then-extant studies.1 The first referenced item, Firearms and Violence: A Critical Review (2004), pointed to a lack of sufficient data with respect to gun policy (not a failure to conclude that gun control reduced crime): In summary, the committee concludes that existing research studies and data include a wealth of descriptive information on homicide, suicide, and firearms, but, because of the limitations of existing data and methods, do not credibly demonstrate a causal relationship between the ownership of firearms and the causes or prevention of criminal violence or suicide. The issue of substitution (of the means of committing homicide or suicide) has been almost entirely ignored in the literature. What sort of data and what sort of studies and improved models would be needed in order to advance understanding of the association between firearms and suicide? Although some knowledge may be gained from further ecological studies, the most important priority appears to the committee to be individual-level studies of the association between gun ownership and violence. Currently, no national surveys on ownership designed to examine the relationship exist. The committee recommends support of further individual-level studies of the link between firearms and both lethal and nonlethal suicidal behavior. Similarly, the actual wording of the Centers for Disease Control (CDC)'s cited report more explicitly conflicted with the authors' assertions that a conclusion had been drawn: The Task Force found insufficient evidence to determine the effectiveness of any of the firearms laws or combinations of laws reviewed on violent outcomes. (Note that insufficient evidence to determine effectiveness should not be interpreted as evidence of ineffectiveness.) This report briefly describes how the reviews were conducted, summarizes the Task Force findings, and provides information regarding needs for future research. In short, the purported 2007 Harvard \"study\" with \"astonishing\" findings was in fact a polemic paper penned by two well-known gun rights activists. Its findings were neither peer-reviewed nor subject to academic scrutiny of any sort prior to its appearance, and the publication that carried it was a self-identified ideology-based editorial outlet edited by Harvard students. The paper disingenuously misrepresented extant research to draw its conclusions, and researchers at Harvard (among which Kates and Mauser were not included) later objected to the paper's being framed as a \"study\" from Harvard (rather than a law review paper). The paper wasn't \"virtually unpublicized research\" (as BeliefNet claimed); rather, it was simply not deemed noteworthy at the time it was published due to the fact it was neither a study nor much more than a jointly-written editorial piece representing its authors' unsupported opinions. Last updated: 15 October 2015",
  "Originally Published": " 15 October 2015",
  "Referred Links": "http://www.cdc.gov/mmwr/preview/mmwrhtml/rr5214a2.htm;http://archive.sph.harvard.edu/press-releases/2007-releases/press01112007.html;http://www.hsph.harvard.edu/david-hemenway/;https://cdn1.sph.harvard.edu/wp-content/uploads/sites/1264/2013/06/Kates-Mauser.pdf;https://www.washingtonpost.com/world/national-security/nra-money-helped-reshape-gun-law/2013/03/13/73d71e22-829a-11e2-b99e-6baf4ebe42df_story.html;http://www.uclalawreview.org/pdf/56-5-5.pdf;http://michellawyers.com/attorney-profile/don-b-kates/;http://www.harvard-jlpp.com/about/;http://www.law.harvard.edu/students/orgs/jlpp/Vol30_No2_KatesMauseronline.pdf;",
  "Example": "",
  "Last Updated": "15 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/harvard-flaw-review/",
  "Claim": "A 2007 Harvard University study proved that areas with higher rates of gun ownership have lower crime rates.",
  "Tags": "harvard gun study;not actually a study;harvard law review;gary mauser;don kates;",
  "Claim_ID": "harvard-flaw-review"
}