{
  "Origins": "On 1 November 2015, the web site Breaking 13 News published an article reporting that 53 people had been killed during a \"hatchet massacre\" aboard the retired Queen Mary (now a floating hotel) in Long Beach, California: Queen Mary's \"Dark Harbor\" is an annual Halloween tradition, where people come from across the country to stay on the haunted ship during the Halloween holiday. The event consists of mazes, monsters, s ances and haunted tours. However, the real scare came in a way no one ever expected it to.",
  "Fact Check": "",
  "Description": "On Sunday morning, aboard the Queen Mary ship in Long Beach California, a graphic scene emerged as police did their best to get an accurate body count. At 2:33 AM, a guest aboard the ship approached the bartender at the Observation Bar dazed and confused. \"Please, go down the hallway and see if you saw what I saw. It's a massacre, a complete massacre,\" said Paul Brown, a hotel guest on the ship. The bartender phoned security, and followed the man's instructions. What they found down the hallway were 32 open room doors with trails of blood, so much blood that it was unlike anything detectives had seen before. 58 blood covered corpses awaited the police upon their arrival at the crime scene. While it's true that an event called \"Dark Harbor\" is held on Halloween aboard the Queen Mary, this year's annual haunted ship event did not result in 53 deaths. If such a tragic event had occurred it would have been splashed across the front page of multiple major newspapers, but the only web site to mention this alleged \"hatchet massacre\" was the disreputable Breaking 13 News, a fake news site that imitates a local television news outlet. Breaking 13 News has already re-purposed fake news stories about fast food restaurants selling marijuana and a woman being arrested for masturbating in a department store. Last updated: 2 November 2015",
  "Originally Published": " 2 November 2015",
  "Referred Links": "http://www.queenmary.com/events/dark-harbor/monsters/;",
  "Example": "[Collected via e-mail, October 2015] Friend posted this on FB. Is it true? \"Hatchet Massacre: 53 Dead After Man Slaughters Guests In Their Sleep On Halloween Night\"",
  "Last Updated": "2 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/hatchet-massacre-queen-mary/",
  "Claim": "53 people were killed with a hatchet aboard the Queen Mary in Long Beach, California.",
  "Tags": "halloween;queen mary;breaking13news;",
  "Claim_ID": "hatchet-massacre-queen-mary"
}