{
  "Origins": "In mid-August 2015, the web site Patriot Newswire published an article titled \"WND: Former Hawaii Official Swears There s No Obama Birth Certificate,\" aggregated by Mr. Conservative in a post titled \"Hawaii Officials Drop Bombshell About Obama s Birth Certificate.\" (Both addressed long-debunked rumors known broadly as birther claims.) The latter claimed that shocking new information had surfaced about the legitimacy of President Obama's birth certificate via an election clerk in the state of Hawaii:",
  "Fact Check": "Did a Hawaii state official recently come forward with proof that President Barack Obama's birth certificate is not legitimate?",
  "Description": "Former Hawaii elections clerk Tim Adams recently signed an affidavit swearing that his supervisors told him that no long-form, hospital-generated birth certificate existed for Barack Obama Jr. in the state of Hawaii. According to Patriot Newswire, neither Queens Medical Center nor Kapi olani Medical Center in Honolulu have any record of Obama being born at their hospitals. Both articles cited the web site World Net Daily as the source of claims about former Hawaii elections clerk Tim Adams and President Obama's birth certificate: WND has long been flogging discredited birther claims (including a particularly popular and poorly-vetted thread involving the President and Supreme Court Justice Elena Kagan). Both also linked to the article from which the assertions were entirely sourced, titled \"Hawaii official now swears: No Obama birth certificate\" (subtitled \"Signs affidavit declaring long-form, hospital-generated document absent\") and published on 24 January 2011. (No reason was provided by either website about why old WND claims were presented as novel or some sort of \"bombshell\" in August 2015, more than four years after their initial appearance.) The original WND article opened by introducing Tim Adams, who claimed to have heard rumors from unspecified parties that unspecified parties sought to verify Obama's \"long-form, hospital-generated birth certificate\": Former Hawaii elections clerk Tim Adams has now signed an affidavit swearing he was told by his supervisors in Hawaii that no long-form, hospital-generated birth certificate existed for Barack Obama Jr. in Hawaii and that neither Queens Medical Center nor Kapi olani Medical Center in Honolulu had any record of Obama having been born in their medical facilities. During the course of my employment, Adams swears in the affidavit (viewable in full as part 1 and part 2), I became aware that many requests were being made to the City and County of Honolulu Elections Division, the Hawaii Office of Elections, and the Hawaii Department of Health from around the country to obtain a copy of then-Senator Barack Obama s long-form, hospital-generated birth certificate. Senior officers in the City and County of Honolulu Elections Division told me on multiple occasions that no Hawaii long-form, hospital-generated birth certificate existed for Senator Obama in the Hawaii Department of Health, Adams affidavit reads, and there was no record that any such document had ever been on file in the Hawaii Department of Health or any other branch or department of the Hawaii government. By whom the requests were made, what number of requests constituted \"many,\" and by what means Adams determined that no record of that nature existed was not elaborated upon. Adams asserted in a phone interview with WND it was \"common knowledge among election officials\" that the record was both sought after and impossible to locate, perplexingly adding that the document in question would have rested not with elections officials, but the Department of Health. Adams' claims weren't new when WND presented them in January 2011, either: Adams discussed them with the \"unapologetically pro-White\" radio program The Political Cesspool in a video published to YouTube in July 2010 (the footage prominently displays logos from the notorious white supremacist/neo-Nazi internet forum Stormfront): In the clip, Adams participated in a phone conversation with host James Edwards. As in subsequent comments Adams made to WND, his assertions hinged upon rumors he claimed to have heard during the course of his temporary employment as an elections clerk in the county of Honolulu (rather than any substantive information supporting his assertions). Adams (who offered his \"professional opinion\" that Obama was not born in the United States) rattled off a list of databases to which he purportedly had access during his temporary employment of unstated duration; none of those databases included the Department of Health with whom the record would have been located: I was Chief elections clerk for the city and county of Honolulu on temporary contract. I ran an office that verified voter eligibility and had a staff of about 50 people. When this question came up, I had access to all the usual government databases that people had to verify identity, NCIS, Social Security, all sorts of other things that we use on average voters. There were two people higher than me in our office, who were under the City Clerk of Honolulu, and the question came up about the birth certificate and about President Obama's birthplace. In our professional opinion, Barack Obama was not born in the United States, and there is no Hawaii long-form birth certificate. It was openly admitted by everyone in the office who was above me, at least my immediate supervisors, that there is no documentation. Barack Obama was not born in Hawaii. No effort was made during those separate interviews to differentiate the procedural differences in determining voter eligibility versus obtaining a birth certificate for any individual in or outside the scope of election clerk duties. Adams never clarified why his office (primarily tasked with matters of voting and election administration in the county of Honolulu) might have ever been involved with or otherwise knowledgeable on a purported search for a Department of Health record pertaining to a candidate in a national election. Overall, Adams' relevance to the larger controversy over Obama's eligibility was not clear in 2010 (nor was it in 2015). Adams wasn't the only party presenting partial, unexplained, or misrepresented \"evidence.\" WND's entire 2011 \"bombshell\" was predicated on an affidavit (a sworn written statement certified by a notary public) Adams signed attesting to his claims. But no explanation for the necessity of an affidavit was provided; and it appeared that the document was generated solely for the purpose of implying the claims made in the article were credible. The affidavit itself involved little additional information above and beyond what Adams had shakily claimed in both interviews (adding the dates of his employment, May 2008 through September 2008). In it, Adams attested to rumors he heard about President Obama's birth certificate in the course of his duties processing absentee ballots as a temporary employee in Honolulu: By March 2011, Adams' claims evolved significantly. Whereas his affidavit stated in its final point that he was ordered not to investigate the matter of Obama's birth certificate, he later claimed he was charged with doing so in the course of his temporary employment processing absentee ballots. (He did, however, backpedal on claims that he had access to most databases that would hold that sort of information, saying instead that verification data was provided by various agencies outside the Board of Elections via inquiries.): Well, when the question about Barack Obama's birth in Hawaii came up, our office what we do is we verify voter identification. We also verify the identity of the candidates that go on the state ballot. And so the lady that I report to, who we mentioned earlier, that was part of their responsibility. They had to verify the identity of the people who go on the state ballot. So when the questions came up, we made inquiries, and the only thing we got back was, is, there are no documents. ... from those databases we couldn't, but what happens is is that when they ask us to verify the identity of the candidate that we have to go to the people who have the records, the Department of Health, Kapiolani Hospital, Queens Hospital, and the answer we got back from them was they don't have the records. ... it was our job. It's what we did. In some states the secretary of state would have done it directly in their office, I suppose, but in Hawaii the identities are verified through the Office of Elections We had local candidates who would bring in birth certificates and passports and other documents to prove their identity. That was normal.. Adams wasn't alone in contradicting statements about the scope of duties for the Honolulu City Clerk's Elections Division, as their official web site made absolutely no mention whatsoever of the things he later claimed he did during the course of his employment in that capacity: Conducting elections involves: registering voters, maintaining the voter registration database on behalf of the four counties and the State of Hawaii, maintaining address and district data; checking signatures on city candidate/initiative petitions; issuing candidate nomination papers and filings; issuing and mailing absentee ballots; accepting, accounting for, and processing returned ballots; operating early voting locations; The Office of the City Clerk also accepts financial disclosure filings of candidates and City employees and provides clerical support to the Honolulu City Council. In short, what was described as a \"bombshell\" revelation from a Honolulu elections clerk in August 2015 about the eligibility of President Obama based upon his birth certificate was in no way a new claim: Tim Adams had appeared on white nationalist radio shows more than five years earlier peddling his Swiss-cheese story. When the claim ran as an exclusive at WND in January 2011, the affidavit upon which it was based attested merely to hearsay and rumors. And while Adams initially asserted that he was not party to a purported ongoing search for Obama's long-form birth certificate, he appeared months later claiming that he was an integral member of the birther investigation team as part of his six-month-long temp job at the elections division in 2008. Adams' multiple recitations of things he claimed he heard didn't amount to much when they first cropped up around Stormfront in 2010, and no new \"information\" accompanied them in 2015 when they were repeated on web sites as novel findings. Last updated: 18 August 2015",
  "Originally Published": " 18 August 2015",
  "Referred Links": "http://www.honoluluelections.us/about_us;https://www.scribd.com/fullscreen/52195796?access_key=key-28rmhes056uh3e0vch16;http://www.thefogbow.com/special-reports/tim-adams/;http://i.imgur.com/VGNOedj.jpg;http://i.imgur.com/Jrx3g4o.jpg;https://www.splcenter.org/fighting-hate/extremist-files/individual/james-edwards;https://en.wikipedia.org/wiki/Stormfront_(website);http://www.donotlink.com/gdph;http://www.donotlink.com/gdp1;http://www.donotlink.com/gdow;http://www.donotlink.com/gdoy;https://twitter.com/ObamaBreaking/status/633264224261832704;http://t.co/nKznpufrJF;https://twitter.com/BarackObama;https://twitter.com/joeyyeo13/status/632999586135568386;http://t.co/XezYXuFkVN;http://t.co/OTvrexx0Vl;https://twitter.com/hashtag/BIRTH?src=hash;https://twitter.com/hashtag/OFFICIAL?src=hash;https://twitter.com/LoriPatriot/status/633001167564345344;http://t.co/MGZjL5yjvT;",
  "Example": "",
  "Last Updated": "18 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/hawaii-official-no-obama-birth-certificate/",
  "Claim": "A Hawaii state official recently came forward with proof President Barack Obama's birth certificate is not legitimate.",
  "Tags": "",
  "Claim_ID": "hawaii-official-no-obama-birth-certificate"
}