{
  "Origins": "On 18 November 2015, Facebook user Levi Atkinson uploaded a video purportedly showing two women drinking \"helium infused wine.\" The video quickly went viral and racked up more than 7 million views within the first few days of its publication. Despite the above-displayed video's popularity, however, \"helium infused wine\" is not an actual product. Helium is one of the least soluble gasses and will most likely never find its way into a beverage:",
  "Fact Check": "",
  "Description": "Helium is about 700 times less soluble in water as compared to carbon dioxide. It is one of the least soluble gases in water, and only about 0.0016 g of Helium would get dissolved in a litre of beer while, at the same conditions, 2.5 g of carbon dioxide is usually present in a litre of beer. This dissolved carbon dioxide is what releases slowly and creates the fizz. No slow fizz can be done with helium. Undissolved helium in beer would coalesce into one or two big bubbles and ... ploop, it would go out as soon as the seal was broken. Even if Helium was forced into the beer and sealed in a beer can, it would be useless. As soon as the seal was broken, nearly all the helium present inside, undissolved, under pressure, would come out so quickly (due to lower viscosity of beer) that it would take a whole lot of beer out with it. It would create a mess. And you wouldn t be able to bring the can anywhere near your face. The video purportedly showing two women drinking \"helium infused wine\" is very similar to other videos which purportedly showed \"Helium Infused Beer.\" A quick YouTube search also revealed videos allegedly depicting helium infused juice and an anonymous helium infused drink. While these videos all feature a different helium infused liquid, they all share one thing in common: They are all fake. These videos are created simply by editing the audio in post-production: Last updated: 21 November 2015",
  "Originally Published": " 21 November 2015",
  "Referred Links": "https://www.youtube.com/watch?v=Ai5vsA7XwDw;https://www.youtube.com/watch?v=USGlV2CGlUU;https://www.facebook.com/levi.atkinson.3/videos/10208539669828024/?permPage=1;",
  "Example": "[Collected via email, December 2014] Does helium infuse wine really make you talk as though you had inhaled the helium, such as the two ladies on youtube.",
  "Last Updated": "21 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/helium-infused-wine/",
  "Claim": "A video shows two women drinking a bottle of helium infused wine.",
  "Tags": "viral;helium;helium wine;helium infused wine;",
  "Claim_ID": "helium-infused-wine"
}