{
  "Origins": "After nearly every disaster, tales begin to circulate that tragedy was predictable to those who knew what to look for. Assassinations and earthquakes and plane crashes are inevitably followed by claims that portents foretelling the event were easily discernable. Many such stories followed in the wake of the Titanic , such as this legend that the ship's hull number foretold doom.",
  "Fact Check": "",
  "Description": "This legend is a bit unusual in that it speaks of a sign supposedly recognized and acted upon in advance of a tragedy. People didn't simply point to the Titanic 's hull number after the ship sank and claim it was a bad omen, the legend says; shipyard workers allegedly recognized it as a portent of disaster while the Titanic was still under construction. Supposedly, the primarily Catholic workforce employed in Harland and Wolff's Belfast shipyard recognized the blasphemous message encoded in the hull number (undoubtedly assigned by Protestant heretics) and were sufficiently rattled by it to stop working until management reassured them the message was the product of coincidence, not design. The claim here is that the hull number assigned to the Titanic by its shipbuilders, Harland and Wolff, was 390904; a number which, when written longhand and viewed as a mirror image, spells out the words 'NO POPE': For this legend to be true, both of its elements must be true: that the Titanic 's hull number was indeed 3909 04, and that this number caused consternation among her shipyard workers. The first element fails the veracity test because the number 3909 04 was not assigned to the Titanic as a hull number or as any other type of number: her official Board of Trade designation was 131,428, and the yard number assigned to her by Harland & Wolff was 401. The second element also fails because virtually all of Harland and Wolff's workforce was Protestant, not Catholic, and therefore would not have been \"spooked\" to the point of refusing to work due to a 'NO POPE' message. Like the tale about the cursed mummy supposedly carried aboard the Titanic as cargo, this legend is nothing but the product of someone's imagination.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Eaton, 1987] Yard number 401 also bore the builder's hull number of 390904 a number whose appearance almost caused construction work to stop. Perhaps it was first seen by a member of the drafting department straightening his tie in a mirror, or possibly by a yard worker catching a glimpse of the number reflected in a rain puddle. But regardless of the origin, the numerals, if hastily written and then read as a mirror image, spelled out to some the ominous words 'NO POPE.' And in the hearts of the pious, working-class Catholic employees in Belfast, there was deep indignation until a delegation of their men was assured by management representatives that it was all strictly coincidence, and that no malice had been intended. In spite of the assurance, and although work resumed, the builder's hull number for many then, and many today spelled doom for the vessel.",
  "Last Updated": "18 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/history/titanic/nopope.asp",
  "Claim": "Catholic shipyard workers believed the Titanic was doomed because her hull number read 'NO POPE' backwards.",
  "Claim_ID": "history_titanic_nopope",
  "Tags": ""
}