{
  "Origins": "The most famous of the all people aboard the Titanic for her one and only voyage was unquestionably John Jacob Astor, the multimillionaire heir of a vast fur trading and real estate fortune who owned some of the world's most expensive properties (including New York's Astoria Hotel) and once reportedly quipped that \"a man who has a million dollars is almost as well off as if he were wealthy.\" As Walter Lord noted of Astor's fame in A Night to Remember : After [the Titanic] sank, the New York American broke the news on April 16 with a lead devoted almost entirely to John Jacob Astor; at the end it mentioned that 1800 others were also lost. Besides being fabulously wealthy, Astor was also what we now might term \"a bit eccentric\": He tinkered with various inventions and held several patents, wrote a science fiction novel, and once loaded a coach on his private railway with millionaires so he could pull it with his locomotive just so he could say he'd done it. Astor's combination of fame and eccentricity (and perhaps a reputation for being a bit humorless) made him the perfect person to whom to attribute this bon mot , but this legend is unlikely as a true anecdote. No survivor reported actually having heard Astor say this, and the millionaire wasn't on deck or in one of the ship's lounges when the Titanic struck the iceberg. Astor was, according to Lord, in his cabin with his pregnant young wife: John Jacob Astor seemed equally unperturbed. Returning to his suite after going up to investigate, he explained to Mrs. Astor that the ship had struck ice, but it didn't look serious. When the Titanic 's starboard side collided with a large iceberg that fateful night, chunks of ice came raining down onto its forward well deck and (until the seriousness of the situation as made known, at least) served as a great source of amusement to some of the passengers who were still awake or came out of their cabins to see what was the matter. No doubt at least a few of them made jokes about ice, and the connection between drinks and ice is an obvious one. In fact, one of the Titanic 's survivors, Lawrence Beesley, in his account of the sinking published later that year, claimed he overheard a similar quip: One of the [card] players [in the Second Class smoking room], pointing to his glass of whiskey standing at his elbow, and turning to an onlooker, said, \"Just run along the deck and see if any ice has come aboard: I would like some for this.\" Whether Beesley related something he had actually witnessed or simply repeated a good joke he heard after the fact, that he didn't attribute it to Astor is significant. Perhaps someone aboard the Titanic that night did make this joke, but it wasn't John Jacob Astor.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Eaton, 1987] Another legend attributed to [John Jacob] Astor tells how, standing at the bar after the [Titanic's] collision [with an iceberg], he said, \"I asked for ice, but this is ridiculous.\"",
  "Last Updated": "18 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/history/titanic/astorice.asp",
  "Claim": "Multi-millionaire passenger John Jacob Astor made an archly humorous quip when the Titanic struck an iceberg.",
  "Claim_ID": "history_titanic_astorice",
  "Tags": ""
}