{
  "Origins": "The ability of a single image to influence and shape history has long been a part of American politics. Even before there was a United States of America, Paul Revere's masterful and grossly inaccurate engraving of the Boston Massacre helped solidify colonial support for a break with Great Britain. In more recent times, specific images from presidential campaigns have been deemed instrumental in deciding the outcomes of elections. Lyndon Johnson's infamous 1964 \" daisy \" commercial, although aired only once, helped crystallize the image of Republican opponent Barry Goldwater as a dangerous, hot-headed militant. The sight of Edmund Muskie's breaking down as he defended his wife's honor outside the offices of Manchester Union Leader almost certainly cost him the 1972 Democratic nomination for president. And video footage of 1988 Democratic presidential candidate Michael Dukakis' attempting to show his support for the military by riding around in a tank while popping his head up and down in a \"Snoopy-like\" manner was the object of so much derision that opponent George Bush's campaign incorporated it into an anti-Dukakis commercial.",
  "Fact Check": "",
  "Description": "Images are easily manipulated, however, and President George Bush (father of President George W. Bush) found himself the victim of one during his failed re-election bid in 1992. The fun began during a primary season photo opportunity on 5 February , as President Bush dropped by a National Grocers Association convention in Orlando. One of the exhibits Bush visited was a demonstration of NCR's checkout scanning technology, an event New York Times reporter Andrew Rosenthal turned into a chiding front page story about Bush's lack of familiarity with the details of ordinary life in America: Today, for instance, [Bush] emerged from 11 years in Washington's choicest executive mansions to confront the modern supermarket. Visiting the exhibition hall of the National Grocers Association convention here, Mr. Bush lingered at the mock-up of a checkout lane. He signed his name on an electronic pad used to detect check forgeries. \"If some guy came in and spelled George Bush differently, could you catch it?\" the President asked. \"Yes,\" he was told, and he shook his head in wonder. Then he grabbed a quart of milk, a light bulb and a bag of candy and ran them over an electronic scanner. The look of wonder flickered across his face again as he saw the item and price registered on the cash register screen. \"This is for checking out?\" asked Mr. Bush. \"I just took a tour through the exhibits here,\" he told the grocers later. \"Amazed by some of the technology.\" Marlin Fitzwater, the White House spokesman, assured reporters that he had seen the President in a grocery store. A year or so ago. In Kennebunkport. Some grocery stores began using electronic scanners as early as 1976, and the devices have been in general use in American supermarkets for a decade. Editorial writers were quick to seize on the notion that President Bush's \"amazement\" demonstrated he had never seen a supermarket scanner before and criticized him for being out of touch with the daily concerns of ordinary Americans: [The Boston Globe, 1992] President Bush, according to reporters who followed him around Tuesday at the National Grocers Association convention in Orlando, Fla., had never before seen a supermarket cash register on which the name of the item and its price flashed on a screen when the item was dragged across an electronic scanner. The scanner was introduced at supermarket checkouts in 1980, the year Bush was elected vice president, and is just one of the many aspects of everyday life from which a president (or vice president) is shielded in the private life of public office. Like getting money out of a bank with an ATM card. Or going down to a local video store to rent a movie. Even trying to figure out how much four 29-cent stamps cost. With a Secret Service agent driving the car, there is probably no chance to play around with the station scanner on the car radio. And with a switchboard in the basement, there is certainly no need to figure out which long-distance telephone service to sign up with. And the operators handle any telemarketing calls. Somebody else handles the recycling - before 1980 that was called \"taking out the trash\" - and is responsible for separating the plastic bottles from the glass jars and taking the biodegradable grocery bags back to the supermarket. Maybe there will be time next year to try some of these things. After 12 years' vacation from the real world, there will be a lot of catching up to do. [Lewis, 1992] When President Bush expressed amazement last week at a supermarket's electronic checkout scanner, he was ribbed for being so out of touch with American life. Commentators went on to remark that high government officials as a group, with their chauffeured lives, are cushioned from reality. Fair enough. But the episode of the President and the unfamiliar supermarket suggests a broader point, a much more serious one. Upper-income Americans generally, whether in public or private employment, live not just a better life but one quite removed from that of ordinary families. They hardly experience the problems that weigh so heavily today on American society. And that fact has dangerous political consequences. Health care, for example. The possibility of serious illness without insured care is now said to be the number one worry of Americans: not just the 30 million without any health insurance but the many millions more who have inadequate coverage or who are afraid to change jobs lest they lose protection. President Bush does not have those concerns. He gets socialized medicine: care at public expense. Congressmen and other top officials may also be treated in government hospitals. Nor is health insurance likely to be a concern for private Americans with incomes in the top 20 percent. Comprehensive coverage goes with the territory for them. Then the details of the story started to dribble out. Andrew Rosenthal of The New York Times hadn't even been present at the grocers' convention. He based his article on a two-paragraph report filed by the lone pool newspaperman allowed to cover the event, Gregg McDonald of the Houston Chronicle , who merely wrote that Bush had a \"look of wonder\" on his face and didn't find the event significant enough to mention in his own story. Moreover, Bush had good reason to express wonder: He wasn't being shown then-standard scanner technology, but a new type of scanner that could weigh groceries and read mangled and torn bar codes. The New York Times then defended Rosenthal's original article by reviewing videotape of the event and proclaiming that both ordinary and newfangled scanners had been demonstrated for President Bush, and that he was clearly \"unfamiliar with\" and \"impressed\" by the former: But a videotape of the encounter last Tuesday shows that Mr. Bush seemed unfamiliar with even basic scanner technology. Shown an ordinary scanner, he was clearly impressed. The incident occurred on a visit to the National Grocers Association conference in Orlando, Fla., last Tuesday. Robert Graham, an executive with the NCR Corporation, showed Mr. Bush a scanner and said: \"Of course, this looks like a typical scanner you'd see in a grocery store.\" \"Yeah,\" the President responded. \"There's one big difference,\" Mr. Graham added, and lifted the plastic screen over the glass through which the codes are scanned to show that a grocery scale was built into the device. But Mr. Bush seemed more interested in the scanner. Pointing to the scanning window, he asked, \"You cross this, this open place?\" Mr. Graham nodded, so Mr. Bush passed a drink carton over the window and looked up when the price showed up on the cash register display. After that, Mr. Graham tried to show Mr. Bush the new scanner that can read mangled bar codes, but he had to wait because Mr. Bush was still trying the basic model. The President passed a bag of candy over the window and then pointed at the register, shaking his head with wonder when the price appeared with a beep. After that, Mr. Graham showed Mr. Bush the new scanner, and the President was also impressed with that. Later, Mr. Bush said he had been \"amazed by some of the technology.\" The New York Times seemed to be one the only major print medium to take this view of the event, however. Newsweek screened the same tape and reported: \"Bush acts curious and polite, but hardly amazed.\" Michael Duffy of Time magazine called the whole thing \"completely insignificant as a news event. It was prosaic, polite talk, and Bush is expert at that. If anything, he was bored.\" And Bob Graham of NCR, who demonstrated the scanner technology for President Bush, said, ''It's foolish to think the president doesn't know anything about grocery stores. He knew exactly what I was talking about.'' (I myself would point out that even technology we've encountered many times before takes on a whole new fascination when we actually get to try it \"hands-on\" and see how it works. I may have ridden Disneyland's \"Pirates of the Caribbean\" attraction so many times that I have every detail of it memorized, but that doesn't mean I wouldn't find going behind-the-scenes for a glimpse of the underlying technology a fascinating experience. Certainly my fascination would not be an valid indication that I had never been to Disneyland before.) What it all came down to was that President Bush (whose popularity rating had been at a record high just a year earlier) became the scapegoat for an economic recession. Once the hoopla over the Persian Gulf War receded into the past and Americans once again turned their attention to more mundane matters (i.e., money), Bush's public image shifted from \"conquering hero\" to \"politician befuddled by economic matters.\" He had told us that a recession wouldn't happen, and now that it was here, all he had to say about it was that it would end soon. Even if Bush had been in a grocery store or two since the advent of scanners, everybody knew he had \"people\" to do his shopping for him, and therefore it was easy to paint a picture of him as someone who no more knew how to handle the economy than he knew the price of a carton of milk or a loaf of bread. All that was needed was a hook to hang the picture on, and Bush's encounter with a scanner at the National Grocers' Convention provided it.",
  "Originally Published": "",
  "Referred Links": "http://www.udel.edu/poscir/road/course/commercials/bush1980-anti-dukakis.ram;http://www.pbs.org/newshour/bb/remember/muskie_3-26.html;http://www.pbs.org/30secondcandidate/timeline/years/1964b.html;http://earlyamerica.com/review/winter96/massacre.html;",
  "Example": "",
  "Last Updated": "27 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/history/american/bushscanner.asp",
  "Claim": "During a photo opportunity at a 1992 grocers' convention, President George Bush was \"amazed\" at encountering supermarket scanners for the first time.",
  "Claim_ID": "history_american_bushscanner",
  "Tags": ""
}