{
  "Origins": "Every political leader whether he be a democratically elected representative or a usurping tyrant seeks to gain broad public support, because the greater his support, the greater his power. That power may ultimately be used for good or for bad, but either way it must be obtained before it can be wielded.",
  "Fact Check": "",
  "Description": "One of the best ways to gain the support of the people you want to lead is to do something of benefit to them. Failing that, the next best thing is to convince them that you have done something of benefit to them, even though you really haven't. So it was with Benito Mussolini and the Italian railway system. After the \"march on Rome\" (which was itself a myth of fascist propaganda) on 28 October 1922 that resulted in King Vittorio Emanuele's appointment of Benito Mussolini as prime minister and the accession to power of the fascists in Italy, Mussolini needed to convince the people of Italy that fascism was indeed a system that worked to their benefit. Thus was born the myth of fascist efficiency, with the train as its symbol. The word was spread that Mussolini had turned the dilapidated Italian railway system into one that was the envy of all Europe, featuring trains that were both dependable and punctual. In Mussolini's Italy, all the trains ran on time. Well, not quite. The Italian railway system had fallen into a rather sad state during World War I, and it did improve a good deal during the 1920s, but Mussolini was disingenuous in taking credit for the changes: much of the repair work had been performed before Mussolini and the fascists came to power in 1922. More importantly (to the claim at hand), those who actually lived in Italy during the Mussolini era have borne testimony that the Italian railway's legendary adherence to timetables was far more myth than reality. The myth of Mussolini's punctual trains lives on, albeit with a different slant: rather than serving as a fictitious symbol of the benefits of fascism, it is now offered as a sardonic example that something good can result even from the worst of circumstances. As Montagu and Darling wrote: Mussolini may have done many brutal and tyrannical things; he may have destroyed human freedom in Italy; he may have murdered and tortured citizens whose only crime was to oppose Mussolini; but 'one had to admit' one thing about the Dictator: he 'made the trains run on time.' No, thanks. I'd rather walk. Sightings: In an episode of televisions L.A. Law (\"Romancing the Drone,\" originally aired 17 November 1988), Michael Kuzak answers Grace Van Owen's criticism with \"And Mussolini made the trains run on time.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "29 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/history/govern/trains.asp",
  "Claim": "Italian dictator Benito Mussolini made the trains run on time.",
  "Claim_ID": "history_govern_trains",
  "Tags": ""
}