{
  "Origins": "An apprehensive female traveler approaching the gangway of an enormous new passenger liner gazes up in amazement at its looming hulk. \"Is this ship really unsinkable?\" she nervously inquires of a nearby deck hand.",
  "Fact Check": "",
  "Description": "\"Yes, lady,\" the deck hand answers. \"God himself could not sink this ship.\" This scene is a familiar tableau from the Titanic saga, a simple and effective invocation of our familiar image of a ship everyone was so sure was unsinkable that it carried only enough lifeboats to seat a third of its complement. But the Titanic was obviously not unsinkable. In fact, it wasn't as unsinkable as the engineering of the era allowed, and it was less \"unsinkable\" than a ship constructed over half a century earlier. In 1858 the liner Great Eastern was launched, a ship that was an even greater leap in size and technology for her time than the Titanic was in 1912. She was, in the words of Paul Heyer, \"not simply ahead of her time, or even at the leading edge, as was the Titanic , but completely outside it.\" The Great Eastern was five times larger than any previous ship, and she would not be matched in size (either tonnage or length) for over forty years. More significantly, she had a double hull all the way from the waterline to the keel, sixteen watertight compartments, a watertight bulkhead deck, and bulkheads that ran the length of the boiler and engine rooms, features that enabled her to remain afloat in 1862 when (in an accident similar to the one that would befall the Titanic fifty years later) she scraped a rock and opened up a gash in her side 83 feet long and 9 feet wide. By the time the Titanic came along, commercial pressures that required more spacious and accessible areas for passenger service, additional room for accommodations and cargo, and a more efficient working space for the engine crew meant that the bulkheads in her watertight compartments didn't carry quite as high, and she had no double hull (only a double bottom), watertight bulkhead deck, or longitudinal bulkheads in her engine and boiler rooms. The Titanic could survive rammings by another ships or foreseeable types of head-on collisions, but not the type of accident that sank her, the opening of holes in several of her watertight compartments simultaneously. Safety features that were possible were eschewed in favor of what was practical as Walter Lord wrote, \"The appearance of safety was mistaken for safety itself.\" Is it true that the Titanic was really believed to be \"unsinkable\" back in 1912, or was that belief a product of latter day myth-making? In the example quoted above, Titanic writer Walter Lord claims that the White Star line never advertised her as such. He also quotes London Times journalist Philip Howard, who wrote in 1981: I can find no contemporary evidence that the Titanic was regarded as virtually unsinkable until after she had sunk ... With hindsight we have created the myth because it makes a more dramatic metaphor. Lord easily demolishes Howard's claim by noting that in mid-1911, nearly a year before the Titanic 's maiden voyage, publications such as the Irish News and Belfast Morning News and Shipbuilder printed detailed articles about the ship's construction and noted that \"The Captain may, by simply moving an electric switch, instantly close the doors throughout and make the vessel practically unsinkable.\" And of course the Titanic 's Captain, Edward J. Smith, had said of the Adriatic several years earlier: \"I cannot imagine any condition which would cause a ship to founder. I cannot conceive of any vital disaster happening to this vessel. Modern shipbuilding has gone beyond that.\" Thus, Lord concludes: ... the \"unsinkability\" of the Titanic was not the product of some slick advertising copywriter, nor was it a myth later invented to improve the story. It was the considered opinion of experts at the time ... Of course, most of the statements about the Titanic 's unsinkability included qualifiers such as \"practically\" or \"nearly,\" but the public naturally ignored them, \"unsinkable\" (like \"impossible\" or \"pregnant\") being a word that didn't lend itself to qualification. And even as reports of the Titanic disaster began to reach America early in the morning of 15 April 1912, the Vice-President of the White Star Line in New York stated, without qualification, \"We place absolute confidence in the Titanic . We believe that the boat is unsinkable.\" However, claiming (as White Star did) that although others may have used the word, White Star itself did not describe the Titanic as \"unsinkable\" in its advertising is a bit disingenuous. The February 1993 issue of The Titanic Commutator unearthed a White Star promotional flyer for the Olympic and Titanic that claimed \"as far as it is possible to do, these two wonderful vessels are designed to be unsinkable.\" Perhaps that statement encapsulates one of the key lessons the world should have gleaned from the Titanic disaster: When dealing with matters of safety and human lives, \"possible\" and \"practical\" are two very different things.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Lord, 1986] Then there is the legend that the Titanic was advertised as \"unsinkable.\" The press, captivated by the ironical implications, has faithfully repeated the story through the years. Actually, the White Star ads never made such a claim about the Titanic or her sister ship Olympic. All promotion almost invariably used the simple slogan \"Largest and finest steamers in the world.\"",
  "Last Updated": "18 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/history/titanic/unsinkable.asp",
  "Claim": "The Titanic was never advertised using the word \"unsinkable.\"",
  "Claim_ID": "history_titanic_unsinkable",
  "Tags": ""
}