{
  "Origins": "Our natural tendencies drive us to find order in randomness, to make sense of the nonsensical, to seek an explanation for the inexplicable ... even if we have to make stuff up to achieve that satisfaction. One of the conundrums that has puzzled our orderly American minds for hundreds of years is why the neatly laid out grid of numbered and lettered streets of our nation's capital is lacking a 'J' street. None of the numbered streets appears out of sequence; none of the other letters of the alphabet is passed over. Why, then, the seemingly arbitrary gap between 'I' and 'K' streets? Surely something so simple could not have come about through mere oversight, so it must have a rational explanation. Or does it? Finding the answer requires a review of how Washington, D.C., came to be our national capital in the first place.",
  "Fact Check": "",
  "Description": "After the fledgling United States of America replaced the Articles of Confederation with a new constitution in 1788 to create a stronger federal government and \"form a more perfect union,\" one of the tasks that befell its First Federal Congress and its first President, George Washington, was to create the national capital called for in Article I of that constitution: To exercise exclusive Legislation in all Cases whatsoever, over such District (not exceeding ten Miles square) as may, by Cession of particular States, and the Acceptance of Congress, become the Seat of the Government of the United States, and to exercise like Authority over all Places purchased by the Consent of the Legislature of the State in which the Same shall be, for the Erection of Forts, Magazines, Arsenals, dock-Yards, and other needful Buildings. The new nation was to have a new capital, built from the ground up, and the first order of business was deciding where to put it. The final choice in 1790 of a site on the Potomac River (its location between the slave states of Maryland and Virginia a tacit promise that the federal government would accept the institution of slavery) was the product of many years of political wrangling that began well before the adoption of the Constitution and the first in a series of political compromises between the commercial North and the agrarian South. (Seventy years later, unwilling to compromise any further, the two regions would engage in a four-year-long civil war.) The task of designing, laying out, and building a national capital from scratch was a daunting one, and President Washington's first and only choice for the job was Pierre L'Enfant, a French-born artist, architect, and civil engineer who had served with the Continental Army during the American Revolutionary War. L'Enfant began surveying land in the new federal district in March 1791 and soon completed plans for a city featuring a system of radial avenues imposed on a grid of streets. That grid, when finally built, would lack a 'J' Street, giving rise to the legend that L'Enfant deliberately left the street off his plans because he bore a grudge against someone whose name began with J; the omission was allegedly L'Enfant's sly way of thumbing his nose at the object of his enmity. Who could have been this J-named enemy of the French architect? The person most frequently mentioned is John Jay, who was named the first Chief Justice of the Supreme Court by President Washington in 1791 and was elected Governor of New York in 1795. The choice is obvious: Jay was a prominent member of the new federal government, both his first and last names began with the letter 'J', and his surname was J(ay) itself! The claim sounds even more plausible when one considers that from 1801 (when the Supreme Court relocated from Philadelphia to the new capital) until 1819, the United States Supreme Court met in a tiny committee room in the basement of the Capitol building because the original plans for Washington, D.C., failed to include a courthouse supposedly yet more evidence that slaps directed at the face of John Jay were being engineered by Pierre L'Enfant. Why would L'Enfant bear such ill will towards John Jay? The reason usually proffered is that L'Enfant was upset with the controversial Treaty of Amity, Commerce, and Navigation (more commonly known as the Jay Treaty) that Jay negotiated with Great Britain in 1794 to settle several disputes between the two nations about matters such as British interference with American shipping, the presence of British troops in northwestern North America, and the settlement of Revolutionary War debts. The treaty was unpopular with many Americans who considered its terms far too favorable towards Great Britain, and it was seen as a betrayal of the French who had been the United States' ally during the Revolutionary War and were now engaged in a war of their own with Great Britain. L'Enfant, a French-born American resident who had taken part in the Revolutionary War, presumably was doubly insulted by the Jay Treaty. Unfortunately, this intriguing theory falls apart when the chronology of events is considered: L'Enfant was removed from the national capital project by President Washington in early 1792 for refusing to submit to the authority of the commission in charge of the project and thus was off the job when the Jay treaty was still two years in the future. Did L'Enfant perhaps have other reasons for disliking John Jay (such as Jay's alleged disapproval of L'Enfant's design), or could he have borne ill will towards someone else whose name began with the letter 'J' (such as Thomas Jefferson)? Possibly, but L'Enfant's plans were subject to the scrutiny of a board of commissioners who were unlikely to have allowed an architect's personal prejudices to intrude on the orderly and functional layout of the new capital. As well, since L'Enfant was fired by President Washington before he had a chance to turn his plans into an engraving, the task was completed by Andrew Ellicott, a Baltimore surveyor with no known grudge against Jay. So, what did happen to J Street? Was it simply skipped over by accident? The disappointingly mundane explanation is that J Street was likely omitted simply because the letters I and J were often indistinguishable from each other (especially when handwritten), and in 18th century English they were still largely interchangeable. (The 1740 \"New General English Dictionary\" published in London had a single section for I and J, and the standard identification Thomas Jefferson used on his personal possessions was \"T.I.\") Having both an \"I\" and a \"J\" street would have been redundant at best and confusing at worst, so \"J\" ended up as the odd man out.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Washington Post, 1979] It is often stated that there is no J Street in Washington, between I Street and K street, for a reason shrouded in history. When Pierre L'Enfant laid out the capital city in the 1790s, the story goes, he deliberately slighted John Jay, the first chief justice of the Supreme Court, by deleting his name from the map.",
  "Last Updated": "20 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/history/american/jstreet.asp",
  "Claim": "Washington, D.C., has no 'J' Street because city designer Pierre L'Enfant bore a grudge against Chief Justice John Jay.",
  "Claim_ID": "history_american_jstreet",
  "Tags": ""
}