{
  "Origins": "Back in mid-June 2008, while browsing a news wire story about Illinois senator (and presumptive Democratic presidential nominee) Barack Obama's seeking advice from congressional leaders about potential vice-presidential running mates, I came across the following paragraph in that article: None of the congressional leaders involved in the meetings have figured in speculation about a possible running mate, suggesting that the day's conversations were designed to seek advice. [Illinois senator Dick] Durbin and [Illinois representative Rahm] Emanuel are barred from being on the ticket because the Constitution requires that the presidential and vice presidential candidates be from different states. This statement reflects a not uncommon misbelief about a fairly obscure point of U.S. constitutional law: The notion that the Constitution requires presidential and vice presidential candidates who run on the same ticket must be from different states. This is not the case; but in order to fully explicate the origins of this misbelief, we must first essay a bit of background on the origins of the process by which U.S. presidents are elected.",
  "Fact Check": "",
  "Description": "One of the many vexing issues the delegates to the 1787 Constitutional Convention faced, once they had agreed that the new U.S. federal government should include an executive branch headed by an elected president, was how to select the persons who would hold that office. Delegates disagreed about the wisdom of allowing such an important choice to be determined by a popular vote of the citizenry, with Virginia delegate George Mason famously noting that \"it would be as unnatural to refer the choice of a proper character for chief magistrate to the people as it would to refer a trial of colors to a blind man.\" Resolving this issue necessitated one of the many compromises the constitutional delegates agreed upon to complete the task at hand: The framers agreed on a compromise for choosing the president: the electoral college. Each state would appoint electors, equal to the number of the congressional delegation, who would then vote for president. The underlying assumption of the electoral college was that, in a nation as large as America, the citizenry would not be able to make an informed choice. Instead, elite electors would choose the president in a deliberate atmosphere, free from intrigue and coercion. The election mechanism specified in Article II of the constitution was that electors would meet in their home states and vote for two candidates each (without expressing a preference between them): Whichever candidate received a majority of the electoral votes would become president, and the runner-up would become vice-president. If the result of the electoral college vote was a tie, or if no candidate received a majority of votes, then the House of Representatives would select the president from the five highest vote-getters. The framers did not anticipate the rise of political parties in the U.S., however, and the likelihood that their electoral system would thus saddle presidents with vice-presidents from opposition parties as soon happened in 1796, when John Adams was elected president but the runner-up was his political rival, Thomas Jefferson. The Twelfth Amendment was adopted in 1804 to eliminate this circumstance by requiring that electors cast separate ballots for president and vice-president. The framers did anticipate one potential flaw with their electoral mechanism, though: Since each state would likely consider it to be to their advantage for the nation's chief executive to be a fellow statesman, electors would be tempted to vote only for candidates from their home states. And since every elector would vote for two candidates, and states with larger populations had more representatives in Congress and therefore got to appoint more electors, this process created the possibility that the presidency would be continually held by candidates hailing from a few of the largest states. (Many delegates believed that rarely would any presidential candidate receive a majority of electoral votes, so every four years the House of Representatives would essentially be choosing a president from among the five candidates \"nominated\" by the three or four states with the most electoral votes.) Therefore, Article II (as well as the Twelfth Amendment, which modified it) specified that electors must \"vote by ballot for two persons, of whom one at least shall not be an inhabitant of the same state with themselves ,\" a requirement that guaranteed at least half of each state's electoral votes would be cast for candidates from other states. This requirement is still in effect today, but confusion arises when people misunderstand it to govern the actions of candidates rather than electors . Nothing in the constitution bars presidential and vice-presidential candidates from the same state from running, being elected, or holding office together; it only bars the electors from their home state from voting for both of them. For example, suppose the Republican party nominated for their national ticket a pair of candidates who both hailed from the state of Nevada. If the Republican ticket received the most popular votes in that state in the general election, Nevada's electors could not cast ballots for both candidates for at least one of the two offices (presumably vice-president), each of Nevada's electors would have to vote for someone off the ticket who was not a resident of Nevada. Republican electors in every state other than Nevada, however, would be free to vote for both candidates. Since Nevada has a relatively small number of electoral votes (5), and none of the electors in other states would be subject to the same voting limitation as Nevada's electors, it's unlikely this scenario would affect the outcome of a general election. But if the election were very close, or if both candidates came from a state with a large number of electoral votes (such as California or New York), the same-state electoral voting restriction could result in the aforementioned possibility of an election's producing a president and a vice-president from different parties, so U.S. political parties typically avoid nominating tickets featuring candidates from the same state (even though they are not constitutionally required to do so). This restriction was an issue in the 2000 presidential election. Dick Cheney, who grew up in Wyoming and represented that state in Congress from 1979-89, had bought a home and registered to vote in Texas in 1995, and after that date he also held a Texas driver's license, paid Texas taxes, and claimed Texas' homestead tax deduction. When the Republican presidential nominee, Texas governor George W. Bush (obviously a Texas resident himself), selected Cheney as his vice-presidential running mate in 2000, this circumstance raised the issue of whether Texas' electors would be allowed to cast ballots for both candidates. Cheney hastily switched his voter registration and driver's license back to Wyoming, and when three Texas voters filed a lawsuit challenging his claim of non-Texas residency, Governor Bush's legal team successfully argued in federal court that those factors (among others) were sufficient to establish Cheney as a Wyoming resident.",
  "Originally Published": "",
  "Referred Links": "https://www.law.cornell.edu/constitution/articleii;",
  "Example": "",
  "Last Updated": "8 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/history/american/vicepresident.asp",
  "Claim": "The U.S. constitution requires that presidential and vice-presidential candidates be from different states",
  "Claim_ID": "history_american_vicepresident",
  "Tags": ""
}