{
  "Origins": "The White House, the residence and workplace of U.S. Presidents for over 200 years, is rich with history and tradition which incoming residents often draw upon in furnishing their surroundings. Those who inhabit 1600 Pennsylvania Avenue may choose to place artworks, furniture, and other objects associated with favored former presidents (and other historical figures) in prominent positions around the building.",
  "Fact Check": "",
  "Description": "For example, throughout his tenure in the White House as Vice President in the Eisenhower administration (1953-61) and again during his time as President (1969-74), Richard M. Nixon, an admirer of Woodrow Wilson (who served as U.S. President throughout World War I), specifically chose to use a desk that had once belonged to Wilson, as described by Nixon speechwriter William Safire: When Richard Nixon was Vice President, he was proud to have in his office the historic \"Wilson desk,\" a massive piece of furniture redolent with Presidential and idealistic associations. When he became President, he requested that the Wilson desk be placed in the Oval Office; it was there throughout his occupancy of that office, shown off to visitors and mentioned by guides with reverence. Nixon has used it hundreds of times to get into points about idealism, about how Presidents can be misunderstood, how peaceful men find themselves with need to do battle, how the distinction between men of thought and men of action can no longer be drawn, etc. When President Nixon delivered his famous \" silent majority \" speech from the White House on 3 November 1969 to explain and justify continued U.S. military involvement in Vietnam to the American public, he concluded his address with a reference to this desk and the man who had once used it: Fifty years ago, in this room and at this very desk, President Woodrow Wilson spoke words which caught the imagination of a war-weary world. He said: \"This is the war to end war.\" His dream for peace after World War I was shattered on the hard realities of great power politics, and Woodrow Wilson died a broken man. Tonight I do not tell you that the war in Vietnam is the war to end wars. But I do say this: I have initiated a plan which will end this war in a way that will bring us closer to that great goal to which Woodrow Wilson and every American president in our history has been dedicated the goal of a just and lasting peace. Just one small problem ... although Nixon was indeed speaking from the \"Wilson desk,\" its original owner was not Woodrow Wilson, as William Safire found himself tactfully explaining to the President: The trouble was, the Wilson of the \"Wilson desk\" was not Woodrow Wilson, as Richard Nixon and everybody else had always assumed. It was Henry Wilson, Vice President during the Administration of Ulysses S. Grant. My first inclination was to cover it up what the President didn't know wouldn't hurt him but once these things started to be bruited about, the odds were that some columnist would embarrass him with it soon. I wrote the President a memo extolling the virtues of one Henry Wilson, an early abolitionist and one of the founders of the Republican Party and, incidentally, the man who had the good taste to select the desk at which President Nixon was now sitting. Not Woodrow Wilson, Henry Wilson but still, \"the Wilson desk.\" Perhaps the President could use this fact, I suggested, to illustrate a point on how dedicated we all are about historical accuracy, how you mustn't take anything for granted. Silence from the Oval Office. From a variety of sources, I have been able to piece together some of the thoughts that probably went through the President's mind, which serve to illustrate the complexity of his reaction: I'm certainly glad to know the truth about the desk ... Always knew Safire was a smart-ass ... How can they be sure Woodrow Wilson never sat at this desk? This is an elitist plot to embarrass me. The desk must have been made at the time of the Civil War; I want to know more about Grant's Vice President. Think of all the people I told it belonged to Woodrow Wilson over the years. Why couldn't we just leave it as the \"Wilson desk\" and let people think what they want? It's good to know I have people who will stand up to me on this ... What's the best way to put out the truth without admitting error? Why do they bother me with this insignificant stuff? There goes a good item for speeches in New Jersey ... Wilson left so little behind; it's sad that even this symbol should turn out to be somebody else's ... New information keeps turning up it could be this information is wrong and the desk really is Woodrow Wilson's ... I won't talk about it. Hell with it. Let 'em fix it in a footnote somewhere if they have to. That last imagined thought was what occurred, as a \"petulantly accurate\" footnote was appended to the text of the \"silent majority\" speech in the 1969 edition of Public Papers of the Presidents : Later research indicated that the desk had not been President Wilson's as had long been assumed but was used by Vice President Henry Wilson during President Grant's administration.",
  "Originally Published": "",
  "Referred Links": "http://www.watergate.info/nixon/silent-majority-speech-1969.shtml;",
  "Example": "",
  "Last Updated": "26 May 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/history/american/wilsondesk.asp",
  "Claim": "President Richard M. Nixon used the wrong \"Wilson desk\" in the White House.",
  "Claim_ID": "history_american_wilsondesk",
  "Tags": ""
}