{
  "Origins": "The legend of Denmark's King Christian X and his wearing of the yellow star is our most stirring example of non-violent opposition to evil: ordinary citizens (following the example of a courageous leader) defy their military overlords by selflessly putting themselves in harm's way to prevent the persecution of a defenseless minority. If only more people exhibited such moral fortitude nowadays, we reason, the world would be a much better place. Perhaps if more people had exhibited such moral courage back then, we think, the Holocaust might never have happened.",
  "Fact Check": "",
  "Description": "Although the Danes did undertake heroic efforts to shelter their Jews and help them escape from the Nazis, there is no real-life example of the actions described by this legend. Danish citizens never wore the yellow badge, nor did King Christian ever threaten to don it himself. In fact, Danish Jews never wore the yellow badge either (except for the few who were finally deported to concentration camps), nor did German officials ever issue an order requiring Danish Jews to display it. We will assume everyone is familiar with the systematic persecution of Jews instituted in Germany after Adolph Hitler became chancellor in 1933, and the subsequent imposition of laws requiring Jewish-owned shops to be identified as such with prominent signs; passports and ration cards held by Jews to be stamped with the letter 'J'; and Jewish concentration camp inmates to wear yellow-and-red six-pointed stars. (Surprisingly, it was not until late 1941 that the display on clothing of a yellow Star of David with the word 'Jude' printed on it by Jews was mandated by law in Germany.) Denmark entered the tragic saga on the morning of 9 April 1940, when German troops overran the country and an ultimatum was delivered: if Denmark offered no resistance, Germany would respect Danish political independence. The Danish government and monarch, with no real options, quickly capitulated, and the five-year long occupation of Denmark began. As usual, the occupied engaged in symbolic gestures of defiance against their occupiers, such as wearing four coins tied together with red and white ribbons in their buttonholes. (Red and white are the Danish colors, and four coins totalling nine ore represented the date of the occupation, April 9.) Tales of King Christian's snubbing of Hitler and the Nazis (some true and some apocryphal) began to circulate. When Hitler sent a letter of congratulations to King Christian X on the latter's 70th birthday in September 1942, the monarch's brief response (\"My best thanks\") was taken as an insult by Hitler, who recalled and replaced the German ambassador in Denmark. A Swedish newspaper cartoon (possibly the origin of this legend) depicted the monarch talking with the former Danish prime minster, who asks him, \"What are we going to do, Your Majesty, if Scavenius makes all the Jews wear yellow stars?\" (Erik Scavenius was the Danish foreign minister who became prime minister at the insistence of the Germans after the Danish government resigned in 1943.) The king responds by asserting, \"We'll all have to wear yellow stars.\" Matters came to a head in Denmark during the summer of 1943 when strikes and other overt resistance activities against the Germans resulted in a demand from Hitler that the Danish government declare a state of emergency. The government refused to comply, resigning in protest, and the German commander-in-chief, Hermann von Hanneken, imposed martial law. The arrest and deportation of Danish Jews was finally ordered and carried out on 2 October 1943, but by then nearly all the Jews in Copenhagen had already been warned and gone into hiding while government officials secretly negotiated an agreement with Sweden to receive them. Only 284 of an estimated 7,000 Jews in the area were rounded up, and over the next several weeks most of them made their precarious way to Sweden on fishing boats, private vessels, and any other type of floating craft that could undertake the journey. Fewer than 500 Danish Jews were deported to the Theresienstadt concentration camp in Czechoslovakia, and nearly 90% of them survived to return to Denmark after the war. (Only these few hundred Danes who were sent to Theresienstadt were made to wear yellow stars identifying them as Jews.) Although this legend may not be true in its specifics, it was certainly true enough in spirit. The rescue of several thousand Danish Jews was accomplished through the efforts of \"thousands of policemen, government officials, physicians, and persons of all walks of life.\" The efforts to save Danish Jews may not have had the flair of the \"yellow star\" legend, and they may not have required quite so many citizens to visibly oppose an occupying army, but those who were rescued undoubtedly preferred substance to style.",
  "Originally Published": "",
  "Referred Links": "http://www.um.dk/Publikationer/UM/English/Denmark/kap6/6-15.asp;",
  "Example": "[Uris, 1958] From the German occupation headquarters at the Hotel D'Angleterre came the decree: ALL JEWS MUST WEAR A YELLOW ARMBAND WITH A STAR OF DAVID. That night the underground transmitted a message to all Danes. 'From Amalienborg Palace, King Christian has given the following answer to the German command that Jews must wear a Star of David. The King has said that one Dane is exactly the same as the next Dane. He himself will wear the first Star of David and he expects that every loyal Dane will do the same.' The next day in Copenhagen, almost the entire population wore armbands showing a Star of David. The following day the Germans rescinded the order. Variations: In some versions of the legend, after the Germans announce their intention to implement the order, King Christian responds by stating that he too will wear the armband. The Germans then rescind (or never implement) the order. A popular version of the legend has King Christian sporting an armband as he makes his daily morning horseback ride through the streets of Copenhagen, explaining to citizens that he wears the Star of David as a demonstration of the principle that all Danes are equal. The Germans then cancel the order. In a version similar to the one above, non-Jewish Danes respond to their king's example by wearing the armband as well, thus preventing the Germans from identifying Jewish citizens and rendering the order ineffective.",
  "Last Updated": "1 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/history/govern/yellowstars.asp",
  "Claim": "When the Germans ordered Jews in occupied Denmark to identify themselves by wearing armbands with yellow stars during World War II , King Christian X of Denmark and non-Jewish Danes thwarted the order by donning the armbands themselves.",
  "Claim_ID": "history_govern_yellowstars",
  "Tags": ""
}