{
  "Origins": "Several legendsmaintain that Texas is entitled to exercise certain privileges not granted to other states due to its status as a quasi-independent republic prior to its admission to the United States. We've discussed a few of these legends on another page, and here we tackle yet another one: the claim that Texas (and only Texas) is permitted by federal law to fly its state flag at the same height as the U.S. national flag.",
  "Fact Check": "",
  "Description": "We must begin by pointing out the nature of the \"laws\" that apply to the display of the U.S. national flag. Although the federal government has an established flag code , the provisions of that code are codifications of tradition and etiquette regarding how, when, and where national and state flags should be displayed, and how one should act in order to show proper respect for those flags. U.S. law has no provisions for enforcing the flag code or punishing violators thereof, so the code is essentially a collection of advisory guidelines about how flags should be displayed and respected. (In the words of the federal government: \"The Flag Code does not prescribe any penalties for non-compliance nor does it include any enforcement provisions, rather it functions simply as a guide for voluntary civilian compliance.\") The federal flag code does not authorize the government to dispatch G-men or police to arrest persons who allow their flags to touch the ground, fly them at the wrong heights, display them upside-down or backwards, or fail to destroy old flags \"in a dignified way.\" The federal flag code prescribes that when the U.S. national flag is flown along with state flags, the national flag should be given the position of superior prominence. This means that: When the United States national flag is flown on the same halyard as a state flag, the national flag should be at the peak. When the national flag and a state flag are flown on separate staffs, the flag of the United States of America should be flown to the right (to the flag's own right, or to the observer's left) of the state flag, and from a staff of equal or greater height. When the national flag and a number of state flags are grouped and displayed from staffs, the flag of the United States of America should be at the center and at the highest point of the group. When the national flag is carried in a procession with other flags, the national flag should be carried on either the right-hand side of the line of flags or in front of the center of that line. When the national flag is displayed with another flag against a wall with crossed staffs, the national flag should be on the right (the flag's own right) and its staff should be in front of the staff of the other flag. When the national flag and one or more state flags are flown from adjacent staffs, the flag of the United States should be hoisted first and lowered last. So, as long as other positional guidelines of the flag code are observed, any single state flag may be flown at the same height as the U.S. national flag (although the state flag may optionally be flown at a lower height as a show of deference to the national flag). Nothing in the federal flag code specifies exceptions for the Texas flag or any other state flag, nor does Texas' own flag code create or acknowledge any such exceptions. In fact, the Texas state flag code follows the federal flag code in all respects where the flying of the national flag and the Texas state flag together are concerned: SUBCHAPTER B. DISPLAY OF STATE FLAG 3100.055. Display on Flagpole or Flagstaff With Flag of United States (a) If it is necessary for the state flag and the flag of the United States to be displayed on the same flagpole or flagstaff, the United States flag should be above the state flag. (b) If the state flag and the flag of the United States are displayed on flagpoles or flagstaffs at the same location: (1) the flags should be displayed on flagpoles or flagstaffs of the same height; (2) the flags should be of approximately equal size; (3) the flag of the United States should be, from the perspective of an observer, to the left of the state flag; (4) the flag of the United States should be hoisted before the state flag is hoisted; and (5) the state flag should be lowered before the flag of the United States is lowered. While the Lone Star flag may be special to Texans, nothing in federal law makes it more special than any other state's flag.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0743236173/ref=urbanlegendsrefe;http://www.statutes.legis.state.tx.us/Docs/GV/htm/GV.3100.htm;http://www4.law.cornell.edu/uscode/4/ch1.html;",
  "Example": "[Collected on the Internet, 2003] By federal law, Texas is the only state in the U.S. that can fly its flag at the same height as the U.S. flag. Think about that for a second. You fly the Stars and Stripes at 20 feet in Maryland, California, or Maine and your state flag, whatever it is, goes at 17 feet. You fly the Stars and Stripes in front of Pine Tree High in Longview at 20 feet, the Lone Star flies at the same height 20 feet.",
  "Last Updated": "13 June 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/history/american/texasflag.asp",
  "Claim": "Texas' is the only state flag authorized to be flown at the same height as the U.S. national flag.",
  "Claim_ID": "history_american_texasflag",
  "Tags": ""
}