{
  "Origins": "In the introduction to his 2000 biography of John Hancock, historian Harlow Giles Unger noted that: Although John Hancock's bold signature on the Declaration of Independence is a national symbol indeed, his name is a synonym for the word \"signature\" Hancock remains among the least known of America's founding fathers. A huge Boston life insurance company emblazons his name on its glass skyscraper, a World War II aircraft carrier carried his name into battle on its bow, and thousands of Americans walk along Hancock Streets and Avenues but few know much, if anything, about him. It is indeed one of the quirks of history that John Hancock one of colonial America's most ardent revolutionaries and greatest philanthropists, a nine-term governor of Massachusetts, president of the Continental Congress, the first signer of the Declaration of Independence is so little-known to Americans. Sure, we know his name because of his large, bold signature, prominent above all others on the Declaration of Independence, but we don't know much about Hancock the man, and we don't generally rank him among the pantheon of America's founding fathers as we do men such as George Washington, Thomas Jefferson, and Benjamin Franklin.",
  "Fact Check": "",
  "Description": "Perhaps because we know so little about Hancock the man, we've invented legends about him to explain how his name came to be front and center on the Declaration of Independence, the largest and clearest signature on the document, smack in the middle of the top row. It was an act of defiance, we've decided a bold stroke by a bold man who challenged the British to come and get him, and who by so doing instilled confidence and courage in the colonial delegates who followed his lead and affixed their names to the Declaration as well, even though they risked being hanged for treason by doing so. John Hancock was an extremely rich man who risked much of his fortune on the success of the revolution, who had a price on his head, and who practically guaranteed by signing the Declaration that he would be hanged by the British if caught, but none of those factors explains his prominent signature on the Declaration. The tales about the defiant exclamations he supposedly uttered while signing that document are based on a couple of common historical misconceptions: that the purpose of the Declaration of Independence was to serve formal notice upon George III that the American colonies were officially declaring themselves to be independent states (something akin to a modern day declaration of war), and that all the delegates to the Continental Congress signed the famous parchment copy of the Declaration on July 4, 1776. The Declaration of Independence was not addressed to King George, nor was a copy delivered to him by colonial representatives (although there was little doubt that he would eventually see it). The purpose of the Declaration was for the Continental Congress to explain to the American colonists whom they represented why they felt it necessary to break with Great Britain, and to justify their actions to the rest of the world. The Declaration blames \"the present King of Great Britain\" for \"a history of repeated injuries and usurpations, all having in direct object the establishment of an absolute Tyranny over these States,\" but it isn't addressed to George III, and the primary reason it referenced him was because Congressional delegates felt Parliament was an unrepresentative body with no legal authority to pass laws governing them, and that making Parliament the target of their grievances in the Declaration would be tantamount to recognizing that body's authority to rule the colonies. Moreover, despite the impression created by John Trumbull's famous painting of the event, the delegates to the Continental Congress did not sign the familiar parchment document now on exhibit in the U.S. National archives on the day it was adopted, July 4, 1776, and thus there was no need for Hancock to spur them on by being the first to take that bold step. When Congress adjourned on July 4 after having debated the Declaration for three days and having voted to adopt the document with some revisions, Hancock as president of that body was charged with authenticating the revised document so that copies could be printed as broadsides and sent to the colonial legislatures for approval and distribution to the Continental Army. Those broadsides bore the names of only Hancock and Charles Thomson, the secretary of the Continental Congress, set in type; John Hancock's eventually famous signature did not appear on this document. The \"official\" signed version of the Declaration, known as the engrossed or parchment copy, wasn't produced until well after July 4, when someone (likely Timothy Matlack, assistant to the secretary of Congress) wrote out a \"clean\" copy incorporating all of the Continental Congress' amendations. That document was signed by most of the delegates on 2 August 1776, but the event was so unmemorable that no one present jotted down any observations of it at the time, and it wasn't until more than a hundred years later that a historian finally discovered the actual date of the signing. Thus there is no record of Hancock's having made any of pithy or bold remarks ascribed to him upon that occasion, nor of Benjamin Franklin's having uttered the inspiring proclamation that \"We must all hang together, or most assuredly we shall hang separately\" those legendary phrases didn't appear in histories and biographies until well after the fact. Congress kept the identities of the signatories secret for several months to protect them from being charged with treason, so John Hancock and others did run a great risk for affixing their names to that document. However, Hancock typically signed his name in the fancy, large script so familiar to us, and the reason his name appears in the middle of the top row of the Declaration is because he was president of the Continental Congress at the time the document was approved and adopted. But he was much more than a man with a fancy signature, and his legend is a fascinating and admirable story without the need for embellishment.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.archives.gov/exhibits/charters/declaration.html;http://www.ushistory.org/declaration/trumbull.htm;",
  "Example": "[Collected via the Internet, June 2013] On signing the Declaration of Independence John Hancock commented, \"There, I guess King George will be able to read that!\" I always loved that story. I can picture John in his defiance, filled with indignation for King George making that statement. Today we would say, \"Take that you big bully!\" Actually after he signed the Declaration he exclaimed, \"There! John Bull can read my name without spectacles and may now double his reward of 500 for my head. That is my defiance.\" I can picture him saying that in great indignation. Today we might say, \"Take that, Johnny Boy. Put that in your pipe and smoke it!\" What he really said was, \"The British ministry can read that name without spectacles; let them double their reward.\"",
  "Last Updated": "3 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/history/american/hancock.asp",
  "Claim": "When John Hancock affixed his famously large signature to the Declaration of Independence, he proclaimed, \"There, I guess King George will be able to read that !\"",
  "Claim_ID": "history_american_hancock",
  "Tags": ""
}