{
  "Origins": "In 1917 the New York Evening Mail published a colorful history of the bathtub. The first tub in the United States, H.L. Mencken wrote, had been installed in Cincinnati in 1842 by a cotton dealer, Adam Thompson, who had grown partial to tubs while visiting England. From Cincinnati the tub's progress was slow, because the American medical profession initially believed that baths caused illness. For a time several cities prohibited bathing except under medical supervision. In 1850 President Millard Fillmore ordered a bathtub for the White House, and that helped defuse the opposition.",
  "Fact Check": "",
  "Description": "Mencken's history quickly became the accepted wisdom. Chiropractors cited it to prove that traditional medicine often stood in the way of progress. Cincinnati advertised itself as the birthplace of the American bathtub. Reference works recounted the roles of Thompson and Fillmore in bathtub history. In 1926 Mencken unrepentantly announced that the article had been \"a tissue of absurdities, all of them deliberate and most of them obvious.\" He had, he said, no idea what the true history of the bathtub was; \"digging it out would be a dreadful job, and the result, after all that labor, would probably be a string of banalities.\" Seeing his whimsical fictions taken so seriously, he added, had made him wonder about how many other guesses or inventions had entered the history books. He concluded by quoting Henry Ford: \"History, said a great American soothsayer, is bunk.\" Barbara \"my life is spent making debunk beds\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "29 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/history/hoaxes/bathtub.asp",
  "Claim": "When the bathtub was introduced to the U.S. in the mid-1800s, its popularity was hindered by the belief that taking baths was injurious to a person's health.",
  "Claim_ID": "history_hoaxes_bathtub",
  "Tags": ""
}