{
  "Origins": "One trait of human nature is that we tend to embellish notable achievements by associating them with important people and momentous events. If a memorable quote comes out of the mouth of an obscure person, we inevitably attribute his words to someone more famous (hence historical and literary figures such as Abraham Lincoln and Mark Twain have been given credit over the years for originating hundreds of witty and pithy sayings they never uttered). If we can't pin down exactly when a new invention was first used, we often tie that usage to an event of some historical significance (such as a war or the aftermath of a disaster).",
  "Fact Check": "",
  "Description": "The sinking of the Titanic was certainly one of the more momentous events of the twentieth century, and one of the enduring images of Titanic mythology is that of the senior wireless operator, Jack Phillips, hunched over his telegraph key, desperately tapping out distress signals until the very last moment. Even after released from duty by his captain, Phillips remained at his post and continued to transmit without regard for his personal safety, stopping only when the Titanic 's power finally failed and he could send no more. By then it was too late: All the lifeboats were long gone, and the Titanic was only minutes away from her final plunge into the sea. Phillips did not survive. Naturally, then, we want to imbue the death of Jack Phillips and the loss of Titanic with some extra significance, and one of the manifestations of that desire is the origination of the claim that the Titanic was the first ship to use SOS as a distress call. That claim is an erroneous one, however a chimera passed along by writer after writer who accepted it as true. In 1912, one might have said that if marine wireless communication was no longer in its infancy, it certainly wasn't very far into adolescence. Rival wireless companies from different countries often refused to relay each other's messages (except for emergency situations), and international standards for such important matters as ship identification and distress signals had not been enacted. A 1906 International Conference on Wireless Communication at Sea held in Berlin attempted to sort out some of these issues, including the standardization of the call letters to be used by ships in distress. At the time, British wireless operators generally used the call letters CQD as a distress signal: CQ representing the general call for other ships in the area (i.e., \"seek you\"), with a D added at the end to signify \"danger\" (followed by the latitude and longitude of the ship in distress). The Germans disliked this method and countered by proposing SOE, but this offering was rejected because the final E (represented by a single dot in Morse code) could too easily be lost in transmission. The solution the conference finally settled upon was the signal SOS, its dot-dot-dot-dash-dash-dash-dot-dot-dot forming a distinctive pattern that even novice wireless operators could easily recognize and transmit. Contrary to persistent belief, the letters SOS were chosen simply due their ease of transmission, not because they represented \"save our ship,\" \"save our souls,\" or any other phrase. As an account of the time noted, \"The combination of letters have no especial significance except that they are easy to sound and click out strong and easily read.\" (In any case, an international conference held in Berlin and featuring representatives of several different European nations was unlikely to have opted for a distress call that abbreviated a phrase significant only to English-speaking mariners.) Great Britain and several other nations had voted to adopt the Berlin conference's proposals by 1908, but wireless operators on British ships largely ignored them. Thus when the Titanic struck an iceberg and started to sink in April 1912, Jack Phillips began transmitting the older CQD distress signal to other ships in the area. According to Harold Bride, the Titanic 's junior wireless operator, it was not until he jokingly suggested \"Send SOS; it's the new call, and this may be your last chance to send it!\" that Phillips began to intersperse SOS with the traditional CQD call. Although SOS may have been a \"new call\" to British wireless operators in 1912 because they had not previously been using it, SOS was far from \"new\" in an overall sense it had been proposed, adopted, and used by other ships years before the Titanic sank. An article published in the New York Times in February 1910, more than two years prior to the Titanic disaster, detailed the origins and uses of SOS as a distress call, and in the pages of that newspaper one can find several examples of ships' employing the SOS call that antedate the 14 April 1912 sinking of the Titanic : On 11 August 1909, the steamship Arapahoe, plying a route between New York and Jacksonville, Florida (by way of Charleston), broke a shaft and began drifting off the North Carolina coast. Help was summoned via an SOS call: The first news that the vessel had met with an accident came to the United Wireless station at Hatteras when P. B. Haubner, the wireless operator on board, began sending out \"S.O.S.,\" the United Wireless Company's signal of distress. The shore station soon got into communication with the disabled vessel, and in response came a message stating that the Arapahoe had broken her tail shaft. The United Wireless Company explained last night that \"S.O.S.\" was really the signal for help, and that it was the one adopted by the International Wireless Congress held in Berlin in 1906. The company disowned the now famous sea call \"C.Q.D.\" On 4 February 1910, the steamer Kentucky, set to sail around Cape Horn from New York to Tacoma, Washington, ran into heavy weather outside the Virginia Capes and began to leak badly, faster than the pumps could control. An SOS call summoned the Alamo, which proceeded at top speed to the Kentucky's location and managed to take off all that ship's passengers and crew members before the leaking vessel sank: The coming of the Alamo to the rescue was in response to the wireless signal of distress \"S.O.S.\" which is used on these ships instead of \"C.Q.D.\" This signal was flashed in all directions this morning by W. D. Maginnis, the operator on the Kentuckym and was received by E. D. Seaman, the Alamo's operator, about 11:30 A.M. It was followed by this brief message: \"We are sinking. Our latitude is 32 degrees 10 minutes; longitude 76 degrees 30 minutes. Kentucky.\" Seaman ran with the message to the Alamo's skipper, and a moment later the bells in the engine room were ringing the signals that changed the Alamo's course and turned her nose in the direction of the sinking Kentucky. On 13 May 1911, the liner Merida collided with the steamship Admiral Farragut in fog off Cape Charles, Virginia, and sank. Passengers and crew took to lifeboats and were picked up by the Hamilton, which arrived in response to the Merida's SOS transmission: Here is the story told by Herbert O. Benson, the wireless operator on the Merida: \"I had just gone on deck,\" he said, \"when I saw the bow of the Farragut not twenty feet away. I jumped for a door to brace myself for the shock, but did not reach it in time and was sent sprawling half way across the deck. As the other vessel pulled away, the Merida began to list. I got my wireless working and began to sound 'S.O.S.' I got [Cape] Hatteras and then told briefly what had happened. That station notified me that the naval stations would be notified. It was about twenty minutes later, I think, when the lights went out and my instrument lost power. I ran to the bridge and told the Captain that I could not send any longer. He told me to get into a boat and to go to the Farragut, where my help might be needed. \"When I got to the Farragut, I found her aerials had been brought down by the crash and her wireless was out of commission. I went to one mast and A. C. Leech, the Farragut's operator went to the other and we managed to lash the aerials and get the wireless working. \"I had hard work getting messages through because of the interference of the naval station at Charleston. He was calling N.A.R., which is, I think, the naval station at Portsmouth. I begged him to give me a clear field, as we were in danger and a vessel was sinking. He either misunderstood my call or disregarded it, for the interference kept up. Within five minutes I got a call from the Hamilton. Then came a message from the battleship Iowa that she was coming to us at 20 knots an hour. Then I picked up the Hamilton again and, getting her position, I told the Iowa that she was the nearest to us and to stay out so that I could talk to the Hamilton. The Hamilton overran us in the fog and I had to direct her by wireless.\" On 30 July 1911, the Canadian Navy cruiser Niobe ran ashore in heavy fog and gale while rounding Nova Scotia's Cape Sable on her way back to Halifax and began wiring an SOS distress call: In response to Commander MacDonald's inquiry the engineer reported after a hurried examination that the sea was rushing into the vessel at a rapid rate through a hole under the starboard engine room. Pumps were at once manned and set at work, and it was found that they could dispose of the water. Meanwhile the wireless apparatus was brought into play, the operators flashing the \"S.O.S.\" signals in all directions and giving the vessel's position. These calls were heard at Eastport, and as far south as Boston, and were picked up also at Sable Island, Cape Race, N.F., and at Father Point, Quebec. It was just 12:30 A.M. when the call was sent broadcast, and it was soon picked up and answered. At 12:50 C. H. Harvey, agent for the Marine and Fisheries Department, received a wireless from the light keeper at Cape Sable advising him of the fact that the Niobe was ashore, in grave danger, and in need of immediate assistance. On 28 August 1911, the steamer Lexington was caught in a hurricane off the Carolina coast, its wireless wrecked by the storm, but the ship's 16-year-old radio operator bravely climbed the ship's rigging to send an SOS and summon help: To the pluck of a sixteen-year-old boy the passengers and crew of the steamer Lexington of the Merchants & Miners' Line owe their lives. Driven ashore on Edisto Island, at the mouth of the Edisto River, in the hurricane that swept the Carolina Coast on Sunday and Monday, the ship was in danger of being sent to the bottom at any moment when Jack Sheetz, the wireless operator, sent out the \"S.O.S.\" call that brought the revenue cutter Yamacraw to the liner's aid. The wind had already wrecked the boat's wireless station, but young Sheetz bravely climbed into the rigging, adjusted his instruments, and kept up his call until an answer came. And all the time he was in constant danger of losing his life, for the wind was so strong that it almost tore him loose. When the rescuers came he climbed down again and fell exhausted onto the deck. On 3 December 1911, the U.S. naval collier Sterling collided with the coal steamer Dorothy off the coast of Virginia. The Sterling's captain ordered the summoning of aid with an SOS call but managed to safely run his ship ashore just west of Cape Henry: A majority of the men on the Sterling were asleep when the accident occurred. They were hurled with great force from their bunks or hammocks. Consternation reigned for a second, but Capt. Edward V. Keene was quick to grasp the situation. Recognizing that the ship would sink, despite the efforts of the pumps, he had the \"S.O.S.\" signal flashed out by the wireless operator, and ordered the vessel headed for the beach, nearly two miles away. In was the only chance of saving the vessel and the men aboard. It was a race for a few minutes, as the vessel was rapidly settling. The revenue cutter Onondaga, the battleships in the Roads, and the naval tugs Mohawk, Hercules, Wahneta, and other steamers in the vicinity promptly answered the calls for aid and stood by the stranded ship until daylight. The life-saving crews from the Cape Henry and Virginia Beach stations were also rushed to the scene, but their services were not needed. On 9 April 1912, a fire broke out in the hold of the coastwise liner Ontario while the ship was en route from Baltimore to Boston in heavy seas, but the crew stuck to their posts and battled the flames until the ship was safely beached on the Long Island coast near Montauk. The Ontario's passengers were never in any real danger, though, because numerous tugs and cutters summoned by the ship's SOS call were standing by to ferry them off the burning vessel: Hubert Ingalls, a wireless operator, still in his teens, whose home is in Lynn, Mass., stood by his key flashing the signal \"S.O.S.,\" the wireless call for help, until the flames reached the wireless house, with the result that the intense heat to which the apparatus was subjected rendered it useless. The wireless room was black with smoke for fully fifteen minutes before Ingalls left it, but he stuck to his post as long as the instrument worked and even then protested against leaving, hoping against hope that something would happen to put his key in commission again. The crew chopped great holes through the deck, and into these tons of water were pumped on the flames, but, fight as they would, the fire gained headway, and Capt. Bond soon realized that he would have to beach his ship. In the meantime, Ingalls, the wireless lad, was sending out the \"S.O.S.\" signals for help. His little wireless hut on the deck was almost directly over the burning part of the ship, and life within it was almost unbearable. But that had no effect on Ingalls. At intervals of a few seconds the signal for assistance was repeated. The first station to hear the call was Point Judith, the message the Point Judith man received being, \"Ontario, big fire below,\" and then followed the vessel's position. Within an hour after the \"S.O.S.\" was received relief was on the way to the Ontario. Tugs went out from New London, while every revenue cutter that could be reached immediately on receipt of the news steamed for Montauk Point. The derelict destroyer Seneca from New York also got word, and she, too, headed for Montauk . . . The Titanic 's sinking may have marked the turning point after which everyone (including the British) finally adopted SOS as the primary distress call of the seas, but it was by no means the occasion of \"the first SOS in history\": Ships had been using the SOS distress signal for at least three years prior to the Titanic 's fateful voyage in April 1912.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Butler, 1998] Recently an international convention had introduced a new distress call to supersede the traditional CQD. It had chosen the letters SOS not because they stood for anything, but because they were simple enough for even amateurs to send and receive. [Wireless operator Harold] Bride suggested to [wireless operator Jack] Phillips, \"Send SOS; it's the new call, and besides, this may be your last chance to send it!\" Phillips, [Captain] Smith, and Bride all laughed together, and at 12:45 A.M. April 15, 1912, the Titanic sent out the first SOS in history.",
  "Last Updated": "13 April 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/history/titanic/sos.asp",
  "Claim": "The Titanic was the first ship to use \"SOS\" as a distress call.",
  "Claim_ID": "history_titanic_sos",
  "Tags": ""
}