{
  "Origins": "One of the many bits of \"secret\" information that history buffs love to pass around is the rumor that the Seal of the President of the United States undergoes a surreptitious change in wartime, with the regular seal being swapped for slightly a different version in which the eagle's head is turned to face the talon clutching a group of arrows (rather than facing the talon holding an olive branch, the symbol of peace) as a subtle visual reminder that the nation is at war. This rumor has been made familiar to modern audiences in recent years through its mention in the political television drama The West Wing, as well as its inclusion in author Dan Brown's 2002 political thriller Deception Point: Herney had always believed the most dominating aspect of the Oval Office was the colorful American eagle emblazoned on the room's oval carpet. The eagle's left talon clutched an olive branch and his right a bundle of arrows. Few outsiders knew that during times of peace, the eagle faced left toward the olive branch. But in times of war, the eagle mysteriously faced right toward the arrows. The mechanism behind this little parlor trick was the source of quiet speculation among White House staff because it was traditionally known only by the President and the head of housekeeping. The truth behind the enigmatic eagle, Herney had found to be disappointingly mundane. A storage room in the basement contained the second oval carpet, and housekeeping simply swapped the carpets in the dead of night. Although the Seal of the President of the United States has undergone various changes over the years, its design is fixed by executive order and is not altered during wartime, as White House curator Bill Allman explained in response to a July 2004 query:",
  "Fact Check": "",
  "Description": "The last paragraph of the above-quoted response might provide a clue as to how this rumor began. The Great Seal of the United States includes a coat of arms featuring an eagle clutching thirteen arrows in one talon and an olive branch in the other, its head facing to the viewer's left, towards the talon with the olive branch. Presidential flags had historically featured a similar coat of arms, but in 1916 President Woodrow Wilson issued an executive order that changed the design slightly, such that the eagle's head was modified face to the viewer's right, towards the talon holding the arrows: Presidential Flag (1916) Great Seal of the U.S. The coat of arms on the presidential flag changed again in 1945 when President Harry Truman issued Executive Order 9646, which made several alterations to the presidential flag and seal , among which was the reversal of the eagle's head so that it once more faced in the same direction as the one on the Great Seal of the United States: Presidential Seal (1945) Great Seal of the U.S. As biographer David McCullough noted of Truman's motivation for making the change: One morning, standing at his desk, [Truman] presented to the press a new presidential flag ... \"This new flag faces the eagle toward the staff,\" Truman explained, \"which is looking to the front all the time when you are on the march, and also has him looking at the olive branch for peace, instead of the arrows for war ...\" Both the flag and presidential seal had been redesigned for the first time since the Wilson years, and Truman meant the shift in the eagle's gaze to be seen as symbolic of a nation both on the march and dedicated to peace. Possibly, in retrospect, some people recalled that the eagle on the presidential flag or seal had changed around the time of World War I (President Wilson's executive order was issued eleven months before the U.S. entered that conflict) then changed again just after World War II (President Truman's executive order was issued less than two months after the formal surrender of Japan), and they mistakenly assumed the events were connected rather than coincidental: A casual observer, unaware that the presidential flag had not been altered at the end of World War I or the beginning of World War II, might have surmised that the eagle's head had always faced towards the olive branch, and its occasional reversal was a wartime aberration. The notion of a presidential seal that featured as its centerpiece an eagle whose gaze changed direction based upon the state of belligerency in the world was the subject of a wry comment made by British Prime Minister Winston Churchill as he was visiting with President Truman in 1946: Pointing to the President's seal on the wall of the [train] car, Truman explained that he had had the eagle's head turned to face the olive branch. Churchill said he thought the eagle's head should be on a swivel.",
  "Originally Published": "",
  "Referred Links": "http://www.enchantedlearning.com/history/us/symbols/presidentialseal/;http://web.archive.org/web/20041023173055/http://home.earthlink.net/~mcmillanj/personal/potus.html#1916;http://www.greatseal.com;http://web.archive.org/web/20080307143810/http://www.whitehouse.gov/interactive/July2004.html;",
  "Example": "[Collected via e-mail, 2001] Almost a year ago, the \"West Wing\" aired an episode where the United States was at war. An observation was made about the Presidential Seal during war time. The Presidential Seal, has a shield bearing bald eagle clutching olive branches in its right talons and arrows in its left. The eagles head is turned toward the olive branches. The \"West Wing\" mentioned that in times of war, the Presidential Seals are replaced with an eagle whose head is turned toward the arrows.",
  "Last Updated": "8 August 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/history/american/turnhead.asp",
  "Claim": "During wartime, the Seal of the President of the United States is modified so that the eagle's head faces the opposite direction.",
  "Claim_ID": "history_american_turnhead",
  "Tags": ""
}