{
  "Origins": "PEZ began in 1927 as an Austrian manufacturer and vendor of compressed peppermint tablets (hence its name, taken from Pfefferminz , the German word for \"peppermint\"). Now, of course, PEZ is an international business known not just for its fruit-flavored candy tablets, but for the ubiquitous, brightly-colored molded plastic dispensers sold with them.",
  "Fact Check": "",
  "Description": "Initially, PEZ dispensers resembled cigarette lighters, befitting PEZ's market position as a breath mint for adult smokers rather than a candy. When PEZ inventor Edward Haas brought his product to the American market in 1952, sales were less than encouraging, so he made a couple of key changes intended to appeal to children: PEZ became fruit-flavored (cherry, lemon, orange and strawberry), and the dispensers were topped with the heads of cartoon characters, animals, circus figures, and other kiddie favorites. PEZ thus became more than just a candy company: they were transformed into a de facto manufacturer of specialized toys toys purchased not only by candy-gulping children, but avidly sought after by collectors of all ages. Over the years, PEZ dispensers have been fashioned after a wide variety of cartoon characters (Bugs Bunny, Peanuts, the Flintstones), comic book superheroes (Batman, Spider-Man), movie favorites (Star Wars), and various animals. Rarely have PEZ dispensers featured real people, however; when humans have been depicted, they have generally been either fictional characters (such as Santa Claus) or generic representations of roles (such as a fireman or pilot). The initial exceptions came in 1976, when PEZ distributed a special series of nine dispensers based on an American history theme to coincide with the bicentennial of the United States. The Bi-Centennial PEZ dispensers were also primarily generic representations of types ( Indian Chief , wounded soldier ) and fictional characters ( Uncle Sam ). But despite what was claimed in a popular trivia item afterwards, the series also included dispensers representing not just one, but three real people: legendary flag-maker Betsy Ross, frontiersman Daniel Boone, and celebrated Revolutionary War figure Paul Revere . (The Paul Revere figure was simply designated \"Captain,\" so it was often overlooked as one of the few \"real person\" dispensers): The roster of \"real person PEZ dispensers\" has expanded considerably since the U.S. bicentennial in 1976: In 2006 PEZ issued limited-edition tins bearing dispensers modeled after three members of the Teutul family from Orange County Choppers (popularized in the American Chopper reality TV series). In 2007 PEZ created two dispensers exclusively for the Vienna Exposition depicting composer Wolfgang Amadeus Mozart and Empress Elisabeth of Austria (commonly known as Sissi). In 2007 PEZ released a limited-edition gift set featuring dispensers representing the three decades of Elvis Presley's career. (The 1994 film The Client showed an Elvis Presley PEZ dispenser, but that item was a prop manufactured specifically by the movie's makers and not a dispenser made by PEZ.) In 2012 PEZ produced three different boxed sets each featuring five Presidents of the United States (with more to follow).",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=0873419650/ref=urbanlegendsrefe;http://pez.com/products/index.asp?type=subcat&ID=80;http://www.pezcollectors.com/index.asp?main_page=product_info&cPath=7_153&products_id=1160;http://www.burlingamepezmuseum.com/mozartsissi2sm.jpg;http://www.pezcollectors.com/index.asp?main_page=product_info&products_id=825;http://www.collectingpez.com/pics/captain2.jpg;http://www.collectingpez.com/pics/uncled.jpg;http://www.collectingpez.com/pics/soldierd.jpg;http://www.collectingpez.com/pics/chiefd.jpg;http://www.pez.com/products/;http://www.pez.com/;",
  "Example": "[Collected via e-mail, January 2002] Is it true that Betsy Ross was the only real person to be a 'Pez Head'?",
  "Last Updated": "8 January 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/history/american/pez.asp",
  "Claim": "Betsy Ross is the only real person ever depicted on a PEZ candy dispenser.",
  "Claim_ID": "history_american_pez",
  "Tags": ""
}