{
  "Origins": "The claim that British prime minister \"Winston Churchill was born in a ladies' room at a dance\" has been circulating on Internet-based trivia lists for as long as we can remember. Given that Churchill was one of the most important figures of the 20th century a long-lived statesman of international prominence whose career spanned two world wars and beyond this would seem like a fairly easy item to verify, but once again things were deceptively less simple than they appeared at first blush.",
  "Fact Check": "",
  "Description": "To research this type of item (an anecdote about a famous figure), we generally first turn to the most recent biography of that person we can find, which in this case was Roy Jenkins' 900-page Churchill: A Biography (2001). The brief description of Churchill's birth found there mentions nothing more remarkable than that he was born two months prematurely (labor having been brought on when his mother took a fall) in a \"singularly bleak-looking bedroom\" at Blenheim Palace: He was born on 30 November 1874 and, mainly by accident, in Blenheim Palace, although in a singularly bleak-looking bedroom. The accident arose out of his being two months premature. He should have been born in January in the small but fashionable house in Charles Street, Mayfair, which his father had rented to receive him, or more purposefully perhaps to use as a base for the somewhat rackety metropolitan life of which Lord Randolph and his bride of only seven and a half months' standing were equally fond. This house not being ready, they had taken autumn refuge in Blenheim, and, as Lord Randolph put it in a letter to his mother-in-law in Paris, '[Lady Randolph] had a fall on Tuesday walking with the shooters, and a rather imprudent and rough drive in a pony carriage brought on the pains on Saturday night. We tried to stop them, but it was no use.' Neither the London obstetrician nor his Oxford auxiliary could arrive in time, although it was over twenty-four hours to the birth from the onset of labor pains, and the baby was born very early on the Monday morning with the assistance only of the Woodstock country doctor. Well, maybe the author had to leave some things out in order to keep an already sprawling biography from spanning more than one volume, and the item we were looking for was one of them. So we tried other Churchill biographies, but they scarcely noted the circumstances of his birth at all, saving their detailed narratives for later portions of his life: Winston Churchill was born in 1874, half way through the Victorian Era. That November, his mother, Lady Randolph Churchill, then less than seven months pregnant, had slipped and fallen while walking with a shooting party at Blenheim Palace. A few days later, while riding in a pony carriage over rough ground, labour began. She was rushed back to the Palace, where, in the early hours of November 30, he son was born. A volume entitled The Private Lives of Winston Churchill sounded promising, and there we found the suggestion that Churchill hadn't been born prematurely at all and that the story about his mother's taking a fall may have been concocted to cover a pre-marital dalliance: The wedding took place in the British embassy in Paris on April 15, 1874, with all the signs of a somewhat hushed and rushed affair. There was none of the splendor that an international society wedding of such wealth and standing would normally receive, no public ceremony, and little mention in the press. The Duke and Duchess [of Marlborough] were conspicuously absent. Was [the bride] already pregnant? Piety says no, but the evidence suggests she might have been. Why else the rush, the discreet ceremony, and the pointed absence of the Marlboroughs followed by a notably uncomplicated birth seven months later, of the lusty baby who was christened Winston. At the time the premature birth was accounted for by Jennie's falling while out shooting, followed by \"a rather imprudent and rough drive in a pony carriage,\" which apparently brought on the pains of labor. A small downstairs room at Blenheim was improvised for the confinement. It would have been in character for both participants not to have allowed mere chaperones or dull convention to impede passion and it would certainly explain much of what happened later. Still nothing about a dance or a ladies' room, though; only the unsatisfying notation that Winston's birth was \"notably uncomplicated.\" We pressed on. William Manchester's The Last Lion also suggested Winston's \"premature\" birth was a fiction promulgated to obscure a pre-wedding pregnancy, a ruse that supposedly fooled no one: Another admission, which [the bride] preferred to keep from her husband's family, was that she was bearing their grandchild. Indeed it is virtually certain that she had been pregnant for three months, and soon it would begin to show . . . Premature? The Times bought it. At the head of its birth notices it reported: \"On the 30th Nov., at Blenheim Palace, the Lady Randolph Churchill, prematurely, of a son.\" But no one believed it, not the patrician friends of the family, chuckling over the announcement, nor even the yeomen of Woodstock, who, the Oxford Times reported, rang \"a merry peal on the church bells . . . in honour of the event.\" Winston was full-term. It was generally believed that sometime the previous February, during the maddening negotiations over the marriage settlement, Jennie had eluded her mother, divested herself of the incredible layers of clothing then worn by young ladies, and received Randolph's seed. Indeed, it was thought the duke and duchess had known Jennie was pregnant at the time of the wedding; that was why they had boycotted it. Sly allusions to the circumstances of his birth followed Winston all his life. He enjoyed them. He would reply: \"Although present on the occasion, I have no clear recollection of the events leading up to it.\" Of course, it is possible that his parents have been slandered. Periods of gestation do vary. He may have been premature. It would have been just like him. He never could wait his turn. But, more important for our purposes, Manchester also included an account of the birth itself, one which was clearly in the ballpark of what we were looking for: That evening the annual St. Andrew's Ball was held in the palace. To the astonishment of everyone, including her husband, [Jennie] appeared in a loose gown, holding a dance card. She was actually on the floor, pirouetting, when the pains started. Randolph wrote his mother-in-law [Clara]: \"We tried to stop them, but it was no use.\" It was, in fact, time to choose a birthplace. Her grandniece, Ann Leslie, afterward described Jennie's search for one. Attended by servants and by Randolph's aunt Clemetina, Lady Camden, she stumbled away from the party which seems to have proceeded gaily without her and lurched \"past the endless suite of drawing-rooms, through the library, 'the longest room in England,'\" toward her bedroom. She didn't make it. She fainted and was carried into a little room just off Blenheim's great hall. Once it had belonged to the first duke's chaplain; tonight it was the ladies' cloakroom. Sprawing, she lay on velvet capes and feather boas, which were deftly drawn from beneath her when the ball ended and the merry guests departed. It was a long night, with servants hurrying in and out with poultices and towels. The pains, Randolph told Clara, \"went on all Sunday.\" He had telegraphed the London obstetrician Jennie had consulted, but, Sunday train schedules being what they were, the doctor couldn't arrive until Monday. Thus, the historic role of delivering England's greatest prime minister fell to Frederic Taylor, a Woodstock physician. \"The country Dr. is . . . a clever man,\" Randolph reported, \"& the baby was safely born at 1:30 this morning after about 8 [sic] hrs labour. She suffered a good deal poor darling, but was v[er]y plucky & had no chloroform. The boy is wonderfully pretty so everybody says dark eyes and hair & v[er]y healthy considering its prematureness.\" That's not quite enough for us to label this one as \"true.\" Winston's mother may have been attending a dance when she went into labor and delivered him in the palace where the dance was held, but he wasn't actually born until more than 24 hours later, long after the dance had ended and all the guests had departed. And the room where the birth took place wasn't a ladies' room at all but ordinary living quarters temporarily pressed into service as a cloakroom, as can be seen in photographs of Blenheim Palace. (The confusion may stem from the fact that 'cloakroom' is sometimes employed as a euphemism for 'lavatory,' but in this case 'cloakroom' was clearly used in its literal sense.) Intriguing circumstances, but still a fair bit short of the more captivating rumor.",
  "Originally Published": "",
  "Referred Links": "http://www.google.com/imgres?hl=en&sa=X&biw=1329&bih=719&tbm=isch&prmd=imvnsb&tbnid=YvvjtPoMJCBeYM:&imgrefurl=http://www.blenheimpalace.com/education/630.html&docid=nEBXn9ZdLuQyZM&imgurl=http://www.blenheimpalace.com/assets/images/education/Public-speaking/Birth-room.jpg&w=400&h=267&ei=aQ5mT9qVGqL40gHmg9G8CA&zoom=1&iact=hc&vpx=181&vpy=165&dur=514&hovh=183&hovw=275&tx=160&ty=130&sig=112655956012988366131&page=1&tbnh=159&tbnw=200&start=0&ndsp=15&ved=1t:429,r:0,s:0;",
  "Example": "",
  "Last Updated": "25 June 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/history/world/churchill.asp",
  "Claim": "Winston Churchill was born in a ladies' room during a dance.",
  "Claim_ID": "history_world_churchill",
  "Tags": ""
}