{
  "Origins": "The \"John F. Kennedy killed the American hat industry\" legend is like the \"Clark Gable killed the men's undershirt industry\" legend an article of faith which has become an accepted \"fact\" through sheer repetition, rarely questioned by those who cite it. Normally we'd call for someone to produce statistics to demonstrate that men's hat sales really declined sharply just after Kennedy's inauguration, and to demonstrate that Kennedy was not merely one of millions of American men following a trend that had actually begun before his inauguration. In this case that call isn't necessary, however, because the premise is flawed: Kennedy wasn't hatless at his inauguration, and we have to wonder whether all the journalists who attended the ceremony and now claim he was bare-headed were paying attention. Kennedy wore the traditional silk topper all throughout his inaugural day, and the evidence that he did so isn't hard to find.",
  "Fact Check": "",
  "Description": "According to the Washington Post 's contemporary coverage of the 1961 inaugural ceremonies, President-elect Kennedy was wearing a hat as he made the trip to the White House to meet with President Eisenhower prior to his swearing-in: It was 10:55 when the Kennedys left their home at 3307 N. St. NW for their drive to the White House. The soon-to-be President now had on his high silk hat and cutaway and his wife wore a beige suit and pillbox beige hat. When Kennedy left the White House for the trip to Capitol Hill with outgoing president Eisenhower, both men clearly had top hats atop their heads: Both men were still hatted as they arrived at the Capitol Building and made their way to the East Portico: Once again according to the Washington Post 's coverage, Kennedy was wearing his hat as he arrived at the inaugural stand on the East Portico of the U.S. Capitol: It was 12:20 p.m. before the President-elect arrived on the inaugural stand for a ceremony that was supposed to start at noon. His wife and Mrs. Eisenhower, Mrs. Nixon and Mrs. Johnson had taken their front-row seats seven minutes earlier. President Eisenhower had moved onto the scene at 12:09 as the United States Marine Band played \"Hail to the Chief,\" a piece he was hearing for the last time in his own honor. When the outgoing President and his successor were finally seated alongside each other, they doffed their silk hats and began an animated conversation. The silk hat Kennedy had just doffed is visible on the empty seat behind him as he delivers his inaugural address: As the newly sworn-in 35th President of the United States arrives to take his place next to Vice-President Johnson on the reviewing stand for the inaugural parade, he's once again wearing his top hat: The new president's head is still covered later that evening as he attends an inaugural ball at the Armory: In fact, Kennedy actually revived an inaugural hat-wearing tradition. President Harry S Truman and Vice-President Alben Barkley both donned the usual silk toppers for Truman's inauguration in 1949: But Truman's successor, Dwight D. Eisenhower, who frequently went hatless throughout his eight years in office, wore a homburg rather than top hat to his 1953 inauguration, and even that was little-seen by the crowds in Washington that day, according to the Washington Post : Mr. Truman made another friendly gesture toward his successor. He followed the other's lead, and instead of wearing the silk topper ordained by tradition he wore a black homburg. Actually, the crowds along the Avenue saw little or nothing of the homburgs as the two men rode toward the Capitol, followed by Mrs. Truman, Mrs. Eisenhower and Miss Truman. They rode bareheaded, chatted amiably and waved to the crowds. It is true that Kennedy almost never wore a hat after becoming president, but his hatlessness was much more likely the continuation of a trend that had long since begun, not its origin. Either way, the common claim that the shunning of hats by American men began because Kennedy declined to wear one to his inauguration is flat-out wrong.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Rooney, 1995] The fedora has never made a comeback. The big hat-makers never forgave John F. Kennedy for appearing at his inauguration bare-headed, thus permanently ruining their business by making hatless a popular style for men. [Menkes, 1994] Now only two kinds of folk wear hats as a matter of course. There are those over 70 who find it hard to break a habit drummed in since childhood. They are the people who were shocked to the core when President Kennedy went bareheaded at his inauguration, ushering in a brave new hatless era. [Ryan, 1996] He, like many others, credits the demise of the hat as everyday apparel to John F. Kennedy. Before Mr. Kennedy, every President of the United States had worn a hat to his swearing-in ceremony. Mr. Kennedy showed up hatless for his Inauguration in 1961 and the hat business was never the same again. [Edmands, 1999] Why did hats come off? Folklore has it that after six years in uniform during the Second World War, young men had had enough of hats. Then, the young John F Kennedy turned up for his inauguration as President on a bitterly cold January afternoon without a hat.",
  "Last Updated": "27 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/history/american/jfkhat.asp",
  "Claim": "John F. Kennedy triggered a precipitous decline in the sales of men's hats by appearing hatless at his 1961 inauguration.",
  "Claim_ID": "history_american_jfkhat",
  "Tags": ""
}