{
  "Origins": "Many of the legendary tales associated with the Titanic 's sinking deal with human acts of courage, heroism, and sacrifice in the face of certain death, tales all the more remarkable because most of them were true. One legend stands in stark counterpoint to those chronicles of bravery: the claim that an adult male passenger secured a place in a lifeboat by disguising himself as a woman.",
  "Fact Check": "",
  "Description": "If we imagined a disaster similar to the Titanic occurring today, we would likely picture it as an \"every man for himself\" free-for-all in which faster and stronger passengers shouldered aside the slow, weak, and elderly to secure places for themselves in the available lifeboats. No such melee took place on the decks of the Titanic , however, even though \"women and children first\" was not a regulation specified by maritime law. Back in 1912, \"women and children first\" was a rule men followed primarily because doing so was a social imperative; it was, as a Titanic officer would later testify, \"a law of human nature.\" In a very real sense, violating this social rule was worse than breaking the law: The criminal who stole money might \"pay his debt to society\" and rehabilitate himself by spending time in prison or making restitution to his victim, but the man who pushed his way into a lifeboat while women remained on board was an irredeemable coward. (Many men did end up in Titanic lifeboats, but they did so without shame because they did not obtain their seats by displacing women; rather, they were allowed into boats that were ready to be launched but remained underfilled because no more women could be coaxed into them.) To cast a man especially a \"gentleman,\" which is why this tale so often specifically references a \"First Class passenger\" as a coward who would clothe himself in women's garb to save himself ahead of others was to stigmatize him for life, a fate that befell several of the Titanic 's survivors, all falsely accused. The man most victimized by this rumor was William T. Sloper of New Britain, Connecticut, who was publicly identified in a New York newspaper as \"the man who got off in woman's clothing.\" Sloper actually left the Titanic in lifeboat No. 7, the first boat launched, after he was invited to take a seat with motion picture actress Dorothy Gibson and her mother, who had been his bridge companions earlier that evening. Because many passengers did not yet comprehend the gravity of the Titanic 's situation and were unwilling to trade the warmth and apparent safety of their berths for a seat in an open boat on the freezing Atlantic in the middle of the night, lifeboat No. 7 was filled to only about a third of its 65-passenger capacity, and the officer in charge of its loading therefore freely allowed Sloper aboard. Boat No. 7 was eventually launched with only 28 occupants, so neither Sloper nor any other man who wanted a seat within it would have had to disguise himself as a woman to sneak aboard. When the rescue ship Carpathia docked in New York four days later, Sloper was whisked away by his father and brother and taken to the Waldorf-Astoria hotel. Reporters soon gathered outside his room to press him for a story, but Sloper had already promised an exclusive to the editor of his hometown newspaper. According to legend, a reporter for a New York newspaper felt Sloper was acting a bit too disrespectful towards members of the fourth estate by declining to talk and exacted revenge by writing a story that named Sloper as \"the man who got off in woman's clothing.\" Sloper was talked out of suing the newspaper for libel by his father, and he subsequently spent many years living down the reputation he had unfairly gained. J. Bruce Ismay, the managing director of the White Star Line (which owned and operated the Titanic ) has commonly been portrayed as having dressed as a woman in order to make a cowardly escape to safety aboard a lifeboat, but that depiction was based on nothing more than a resentful rumor promulgated by those who felt he was the person most responsible for the Titanic disaster and should therefore have gone down with his ship rather than displacing an innocent passenger from a lifeboat. (Ismay stepped aboard a collapsible lifeboat which was loaded slightly under its capacity just as it was about to be lowered, so he didn't really take the place of anyone who might otherwise have been saved.) Two other men, William Carter and Dickinson Bishop, were also spitefully tagged as having disguised themselves as women to escape from the Titanic , and in both cases the rumors were lent additional credence when the men's wives divorced them and cited their alleged less-than-honorable behavior the night the Titanic went down as one of the reasons. In the case of Dickinson Bishop, there is little support for the accusation. Bishop reportedly \"fell into the boat\" his wife had entered (\"accidentally\" falling into lifeboats being a scheme more than few men employed in desperate attempts to secure seats), but Bishop and his wife left the Titanic in lifeboat No. 7, a boat that was launched early and underfilled, so (as noted above) no man needed to have resorted to the subterfuge of dressing as a woman to gain a spot in that lifeboat. William Carter's case may have had at least a little something to it, though. In 1915, Mrs. Carter's testimony from her divorce case (based on grounds of \"cruel and barbarous treatment and indignities to the person\") was leaked to the press, and a portion of that testimony read as follows: When the Titanic struck, my husband came to our stateroom and said, \"Get up and dress yourself and the children.\" I never saw him again until I arrived at the Carpathia at 8 o'clock the next morning, when I saw him leaning on the rail. All he said was that he had had a jolly good breakfast, and that he never thought I would make it. Whether William Carter actually made such a callous remark to his wife when the Carpathia picked her up is something only they would have known, but by standard accounts he was standing along the Carpathia 's rail desperately scanning the incoming lifeboats to find out whether his wife and children had survived. Doubts about his behavior remained, however, because Carter maintained he had seen his wife and children safely put aboard lifeboat No. 4 before leaving the Titanic himself in collapsible boat C (the same as J. Bruce Ismay), yet collapsible C was launched fifteen minutes before boat No. 4. (In fairness to William Carter, however, it should be noted that the launching of boat No. 4 was delayed because the Second Officer ordered it lowered to the aft gangway doors to take on more passengers, so just as Carter claimed, his wife was likely safely aboard it well before he took his place in another lifeboat.) Whatever the truth of William Carter's behavior, rumors about his dressing as a woman may have been fueled by an incident involving his ten-year-old son, Billy Jr. It began when millionaire John Jacob Astor was denied permission to accompany his pregnant young wife on Boat No. 4 and then saw a thirteen-year-old boy almost turned away as well: John Jacob Astor helped Mrs. Astor across the frame, then asked if he could join her. She was, as he put it, \"in delicate condition.\" \"No, sir,\" [Second Officer] Lightoller replied. \"No men are allowed in these boats until the women are loaded first.\" When Mrs. Ryerson led her son Jack to the window, Lightoller called out, \"That boy can't go!\" Mr. Ryerson indignantly stepped forward: \"Of course that boy goes with his mother he is only thirteen.\" So they let him pass, Lightoller grumbling, \"No more boys.\" According to legend, Astor then placed a woman's hat on little Billy's head, claiming over objections, \"Now he's a girl and he can go,\" an act that (real or not) might later have become associated with Billy's father instead. (Other sources maintain that it was Billy Carter's mother who placed a woman's hat atop his head, after an order had been issued that no more boys were to be allowed aboard boat No. 4. ) Only one verified case of an adult male passenger's using an article of women's clothing to secure a place on a lifeboat turned up in the lengthy inquiries about the Titanic disaster conducted by both American and British authorities. During the American inquiry, Fifth Officer Harold Lowe testified about an incident that took place when he attempted to transfer passengers from his lifeboat (No. 14) to other boats so that he could row back towards the spot where the Titanic had gone down and pick up survivors: I waited until the yells and shrieks had subsided for the people to thin out, and then I deemed it safe for me to go amongst the wreckage; so I transferred all my passengers, somewhere about fifty-three, from my boat and equally distributed them among my other four boats. Then I asked for volunteers to go with me to the wreck, and it was at this time that I found the Italian. He came aft and had a shawl over his head, and I suppose he had skirts. Anyhow, I pulled the shawl off his face and saw he was a man. The \"Italian\" (a generic term used by Lowe to represent a foreigner of despicable behavior) was actually an Irishman, a 21-year-old Third Class passenger named Daniel Buckley who had initially, along with other steerage passengers, been blocked from reaching the boat deck by a crew member who refused them access. By some accounts, Buckley sneaked onto a lifeboat by tossing a shawl over his head after an officer brandished his revolver and threatened other men who had clambered aboard the boat and refused to make way for female passengers, but according to Buckley's testimony in the American inquiry, he was already on board the lifeboat when a woman took it upon herself to throw her shawl over his head and camouflage him while other men were being dragged out of the boat: When the sixth lifeboat was prepared, there was a big crowd of men standing on the deck. And they all jumped in. So I said I would take my chance with them. When they jumped, I said I would go too. I went into the boat. Then two officers came along and said all of the men could come out. And they brought a lot of steerage passengers with them; and they were mixed, every way, ladies and gentlemen. And they said all the men could get out and let the ladies in. But six men were left in the boat. I think they were firemen and sailors. I was crying. There was a woman in the boat, and she had thrown her shawl over me, and she told me to stay in there. Then they did not see me, and the boat was lowered down into the water, and we rowed away out from the steamer. The men that were in the boat at first fought, and would not get out, but the officers drew their revolvers, and fired shots over our heads, and then the men got out. When the boat was ready, we were lowered down into the water and rowed away out from the steamer. We were only about 15 minutes out when she sank. (Either way, contrary to Lowe's testimony, Buckley only had a shawl over his head; he had not donned \"skirts\" to disguise himself as a woman.) So, all in all, the Titanic 's lifeboats held a boy in a woman's hat and a young man in a woman's shawl (both items of apparel apparently placed on their heads by others), but the man who allegedly escaped in full female regalia remains a chimera. Sightings: A memorable episode of Rod Serling's Night Gallery (\"Lone Survivor,\" original air date 13 January 1971) deals with the fate of a Titanic passenger who seemingly escaped his destiny by dressing as a woman.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/0380732033?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0380732033;http://www.amazon.com/gp/product/0553278274?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0553278274;http://www.amazon.com/gp/product/1142221598?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=1142221598;http://www.titanicinquiry.org/USInq/AmInq13Buckley01.asp;",
  "Example": "",
  "Last Updated": "15 March 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/history/titanic/woman.asp",
  "Claim": "A man sneaked his way onto one of the Titanic 's lifeboats by donning women's dress.",
  "Claim_ID": "history_titanic_woman",
  "Tags": ""
}