{
  "Origins": "Our modern attitude towards gender is sometimes a curiously paradoxical one. We're aware in the not too distant past our culture included some rather rigid definitions of the proper roles of men and women that we now pejoratively disdain as \"sexist\" including the expectation women should be unfailingly happy and industrious caretakers of their homes, husbands, and children yet when we're confronted with tangible expressions of those now-rejected attitudes from our past, we often skeptically reject them as being too ridiculous to be real.",
  "Fact Check": "",
  "Description": "Such is the case with the item presented above, supposedly an excerpt of text from a 1949 sewing manual published by Singer, the leading manufacturer of sewing machines. That text primly weaves some practical sewing advice amidst instructions to women (because sewing is exclusively women's work) never to approach the task unless their vital housekeeping chores have been completed first (because housekeeping chores are the sole province and responsibility of women), and to be sure they are suitably groomed and dressed before undertaking their sewing tasks (even if they are alone in the house) lest a husband or visitor unexpectedly drop in and find them not \"neatly put together\" (because women are obligated to present a physically attractive appearance at all times). The woman who fails to heed these instructions runs the risk of \"not enjoy[ing] your sewing as you should.\" \"But wait, even on the cusp of the 1950s we couldn't have been as sexist as all that, could we? Nobody would really have ever printed stuff like that in a book this must be a joke, a lampoon of sexism that greatly exaggerates earlier attitudes towards gender roles.\" Even today, there are people who think along those lines: I've seen that [image] before too and I seriously doubt it. I have an old singer sewing machine, I've been sewing for quite awhile, and their \"advice\" tends to go along the lines of \"Buy Singer oil for your Singer machine\", \"Buy Singer parts to repair your Singer machine\" and \"Now that you've bought a Singer machine, don't stop going into your Singer store to buy more of our products!\". The rest of the manual is well, a manual. It tells you how to operate your machine, it doesn't dispense helpful fashion advice. The Smithsonian has a lot of older manuals up [on their site] it is for people like myself who have an older model and want to find out how to operate it. You can look through them but you won't find advice on fashion. Nonetheless, the text in question was in fact printed in a edition of the Singer Sewing Book written by Mary Brooks Picken (a prolific author of books on needlework, sewing, and textile arts) and published by the Singer Sewing Machine Company in 1949. The passage from which the text was excerpted reads as follows: Never approach sewing with a sigh or lackadaisical attitude. Good results are difficult when indifference predominates. Never try to sew with the sink full of dishes or bed unmade. When there are urgent housekeeping chores, do these first so that your mind is free to enjoy your sewing. When you sew, make yourself as attractive as possible. Go through a beauty ritual of orderliness. Have on a clean dress. Be sure your hands are clean, finger nails smooth a nail file and pumice will help. Always avoid hangnails. Keep a little bag full of French chalk near your sewing machine where you can pick it up and dust your fingers at intervals. This not only absorbs the moisture on your fingers, but helps to keep your work clean. Have your hair in order, power and lipstick put on with care. Looking attractive is a very important part of sewing, because if you are making something for yourself, you will try it on at intervals in front of your mirror, and you can hope for better results when you look your best. If you are constantly fearful that a visitor will drop in or your husband will come home and you will not look neatly put together, you will not enjoy your sewing as you should. Here's an image of that book's cover: And here's a snapshot of the page containing the now-infamous passage:",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, February 2014] Is this real?",
  "Last Updated": "23 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/history/document/sewing.asp",
  "Claim": "Image reproduces women's housekeeping and grooming instructions from a 1949 Singer sewing manual.",
  "Claim_ID": "history_document_sewing",
  "Tags": ""
}