{
  "Origins": "One of the strongest images we've incorporated into our stereotype of the militant feminist is a mental picture of her ripping off her brassiere and flinging it onto a bonfire as a way of signifying a shucking of the yoke of male oppression. This memory is constantly reinforced by numerous references in popular culture to bra-burning feminists, and it has thus been carried forward from a previous generation into this current one. So entrenched is this mental image that folks rarely question its validity, instead accepting it as unchallenged fact.",
  "Fact Check": "",
  "Description": "In the late 1960s, radical feminists began using rhetoric and protest tactics as a way of indelibly imprinting their message on the public. They staged dramatic and at times deliberately provocative demonstrations (which they called \"zap actions\") to focus attention on women's need for liberation. The first and most famous of these stagings occurred at the 1968 Miss America beauty pageant when a small group of women picketed the pageant with signs proclaiming, \"Let's Judge Ourselves as People.'' They crowned a live sheep, and dumped girdles, cosmetics, high-heeled shoes, and bras into a \"freedom trash can\" while the cameras clicked. There was no fire, let alone busty feminists stripping off bras in public to toss them onto bonfires, but the image of brassieres going into a trash can was captured in a memorable photo. A flippant print reference to bra-burning then melded itself into memories of this photo to create the false memory now so vivid in recall. According to Susan Brownmiller, author of American Feminine , the famous 1968 demonstration in Atlantic City did not involve bra burning: That's a myth. It was the time of draft-card burning, and some smart headline writer decided to call it a 'bra burning' because it sounded insulting to the then-new women's movement. We only threw a bra symbolically in a trash can. Prior to 1992, it was generally assumed the \"bra burner\" story was the work of a sensational male-dominated press happy to use most anything to trivialize what those dissatisfied gals in Atlantic City were on about. But in that year's September issue of Ms. , contributing editor Lindsy Van Gelder confessed that she herself, as a young reporter for the New York Post , had given the false tale its start. Sent to do a humor piece on the demonstration, she attempted to turn her assignment into a vehicle for showcasing the validity of the movement by linking it to the Vietnam War protests which, unlike the women's liberation protests, were at least being taken seriously by the press. She made reference to (hypothetical) bra-burning as a way of piggybacking the zap actions at the Miss America Pageant onto the established credibility of the draft resistance movement by implying by suggestion that if young American men were burning their draft cards in protest over being oppressed, then young American women were burning their bras in protest of the same evil (albeit in their case perpetrated by a different oppressor). The scheme backfired. The headline writer quickly picked up upon the possibilities of braless feminists, and \"bra burning\" made it into the headlines. The \"draft card\" nuance Van Gelder had been striving for was immediately lost (though it probably would have sailed over any number of heads anyways), swamped by the mental imagery of braless feminists screeching slogans and waving signs as they angrily demanded to be taken seriously. Barbara \"mystery solved: we've found the smoking 38D\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "27 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/history/american/burnbra.asp",
  "Claim": "The 1968 Miss America pageant spawned a decade of bra-burning by feminists as a means of calling attention to their cause.",
  "Claim_ID": "history_american_burnbra",
  "Tags": ""
}