{
  "Origins": "This item about the gauge of modern American railroads having been slavishly copied from the measurements of ancient Roman war chariots is a concept we've seen expressed well over a century ago, as exemplified by this nugget from a 1905 issue of Popular Mechanics : Many persons no doubt have stood and looked down a railroad track and wondered how such an out of the way measurement as 4 ft. 8-1/2 in. came to be adopted as our standard railway gauge. It would seem that the responsibility for the choice of this measurement rests with George Stephenson, of locomotive fame. While inspecting some portions of the Roman wall through which chariots used to be driven, he discovered that deep ruts had been worn in the stone. Upon measuring the distance between them he found it to be in the neighborhood of 4 ft. 8-1/2 in., and not doubting that the Romans had adopted this gauge only after much experience, he determined to use it as a standard in the construction of his railroads. From that time on this measurement has been the standard gauge in England and the United States. This item is one that, although wrong in many of its details, isn't completely false in an overall sense and is perhaps more fairly labeled as \"Partly true, but for trivial and unremarkable reasons.\" Marveling that the width of modern roadways is similar to the width of ancient roadways is sort of like getting excited over a notion along the lines of \"modern clothes sizes are based upon standards developed by medieval tailors.\" Well, duh. Despite obvious differences in style, clothing in the Middle Ages served the same purpose as clothing today (i.e., to cover, protect, and ornament the human body), and modern human beings are very close in size to medieval human beings (we are, on average, a little bit taller and heavier than we were several centuries ago, but not so much), so we naturally expect ancient and modern clothing to be similar in size.",
  "Fact Check": "",
  "Description": "So, rather than going into excruciating detail about the history of transportation, we'll simply note that roads are built to accommodate whatever uses them, and that for many centuries prior to the advent of railroads, what traveled on roads were mostly wheeled conveyances, pulled by beasts of burden (primarily horses), carrying passengers and goods. Physical conditions dictated some of the dimensions of those conveyances (such as the width of their axles) and largely ensured that they would fall within a fairly narrow range of variation: Horse-drawn vehicles, whether they were chariots or carts or carriages, all served similar functions, so practical considerations (e.g., the speed at which horses could travel, the amount of weight horses could pull, the number and arrangement of horses that could be controlled by a single driver) required that they be relatively similar in size as well. That may suffice as an explanation covering the specific combination of horse-drawn vehicles and roads, but what about vehicles that traveled on rails instead of roads (such as trolleys), or that weren't pulled by horses (such as trains)? Why should they be similar in size to their predecessors? Although we humans can be remarkably inventive, we are also often resistant to change and can be persistently stubborn (or perhaps practical) in trying to apply old solutions to new conditions. When confronted with a new idea such as a \"rail,\" why go to the expense and effort of designing a new vehicle to use on it rather than simply adapting ones already in abundant use on roadways? Wouldn't it make sense to put the same type of conveyance pulled by regular horses on the ground behind an \"iron horse\" running along a rail? That is indeed what was tried in the early days of American railroads, as captured in the following illustration: (The caption reads: \"This locomotive in New York State, like its other early counterparts, pulled passenger cars based on old-fashioned carriages. The technology evolved quickly in the 1840s, however, and the United States played an important role in that evolution.\") Similar thinking occurred in Britain. Historian James Crow, writing about Housesteads , the 3rd century Roman fort built along Hadrian's Wall, notes that: The wheel rut and gate stop in the north passage are well preserved, and a number of reused stone blocks formed part of the latest surface to survive. The gauge between the ruts is very similar to that adopted by George Stephenson for the Stockton to Darlington railway in 1837, and a 'Wall myth' developed that he took this gauge from the newly excavated east gate. There is a common link, but it is more prosaic, and the 'coincidence' is explained by the fact that the dimension common to both was that of a cart axle pulled by two horses in harness (about 1.4m or 4ft 8in). This determined both the Roman gauge and Stephenson's, which derived from the horsedrawn wagon ways of South Northumberland and County Durham coalfields.2 It is rather inaccurate to claim that \"US railroads were built by English expatriates,\" but it is fair to say that since the English started to develop railroads slightly ahead of the Americans, some U.S. railroads used equipment purchased from English manufacturers, thus necessitating that the rails on which that equipment ran be the same size in both countries: England, the innovator in railroad technology, enjoyed an early head start over America. When New Jersey sponsored a bold rail and canal connection between New York and Philadelphia in 1831, they ordered a custom-built locomotive from the English company the John Bull. The railroad became an immediate success, carrying over 100,000 passengers in 1834.1 And once the Americans caught up, they began selling railroad technology back to England, further establishing a similarity of equipment (and hence track size) between the two countries: American companies emulated and improved upon the English designs. By 1841, ten American railroad shops had sprung into existence and they produced 375 of the 500 engines in the United States. Those shops soon began changing the English designs, making the engines more powerful and the rails cheaper, better suited to the rough conditions in the United States. The American shops even exported their engines, including to Britain.1 Nonetheless, claims about a direct line descent between ancient Roman chariot tracks and the standard U.S. railway gauge jump the tracks when confronted with the fact that despite some commonality of equipment, well into the 19th century the U.S. still did not have one \"standard\" railroad gauge. At the time of the Civil War, even though nearly all of the Confederacy's railroad equipment had come from the North or from Britain (of the 470 locomotives built in the U.S. in 1860, for example, only 19 were manufactured in the South), 113 different railroad companies in the Confederacy operated on three different gauges of track. This lack of standardization was, as historian James McPherson points out, one of the many reasons the Union was able to finally vanquish the Confederacy militarily: The Confederate government was never able to coax the fragmented, run-down, multi-gauged network of southern railroads into the same degree of efficiency exhibited by northern roads. This contrast illustrated another dimension of Union logistical superiority that helped the North eventually to prevail.3 The eventual standardization of railroad gauge in the U.S. was due far less to a slavish devotion to a gauge inherited from England than to the simple fact that the North won the Civil War and, in the process, rebuilt much of the Southern railway system to match its own: [I]n the occupied South the government went into the railroad business on a large scale. In February 1862 [Secretary of War] Stanton established the U.S. Military Rail Roads and appointed Daniel McCallum superintendent. A former Erie Railroad executive and an efficient administrator, McCallum eventually presided over more than 2,000 miles of lines acquired, built, and maintained by the U.S.M.R.R. in conquered portions of the South.3 In other words, there was nothing inevitable about a railroad gauge supposedly traceable to the size of wheel ruts in Imperial Rome. Had the Civil War taken a different course, the eventual standard railroad gauge used throughout North America might well have been different than the current one. As for the Space Shuttle addendum to this piece, when Thiokol was building the solid rocket boosters (SRB) for the space shuttle, they had to keep shipping considerations in mind, but they didn't have to alter their design because any particular tunnel that lay between their plant and the Florida launch site wasn't large enough. Railroads don't run through tunnels only \"slightly wider than the railroad track\" unless every one of their engines and all their rolling stock are also only \"slightly wider than the railroad track,\" and unless all tunnels encompass only a single set of tracks. Data from the U.S. Army's Rail Transport in a Theater of Operations document, for example, makes it fairly clear that one would be hard-pressed to find railroad equipment anywhere only \"slightly wider\" than 4 feet, 8.5 inches. Over and above our love of odd facts, this tale about railroad gauges succeeds because of the imagery of its play on words: space shuttle technology was designed not by a horse's ass (figuratively, some overpaid government know-it-all) but because of a horse's ass (literally, the width of that particular portion of equine anatomy). People find this notion amusing, feeding the story's popularity as charmed readers continue to pass it along to others in a cascade of forwards. \"Very interesting, educational, historical, completely true, and hysterical\"? One out of five, maybe.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20030812025337/http://www.adtdl.army.mil/cgi-bin/atdl.dll/fm/55-20/ch8.htm;http://www.bbc.co.uk/history/3d/houstead.shtml;",
  "Example": "[Collected via e-mail, 2000] Here is a look into the corporate mind that is very interesting, educational, historical, completely true, and hysterical all at the same time: The US standard railroad gauge (width between the two rails) is 4 feet, 8.5 inches. That's an exceedingly odd number. Why was that gauge used? Because that's the way they built them in England, and the US railroads were built by English expatriates. Why did the English build them like that? Because the first rail lines were built by the same people who built the pre-railroad tramways, and that's the gauge they used. Why did \"they\" use that gauge then? Because the people who built the tramways used the same jigs and tools that they used for building wagons which used that wheel spacing. Okay! Why did the wagons have that particular odd wheel spacing? Well, if they tried to use any other spacing, the wagon wheels would break on some of the old, long distance roads in England, because that's the spacing of the wheel ruts. So who built those old rutted roads? The first long distance roads in Europe (and England) were built by Imperial Rome for their legions. The roads have been used ever since. And the ruts in the roads? Roman war chariots first formed the initial ruts, which everyone else had to match for fear of destroying their wagon wheels. Since the chariots were made for (or by) Imperial Rome, they were all alike in the matter of wheel spacing. The United States standard railroad gauge of 4 feet, 8.5 inches derives from the original specification for an Imperial Roman war chariot. Specifications and bureaucracies live forever. So the next time you are handed a specification and wonder what horse's ass came up with it, you may be exactly right, because the Imperial Roman war chariots were made just wide enough to accommodate the back ends of two war horses. Thus, we have the answer to the original question. Now the twist to the story . . . There's an interesting extension to the story about railroad gauges and horses' behinds. When we see a Space Shuttle sitting on its launch pad, there are two big booster rockets attached to the sides of the main fuel tank. These are solid rocket boosters, or SRBs. The SRBs are made by Thiokol at their factory in Utah. The engineers who designed the SRBs might have preferred to make them a bit fatter, but the SRBs had to be shipped by train from the factory to the launch site. The railroad line from the factory had to run through a tunnel in the mountains. The SRBs had to fit through that tunnel. The tunnel is slightly wider than the railroad track, and the railroad track is about as wide as two horses' behinds. So, the major design feature of what is arguably the world's most advanced transportation system was determined over two thousand years ago by the width of a Horse's Ass!",
  "Last Updated": "14 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/history/american/gauge.asp",
  "Claim": "The U.S. standard railroad gauge derives directly from the width of Imperial Roman war chariots.",
  "Claim_ID": "history_american_gauge",
  "Tags": ""
}