{
  "Origins": "In the spring of 1823, two men by the names of De Voe and Lozier (a retired butcher and a wealthy contractor, respectively) whiled away an idle day with an excursion to their familiar stomping grounds at New York City's Centre Market. There, at a table in the back of the market, they regaled an enthralled audience of butchers, farmers, and fishmongers with an astounding tale: Manhattan Island was sinking. By the 1820s, burgeoning New York City had become America's most populous city with 150,000 inhabitants, and the combined weight of all the additional people and the buildings and other infrastructure necessary to support them, the two men claimed, had made Manhattan too bottom-heavy, and the island was beginning to sink into the harbor.",
  "Fact Check": "",
  "Description": "Not to worry, De Voe and Lozier averred to the credulous crowd they had been hired by New York mayor Stephen Allen to deal with the problem and had come up with a masterful plan to stave off impending disaster: They were to oversee a massive, coordinated effort to saw Manhattan in half, then tow the lower half out in the harbor, turn it around, and reattach it. The most heavily populated section of Manhattan would then be situated in the middle of a more balanced island, and the danger of its tipping and spilling into New York harbor would be ameliorated. Maybe it sounded a bit incredible, but to an audience of uneducated New Yorkers who had witnessed the ongoing successful development of the Erie Canal, no engineering feat seemed beyond the abilities of dedicated, hard-working men. Such a mammoth undertaking would require a huge investment in labor and material, both of which the vendors and laborers found in the Centre Market were only too happy to volunteer to provide. With New York ravaged by an economic depression and a yellow fever epidemic, work was hard to find. The prospect of steady employment at good wages, even of a temporary nature, was a godsend. Over the ensuing weeks, De Voe and Lozier signed up the hundreds of eager workmen, craftsmen, and suppliers required for their project: the manual laborers needed to do the work of sawing the island in half (twenty men per saw, provided they could demonstrate a suitable ability to hold their breath while sawing underwater), rowing it out past Governor's and Ellis Islands into the harbor (one hundred men per oar), pivoting it, bringing it back in, and re-attaching it; the carpenters and joiners needed to fashion twenty 100-foot-long saws with three-foot teeth and two dozen 250-foot-long oars; the blacksmiths and ironworkers needed to create twenty-four towering cast iron oarlocks as well as huge anchors with long chains (to prevent the island's being swept out to sea by an unexpected storm); the contractors needed to construct housing for all the workmen; and the farmers and butchers needed to supply hundreds and thousands head of cattle, pigs, and chickens to keep everyone fed. As the day for the commencement of the project drew near, De Voe and Lozier announced their intention to have their army of laborers proceed to the work site in two groups. Author Joel Rose imagined the scene that day: The men began to arrive early, as they had been instructed. Some were carrying tools. Shovels, axes, picks. Some pushed wheelbarrows. Some came with their wives and children. Contractors and carpenters drove up in wagons loaded with lumber and hammers and saws. Butchers drove herds of cattle and hogs, carts loaded with crated chickens. At each site they were met by a fife-and-drum corps that had been engaged by Lozier to lead the army of workers in their triumphant trek north. The atmosphere was jovial and full of hope. Estimates were that between five hundred and a thousand workers had shown up at each locale. They stood around for some time to no avail. Finally after several hours, a contingent was sent back to Centre Market to see if either or both Lozier and De Voe could be located or to learn what had caused their delay. At the market a message had been left. The message said that the pair had had to leave town, owing to matters of their health. For an hour the workers hung around wondering what to do, while the fife-and-drum bands continued on with their music. The mood grew increasingly angry. Gradually it dawned on more and more of them that they had been 'handsomely sold.' Several hundred men had been foolishly humbugged in one of the most improbable, celebrated hoaxes in American history. Or had they? Although numerous accounts of this elaborate jape have been written up throughout the years, they all trace back to a single source: an account given over thirty years after the fact by John De Voe to his nephew Thomas, a member of the New York Historical Society. Thomas De Voe eventually published his uncle's reminiscences in The Market Book , his historical account of public markets in several eastern cities, and it is from this one work that all information about the great \"Manhattan Sawed in Half\" hoax springs. Single-source items are usually problematic, and problems indeed abound with this single source. John De Voe couldn't recall important details, such as the year the prank occurred. (It was either 1823 or 1824; he didn't remember which.) Nor could he recall the first name used by Lozier. And although he admitted that \"Lozier\" was a pseudonym, he couldn't recall his partner's real name, even though the two men were supposedly friends. More suspiciously, though, nobody other than John De Voe seems to have left any record whatsoever of his participation in this gargantuan put-on, or of the put-on itself. No newspaper of the day made any mention of the story. No published journals, diaries, or letters by New Yorkers of the era included any reference to the hoax. No writer found this story sufficiently interesting to chronicle while anyone involved with it was still alive. No arrests, prosecutions, or civil lawsuits followed in the wake of this cruel exploitation of public gullibility. Plenty of excuses are offered for this suspicious lack of documentation that De Voe and Lozier had committed no crime, that no one involved wanted to embarrass himself by admitting he'd been taken in, that most of those duped were immigrants circumspect about speaking to outsiders but the improbability of a such an absurd prank's very visibly taking in several hundred victims in the country's largest city yet remaining completely unremarked upon cannot be dismissed. The hoax here isn't that two men once led hundreds of foolish New Yorkers into falling for an incredibly silly scheme; the real hoax is that so many people since then have believed they did. It's possible that De Voe did have a partner, and that they did once briefly lead a few na ve Centre Market denizens into falling for a tall tale about sawing Manhattan in half to keep it from sinking, but there simply is no credible evidence they pulled off anything on the scale attributed to them by latter-day chroniclers. In the end, though, as writer Joel Rose concluded an account of his efforts to trace the origins of the hoax: The hoax may never have occurred, and therefore deserved no further notice. But ... it became evident that the hoax's authenticity no longer mattered. The story was part of the fabric of the city's history, as much as Washington Irving's Diedrich Knickerbocker, and Asbury's own gangs of New York, and against a context of nineteenth century ruse, hoax, and humbug, it was important. Or, as Margo Jefferson put it more succinctly: \"The public enjoyed both tales ... People wanted to believe and know they'd be conned, as long as they didn't know when or how.\"",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/1563892529/urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/1582340986/urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0375423265/urbanlegendsrefe;http://web.archive.org/web/20020606003523/http://www.syracuse.com/features/eriecanal/intro.html;",
  "Example": "",
  "Last Updated": "23 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/history/hoaxes/sawingny.asp",
  "Claim": "A pair of hoaxsters once led hundreds of gullible New Yorkers into participating in a scheme to saw Manhattan Island in half.",
  "Claim_ID": "history_hoaxes_sawingny",
  "Tags": ""
}