{
  "Origins": "For thousands of years, man has engaged in gigantic construction projects that dwarfed the mere anonymous human beings who toiled at creating them. The results of those labors our pyramids and castles, our skyscrapers and ocean liners, our dams and monuments remain important parts of our cultural heritage for centuries, even thought the objects themselves may long since have ceased to exist. The idea that these objects have become more important than the men they were created by (and for) has led to the same rumor's being attached to so many of them, that safety took a back seat to speed, and men were literally swallowed up and entombed by them during their creation.",
  "Fact Check": "",
  "Description": "The same whispered stories circulated about the Titanic that would be told of Hoover Dam a few decades later: one or more workmen were trapped inside the structure during construction and entombed there forever, their disappearances completely unnoticed amidst the hubbub of activity. Although about 100 men died in various types of industrial accidents during the building of Hoover Dam, fatalities connected to the Titanic 's construction were surprisingly rare. The standard wisdom at the time said shipbuilding yards should expect one worker death for every 100,000 in costs, which meant the Titanic should have claimed dozens of lives. In fact, only two verifiable worker deaths occurred between keel laying and launch, a rather remarkable safety record for the era. Unfortunately, the Titanic would later claim far more human lives. This legend is often reported as true in connection with the Great Eastern (originally known as the Leviathan ), a behemoth of a liner which was a whopping six times larger than any ship previously built when she was launched in 1857. When the Great Eastern was eventually dismantled for scrap some thirty years later, the skeleton of a shipyard worker was reportedly found inside her double hull.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20051118204804/http://www.greatoceanliners.net/greateastern.html;",
  "Example": "[Eaton, 1987] Work on [the Titanic] proceeded rapidly, so rapidly that a rumour began to spread among yard workers ... [a worker heard] the attempts of a worker trapped inside the hull to attract attention, to get out of his prison ... And so the rumour began that workers were trapped into the hull because of the speed with which they were impelled.",
  "Last Updated": "18 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/history/titanic/trapped.asp",
  "Claim": "A shipyard worker was accidentally trapped and entombed within the Titanic 's hull.",
  "Claim_ID": "history_titanic_trapped",
  "Tags": ""
}