{
  "Origins": "The origins of European playing cards are highly speculative, with Chinese, Indian, and Persian parentage all claimed of them. Despite our lack of knowledge concerning exactly how playing cards came to Europe, we can determine when they arrived with a fair degree of certainty. Although the Italian scholar Francesco Petrarch (1304-1375) traveled widely and wrote copiously, he made no mention of playing cards in his writings despite covering the subjects of dice and gambling. Likewise, his friend and contemporary Boccaccio wrote nothing about playing cards either. Ordinances issued by the Church in 1363 and Charles V of France in 1369 prohibiting the playing of dice, games of chance, and various sports and pastimes also say nothing about card games. However, a sermon by a German monk called Johannes states that \"the game of cards has come to us this year, viz the year of our Lord MCCCLXXVII,\" and prohibitions against cards were issued by John of Castile and the cities of Florence and Basle that same year (1377), by the city of Regensburg (or Ratisbon) the following year (1378), and by the Duchy of Brabant (Belgium) in 1379. So, we are reasonably safe in stating that playing cards first arrived in Europe in the latter part of the fourteenth century.",
  "Fact Check": "",
  "Description": "The composition and design of playing card decks varied with time and locale (particularly the number of cards in a deck), but the inclusion of both numbered cards and court cards (or \"royals\") and the division of cards into different suits were standard features from early on. Italian decks contained fifty-six cards, included four types of court cards (king, queen, knight, and knave) and were divided into four suits (cups, swords, coins, and batons). As the popularity of card games spread throughout Europe and the demand for decks of playing cards increased tremendously, they ceased to be expensive, hand-painted luxuries and became cheaper, mass-produced commodities manufactured by master card makers via the use of stencils. Around the same time, knaves were dropped from the subset of court cards to bring the composition of a standard deck down to fifty-two cards. As the Spanish adopted playing cards, they replaced queens with mounted knights (caballeros). The Germans similarly excluded queens from their decks, naming their royals k nig (king), obermann (\"upper man\") and untermann (\"lower man\"). German card masters also modified the suits, replacing the earlier French/Italian symbols with bells, hearts, leaves, and acorns. The French made further changes, dropping the obermann and re-including the queen; and adopting the German hearts and leaves (the latter turned upright to become the more familiar spade symbol), adapting the club from the acorn, and replacing bells with diamonds (from carreau, a wax-painted paving stone used in churches). Over the years, various scholars have put forth the notion that the four suits in a deck of playing cards were intended to represent the four classes of medieval society. The Italian cups (or chalices) stand for the Church, the swords the military, the coins the merchants, and the batons (or clubs) the peasantry. Similarly, the German bells (specifically hawk bells) symbolize the nobility (because of their love of falconry), hearts the Church, leaves the middle class, and acorns the peasantry. On French cards, the spades represent the aristocracy (as spearheads, the weapons of knights), hearts once again stand for the Church, diamonds are a sign of the wealthy (from the paving stones used in the chancels of churches, where the \"well-to-do were buried,\" and clover (the food of swine) denotes the peasantry. All of this is mere historic speculation, however. French cards c. 1780 depicting Charlemagne, Caesar, and David The French suit symbols were more easily stenciled than their earlier counterparts, and the French card masters soon realized they did not need to engrave each of the twelve court cards separately, as their German competitors did. The French simply created one wood block or copper plate for each of the three royals, printed the cards from them, and stenciled the suits in later. The French were thus able to outproduce German card makers, and so the French design eventually became the standard for most of Europe. It was at about this time that the French card masters also started the practice of assigning identities to the royals pictured on their court cards . All of the court cards (not just the kings) were named, and the identities assigned to them (and printed on the cards) were by no means consistent. The choice of names differed from master to master, often with no apparent reason behind them other than personal preference or whim. Early choices for the identities of the kings included Solomon, Augustus, Clovis, and Constantine, but during the latter part of the reign of Henry IV (1553-1610) they were more or less standardized as representing Charlemagne (hearts), David (spades), Caesar (diamonds), and Alexander (clubs). The names of the queens Judith or Judic (hearts), Pallas (spades), Rachel (diamonds), and Argine (clubs) have been a continual object of speculation, as the real-life personages they represent are not so easily identified. Some suggestions for their origins have included the Empress Judith (wife of Charlemagne's son) or Isobel of Bavaria (wife of Charles VI and mother of Charles VII) for Judith, Joan of Arc or the eponymous Greek goddess of war (also known as Athena) for Pallas, Agnes Sorel (mistress of Charles VII) or Jacob's wife for Rachel, and Mary of Aragon (wife of Charles VII) or Juno (queen of the gods in Roman mythology) for Argine (which is itself an anagram of 'regina'). Curiously, the identities of the knaves seem to have remained constant: La Hire (Etienne de Vignoles, Knight and Hero of France) as the knave of hearts, Ogier (one of Charlemagne's knights in the Chansons de Geste and the knight who is carried off by the witch Morgan la Fay in Arthurian legend) as the knave of spades, Hector (the hero of Troy) as the knave of diamonds, and Lancelot (another knight from Arthurian legend) as the knave of clubs. Kings from a deck made for George III. Note the lack of identifying names. The French practice of printing names on court cards came to an end with the French revolution in the late 18th century. After the Republican revolutionaries had beheaded Louis XVI and Marie Antoinette, symbols of the monarchy were decidedly unwelcome in France. Initially, card masters filed down the crowns and scepters on the blocks and plates from which they printed cards, or they replaced the crowns with \"caps of liberty.\" Eventually the court cards were eliminated altogether in favor of \"other symbols which did not clash with Jacobin principles.\" In summary, the court cards in decks of playing cards were not initially identified by name. The assignation of identities to the kings (as well as the queens and knaves) was a temporary practice unique to French card masters that began around the mid-15th century, was not standardized for some time, and was discontinued at the end of the 18th century. The royal figures on modern playing cards no more represent specific persons than do the kings and queens in chess sets.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "29 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/history/world/cardking.asp",
  "Claim": "The four kings in a deck of playing cards represent Charlemagne, David, Caesar, and Alexander.",
  "Claim_ID": "history_world_cardking",
  "Tags": ""
}