{
  "Origins": "Many of us take especial delight in items that document how people of earlier times severely misjudged their futures, either holding expectations of a vastly improved world that proved to be ridiculously grandiose, or expressing woefully misplaced fears and concerns about dangers that never came to pass. The same principle can be applied in reverse, however: One common form of satire is to lampoon a particular position on a modern political or social issue by projecting it into the past to highlight its ridiculousness. (Our Satire section includes some examples of this technique.)",
  "Fact Check": "",
  "Description": "Into which category does this purported 1875 report by the \"Horseless Carriage Committee\" warning about the dangers of gasoline and gasoline-powered vehicles fall an example of 19th century citizens expressing exaggerated fears about a then-new technology, or a modern piece of satire intended to make a point about a 20th century issue? The first clue is that the dating of the report appears to be anachronistic. The year 1875 was the dawn of experiments in building gasoline-fueled, internal combustion engines and using them to power wheeled vehicles; the term \"horseless carriage\" to refer to such vehicles didn't come into use until the 1890s, when the public was much more familiar with the concept of the automobile. Researchers at the Library of Congress expressed similar thinking in responding to a query about this item: This is in response to your inquiry about trying to verify a quote before the congressional \"Horseless Carriage Committee.\" This in fact an urban legend. We checked \"Committees in the U.S. Congress,\" published by CQ Press and verified that there never was a \"Horseless Carriage Committee.\" We also checked the Congressional Record Index (indexing debate in Congress), the Congressional Hearings Index and the U.S. Serial Set which indexes congressional reports and documents and found no references. Indeed the terms \"gasoline\" or \"horseless carriage\" do not even appear in these sources for this time period. We also checked these sources using the terms \"automobile\" and \"petroleum\" and again found no references for this time period. We also believe this statement is anachronistic. In 1876 Nicholas Otto of Germany invented and built the first gas motor engine and then built it into a motorcycle. Subsequently in 1885 Karl Benz designed and built the first practical automobile to be powered by an internal combustion engine. The first gasoline powered automobile built in the United States was in 1891 by John Lampert and was a three wheeled motor vehicle. The first U.S. patent for a gasoline powered automobile was issued in 1895 and the first U.S. company to manufacture automobiles was founded in 1896 by the Duryea brothers. Another clue is that all the concerns stated in the putative report about gasoline and gasoline-powered vehicles potential for dangerous explosions, poisoning of the atmosphere, military and economic implications, development costs exceeding the financial resources of the private business sector, potential for displacement of existing industries sound very much like the apprehensions that were expressed about atomic power in the years after the end of World War II. In fact, both lines of thinking are correct: The \"Horseless Carriage Committee\" report dates not from 1875 but from the late 1950s, and it is a bit of fiction created for (and excerpted from) a much longer editorial intended to point out the dangers of the U.S. government's capitalizing on all those fears to justify controlling the development and application of atomic power: Individually, we tend to learn from experience. Collectively, if mankind can be viewed as a collective, we tend to repeat the same old mistakes. The differences between the government of Julius Caesar and of Dwight Eisenhower are minor and of academic interest. The parallels are startling and numerous. Today, in this world of scientific advancement, we live under the shadow of political reaction. Let something new come to the attention of the politicians and steps are immediately taken to control it, to limit it, or to repeal it. If none of these things is feasible, the politicians then devise a program whereby they can own it outright. It is said that Tiberius Caesar cut off the head of a Phoenecian glass blower who had developed a formula for flexible glass. Such a glass, according to Caesar, would have upset the economy and might have become more valuable than gold. Currently, our Washington officials have blanketed pay television, put a crimp in railroad operations, tied the hands of business men by means of taxes and laws which compel union deals and various types of controls, arrested farmers who produce in excess quotas and so forth. The list is nearly endless. To illustrate just how the same old fallacies repeat year after year, we reproduce here a special report by a Joint Congressional Committee on the subject of the horseless carriage. This report was made as a result of the \"emergency\" occasioned by the development of the internal combustion engine, in the year 1875. \"A new source of power, which burns a distillate of kerosene, has been produced by a Boston engineer. Instead of burning the fuel under a boiler, it is exploded inside the cylinder of the engine. This so-called internal combustion engine may be used under certain conditions to supplement steam engines. Experiments are under way to use such an engine to propel a vehicle. \"This discovery begins a new era in the history of civilization. It may some day prove to be more revolutionary in the development of human society than the invention of the wheel, the use of metals, or the steam engine. Never in history has society been confronted with a power so full of potential danger and at the same time so full of promise for the future of man and for the peace of the world. \"The dangers are obvious. Stores of gasoline in the hands of the people interested primarily in profit would constitute a fire and explosive hazard of the first rank. Horseless carriages propelled by gasoline engines might attain speeds of 15 or even 20 miles per hour. The menace to our people of vehicles of this type hurtling through our streets and along our roads and poisoning the atmosphere would call for prompt legislative action even if the military and economic implications were not so overwhelming. The Secretary of War has testified before us and has pointed out the destructive effects of the use of such vehicles in battle. A few of them, with a small cannon mounted behind a steel shield could destroy infantry, break up a cavalry charge, and even seriously threaten field artillery by lightning-like flank attacks. Furthermore, our supplies of petroleum, from which gasoline can be extracted only in limited quantities, make it imperative that the defense forces should have first call on the limited supply. Furthermore, the cost of producing it is far beyond the financial capacity of private industry, yet the safety of the nation demands that an adequate supply should be produced. In addition, the development of this new power may displace the use of horses, which would wreck our agriculture. We therefore earnestly recommend that Congress set up a Horseless Carriage Committee which shall have complete control of all sources of gasoline and similar explosive elements and all activities connected with their development and use in the United States. \"These measures may seem drastic and far-reaching, but the discovery with which we are dealing involves forces of a nature too dangerous to fit into any of our usual concepts.\" As a precise modern parallel, today's government controls all atomic power. Until such times as our nation's businessmen can get their hands on this tremendous source of energy without government regulation, ownership or control, this power will be used principally for destructive purposes. Only individual free men can and will convert energy into useful channels. Governments are political and war-making entities and as such will inevitably follow the same old collectivist road. As is the usual course of things, the original has long since been stripped of its attribution and context, with just enough of the original left behind to allow us to poke fun at how silly folks supposedly were back in 1875.",
  "Originally Published": "",
  "Referred Links": "http://dictionary.reference.com/browse/horseless%20carriage;",
  "Example": "[Collected via e-mail, June 2007] I've seen versions of the following quote for years: \"A new source of power called gasoline has been produced by a Boston engineer. Instead of burning the fuel under a boiler, it is exploded inside the cylinder of an engine. The dangers are obvious. Stores of gasoline in the hands of people interested primarily in profit would constitute a fire and explosive hazard of the first rank. \"Horseless carriages propelled by gasoline might attain speeds of 14 or even 20 miles per hour. The menace to our people of vehicles of this type hurtling through our streets and along our roads and poisoning the atmosphere would call for prompt legislative action even if the military and economic implications were not so overwhelming. The cost of producing gasoline is far beyond the financial capacity of private industry. In addition, the development of this new power may displace the use of horses, which would wreck our agriculture.\" Horseless Carriage Committee, U. S. Congressional Record, c. 1875.",
  "Last Updated": "24 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/history/document/horseless.asp",
  "Claim": "An 1875 report by the Horseless Carriage Committee warned about the dangers of gasoline-fueled vehicles.",
  "Claim_ID": "history_document_horseless",
  "Tags": ""
}