{
  "Origins": "A favorite bit of annoying trivia is for someone to ask who the 12th President of the United States was, chortle when the respondent answers \"Zachary Taylor,\" proclaim that the 12th President was really David Rice Atchison, and then chortle again when the respondent's expression indicates he never heard of any such person.",
  "Fact Check": "",
  "Description": "The basis for this routine is that President-elect Zachary Taylor was set to succeed James K. Polk and be inaugurated as the 12th President of the United States on 4 March 1849. However, March 4 was a Sunday, and Taylor declined to be sworn in on the Sabbath, so his inauguration was deferred for a day. Now, over one hundred and fifty years later, a ubiquitous bit of presidential apocrypha is the claim that someone else served as President during the twenty-four hour period between the expiration of Polk's term and the swearing-in of Taylor. A plethora of trivia reference sources state that Missouri senator David Rice Atchison was (or acted as) President for that one day, but claims placing him in that office are really nothing more than latter day \"what if?\" fantasies based on erroneous assumptions and interpretations. The office of President was established by the ratification of the Constitution of the United States of America in 1788. Article II, Section 1 of the Constitution reads (in part): The executive power shall be vested in a President of the United States of America. He shall hold his office during the term of four years, and, together with the Vice President, chosen for the same term, be elected, as follows: In case of the removal of the President from office, or of his death, resignation, or inability to discharge the powers and duties of the said office, the same shall devolve on the Vice President, and the Congress may by law provide for the case of removal, death, resignation or inability, both of the President and Vice President, declaring what officer shall then act as President, and such officer shall act accordingly, until the disability be removed, or a President shall be elected. Before he enter on the execution of his office, he shall take the following oath or affirmation: \"I do solemnly swear (or affirm) that I will faithfully execute the office of President of the United States, and will to the best of my ability, preserve, protect and defend the Constitution of the United States.\" Also, Article I, Section 3 establishes the Vice-President as the President of the Senate: The Vice President of the United States shall be President of the Senate, but shall have no vote, unless they be equally divided. The question of deciding who should become President if something should happen to both the chief executive and the Vice-President was left to Congress to decide at a later date. It didn't take long: In 1792 Congress passed a Presidential Succession Act which provided that after the President and Vice President, the President Pro Tempore of the Senate (i.e., the person selected to preside over the Senate when the Vice-President is absent) would serve as President. If there was no President Pro Tempore of the Senate, then the Speaker of the House of Representatives would serve, and the line of succession would then proceed through the cabinet officers in the order their departments were created. About a century later, the Presidential Succession Act came under renewed scrutiny. The custom of the Senate had been to select a president pro tempore only when the Vice-President was absent, and thus there were long stretches of time (especially since Congress did not sit in session all year around) during which the Senate had no president pro tempore. Additionally, the Presidential Succession Act raised the distinct possibility that a member of the opposition party might assume the Presidency. The Senate had been relying upon a gimmick under which the Vice-President would voluntarily leave the Senate chamber just before the end of a session so that a president pro tempore could be named before adjournment, but not all Vice-Presidents were willing to play along (especially when the opposition was the majority party). Accordingly, in 1886 Congress passed a new Presidential Succession Act, one that removed the President Pro Tempore of the Senate and the Speaker of the House of Representatives from the line of succession. After 1886, cabinet officers, in the order their departments were created, were next in line for the presidency after the President and Vice President. Things changed again sixty years later. Vice-President Harry S. Truman had become President upon the death of Franklin D. Roosevelt two years earlier, and as the United States no longer had a Vice-President, the possibility that the office might fall to someone further down the line of succession was a very real one. Truman felt that the next few men in line for the presidency should be \"elected representatives of the people\" (cabinet officers are appointed by the President, not elected), so the Presidential Succession Act of 1947 restored the President Pro Tempore of the Senate and the Speaker of the House of Representatives to the line of succession, albeit in reverse order (possibly because the current president pro tempore was no friend of Truman's, but the speaker of the house was a long-time friend of his). After that introduction, we now turn to the events of 1849. The terms of the incumbent President and Vice-President had expired on March 4, but the new President and Vice-President weren't sworn in until the following day. So who was President for the day in between? The law in effect at that time was the Presidential Succession Act of 1792, which specified that the President Pro Tempore of the Senate was next in line for the presidency after the President and Vice President. The Thirtieth Congress had, just before adjourning, selected Missouri senator David Rice Atchison to continue as President Pro Tempore, so he is the person now tagged as having been President for a Day. But was he really? He wasn't considered President at the time, and a number of legal arguments preclude our retroactively assigning him this \"honor\": First of all, the Constitution granted Congress the power of \"declaring what officer shall then act as President\" in the \"case of removal, death, resignation or inability, both of the President and Vice President.\" It didn't say Congress could declare someone to actually be the President, only someone to act as the President. This might be considered a distinction without a difference, mere semantic trickery. However, when John Tyler became the first Vice President to be elevated to the office of President by the death of his predecessor after William Henry Harrison died only a few weeks into his term in 1841, Tyler was dubbed \"His Accidency,\" and many questioned whether he was legally President or merely someone empowered to \"discharge the powers and duties of the said office\" until the next election. Tyler firmly established that he was to be regarded as a \"real\" President, and tradition has been to consider Vice-Presidents who have assumed office after the deaths of Presidents to be Presidents themselves, but it was not until the passage of the twenty-fifth amendment to the Constitution in 1967 that this \"tradition\" was established by law: Amendment XXV (1967) Section 1. In case of the removal of the President from office or of his death or resignation, the Vice President shall become President. Even if we overlook the distinction between someone empowered to \"act\" as President and a \"real\" President, the Constitution still poses some problems for David Rice Atchison's claim to the presidency. As noted above, the Constitution stated that \"Congress may by law provide for the case of removal, death, resignation or inability, both of the President and Vice President, declaring what officer shall then act as President.\" None of the cases specified in this clause had occurred. Neither the outgoing President nor Vice-President had died, resigned, been removed from office (i.e., through impeachment), or was \"unable\" to fulfill the duties of his office; the same was true of the incoming President and Vice-President. The incoming President simply deferred his inauguration for one day, so none of these cases occurred, the Presidential Succession Act of 1792 wasn't applicable, and no one was next in line of succession. If we dismiss the previous argument by claiming that the outgoing President indeed had been \"removed\" from office (or was \"unable\" to continue in office) because his term had expired, we have to consider that the Constitution doesn't specify exactly when a President's term expires. It merely states that the President \"shall hold his office during the term of four years\"; it doesn't say his term expires precisely at noon four years from the date of his (scheduled) swearing-in. Not until 1933 was the Constitution amended to specify the exact date and time at which a President's term expires: Amendment XX (1933) Section 1. The terms of the President and Vice President shall end at noon on the 20th day of January, and the terms of Senators and Representatives at noon on the 3d day of January, of the years in which such terms would have ended if this article had not been ratified; and the terms of their successors shall then begin. The incoming Vice-President is always sworn in before the incoming President, and sometimes this swearing-in doesn't take place until after noon, but nobody (seriously) claims that these Vice-Presidents technically \"became\" President during the brief interregna between their inaugurations and those of the incoming Presidents. Also, re-elected incumbent Presidents have deferred being sworn in for their second terms when their inaugural days fell on Sunday (such as James Monroe in 1821), but nobody claims the USA went without a President for one day between their terms. Another reason why Atchison has no real claim to having served as President is that nothing in the Constitution says a President-elect has to be sworn in before becoming President. The Constitution says that before \"he enter on the execution of his office, he shall take the following oath or affirmation . . .\" It doesn't say he has to take the oath before becoming President; merely that he must take the oath before executing the duties of the Presidency. Whether there is a real distinction here is something that has never been tested, but we suspect that if, for example, the President were killed during a nuclear attack by a hostile foreign power, the cabinet and the military wouldn't stand around waiting for the Vice-President to be sworn in before accepting his orders. If that sounds like still more semantic trickery, then keep in mind that David Rice Atchison was never sworn in, either. If Zachary Taylor wasn't President because he hadn't been sworn in, then how can Atchison, who wasn't sworn in either, claim to have been President? An important factor that negates the \"President for a Day\" claim is the fact that Atchison was no longer President Pro Tempore of the Senate on 4 March 1849. He was voted into that role during the Thirtieth Congress, but the Thirtieth Congress (as well as his Atchison's first term in the Senate) ended at midnight on 3 March. The office of president pro tem does not carry over from one session of Congress to the next, so on 4 March 1849, no one held that title. The plain truth is, it's difficult to find one valid reason why David Rice Atchison should be considered to have served as President for a Day, but it's not hard to find several valid reasons why he shouldn't. Nobody considered him to be President at the time, and Atchison himself later told a St. Louis Globe-Democrat reporter that there had been no President at all that Sunday, and stated that on his alleged one day as President: \"I went to bed. There had been two or three busy nights finishing up the work of the Senate, and I slept most of that Sunday.\" The matter wasn't given much thought at all at the time, and the possibility that the USA had been without a President for one day didn't really occur to anyone until years later. Then, in retrospect, someone took a glance at the rules of succession and mistakenly assumed that, if there really had been a one-day gap in the presidency, Atchison should have been the one who technically filled it. So, although Atchison may actually have pulled off a feat now attributed to Ronald Reagan (i.e., slept through his entire term of office), Reagan really was President. Atchison wasn't. Additional Information: Grave of David Rice Atchison (FindAGrave.com)",
  "Originally Published": "",
  "Referred Links": "http://www.findagrave.com/pictures/4972.html;",
  "Example": "",
  "Last Updated": "27 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/history/american/atchison.asp",
  "Claim": "David Rice Atchison served as President of the United States for one day in 1849.",
  "Claim_ID": "history_american_atchison",
  "Tags": ""
}