{
  "Origins": "If ever we needed an example of how short-sighted we can be of how often we foolishly oppose change and ignore its potential benefits merely because it upsets our comfortable status quo here it is. This letter has been trotted out time and again over the decades by speakers and writers seeking to illustrate that point with a vivid example of how even a future president of the United States could be such a luddite as to oppose the development of railroads. That the letter is an obviously apocryphal 20th-century fabrication doesn't faze them.",
  "Fact Check": "",
  "Description": "Martin Van Buren, known in American history as \"Old Kinderhook\" (after his birthplace of Kinderhook, New York) was a New York lawyer with a long and varied political career which included service as a New York state senator and attorney general, a United States senator (1821-28), and governor of New York (1828-29); under the administration of Andrew Jackson, he served as Secretary of State (1829-33) and Vice-President (1833-37) before finally succeeding Jackson as president (1837-41). He was also one of the few American presidents to remain politically active after the end of his presidency after losing his bid for re-election in 1840, he sought the Democratic nomination again in 1844 (but failed), and ran for president on the ticket of the dissident Free-Soil Party in 1848. Whether Van Buren was cantankerous enough to pen such a rash and ill-advised letter is quite doubtful, for a number of reasons: No manuscript of this letter appears in any known collection of Van Buren's or Jackson's correspondence. At the time of this purported letter (31 January 1829), Andrew Jackson was not yet president. He had won the 1828 election, but since presidential terms of office did not expire until March in those days, the office of President was still held by his predecessor, John Quincy Adams. (Not until after the passage of the 20th Amendment in 1933 was inauguration day moved up from March to January.) Van Buren could have been writing to Jackson as president-elect, but more likely whoever crafted this piece simply assumed that inaugurations had always taken place in January (as they do now) and assigned this letter a late January date to make it appear that Van Buren was writing to a newly-installed president rather than one who had yet to be sworn in. (As noted above, some versions of this letter have been altered to change the recipient to John Quincy Adams instead of Jackson or the date to April instead of January, undoubtedly to mask this discrepancy.) The language and style of this letter are all wrong. No sensible politician of the era especially one who was as experienced as Van Buren and who had aspirations of being named Jackson's Secretary of State (as he later was) would have presumed to head an official communication to the President with \"Dear President Jackson\" rather a more respectfully florid salutation such as \"To His Excellency, the Honorable President of the United States.\" Likewise, Van Buren (an ardent supporter of Jackson) would not have been so brusque as to simply sign off with his name and position, as one might do in a modern-day business letter. When Jackson assumed office, he appointed Van Buren as his Secretary of State. According to Van Buren biographer John Niven, \"Old Kinderhook\" did not offer advice to Jackson unbidden but only when it was sought, and even then the two men generally communicated through intermediaries rather than directly: Van Buren was never the man to presume on Jackson . . . though he responded when his advice was sought. As Jackson remained aloof in any personal exchange between the two but acted through Lewis [Jackson's aide], so Van Buren adopted the same stance, relying upon Hamilton [a close political associate] to maintain communications. Railroading was in its infancy in 1829, as steam-driven locomotives such as the Tom Thumb were just beginning to appear on the scene. The railroads that existed in 1829 were still primarily horse-drawn, so it is exceedingly unlikely that in early 1829 Van Buren would have been describing railroads pulled by \"engines\" and fretting about their putting the canal boat and horse industries out of work. (In any case, canal boats were generally pulled by mules, not horses, so the livelihoods of \"numerous farmers now employed in growing hay for the horses\" would probably not have been endangered by the demise of the canal boat trade.) Although this letter likely is a fair bit older, the earliest print version of it we've turned up so far comes from a 1967 letter to the editor of the Spokane Spokesman-Review . In 1983 it was used in an advertisement for a utility company known as the Virginia Coal Pipeline Associates, which ran in the 27 September 1983 issue of the Washington Post . The House of Representatives was scheduled to vote that day to decide whether federal rights of eminent domain should be granted to coal and pipeline companies to provide them with rights-of-way through privately owned land. The companies wanted to send a mixture of coal and water through pipelines in order to avoid the uncontrolled rates charged by railroads, which at the time transported 80% of coal supplies, and the ad exhorted House members to vote in favor of the proposition. The use of the van Buren \"canal\" letter in that advertisement prompted the Washington Post to publish a debunking of it by one of their writers, Robert McCloskey. The advertising agency which placed the ad, Martin Agency Inc., had assured the Post 's advertising department that the letter was authentic. Martin had in turn been assured by Charles M.",
  "Originally Published": "",
  "Referred Links": "http://news.google.com/newspapers?id=oWtWAAAAIBAJ&sjid=--gDAAAAIBAJ&pg=5332,2671257;http://web.archive.org/web/20020615122826/http://knight.city.ba.k12.md.us/faculty/ss/tomthumb.htm;http://www.law.cornell.edu/constitution/constitution.amendmentxx.html;",
  "Example": "[McCloskey, 1983] The following letter was sent to President Andrew Jackson from New York State Governor Martin Van Buren on January 31, 1829: Dear President Jackson: The canal system of this country is being threatened by the spread of a new form of transportation known as 'railroads.' The federal government must preserve the canals for the following reasons: One. If canal boats are supplanted by 'railroads,' serious unemployment will result. Captains, cooks, drivers, hostlers, repairmen and lock tenders will be left without means of livelihood, not to mention the numerous farmers now employed in growing hay for the horses. Two. Boat builders would suffer and towline, whip and harness makers would be left destitute. Three. Canal boats are absolutely essential to the defense of the United States. In the event of the expected trouble with England, the Erie Canal would be the only means by which we could ever move the supplies so vital to waging modern war. As you may well know, Mr. President, 'railroad' carriages are pulled at the enormous speed of fifteen miles per hour by 'engines' which, in addition to endangering life and limb of passengers, roar and snort their way through the countryside, setting fire to crops, scaring the livestock and frightening women and children. The Almighty certainly never intended that people should travel at such breakneck speed. Martin Van Buren Governor of New York Variations: Some versions of this letter are addressed to President John Quincy Adams or dated April 1829, no doubt to correct some of the historical inaccuracies discussed below.",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/history/document/vanburen.asp",
  "Claim": "In 1829, Martin Van Buren sent a letter to President Andrew Jackson about the necessity for preserving canals against the development of railroads.",
  "Claim_ID": "history_document_vanburen",
  "Tags": ""
}