{
  "Origins": "On 28 August 2015, a Facebook page shared the above reproduced photograph along with the claim that \"they\" told the man depicted in it that he could not fly an American flag (so he did the \"next best thing\"). No information was provided about the individual seen in the photo, where the house/lawn was located, the circumstances under which he was purportedly prevented from flying an American flag, and by whom that edict was issued. In the absence of a named guilty party, many e-mails substituted a homeowners' association (HOA) as the presumptive villain. (A Reddit thread based on the post featured comments from folks who inferred that a homeowners' association was the flag-Grinch in the scenario, a conclusion similarly reached by Facebook commenters.)",
  "Fact Check": "Does a photograph depict a man who painted his lawn to look like an American flag because his homeowners' association wouldn't let him fly one?",
  "Description": "The same photograph was published to Reddit on 17 June 2014, but that iteration was titled \"Go big or go home\" and made no mention of flag banning. In fact, no description for the image was provided before it attracted the \"evil homeowners' association\" backstory which may have been due to the photograph's age. An article from September 2001 (since archived and cached) accurately described the photograph: John Morris waved to a passing motorist Monday while painting an American flag on the front yard of Lori Davis' home north of South Milford, Ind. Morris is a family friend helping to paint the flag as a welcome-home for Davis' son, Marine Lance Cpl. Chad Davis, USMC, who was due home on leave Monday night. The claim was nearly identical to a similar yarn about a man who painted his entire house to resemble an American flag after his homeowners' association allegedly prevented him from flying one. That display was also not a protest against folks who supposedly \"banned\" the American flag; and the resulting large flag art was not a clever jab at an oppressive HOA. Last updated: 15 October 2015",
  "Originally Published": " 15 October 2015",
  "Referred Links": "https://web.archive.org/web/20031107151209/http://www.cjonline.com/stories/091801/ter_new.prideyard.shtml;https://www.reddit.com/r/MURICA/comments/28ea27/go_big_or_go_home/;https://m.facebook.com/beckymcdonough34/posts/916842285055705;https://www.reddit.com/r/forwardsfromgrandma/comments/3jxpv7/they_told_him_he_couldnt_fly_a_flag_so_he_did_the/;https://www.facebook.com/USAmilitarymoms/photos/pb.136026333249320.-2207520000.1444969629./444376345747649/?type=3&theater;",
  "Example": "[Collected via e-mail and Facebook, October 2015] This is awesome. The homeowners association told him he couldn't fly his American Flag because it \"offended\" others in his neighborhood and was against community ordinance, so he did this...",
  "Last Updated": "15 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/hoa-lawn-flag/",
  "Claim": "A photograph depicts a man who painted his lawn to look like an American flag because his homeowners' association wouldn't let him fly one.",
  "Tags": "american flag ban;american flag;fake bans;john morris;real photo inaccurate description;HOAs;",
  "Claim_ID": "hoa-lawn-flag"
}