{
  "Origins": "On 2 August 2015, the Facebook page \"Tough cookie parenting\" shared the image and status update reproduced above, reporting that a sequel to the popular 1993 film Hocus Pocus was in the works. Social media response to the Hocus Pocus 2 claim was unusually strong, and the image was shared several hundred thousands of times in just 24 hours. While not initially considered a massive success, the 1993 film Hocus Pocus eventually reached the status of cult classic, and Facebook users were clearly excited about the prospect of developments in the production of Hocus Pocus 2 (a project that has inspired years of rumors).",
  "Fact Check": "Has Disney confirmed the film Hocus Pocus 2 is in production, more than 20 years after the release of the original Hocus Pocus?",
  "Description": "However, the Facebook page responsible for the spread of revived Hocus Pocus 2 rumors published a subsequent Facebook comment admitting that the claim was not based on any new, credible, or substantiated developments: I'm not for sure, but there's talk. They have a Facebook page... but ya know... man, I hope it's real... Moreover, the user didn't provide a link for the Facebook page she referenced (nor any other information to indicate the claim was based on any new information). Some users linked to a 2 July 2014 IMDb post (that appeared to be user-submitted) titled \"Updated: Hocus Pocus 2: Rise of the Elderwitch Official,\" which claimed: Well then. We cannot say that we saw this one coming. The Tracking Board is reporting that a sequel to the Bette Midler, Sarah Jessica Parker, and Kathy Najimy comedic witch flick from 1993, Hocus Pocus, is officially on its way. Read on for the first details. The original cast is not likely to be coming back. Allison Shearmur Productions has signed to produce Hocus Pocus 2: Rise of the Elderwitch. Tendo Nagenda and Jessica Virtue are executive producing at Disney. That rumor (which maintained that none of the original cast members would return for the purported sequel) was swiftly debunked in a 2 July 2014 Deadline article titled \"Disney Developing Witch Pic with Tina Fey But It's Not Hocus Pocus 2'\": Hocus shmocus: Disney is in early development with Tina Fey on a supernatural-themed feature, but a knowledgeable source tells me it s not the Hocus Pocus sequel that s being wrongly buzzed about all over town. The film, currently known as Untitled Witch Project, will be produced by Fey and Cinderella producer Allison Shearmur in what s described as falling in the vein of Ghostbusters, with 30 Rock Golden Globe winner Fey also attached to star. Sorry to break it to fans of the 1993 Bette Midler horror-comedy: No Hocus Pocus 2 project is currently in the works at the Mouse House yet. Stay tuned to see if the nostalgic wave of online buzz conjures a return for the Sanderson Sisters. In November 2014, Hocus Pocus star Bette Midler fielded multiple questions about the possibility of Hocus Pocus 2 during a Reddit AMA (Ask Me Anything). Midler herself expressed both willingness and strong interest on her part (as well as that of co-stars Kathy Najimy and Sarah Jessica Parker), but definitively stated that Disney had thus far not reciprocated it. Questions about Hocus Pocus 2 were so numerous that Midler edited her original post to disseminate the following message to eager fans: Update: Inundate the Disney company, because I have canvassed the girls and they are wiling to do it, but we have no say in it, so if you want a HOCUS POCUS 2, ask the Walt Disney company. You have been SO adorable. This has been most enlightening. SISTAHS! So while interest in a Hocus Pocus sequel remains strong, Hocus Pocus 2 is not currently in production. Last updated: 4 August 2015",
  "Originally Published": " 4 August 2015",
  "Referred Links": "https://www.reddit.com/r/IAmA/comments/2lif4w/its_the_girl_bette_midler_ama/;http://deadline.com/2014/07/hocus-pocus-disney-tina-fey-untitled-witch-project-799046/;http://www.imdb.com/news/ni57440073/;https://www.facebook.com/ToughCookieParenting/photos/a.573948625973738.1073741830.511423845559550/890386534329944/?type=1&comment_id=890388540996410&offset=0&total_comments=33146&comment_tracking=%7B%22tn%22%3A%22R9%22%7D;http://www.huffingtonpost.com/2012/07/10/hocus-pocus-sequel_n_1662809.html;https://en.wikipedia.org/wiki/Hocus_Pocus_(1993_film)#Legacy;https://www.facebook.com/ToughCookieParenting/photos/a.573948625973738.1073741830.511423845559550/890386534329944/?type=1&pnref=story;",
  "Example": "[Collected via Facebook, August 2015] Um... am I the only one REALLY excited about this? smile emoticon #OldSchoolMama",
  "Last Updated": "4 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/hocus-pocus-2/",
  "Claim": "Disney has confirmed the film Hocus Pocus 2 is in production, more than 20 years after the release of the original Hocus Pocus.",
  "Tags": "hocus pocus 2;rise of the elderwitch;the witch is back;sequel hoaxes;",
  "Claim_ID": "hocus-pocus-2"
}