{
  "Origins": "The holiday season of 2003-2004 saw the usual festive practices of gift-giving, caroling, worshiping, and getting together with relatives and friends, but it also proved to be the season of making merry in a different fashion by pranking.",
  "Fact Check": "",
  "Description": "Two communities thousands of miles apart were subjected to the same holiday leg-pull. Albuquerque residents were informed by local radio stations that it was illegal to keep Christmas lights up past the holiday season and that PNM , the local power company, was imposing a per-bulb fine on violators. Radio spots directed listeners to the now defunct www.lightsoutnewmexico.com, a web site that bore what appeared to be the PNM logo and carried an official-looking announcement of a legislative ban on the decorations due to a power shortage in Western states. The fake page also sported a button which viewers were invited to click to report violators of the ban. There was no such ban it was all a hoax perpetrated by folks at KOB-FM, a local pop music radio station. Those who clicked on the \"fink out your neighbors\" option on the fake PNM page were taken to a web page bearing the Citadel-owned KOB-FM logo and a notice reading: \"We Gotcha!! It was just for fun! Like our show! The Morning After with John & Rebecca. Now Take Your Lights Down!\" PNM was less than amused by the whole thing. \"Here's the truth: we have adequate supplies of power to meet customer needs, and there is no ban on holiday lights,\" said Frederick Bermudez, PNM director of Corporate Communications. KOB-FM can't even be credited with originality, because a week earlier the same gag had been kited in Rochester, New York. Some Rochester-area radio stations broadcast a story that homeowners could be fined for keeping their holidays lights on past 16 January and placed the blame on the state legislature for the ban, while alerting residents that random checks of neighborhoods would be forthcoming to ensure compliance. In response to the hoax, Rochester Gas & Electric ( RG&E ) said that as long as customers pay their bills, they can keep their holiday lights on as long as they want. This same gag was also perpetrated by a local radio station crew in yet another part of the country (Atlanta); that prank was on the web as a faux \"Lights Out Georgia\" site, but the site has since disappeared. Barbara \"light amusement\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.rge.com/;http://www.pnm.com/;",
  "Example": "",
  "Last Updated": "30 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/christmas/lights.asp",
  "Claim": "Power companies are fining customers for keeping their holiday lights up too long.",
  "Claim_ID": "holidays_christmas_lights",
  "Tags": ""
}