{
  "Origins": "Few Americans have any inkling that there even is such a thing as Boxing Day, let alone what the reason might be for a holiday so named. And even though Boxing Day is celebrated in Australia, Britain, New Zealand, and Canada, not all that many people in those countries have much of a notion as to why they get the 26th of December off. Boxing Day might well be a statutory holiday in some of those lands, but it's not a well understood one.",
  "Fact Check": "",
  "Description": "Despite the lively images suggested by the name, it has nothing to do with pugilistic expositions between tanked-up family members who have dearly been looking forward to taking a round out of each other for the past year. Likewise, it does not gain its name from the overpowering need to rid the house of an excess of wrappings and mountains of now useless cardboard boxes the day after St. Nick arrived to turn a perfectly charming and orderly home into a maelstrom of discarded tissue paper. The name also has nothing to do with returning unwanted gifts to the stores they came from, hence its common association with hauling about boxes on the day after Christmas. The holiday's roots can be traced to Britain, where Boxing Day is also known as St. Stephen's Day. Reduced to the simplest essence, its origins are found in a long-ago practice of giving cash or durable goods to those of the lower classes. Gifts among equals were exchanged on or before Christmas Day, but beneficences to those less fortunate were bestowed the day after. And that's about as much as anyone can definitively say about its origin because once you step beyond that point, it's straight into the quagmire of debated claims and dueling folklorists. Which, by the way, is what we're about to muddy our boots with. Although there is general agreement that the holiday is of British origin and it has to do with giving presents to the less fortunate, there is still dispute as to how the name came about or precisely what unequal relationship is being recognized. At various times, the following \"origins\" have been loudly asserted as the correct one: Centuries ago, ordinary members of the merchant class gave boxes of food and fruit to tradespeople and servants the day after Christmas in an ancient form of Yuletide tip. These gifts were an expression of gratitude to those who worked for them, in much the same way that one now tips the paperboy an extra $20 at Christmastime or slips the building's superintendent a bottle of fine whisky. Those long-ago gifts were done up in boxes, hence the day coming to be known as \"Boxing Day.\" Christmas celebrations in the old days entailed bringing everyone together from all over a large estate, thus creating one of the rare instances when everyone could be found in one place at one time. This gathering of his extended family, so to speak, presented the lord of the manor with a ready-made opportunity to easily hand out that year's stipend of necessities. Thus, the day after Christmas, after all the partying was over and it was almost time to go back to far-flung homesteads, serfs were presented with their annual allotment of practical goods. Who got what was determined by the status of the worker and his relative family size, with spun cloth, leather goods, durable food supplies, tools, and whatnot being handed out. Under this explanation, there was nothing voluntary about this transaction; the lord of the manor was obligated to supply these goods. The items were chucked into boxes, one box for each family, to make carrying away the results of this annual restocking easier; thus, the day came to be known as \"Boxing Day.\" Many years ago, on the day after Christmas, servants in Britain carried boxes to their masters when they arrived for the day's work. It was a tradition that on this day all employers would put coins in the boxes as a special end-of-the-year gift. In a closely-related version of this explanation, apprentices and servants would on that day get to smash open small earthenware boxes left for them by their masters. These boxes would house small sums of money specifically left for them. This dual-versioned theory melds the two previous ones together into a new form namely, the employer who was obligated to hand out something on Boxing Day, but this time to recipients who were not working the land for him and thus were not dependent on him for all they wore and ate. The \"box\" thus becomes something beyond ordinary compensation (in a way goods to landed serfs was not), yet it's also not a gift in that there's nothing voluntary about it. Under this theory, the boxes are an early form of Christmas bonus, something employees see as their entitlement. Boxes in churches for seasonal donations to the needy were opened on Christmas Day, and the contents distributed by the clergy the following day. The contents of this alms box originated with the ordinary folks in the parish who were under no direct obligation to provide anything at all and were certainly not tied to the recipients by a employer/employee relationship. In this case, the \"box\" in \"Boxing Day\" comes from that one gigantic lockbox the donations were left in. More elaborate versions of this origin involve boxes kept on sailing ships: The title has been derived by some, from the box which was kept on board of every vessel that sailed upon a distant voyage, for the reception of donations to the priest who, in return, was expected to offer masses for the safety of the expedition, to the particular saint having charge of the ship and above all, of the box. The box was not to be opened until the return of the vessel; and we can conceive that, in cases where the mariners had had a perilous time of it, this casket would be found to enclose a tolerable offering. The mass was at that time called Christmass, and the boxes kept to pay for it were, of course, called Christmass-boxes. The poor, amongst those who had an interest in the fate of these ships, or of those who sailed in them, were in the habit of begging money from the rich, that they might contribute to the mass boxes; and hence the title which has descended to our day, giving to the anniversary of St Stephen's martyrdom the title of Christmas-boxing day, and, by corruption, its present popular one of Boxing Day. Whichever theory one chooses to back, the one thread common to all is the theme of one-way provision to those not inhabiting the same social level. As mentioned previously, equals exchanged gifts on Christmas Day or before, but lessers (be they tradespeople, employees, servants, serfs, or the generic \"poor\") received their \"boxes\" on the day after. It is to be noted that the social superiors did not receive anything back from those they played Lord Bountiful to: a gift in return would have been seen as a presumptuous act of laying claim to equality, the very thing Boxing Day was an entrenched bastion against. Boxing Day was, after all, about preserving class lines. Barbara \"lines of the times\" Mikkelson Sightings: In the familiar Christmas carol, Good King Wenceslas' gifts of flesh (meat), wine, and firewood were made to a poor man whom he observed struggling through the snow \"on the Feast of Stephen.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "25 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/christmas/boxingday.asp",
  "Claim": "The name of Boxing Day comes from the need to rid the house of empty boxes the day after Christmas.",
  "Claim_ID": "holidays_christmas_boxingday",
  "Tags": ""
}