{
  "Origins": "Veterans Day (known prior to 1954 as Armistice Day) is a U.S. holiday that celebrates the service of all U.S. military veterans and is observed on November 11 to coincide with the date of the signing of the 1918 armistice that brought an end to hostilities in World War I. Although annual presidential proclamations calling for the observance of Armistice Day on November 11 were not issued until 1926, and Armistice Day was not designated as a U.S. federal holiday until 1938, Armistice Day was first celebrated in 1919: President Wilson proclaimed the first Armistice Day with the following words: \"To us in America, the reflections of Armistice Day will be filled with solemn pride in the heroism of those who died in the country's service and with gratitude for the victory, both because of the thing from which it has freed us and because of the opportunity it has given America to show her sympathy with peace and justice in the councils of the nations.\" Each year on Veterans Day a national ceremony is held at Arlington National Cemetery (usually attended by the President of the United States or, in his absence, another high government official) which includes a wreath laying at the Tomb of the Unknowns. Local observances typically include speeches from dignitaries, parades, moments of silence, and prayer ceremonies.",
  "Fact Check": "",
  "Description": "Ravioli is a traditional Italian food consisting of a filling enclosed within two layers of thin egg pasta dough, served in broth or with a pasta sauce. The type of ravioli most familiar to Americans is a canned version filled with beef or processed cheese and served in a tomato-based sauce. Contrary to a now common rumor, save for the fact that tinned ravioli was developed around the time of World War I, there is no connection between that food and Veterans Day. The rumor that ravioli is a \"traditional meal\" on Veterans Day, a tradition initiated when President Woodrow Wilson supposedly served a ravioli dinner to 2,000 veterans who visited the White House on 11 November 1919, originated with a spurious edit made to Wikipedia's article about Veterans Day on 11 November 2010 which added the following paragraph: Because it is a federal holiday, many Americans have the day off from school or work for Veterans Day. Non-essential federal government offices are closed. All federal employees are paid for the holiday; those who are required to work on the holiday sometimes receive wages for that day in addition to holiday pay. The holiday is often celebrated by having a ravioli meal. This tradition dates back to the ending days of World War I when President Wilson, aware that the returning soldiers would be longing for home cooked meals, invited 2,000 soldiers to the White House and helped his staff chefs cook them ravioli, which had just become a mainstay in mainstream American kitchens due to commercial canning. In his Armistice Day address to Congress, Wilson was sensitive to the psychological toll of the lean War years: \"Hunger,\" he remarked, \"breeds madness.\" None of the sources cited in that paragraph supported the historical notion of ravioli as a traditional Veterans Day meal, though. The first footnote simply referenced a 2009 article from the Lebanon, Ohio, Western Star newspaper that coincidentally mentioned ravioli was being served as part of the lunch menu at a local school on Veterans Day. The other footnote cited a page in The Oxford Companion to American Food and Drink that provided a source for Woodrow Wilson's Armistice Day quote about hunger breeding madness rather than reform, and that mentioned the rise in commercial canning after World War I had popularized Americanized versions of ethnic dishes such as ravioli, but offered no connection between those two topics. (President Wilson hosted no dinners for anyone at the White House in November 1919, as he had suffered a debilitating stroke the previous month and remained in seclusion.) The false information about a Veterans Day-ravioli connection persisted on Wikipedia for exactly a year, until it was finally removed via another edit on Veterans Day 2011. During that time, however, the apocryphal tale of President Wilson's purportedly initiating the tradition by serving a ravioli dinner to a group of veterans at the White House in 1919 was uncritically picked up and cited as fact by a number of other sources, such as a 2011 Examiner.com article : A lot of restaurants offer free meals to veterans on Veterans Day. They can order whatever they want from the menu. However, when President Woodrow Wilson designated November 11, 1919 as Veterans Day [sic], he opened up the kitchen of the White House and helped cooked [sic] ravioli for the veterans. He reasoned that the veterans might want a home cooked meal after returning from World War I. Since the veterans had survived on military rations for such a long time that a home cooked meal would be an appropriate gesture for them. There was no steak dinner because at the time the nation was in a food shortage and rationing was taking place. One of the new trends in food was ravioli, an Italian import that usually provided a serving of grain, dairy or meat, and a vegetable in one meal. It was also easily mass produced and canned for easy meals and long-term storage. So President Woodrow and his kitchen staff served 2,000 soldiers who had returned from the war. It may be the case that many Americans eat ravioli on Veterans Day, but only because many Americans eat ravioli on every other day of the year as well, not because President Wilson once served it to some White House visitors.",
  "Originally Published": "",
  "Referred Links": "http://www.examiner.com/article/what-does-ravioli-have-to-do-with-veterans-day;http://books.google.com/books?id=AoWlCmNDA3QC&pg=PT317&lpg=PT317#v=onepage&q&f=false;http://en.wikipedia.org/w/index.asp?title=Veterans_Day&oldid=396200528;http://www1.va.gov/opa/vetsday/;",
  "Example": "[Collected via e-mail, November 2011] A little known fact about Veterans Day, it was originally celebrated with a dinner of ravioli. This was tradition was started by Woodrow Wilson, who invited 2,000 veterans to the White House for a dinner of ravioli on the first Veterans Day. Wilson served ravioli because the canning industry was on the rise and he predicted that ravioli would soon be the a popular meal for Americans. Since then, ravioli has been considered the traditional meal for November 11th.",
  "Last Updated": "11 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/veteransday/ravioli.asp",
  "Claim": "A tradition of celebrating Veterans Day with ravioli dinners was initiated by President Woodrow Wilson in 1919.",
  "Claim_ID": "holidays_veteransday_ravioli",
  "Tags": ""
}