{
  "Origins": "The above-displayed photograph of a homeowner trapped by a fallen ladder while installing Christmas decorations has been circulated by viewers wondering whether it was a real picture of hapless decorator, and by others who believed it to be (as suggested by the accompanying text) merely a picture of a humorous Christmas display.",
  "Fact Check": "",
  "Description": "It is in fact the latter, a sardonic holiday display set up in 2009 by the residents of a home at the corner of State Line and West 61st Street in Kansas City. As one of those residents told us, he had to dismantle the display due to the problems it caused: Most of the \"victims\" were driving down the road towards my house. The first thing they would notice is that the lights had apparently fallen down. As they got closer, they would do a double take when they noticed the guy hanging. I would hear screech after screech in front of my house from people slamming on the brakes or quickly turning into my driveway and, many times, into my yard. I really needed to take him down as I am sure there would have been wrecks out there. That was just one thing I did not think of. I even impressed myself with how real he looked. Not everyone thought it was so funny. When I wasn't home, some people would go yell at my neighbors. I guess they needed someone to yell at. Another guy smashed our pumpkins that we had up as decoration for Thanksgiving. Some people would write us nasty letters. But all and all, most people really liked it.",
  "Originally Published": "",
  "Referred Links": "http://blogs.pitch.com/plog/2009/11/well-hung_man_and_his_holiday_lights.asp;",
  "Example": "[Collected via e-mail, December 2009] Well, there is good news and bad news about my Christmas decorations this year. Good news is that I truly out did myself this year with my Christmas decorations. The bad news is that I had to take him down after 2 days. I had more people come screaming up to my house than ever. Great stories. But two things made me take it down. First, the cops advised me that it would cause traffic accidents as they almost wrecked when they drove by. Second, a 55 year old lady grabbed the 75 pound ladder almost killed herself by putting it against my house and didn't realize it was fake until she climbed to the top (she was not happy). By the way, she was one of many people who attempted to do that. My yard couldn't take it either. I have more than a few tire tracks where people literally drove up my yard. Kind of feel like I gave in to the man by taking him down but my neighbor did confirm to near miss accidents on the busy street next to my house. I think I made him too real this time. So it was fun while it lasted! Merry Christmas!",
  "Last Updated": "20 December 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/holidays/christmas/photos/decorations.asp",
  "Claim": "Photograph shows a holiday display depicting a homeowner trapped by a fallen ladder while installing Christmas decorations.",
  "Claim_ID": "holidays_christmas_photos_decorations",
  "Tags": ""
}