{
  "Origins": "Each year, a few days before Thanksgiving, the President of the United States formally pardons a live turkey presented to him by the National Turkey Federation ( NTF ). The ceremony has become a White House tradition, one well covered by the press. Of recent years, new stories about the annual bestowment of clemency on the Presidential gobbler have often asserted the tradition began in 1947 with President Harry Truman pardoning the first bird.",
  "Fact Check": "",
  "Description": "Lamentably, the press has it wrong. President Truman was neither the first U.S. president to pardon a turkey (he didn't pardon any of the birds presented to him), nor did the modern annual tradition begin with him. Let's dispose of the Truman-related claims first, because they're the easiest to deal with. While it is true the National Turkey Federation has been supplying an annual holiday bird to the White House since 1947 (which was when Truman was in office), nothing in the record of the Truman presidency supports the notion that any of the birds so provided was spared by that First Family. Indeed, the official record keeper of that presidency, the Truman Library, says it has been unable to locate anything that would serve to connect President Truman with the pardoning of turkeys: The Truman Library has received many requests over the years for information confirming the story that President Truman \"pardoned\" a Thanksgiving turkey in 1947, thus initiating a Presidential tradition that continues to this day. The Library's staff has found no documents, speeches, newspaper clippings, photographs, or other contemporary records in our holdings which refer to Truman pardoning a turkey that he received as a gift in 1947, or at any other time during his Presidency. Truman sometimes indicated to reporters that the turkeys he received were destined for the family dinner table. By the way, the turkey provided to the First Family in 1947 by the NTF was a Christmas bird, handed over on 15 December 1947. As to who spared the first Presidential gobbler, one charming bit of folklore lays that honor at the feet of Abraham Lincoln. Supposedly, his ten-year-old son, Tad Lincoln, christened as \"Jack\" a bird given to Honest Abe in 1863 and was therefore less than delighted by the prospect of having his feathered friend served up on a platter at the family's Christmas feast. The boy, it is said, burst into one of his father's cabinet meetings to plead for the bird's life, a request Lincoln agreed to. But the tale doesn't end there: On election day in 1864, Lincoln spied Jack at his polling place at the White House and demanded of Tad, \"What business has the turkey stalking about the polls in that way? Does he vote?\" \"No,\" said Tad. \"He's not of age.\" (Other accounts maintain that Jack was not a turkey at all, but rather a soldier doll sent to Tad by the Sanitary Commission in New York. During a play session with friends the Lincoln boys accused Jack of military misbehavior and then sought a pardon for him from their father, who obligingly wrote them a note stating that \"The Doll Jack is pardoned by order of the President.\") The passage of time, the dearth of well-maintained news archives contemporaneous to that presidency, plus the fact that so many of the homespun \"Honest Abe\" tales in common circulation have turned out to be lore as opposed to factual reportings of actual occurrences leaves us unable to say yea or nay to the anecdote. However, even if it were to emerge that the Lincoln story were a relatively reliable account of an actual event, though it might establish that a bird meant for the Presidential table was spared, at no point did anyone use the word \"pardon.\" The earliest provable instance of the word \"pardon\" being used in connection with a presidential holiday bird attaches to a gobbler given in 1963 by the California Turkey Advisory Board to President John F. Kennedy. However, Kennedy did not pardon the creature presented to him in the Rose Garden on 18 November 1963; he merely announced he didn't plan to eat the bird. Newspapers nevertheless reported the following day the bird had been \"pardoned.\" The first president to use a form of the word \"pardon\" in connection with a turkey was President Ronald Reagan in 1987, but even then he wasn't granting a stay of execution to a bird at risk of being eaten; he was deflecting with humor some questions posed by the media that he did not want to answer. Reagan parried queries about whether he would pardon Iran-Contra figures Lt. Col. Oliver North and former national security adviser John Poindexter by joking that if that year's turkey had not been destined for a petting farm, \"I would have pardoned him.\" Surprisingly, this tradition which now everyone remembers as having gone on forever apparently began with President George H.W. Bush in 1989. At that year's Thanksgiving presentation of a bird for the First Family's table, in his remarks to those assembled, he said, \"But let me assure you and this fine tom turkey that he will not end up on anyone's dinner table. Not this guy. He's been granted a presidential pardon as of right now, allowing him to live out his days on a farm not far from here.\" President George H.W. Bush bestowed subsequent poultripital pardons on Thanksgiving birds in each succeeding year of his presidency, thereby establishing the tradition. The National Turkey and the Alternate National Turkey (designated in case the national bird can't fulfill his duties) both receive pardons that spare them from becoming anyone's dinner and go on to live out their natural lives in petting zoos or on farms. However, those granted such reprieves generally fail to live for long; they usually succumb within a year of their pardons. Fast-growing, commercially-raised turkeys tend to expire fairly quickly, as they grow too large for their body structure and are too susceptible to disease. Barbara \"in the end, even the reprieved fall victim to fowl play\" Mikkelson Sightings: In an episode of television's The West Wing (\"Shibboleth,\" original air date 22 November 2000), Press Secretary C.J. Cregg is given the unenviable task of selecting which of the two turkeys presented to the White House will be pardoned by the President.",
  "Originally Published": "",
  "Referred Links": "http://www.trumanlibrary.org/trivia/turkey.htm;http://www.eatturkey.com/;",
  "Example": "",
  "Last Updated": "26 November 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/thanksgiving/pardon.asp",
  "Claim": "The presidential practice of pardoning a live turkey before Thanksgiving originated with President Harry Truman in 1947.",
  "Claim_ID": "holidays_thanksgiving_pardon",
  "Tags": ""
}