{
  "Origins": "Of the British and German soldiers who faced each other across the muddy fields of Flanders on Christmas Eve in 1914, even those who no longer believed the optimistic predictions of a short war would have been shocked to learn that it would drag on for another four years and that it would ultimately see the staggering totals of 8 million dead and 21 million wounded. Nonetheless, by December 1914 the European War being fought by men who were weary, frustrated, and dispirited, bogged down in the glue-like muck, waterlogged trenches, and barbed-wire entanglements of Belgium, with little sense of national purpose other than to defeat the enemy had already claimed hundreds of thousands of casualties since the beginning of hostilities in early August.",
  "Fact Check": "",
  "Description": "Despite the constant machine gun fire and artillery bombardments of the western front, and even though in some places front-line troops were a mere 60 yards away from the enemy's lines, soldiers on both sides received gift boxes containing food and tobacco prepared by their governments that Christmas. The Germans, who had a direct land link to their home country (British soldiers in Belgium were separated from London by sixty miles and the English Channel), also managed to send small Christmas trees and candles to troops at the front. And, notwithstanding the fact that a Christmas cease-fire proposed by Pope Benedict XV had already been rejected by both sides as \"impossible,\" on Christmas Eve the \"law of unanticipated consequences went to work,\" as Stanley Weintraub, author of Silent Night: The Story of the World War I Christmas Truce , described it: [T]he Germans set trees on trench parapets and lit the candles. Then, they began singing carols, and though their language was unfamiliar to their enemies, the tunes were not. After a few trees were shot at, the British became more curious than belligerent and crawled forward to watch and listen. And after a while, they began to sing. By Christmas morning, the \"no man's land\" between the trenches was filled with fraternizing soldiers, sharing rations and gifts, singing and (more solemnly) burying their dead between the lines. Soon they were even playing soccer, mostly with improvised balls. According to the official war diary of the 133rd Saxon Regiment, \"Tommy and Fritz\" kicked about a real football supplied by a Scot. \"This developed into a regulation football match with caps casually laid out as goals. The frozen ground was no great matter ... The game ended 3-2 for Fritz.\" The spontaneous truce (which included French and Belgian troops in some sectors) was largely over by New Year's Day, however. Commanders on both sides ordered their troops to restart hostilities under penalty of court martial, and German and British soldiers reluctantly parted, in the words of Pvt. Percy Jones of the Westminster Brigade, \"with much hand-shaking and mutual goodwill.\" The Great War stretched on through another three Christmases and beyond, but all subsequent attempts to organize similiar truces failed, and millions more died before the armistice of 11 November 1918 finally ended the shooting for good. As Stanley Weintraub noted at the close of his book on the 1914 Christmas truce: However much the momentary peace of 1914 evidenced the desire of the combatants to live in amity with one another, it was doomed from the start by the realities beyond the trenches. As the English rock band The Farm, decades later, summed up the results after the enemies \"joined together and decided not to fight,\" but failed, there was \"nothing learned and nothing gained.\" A celebration of the human spirit, the Christmas Truce remains a moving manifestation of the absurdities of war. A very minor Scottish poet of Great War vintage, Frederick Niven, may have got it right in his \"A Carol from Flanders,\" which closed, O ye who read this truthful rime From Flanders, kneel and say: God speed the time when every day Shall be as Christmas Day. Although the Christmas Truce of 1914 may seem like a distant myth to those now at arms in parts of the world where vast cultural differences between combatants make such an occurrence impossible, it remains a symbol of hope to those who believe that a recognition of our common humanity may someday reverse the maxim that \"Peace is harder to make than war.\" Additional information: The Christmas Truce (FirstWorldWar.com)",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0452283671/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0375700455/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0330390651/ref=urbanlegendsrefe;http://www.firstworldwar.com/features/christmastruce.htm;http://www.firstworldwar.com/features/christmastruce.htm;http://www.spartacus.schoolnet.co.uk/FWWdeaths.htm;http://www.visitflanders.us/what-to-do/attractions/world-war-I/;",
  "Example": "[Collected via e-mail, December 2003] During World War I, in the winter of 1914, on the battlefields of Flanders, one of the most unusual events in all of human history took place. The Germans had been in a fierce battle with the British and French. Both sides were dug in, safe in muddy, man-made trenches six to eight feet deep that seemed to stretch forever. All of a sudden, German troops began to put small Christmas trees, lit with candles, outside of their trenches. Then, they began to sing songs. Across the way, in the \"no man's land\" between them, came songs from the British and French troops. Incredibly, many of the Germans, who had worked in England before the war, were able to speak good enough English to propose a \"Christmas\" truce. The British and French troops, all along the miles of trenches, accepted. In a few places, allied troops fired at the Germans as they climbed out of their trenches. But the Germans were persistent and Christmas would be celebrated even under the threat of impending death. According to Stanley Weintraub, who wrote about this event in his book, Silent Night, \"signboards arose up and down the trenches in a variety of shapes. They were usually in English, or - from the Germans - infractured English. Rightly, the Germans assumed that the other side could not read traditional gothic lettering, and that few English understood spoken German. 'YOU NO FIGHT, WE NO FIGHT' was the most frequently employed German message. Some British units improvised 'MERRY CHRISTMAS' banners and waited for a response. More placards on both sides popped up.\" A spontaneous truce resulted. Soldiers left their trenches, meeting in the middle to shake hands. The first order of business was to bury the dead who had been previously unreachable because of the conflict.Then, they exchanged gifts. Chocolate cake, cognac, postcards, newspapers, tobacco. In a few places, along the trenches, soldiers exchanged rifles for soccer balls and began to play games. It didn't last forever. In fact, some of the generals didn't like it at all and commanded their troops to resume shooting at each other. After all, they were in a war. Soldiers eventually did resume shooting at each other. But only after, in a number of cases, a few days of wasting rounds of ammunition shooting at stars in the sky instead of soldiers in the opposing army across the field. For a few precious moments there was peace on earth good will toward men. All because the focus was on Christmas. Happens every time. There's something about Christmas that changes people. It happenedover 2000 years ago in a little town called Bethlehem. It's been happening over and over again down through the years of time. This week, Lord willing, it will happen again.",
  "Last Updated": "11 December 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/holidays/christmas/truce.asp",
  "Claim": "German and British front-line soldiers sang carols, exchanged gifts, and played soccer during a World War I Christmas truce.",
  "Claim_ID": "holidays_christmas_truce",
  "Tags": ""
}