{
  "Origins": "Many a motorist who has set out to drive somewhere on New Year's Day has departed to an emphatic chorus of \"Be careful!\" admonitions from relatives, friends, and acquaintances, the presumption being that New Year's is a particularly dangerous day to be out on public roads. The combination of a holiday noted for alcoholic consumption among its revelers falling at a time of year when daylight hours are short and winter weather makes for less than ideal driving conditions is presumed to pose an especially high risk for motorists.",
  "Fact Check": "",
  "Description": "But is New Year's Day actually the most dangerous day for driving? While the general concept of \"danger\" is difficult to quantify, if we define it to mean \"the day of the year that typically sees the greatest number of automobile accident-related deaths,\" New Year's Day is not the most dangerous day of the year. The Insurance Institute for Highway Safety ( IIHS ) analyzed data from the federal Fatality Analysis Reporting System ( FARS ) for the seventeen-year span from 1986 to 2002 and calculated the average number of people who died in automobile crashes for every date of the year. The results showed that in number of fatalities, January 1 ranked lower than the days immediately preceding the Christmas and Fourth of July holidays, and not significantly higher than several days in early to mid-August: DAYS WITH THE MOST CRASH DEATHS, 1986-2002 Total deaths Avg. per day July 4 2,743 161 July 3 2,534 149 December 23 2,470 145 August 3 2,413 142 January 1 2,411 142 August 6 2,387 140 August 4 2,365 139 August 12 2,359 139 July 2 2,340 138 September 2 2,336 137 When we ran the same stats ourselves for the year 2012, we found a similar pattern: The days with the highest numbers of traffic fatalities were primarily Saturdays that typically fell between the beginning and end of the summer driving season (mid-June to late August) and often coincided with mid-year holidays and celebrations (Cinco de Mayo, Memorial Day, 4th of July), but New Year's Day itself ranked well down the list, tied with two other days (September 15 and October 20) for 18th place. The overwhelming preponderance of high-fatality traffic days on this list also fell on Sundays: DAYS WITH THE MOST CRASH DEATHS, 2012 Total deaths June 16 142 June 9 140 June 23 136 May 19 136 July 28 135 June 30 130 July 7 130 August 25 128 August 4 123 July 1 122 November 10 122 June 10 121 July 14 120 May 5 119 May 26 118 September 14 118 November 3 118 January 1 117 We note for the sake of thoroughness that this chart is based on absolute figures, not relative ones. A significant factor behind why summer months correspond to higher numbers of traffic fatalities is because those are the months in which the total number of miles driven by motorists reaches its peak for the year (while January and February represent the opposite extreme), so the fatal accident rate (i.e., fatalities per mile driven) may be higher at other times of the year. Not surprisingly, as the IIHS observed, alcohol plays a large part in the reason why holidays such as New Year's and the Fourth of July experience more automobile-related deaths: Forty-one percent of the deaths on the 4th [of July] and 51 percent on January 1 involved high blood alcohol concentrations. These proportions compare with 33 percent on December 25 and January 8 (days in close proximity that aren't associated with New Year's) and 31 percent on June 27 and July 11. The fatality numbers cited above include drivers, passengers, and pedestrians. If we exclude the occupants of vehicles and consider the statistics from a pedestrian standpoint alone, New Year's Day is the most dangerous day of the year to be afoot on or around public roadways, followed closely by Halloween: DAYS WITH THE MOST PEDESTRIAN DEATHS, 1986-2002 Total deaths Avg. per day January 1 410 24 October 31 401 24 December 23 373 22 December 20 357 21 November 2 351 21 October 26 350 21 November 3 348 20 November 10 344 20 November 1 340 20 December 18 339 20 It should be noted that although traffic-related deaths may increase around certain holidays, the number of fatalities across the entire 17-year period covered by the study still averaged 117 per day. As Allan Williams of the IIHS cautioned, \"While more deaths do occur on some of the holidays, the toll of fatalities is relentless every day, all year long.\"",
  "Originally Published": "",
  "Referred Links": "http://www-fars.nhtsa.dot.gov/Main/index.aspx;http://www.iihs.org/;",
  "Example": "",
  "Last Updated": "30 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/newyears/traffic.asp",
  "Claim": "New Year's is the day of the year on which the greatest number of people are killed in automobile accidents.",
  "Claim_ID": "holidays_newyears_traffic",
  "Tags": ""
}