{
  "Origins": "The day after Thanksgiving is the day millions of Americans, enjoying a rare Friday off (and a dearth of football games on television), head for the malls to kick off the Christmas shopping season. \"Black Friday\" (supposedly so named because it's the day when retailers turn the corner and see their income statements move out of the red and into the black, but originally the phrase was a derisive term applied by police and retail workers to the day's plethora of traffic jams and badly-behaved customers) is regularly cited as \"the busiest shopping day of the year.\" But although Black Friday may be the day the greatest number of holiday shoppers traipse through malls, it isn't necessarily the biggest day of the year in terms of dollars spent:",
  "Fact Check": "",
  "Description": "The consistent holiday shopping trend is that sales figures spike on the day after Thanksgiving, drop sharply immediately afterwards, then steadily increase throughout December, peaking on the four days comprising the two weekends before Christmas. The result is that Black Friday nearly always ends up ranking below the last Saturday before Christmas (or December 23, if Christmas Day falls on a weekend), and in recent years it has ranked between fourth and eighth on charts of the year's busiest shopping days. According to statistics published by the International Council of Shopping Centers (ICSC), the top shopping days for the years 1993 through 2002 were: 2002: Saturday, Dec. 21 2001: Saturday, Dec. 22 2000: Saturday, Dec. 23 1999: Saturday, Dec. 18 1998: Saturday, Dec. 19 1997: Saturday, Dec. 20 1996: Saturday, Dec. 21 1995: Saturday, Dec. 23 1994: Friday, Dec. 23 1993: Thursday, Dec. 23 For those years, \"Black Friday\" held the following positions in the ICSC's rankings of year's busiest shopping days: 2002: #4 2001: #6 2000: #5 1999: #8 1998: #8 1997: #7 1996: #5 1995: #7 1994: #8 1993: #8 Holiday shopping patterns may change in years to come due to the increasing prevalence of shoppers' using on-line sales outlets for their holiday purchases. (Indeed, online retailers have already coined the term \"Cyber Monday\" to describe the first weekday after the Thanksgiving holiday weekend, a day on which their sales supposedly spike as shoppers pile onto the Internet to buy online whatever they couldn't or didn't get at the mall the previous weekend.) For now, however, Wal-Mart still remains the top holiday-gift destination for U.S. shoppers. Additional information: Christmas Shopping Facts and Figures",
  "Originally Published": "",
  "Referred Links": "http://www.newswise.com/articles/view/?id=XMASGIFT.PUR;http://holiday.icsc.org/dailysales03.pdf;",
  "Example": "",
  "Last Updated": "20 November 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/thanksgiving/shopping.asp",
  "Claim": "The day after Thanksgiving is the biggest shopping day of the year in the U.S.",
  "Claim_ID": "holidays_thanksgiving_shopping",
  "Tags": ""
}