{
  "Origins": "In November 2002, the Wal-Mart in Sterling, Colorado, was approached by a representative of the Logan County Chamber of Commerce's Toys For Tots program with a request to place a toy donation box at that location. The box was set up, and the Chamber's representative thrilled to watching the toys pile up. When she went to retrieve the toys in early December, however, she found the box empty.",
  "Fact Check": "",
  "Description": "Someone from the store had returned all the donated items to the shelves. As most mix-ups do, this one came about mostly through miscommunication (albeit some misplaced zeal played a part too). The store's manager recalls telling the drive's representative all donated items had to be wrapped in Wal-Mart bags (which was the store's protection against shoppers' plucking items from shelves and tossing them in the box the presence of the bags would show items had been paid for). The Toys For Tots representative doesn't recall such an instruction. Without those bags, Wal-Mart personnel had reason to believe the toys had been stolen. And the location of the drop box (in an out-of-the-way area where no security cameras watched over it) made it impossible to tell if the beneficences had been given as opposed to purloined. Why the management of this particular drop-box went so badly awry is a mystery. One would have thought the potential for a public relations black eye would have slowed Wal-Mart's zeal to return suspect items to its shelves even as it sped the removal of the box to a better supervised location. In the perilous world of public relations, it is often better to eat an undeserved monetary loss rather than risk a calumnious drop in public opinion. Reselling toys donated for the purpose of lighting up the eyes of poverty-stricken waifs is about as sure-fire a recipe for loss of good opinion as it gets. Before anyone concludes Wal-Mart is the Grinch of all the ages, it should be pointed out that retailer is a regular benefactor to Sterling area clubs and organizations, donating more than $50,000 annually. Wal-Mart even offered a $1,000 cash grant to Toys for Tots this year. On the national scale, in 2001, Wal-Mart contributed over $12.2 million to education programs. This included over 3,400 scholarships to deserving high school seniors totaling more than $8.5 million. America s schools received over 3,250 Teacher of the Year grants totaling $1.7 million in recognition of their outstanding service. The \"Toys for Tots\" program has been a part of America's charitable landscape since the late 1940s. Through it, more than 272 million toys have been collected and distributed to more than 133 million children. Barbara \"earning millions of smiles\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "30 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/holidays/christmas/walmart.asp",
  "Claim": "Wal-Mart resold toys left with it to be donated to needy kids.",
  "Claim_ID": "holidays_christmas_walmart",
  "Tags": ""
}