{
  "Origins": "In recent years every Christmas season has been accompanied a number of stories about the so-called \"War on Christmas,\" a term which refers to supposed efforts by government, businesses, and non-religious groups and organizations to disassociate the celebration of Christmas from Christianity and instead focus on its secular aspects (or to replace the celebration of Christmas with a generic winter \"holiday\"). Although it is much less common and it doesn't have a catchy name, the reverse phenomenon also occurs: attempts are made by Christians to infuse secular elements of Christmas with religious symbolism and meaning they did not originally possess. Thus every Christmas season also brings the circulation of apocryphal tales about how candy canes were created to symbolize Jesus, and how persecuted Catholics secretly encoded tenets of their faith into the song \" The Twelve Days of Christmas .\"",
  "Fact Check": "",
  "Description": "Another example in the latter vein is the recent claim that the Christmas carol \"God Rest Ye Merry Gentlemen\" originated in the 15th century as a reaction to the \"dark, somber [Christmas] songs usually written in Latin\" of the time, and that its title phrase would more meaningfully be rendered in modern English as \"God make you mighty, gentlemen.\" Although \"God Rest Ye Merry Gentlemen\" has always been an undeniably religious (rather than secular) Christmas carol, the additional elements that are now claimed of it are not supported by textual and linguistic analysis: Evidence that \"God Rest Ye Merry Gentlemen\" dates to the 15th century is lacking. The earliest known source documenting the existence of a carol called \"God Rest You Merry, Gentlemen\" is a broadsheet published in London around 1760 that included the song as part of a collection of \"Three new Christmas carols\" (emphasis ours), which suggests the song originated much closer to the mid-18th century than the 15th century. That publication also used the word \"you\" throughout the lyrics and title rather than the now-archaic \"ye,\" which may indicate that the latter form was not part of the original and was inserted later to instill the carol with an older, more formal sound. The venerable Oxford English Dictionary (OED) includes not a single definition or example of the word \"merry\" ever having been used in English to convey the same sense as the word \"mighty.\" The word \"merry\" descends from words in other languages meaning \"pleasant\" and \"short\" as stated in the OED, \"The development of sense appears to have been 'short; that shortens or whiles away time; entertaining, pleasant.'\" \"Merry\" is not, and never has been, related to the word \"mighty\" either in origin or usage. Examples commonly proffered to document the use of \"merry\" as meaning \"mighty\" are spurious: o England was not known as \"Merry England\" (or \"Merrie Old England\") because England was mighty or powerful; that term refers to an idealized conception of pastoral English life in which the word \"merry\" meant \"bountiful\" or \"prosperous.\" o Robin Hood's \"Merry Men\" did not come by that title because they were a band of mighty adventurers (nor because they were a happy and upbeat group), but rather because \"merry man\" was a late 14th century term used to refer to a companion in arms, such as someone who followed a knight or an outlaw. o The phrase \"eat, drink, and be merry\" derives from the Old Testament book of Ecclesiastes (8:15) and the New Testament book of Luke (12:19), not from an exhortation to soldiers heading off to war, and it is clear from the contexts in which the phrase appears (regardless of which English translation of the Bible one chooses) that the word \"merry\" is intended to convey a sense of joyfulness, not might: Ecclesiastes 8:15: \"Then I commended mirth, because a man hath no better thing under the sun, than to eat, and to drink, and to be merry: for that shall abide with him of his labour the days of his life, which God giveth him under the sun.\" Luke 12:19: \"And I will say to my soul, Soul, thou hast much goods laid up for many years; take thine ease, eat, drink, and be merry.\"The notion that this phrase applied to soldiers stems from the form \"Let us eat, drink, and be merry, for tomorrow we die,\" which derives from Isaiah 22:13. However, that Biblical verse refers only to eating and drinking; it includes no mention of being merry (or any other synonym of merriment): Isaiah 22:13: \"And behold joy and gladness, slaying oxen, and killing sheep, eating flesh, and drinking wine: let us eat and drink; for tomorrow we shall die.\" The word \"rest\" is used in \"God Rest You Merry, Gentlemen\" in a sense meaning \"to keep,\" \"to continue to be\" or \"to remain as specified\" (as in the phrase \"rest assured\"), not specifically in the sense of \"to make.\" Thus \"God rest you merry, gentlemen\" is not an importuning for God to make the titular gentlemen mighty, but rather a prayer for God to keep joy in the hearts of men. Finally, the idea that \"God rest you merry\" means \"God make you mighty\" is contrary to the lyrics of the song itself. The first line reads \"God rest you merry, gentlemen, let nothing you dismay,\" a context that poses the words \"merry\" and \"dismay\" as contrasts (i.e., one should remain merry rather than allowing himself to fall into a state of dismay). But \"might\" and \"dismay\" are words completely unrelated in either origin or meaning, and thus offering them as contrasting states makes no logical sense. There is at least one small element of truth to these otherwise inaccurate claims, though: The song's titular phrase is often mispunctuated as \"God Rest Ye, Merry Gentlemen\" rather than \"God Rest Ye Merry, Gentlemen\" thereby mistakenly implying that the gentlemen of note have made so much merry that God need ease them to sleep: First of all, \"God rest you merry, gentlemen\" is correct, not \"God rest you, merry gentlemen.\" The verb \"rest\" is used here in the way now most familiar from the phrase \"restassured\". In earlier English it was used with a variety of other complements: the OED has \"rest thee merry\" from 1400; \"rest you well\" from 1420; \"God rest you merry\", \"rest you fair\", and \"rest you happy\", and \"rest myself content\" from Shakespeare; \"rest thee tranquil\" from Shelley, and \"rest theesure\" from Tennyson. The song is now widely misunderstood as being addressed to \"merry gentlemen\", first because this use of \"rest\" is now obsolete except in the phrases \"rest assured\" and \"rest easy\", and secondly because the [melody now commonly used with these lyrics] supports that stress pattern.",
  "Originally Published": "",
  "Referred Links": "http://alt-usage-english.org/excerpts/fxgodres.html;http://biblehub.com/isaiah/22-13.htm;http://biblehub.com/luke/12-19.htm;http://biblehub.com/ecclesiastes/8-15.htm;http://www.etymonline.com/index.asp?term=merry+man;http://en.wikipedia.org/wiki/Merry_England;",
  "Example": "[Collected via e-mail, December 2012] One of the best loved Christmas music is the song \"God rest ye merry, gentlemen.\" The lyrics are quite odd as we study it. God rest ye merry, gentlemen Let nothing you dismay Remember, Christ, our Saviour Was born on Christmas day To save us all from Satan's power When we were gone astray O tidings of comfort and joy, It is a song that depicts the gospel Christ came, destroy the works of the devil and now we can rest and have comfort and joy thus we say MERRY CHRISTMAS, right? Wrong if you trace the real meaning of the word merry in old english. In Old English the word merry could mean happy but it is also used in place of the word mighty. Examples would be Robin Hood's merry (mighty) men. The merry men were not some happy go lucky bunch but were men that King Richards fear. The nation of Great Britain was called \"Merry Old England\" which was a powerful nation back then. The sentence EAT, DRINK and BE MERRY was used during war times when soldiers would have to eat and drink because tomorrow they conquer. Thus knowing the origin of the words would make our Christmas different. Knowing the true meaning of Christmas is pretty much huge. Merry is not Santa Clause and all things cute about Christmas Merry is MIGHTY. It is when Jesus came down on earth, born in a manger, grew up as a carpenter and was laser focused on his mission to destroy the works of the devil and to save mankind from sin. Now that is Merry Mighty Christmas!!!! You have heard it said, \"Things aren't always what they appear to be.\" Well, when we sing the Christmas carol, God Rest Ye Merry, Gentlemen, this saying is certainly true. With the changing of word meanings and difference in cultures, it is hard for Americans today to understand what the English peasants were singing about 500 years ago unless you know the story behind the song. The 15th century church sang only dark, somber songs usually written in Latin. When Christmas rolled around each year, songs of joy and happiness were not allowed in the church. To overcome this problem, the people took the singing of Christmas songs to the streets of jolly old London town. Soon, the waites, the night watchmen of that time, would be singing God Rest Ye Merry, Gentlemen as they walked the streets of London. Even Charles Dickens would include the song in his classic A Christmas Carol. This song was popular with the people because of a very strong message one we desperately need today. Each Christmas, we greet each other with the word merry, meaning happy. Back in the Middle Ages, the word \"merry\" meant great and mighty. For example, Robin Hood's merry men might be better understood as mighty men. Then, there's the word \"rest.\" The meaning back then was keep or make. These original meanings would be clearer today with the addition of a modern comma. Thus, the true meaning of the song is \"God make you mighty, gentlemen,\" which is a message for back then and a message for today. So many, at Christmas time, will never hear or see the true reason for this holiday which is Christ's birth. The activities, the distractions, the lack of time and money, will rob most of this important message. They will be deceived into thinking it's just another Merry Christmas, and the New Year will bring more heartache and pain. We, as mighty men and women, can make a difference this Christmas by living our faith before them. Amid the holly and the tinsel, we can tell them that Christ was born to die and that, in Him, we might live forever. God Rest Ye Merry, Gentlemen is more than just a Christmas carol. It's our rallying song to show the world that, at Christmas time, things aren't always what they appear to be.",
  "Last Updated": "18 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/christmas/music/godrestye.asp",
  "Claim": "The opening line of the Christmas carol \"God Rest Ye Merry Gentlemen\" means \"God make you mighty, gentlemen.\"",
  "Claim_ID": "holidays_christmas_music_godrestye",
  "Tags": ""
}