{
  "Origins": "Have you ever read a warning like the following? Don't ever let your kids eat the poinsettias! They are deadly poisonous, and every year several poor unsuspecting little ones are killed at Christmastime by taking just the slightest nibble from a poinsettia plant. Scary stuff. Luckily for us, it's not true. It's a wonderfully persistent myth though, and it seems to have arisen from a long-ago death of a child's being attributed to the wrong cause. According to Ecke Poinsettia Growers: \"The poinsettia poison myth had its origin in 1919 when a two-year-old child of an Army officer stationed in Hawaii died of poisoning, and the cause was incorrectly assumed to be a poinsettia leaf.\"",
  "Fact Check": "",
  "Description": "Since that non-poinsettia death in 1919, there haven't been any real ones either. And no wonder: a 50 lb. child would have to eat more than 1.25 lbs. of poinsettia bracts (about 500 to 600 leaves) to exceed the experimental doses, according to the POISINDEX Information Service. (POISINDEX is the primary resource used by most poison control centers.) Further, the American Medical Association's Handbook of Poisonous and Injurious Plants lists nothing more than occasional vomiting as a side effect of ingesting otherwise harmless poinsettia leaves. And in 1975 the Consumer Products Safety Commission cited lack of substantial evidence in its decision to deny a petition requiring warning labels for poinsettias. (Perhaps the confused warnings came about because the genus to which the poinsettia belongs Euphorbia includes several plants that are toxic.) The Floridata web site also addresses this legend on their page about poinsettias: Every holiday season newspapers run stories about whether or not Poinsettia is toxic and to what degree. Although many species in the genus Euphorbia are highly toxic, poinsettia is not among them. Having said that, ingestion of this plant probably will make you sick (it just won't kill you). The Minnesota Poison Control System concurs, saying in its FAQ : The fact is that they [poinsettias] are not poisonous. Nor are they edible and it can be expected that, when eaten in quantity, they may cause stomach upset with possible vomiting. This may happen when an overactive puppy devours an entire plant. In the case of a child who eats a single leaf, no ill effects would be expected. Even with all that to dissuade anyone from believing in poisonous poinsettias, this is still a tenacious legend. Nearly 66% of those participating in a 1995 Society of American Florists poll still believed poinsettias toxic if eaten. A 1994 survey of 1,000 Americans by Bruskin/Goldring Research for the Society of American Florists showed that 42% of the males polled and 57% of the females polled also thought that. Thom David, marketing manager of the Paul Ecke Ranch in Encinitas, California, has a way of convincing people otherwise, though. He's been known to grab a few bracts off the nearest poinsettia plant and eat them in front of persistent disbelievers. Seems to work, too they don't doubt him after that. Speaking from \"bitter\" experience, he says it's unlikely a kid or an animal will eat more than one bite. He describes the taste as far worse than the most bitter radicchio. Frankly, he says, the flavor is indescribably awful. Even if poinsettia is awful to eat, it's still nice to look at. The plant was named after Joel Robert Poinsett, an American ambassador to Mexico. In 1829 Poinsett was so impressed with the brilliant red \"flowers\" that he sent some home from Mexico to South Carolina, where they did very well in Poinsett's greenhouse. Poinsettias are also called the \"flower of the Holy Night\" because their red bracts are said to represent the flaming Star of Bethlehem. Mexican legend has it that the poinsettia originated in a miracle. Having nothing to offer Christ on his birthday, a poor child gathered weeds into the form of a bouquet. Upon approaching the altar, the weeds transformed into brilliant red blooms. (Another version of this tale has the poor child's sadness causing the colorful plant to spring from the ground at his feet.) The product of a miracle, the poinsettia's colorful bracts became known as Flores de Noche Buena, or Flowers of the Holy Night. Additional information: Poinsettia (Floridata.com)",
  "Originally Published": "",
  "Referred Links": "http://www.floridata.com/ref/E/euph_pul.cfm;http://www.mnpoison.org/index.asp?pageID=26;",
  "Example": "",
  "Last Updated": "30 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/christmas/poinsettia.asp",
  "Claim": "Poinsettia plants are poisonous to humans.",
  "Claim_ID": "holidays_christmas_poinsettia",
  "Tags": ""
}