{
  "Origins": "Cinco de Mayo and St. Patrick's Day share many common elements from an American perspective: Although neither is a legal holiday in the United States, they are both nonetheless widely observed as celebrations of another nation's culture, both occasions are marked with parties featuring national music and cuisine (and involving a good deal of drinking), both events have become heavily commercialized, and most Americans have little idea what either holiday is actually about.",
  "Fact Check": "",
  "Description": "Many Anericans mistakenly believe that Cinco de Mayo (\"May 5th\") is the Mexican equivalent of the United States' Fourth of July holiday a date marking the official casting off of colonial rule via the announcement of a new independent country. However, the Mexican version of Independence Day is celebrated on September 16, for it was on that date in 1810 that the commencement of the war for Mexican independence from Spanish rule was pronounced in the small town of Dolores by Miguel Hidalgo y Costilla (an event now referred to as the \"Grito de Dolores\" or \"El Grito de la Indepedencia\"). What Cinco de Mayo really commemorates is the Mexican victory against French forces led by Emperor Napoleon III in the Battle of Puebla, which took place on 5 May 1862. The French had invaded Mexico at Veracruz in 1861 (while the United States was preoccupied with its own civil war) with the intent of establishing a dominance in Mexico that would favor French interests. After beating President Benito Ju rez and his government into retreat, the French army moved on from Veracruz towards Mexico City, where they encountered heavy resistance from Mexican forces just outside the city of Puebla. Despite possessing an overpowering superiority in weaponry and numbers (6,000 well-armed French troops battled 2,000 poorly-equipped Mexican troops), the French were forced to retreat after a full day of fighting. Athough the French later overran Puebla, conquered Mexico City, and installed Emperor Maximilian I as ruler of Mexico, the Mexican victory at the Battle of Puebla was celebrated for its importance in symbolizing Mexican unity, pride, and determination in the face of overwhelming odds. (The event is roughly equivalent in national lore to the American celebration of the Battle of the Alamo: although the Texan defenders of the Alamo Mission near San Antonio de B xar were decisively defeated by Mexican forces in 1836, the tenacity and courage of the 200 or so combatants who fought to their deaths against about 1,800 Mexican troops served as inspiration for the Texan defeat of the Mexican Army at the Battle of San Jacinto a few months later.) The other common misconception about Cinco de Mayo among Americans is that if the holiday is so well known here in the U.S., it must be a really big deal in Mexico itself. But Cinco de Mayo is not a national holiday in Mexico: it's only an official holiday in the Mexican states of Puebla and Veracruz, and the biggest Cinco de Mayo celebrations typically occur not in Mexico but in U.S. cities with large Hispanic populations, such as Los Angeles. And just as St. Patrick's Day has long been observed throughout America in areas without significant Irish populations, Cinco de Mayo is now also commonly celebrated in towns across the U.S. that are predominately non-Hispanic.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "5 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/other/cincodemayo.asp",
  "Claim": "The Cinco de Mayo holiday is a celebration of Mexico's achieving independence from Spain.",
  "Claim_ID": "holidays_other_cincodemayo",
  "Tags": ""
}