{
  "Origins": "A common form of visual humor is creating images that juxtapose opposites: good and bad, innocence and sexuality, peacefulness and violence, benevolence and depravity. Images associated with children particularly lend themselves to this form of humor, so we often see, for example, illustrations that portray Disney characters engaged in sexual activity or place cuddly cartoon characters such as Care Bears or Smurfs into scenes of violence and carnage.",
  "Fact Check": "",
  "Description": "In this vein, Santa Claus comes in for annual drubbings as an ageless, immortal, benevolent, and perpetually jolly figure who lives for nothing more than to spread good cheer and deliver toys to deserving children, poor Santa ends up in all sorts of shock humor tableaux that associate him with unhappiness, death, and gore. One such image is displayed above, which supposedly shows a child bawling upon encountering a grave with a headstone indicating that Santa Claus had died earlier in the year and was interred there. Of course, it's a composite image that uses a stock photograph of a crying child also found in other advertisements: Although this case was a manufactured image, in recent years we've seen a number of other instances of people seemingly extending Halloween all the way through to the Christmas season by using traditional holiday decorations to create some rather gruesome scenarios outside their residences. This year (2005), for example, a Miami Beach man chose to express his dismay with the commercialization of Christmasby blindfolding a Santa Claus figure, binding its hands and feet with wire, then placing a noose around its neck and hanging it high up in a tree in his yard. Neighborhood residents angered by the display of a lynched Santa Claus contacted local police demanding that it be taken down, but the police had no legal grounds for requiring the property owner to remove it (although news reports indicated the display had been taken down by mid-December): And another man who claimed he was making a point about the commercialization of Christmas created an even more horrific display when he placed a blood-spattered, knife-wielding Santa Claus figure holding a bloody severed head outside his Manhattan brownstone (and capped off the spectacle by \"decorating\" a tree with the heads of Barbie dolls): And finally, an Orlando, Florida resident put together a somewhat more imaginative (if no less ghastly) exhibit by using Christmas lights to represent a gutted Rudolph the Red-Nosed Reindeer figure hanging from a tree:",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] I got this from various websites. But is he truly passed away and we are honoring our blessed being by carrying out the presents?",
  "Last Updated": "21 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/christmas/photos/badsanta.asp",
  "Claim": "Photograph shows child crying upon seeing Santa Claus' grave.",
  "Claim_ID": "holidays_christmas_photos_badsanta",
  "Tags": ""
}