{
  "Origins": "Perhaps no single piece of secular music is more ubiquitous during the Christmas holiday season than \"Jingle Bells,\" the venerable ditty about the joys of dashing through snow-covered fields while riding in an one-horse open sleigh. Ironically, though, the song's writer intended it to reference a completely different holiday.",
  "Fact Check": "",
  "Description": "Although historians are still debating the when, where, and why of the song's composition, we do know \"Jingle Bells\" was written in the mid-19th century by James Pierpont. The song was copyrighted under the title \"One Horse Open Sleigh\" in 1857 while Pierpont was living in Savannah, Georgia, and its title was changed to \"Jingle Bells\" when the song was republished in 1859. Despite that the song was published and copyrighted in Georgia, the composer's boyhood home of Medford, Massachusetts, insists it was actually written at the Simpson Tavern in Medford in 1850: \"Jingle Bells,\" the now world famous holiday tune, was composed at the Simpson Tavern in Medford, Massachusetts in 1850 by James Pierpont (1822-1893). The tavern stood at the site which is now 19 High Street in Medford Square. The song was composed in the presence of Mrs. Otis Waterman, who later verified the location of the song's composition. In 1857, James Pierpont, while living in Georgia, copyrighted \"Jingle Bells.\" The lyrics of the song tell of the sleigh rides held on Salem Street in the early 1800s. For their part, Savannah denizens admit \"Jingle Bells\" was most likely written about the winter season in Medford and believe Pierpont penned the song during his first snowless winter in Georgia: Many local historians believe that Pierpont penned \"Jingle Bells\" while in Savannah experiencing his first snowless winter as an ode to his Massachusetts snowy upbringing. The debate between Savannah and Medford began in 1985 when Savannah erected a historical marker in Savannah's Troupe Square across from the Unitarian Church that Pierpont called home. In 1989 Medford Mayor Michael McGlynn sent a letter to then Savannah Mayor John Rousakis stating that Medford was the home of \"Jingle Bells\" and the song was composed in the town of Medford in 1850. Savannahians still proclaim Savannah the home of \"Jingle Bells\" because the song was copyrighted while Pierpont lived in Georgia's first city. Regardless of precisely where and when \"Jingle Bells.\" was written, it is clear it was not intended as a Christmas song (and indeed, it contains no reference to Christmas or December, its only association with either of these being a mention of snow). While there are several origin stories about the song \"Jingle Bells,\" the most popular has it that Pierpont wrote the song for a Thanksgiving program at his father's Sunday school; the song proved to be so popular the children were asked to the sing the song again at Christmas, and it has been tied to the latter holiday ever since: It has been reported, though not proven, that he wrote his popular winter song for his father's Sunday School class for Thanksgiving and it proved so popular that it was sung again at Christmas time. One of Pierpont's friends called the song \"a merry little jingle.\" This version of the story has been disputed by some historians, however, who believe \"Jingle Bells\" was too racy for a Sunday school in the 1850s: Some have expressed doubt that the song could be written for a children's church choir. Margaret W. DeBolt, a Savannah historian, wrote that \"The references to courting would not have been allowed in a Sunday school program of that time, such as 'Go it while you're young.'\" As such, it could not have been written as a church song. Instead, it was just a \"sleighing song.\" Fast sleighs and pretty girls. Some things never change. \"Jingle Bells\" didn't start out as a Christmas song, but now, more than 150 years after its publication, it has become staple of the winter holiday season. Historian Roger Lee Hall noted the song was first recorded by the Edison Male Quartette in 1898: \"Jingle Bells\" was later recorded by Benny Goodman in 1935 and Glenn Miller in 1941, but the song didn't truly become a Christmas staple until after Bing Crosby waxed a jazzy version of it with the Andrews Sister in 1943:",
  "Originally Published": "",
  "Referred Links": "http://www.hymnsandcarolsofchristmas.com/Hymns_and_Carols/Biographies/james_lord_pierpont.htm;http://www.americanmusicpreservation.com/jinglebellssong.htm;http://blog.visitsavannah.com/arts-culture/jingle_bells/;http://www.jinglebellfestival.org/;",
  "Example": "[Collected via e-mail, December 2014] Was the song \"Jingle Bells\" first written as a Thanksgiving song?",
  "Last Updated": "18 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/christmas/music/jinglebells.asp",
  "Claim": "Jingle Bells was written as a Christmas song.",
  "Claim_ID": "holidays_christmas_music_jinglebells",
  "Tags": ""
}