{
  "Origins": "Although we're ordinarily loath to trample the life out of simple jokes by dissecting the basis of their humor, the number of \"Is this true?\" inquiries we've received about this particular item compels us to address it.",
  "Fact Check": "",
  "Description": "For those who are pondering whether it's really been 666 years since Halloween last fell on a Friday the 13th, we would point out that the mid-autumnal celebration we know as Halloween does not date back nearly that far (i.e., to the year 1348 or earlier). The word \"Halloween\" (or \"Hallowe'en\") itself originated in the mid-18th century, and the first appearances of the term \"All Hallows' Eve,\" from which the word \"Halloween\" was derived, date only to the mid-16th century. Moreover, none of the harvest festivals or other observances typically cited as precursors of the modern Halloween, such as the Celtic festival of Samhain , the Welsh Nos Galan Gaeaf , or the Christian holiday All Saints' Day , is known to have ever been specifically or regularly observed on October 15. Those events have (as far as we know) long been associated with the Oct. 31-Nov. 1 timeframe, not a mid-October date. Basically, this is a gullibility joke that plays on the idea of the reader's failing to make the connection that a holiday observed on the fixed date of October 31 could not possibly ever have fallen on the 13th day of the month (Friday or otherwise). The mention of \"666 years\" since the last supposed occurrence of that phenomenon is a reference to the number famously cited as the \" Number of the beast \" described in the New Testament's Book of Revelation, and of course the selection of Friday the 13th is a nod to the calendar date traditionally considered to be an especially unlucky one in western superstition. The biggest giveaway to the japing nature of this item, however, is the fact that in October 2015, the 13th day of the month falls on a Tuesday, not a Friday (while Halloween itself takes place on a Saturday).",
  "Originally Published": "",
  "Referred Links": "http://en.wikipedia.org/wiki/Number_of_the_beast;http://www.catholic.org/saints/allsaints/;http://www.bbc.co.uk/blogs/wales/posts/halloween_nos_galan_gaeaf;http://en.wikipedia.org/wiki/Samhain;",
  "Example": "[Collected via e-mail, August 2015] I've just seen a pic on Facebook that states \"2015 is the First Year in 666 years that Halloween falls on a Friday 13th.\"",
  "Last Updated": "30 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/halloween/halloween13.asp",
  "Claim": "In 2015 Halloween falls on Friday the 13th for the first time in 666 years.",
  "Claim_ID": "holidays_halloween_halloween13",
  "Tags": ""
}