{
  "Origins": "Though it might seem there never was a time when we weren't honoring dear old Dad on his designated holiday,Father's Day is a relatively new entry in the calendar of Western celebrations. It was the brainchild of Sonora Smart Dodd of Spokane, Washington, whose own dad, Civil War veteran William Smart, raised six children on his own after his wife died in childbirth. Why not a day to honor him and men like him, thought Sonora during a 1909 Mother's Day sermon.",
  "Fact Check": "",
  "Description": "The first Father's Day was held on 19 June 1910, the day chosen because it was the birthday of William Smart. Although many congressional resolutions proclaiming a national Father's Day were introduced through the years, the holiday was made official only in 1972 when President Richard Nixon signed a presidential resolution that declared Father's Day as the third Sunday in June. According to Hallmark, \"Father's Day is the fourth-largest card-sending occasion with nearly 95 million Father's Day cards expected to be given this year [2006] in the United States.\" Yet it is another statistic related to the day that is more impressive: While Mother's Day is the biggest holiday for phone calls, Father's Day is the busiest for collect calls. (The overall busiest day of the year for phone calls is the Monday after Thanksgiving.) In 1998, Dave Johnson, a spokesman for AT&T's corporate headquarters in New Jersey, said, \"Father's Day is our biggest day for collect calls, not just the biggest holiday, but the biggest day of the year.\" These calls are inclined to be longer than the average, too. \"The difference between Father's Day and Mother's Day and a typical Sunday is that calls on the holidays tend to be three to four minutes longer,\" said Johnson. \"A typical long distance call is eight minutes long. Mother's Day and Father's Day calls average eleven minutes.\" This state of affairs has been the way of things for years. In 1992, AT&T reported 83 million calls were made on Father's Day, compared to 106 million for Mother's Day. But 27% more of the Dad's Day calls were collect. It remains to be seen if the shift of recent years away from landlines and \"pay as you go\" long distance charges toward cell phone agreements that supply a specified number of minutes that can be used for either local or faraway calls will change this outcome. With more cell phones loaded with already paid-for minutes in the hands of more progeny, will there be fewer collect calls to dear old dad on his day, or will the trend continue? Similarly, will prepaid long distance (calling) cards fund some of the calls previously made by reversing the charges to papa? As to why children tend more strongly towards leaving the male parent on the hook for phone charges, Dr. Brenda Wall, a family psychologist in Dallas, Texas, postulates, \"We have a different sociological response to our parents that is gender and role-related. We've always looked to mom for love and nurturing. But when we look to dad, it's usually a business transaction or something that relates to power, positioning, or money.\" Those feeling overcome with pity for the many men whose progeny call on their special day only to stick them with the bill should consider that Mother's Day is second on the list for collect calls. And Valentine's Day is third. Barbara \"indian-giver love calls\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "21 June 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/holidays/fathersday/collect.asp",
  "Claim": "Historically, more collect phone calls are made on Father's Day than on any other day of the year.",
  "Claim_ID": "holidays_fathersday_collect",
  "Tags": ""
}