{
  "Origins": "The above-quoted verse, which sees wide circulation every Christmastime, is generally credited to \"a Marine stationed in Okinawa, Japan\" (or, since 11 September 2001, \"a Marine stationed in Afghanistan\"). More specifically, the poem is often attributed to an Air Force Lieutenant Colonel named Bruce Lovely, who purportedly penned it on Christmas Eve 1993 while stationed in Korea (and saw it printed under his name in the Ft. Leavenworth Lamp a few years later): I arrived in Korea in Jul 93 and was extremely impressed with the commitment of the soldiers I worked with and those that were prepared to give their lives to maintain the freedom of South Korea. To honor them, I wrote the poem and went around on Christmas Eve and put it under the doors of US soldiers assigned to Yongsan. This attribution does a great disservice to the poem's true author, James M. Schmidt, who was a Lance Corporal stationed in Washington, D.C., when he wrote the poem back in 1986. As Corporal Schmidt told us in December 2002: The true story is that while a Lance Corporal serving as Battalion Counter Sniper at the Marine Barracks 8th & I, Washington, DC, under Commandant P.X. Kelly and Battalion Commander D.J. Myers [in 1986], I wrote this poem to hang on the door of the Gym in the BEQ. When Colonel Myers came upon it, he read it and immediately had copies sent to each department at the Barracks and promptly dismissed the entire Battalion early for Christmas leave. The poem was placed that day in the Marine Corps Gazette, distributed worldwide and later submitted to Leatherneck Magazine. Schmidt's original version, entitled \"Merry Christmas, My Friend,\" was published in Leatherneck (Magazine of the Marines) in December 1991, a full two years before it was supposedly \"written\" by someone else on Christmas Eve 1993 (and had appeared in the Barracks publication Pass in Review four years before it was printed in Leatherneck ).",
  "Fact Check": "",
  "Description": "As Leatherneck wrote of the poem's author in 2003: \"Merry Christmas, My Friend\" has been a holiday favorite among \"leatherneckphiles\" for nearly the time it takes to complete a Marine Corps career. Few, however, know who wrote it and when. Former Corporal James M. Schmidt, stationed at Marine Barracks, Washington, D.C., pounded it out 17 years ago on a typewriter while awaiting the commanding officer's Christmas holiday decorations inspection ... while other leathernecks strung lights for the Barracks' annual Christmas decoration contest, Schmidt contributed his poem to his section. Over the years the text of \"Merry Christmas, My Friend\" has been altered to change Marine-specific wording into Army references (including the title: U.S. Marines do not refer to themselves as \"soldiers\") and to incorporate line-ending rhyme changes necessitated by those alterations. We reproduce below Corporal Schmidt's version as printed in Leatherneck back in 1991: Merry Christmas, My Friend Twas the night before Christmas, he lived all alone, In a one bedroom house made of plaster & stone. I had come down the chimney, with presents to give and to see just who in this home did live As I looked all about, a strange sight I did see, no tinsel, no presents, not even a tree. No stocking by the fire, just boots filled with sand. On the wall hung pictures of a far distant land. With medals and badges, awards of all kind, a sobering thought soon came to my mind. For this house was different, unlike any I'd seen. This was the home of a U.S. Marine. I'd heard stories about them, I had to see more, so I walked down the hall and pushed open the door. And there he lay sleeping, silent, alone, Curled up on the floor in his one-bedroom home. He seemed so gentle, his face so serene, Not how I pictured a U.S. Marine. Was this the hero, of whom I d just read? Curled up in his poncho, a floor for his bed? His head was clean-shaven, his weathered face tan. I soon understood, this was more than a man. For I realized the families that I saw that night, owed their lives to these men, who were willing to fight. Soon around the Nation, the children would play, And grown-ups would celebrate on a bright Christmas day. They all enjoyed freedom, each month and all year, because of Marines like this one lying here. I couldn t help wonder how many lay alone, on a cold Christmas Eve, in a land far from home. Just the very thought brought a tear to my eye. I dropped to my knees and I started to cry. He must have awoken, for I heard a rough voice, \"Santa, don't cry, this life is my choice I fight for freedom, I don't ask for more. My life is my God, my country, my Corps.\" With that he rolled over, drifted off into sleep, I couldn't control it, I continued to weep. I watched him for hours, so silent and still. I noticed he shivered from the cold night's chill. So I took off my jacket, the one made of red, and covered this Marine from his toes to his head. Then I put on his T-shirt of scarlet and gold, with an eagle, globe and anchor emblazoned so bold. And although it barely fit me, I began to swell with pride, and for one shining moment, I was Marine Corps deep inside. I didn't want to leave him so quiet in the night, this guardian of honor so willing to fight. But half asleep he rolled over, and in a voice clean and pure, said \"Carry on, Santa, it's Christmas Day, all secure.\" One look at my watch and I knew he was right, Merry Christmas my friend, Semper Fi and goodnight. After leaving the Corps, Corporal Schmidt earned a law degree and now serves as an entertainment attorney in Los Angeles and is director of operations for a security consulting firm. In 2006 we encountered a version of the poem tweaked to make a sailor its central figure: A Sailor's Christmas Twas the night before Christmas, the ship was out steaming, Sailors stood watch while others were dreaming. They lived in a crowd with racks tight and small, In a 80-man berthing, cramped one and all. I had come down the stack with presents to give, And to see inside just who might perhaps live. I looked all about, a strange sight did I see, No tinsel, no presents, not even a tree. No stockings were hung, shined boots close at hand, On the bulkhead hung pictures of a far distant land. They had medals and badges and awards of all kind, And a sober thought came into my mind. For this place was different, so dark and so dreary, I had found the house of a Sailor, once I saw clearly. A Sailor lay sleeping, silent and alone, Curled up in a rack and dreaming of home. The face was so gentle, the room squared away, This was the United States Sailor today. This was the hero I saw on TV, Defending our country so we could be free. I realized the families that I would visit this night, Owed their lives to these Sailors lay willing to fight. Soon round the world, the children would play, And grownups would celebrate on Christmas Day. They all enjoyed freedom each day of the year, Because of the Sailor, like the one lying here. I couldn't help wonder how many lay alone, On a cold Christmas Eve on a sea, far from home. The very thought brought a tear to my eye, I dropped to my knees and started to cry. The Sailor awakened and I heard a calm voice, \"Santa, don't cry, this life is my choice.\" \"Defending the seas all days of the year, So others may live and be free with no fear.\" I thought for a moment, what a difficult road, To live a life guided by honor and code. After all it's Christmas Eve and the ship's underway! But freedom isn't free and it's sailors who pay. The Sailor say's to our country \"be free and sleep tight, No harm will come, not on my watch and not on this night. The Sailor rolled over and drifted to sleep, I couldn't control it, I continued to weep. I kept watch for hours, so silent, so still, I watched as the Sailor shivered from the night's cold chill. I didn't want to leave on that cold dark night, This guardian of honor so willing to fight. The Sailor rolled over and with a voice strong and sure, Commanded, \"Carry on Santa, It's Christmas, and All is Secure!\"",
  "Originally Published": "",
  "Referred Links": "http://www.mca-marines.org/leatherneck/;",
  "Example": "[Collected via e-mail, 1998] A Marine stationed in Okinawa Japan wrote this poem. The following is his request. I think it is reasonable ... PLEASE. Would you do me a thoughtful favor of sending this poem to as many people as you can? Christmas will be coming soon and some credit is due to our U.S. service men and women for our being able to celebrate these festivities. Twas the night before Christmas, he lived all alone, In a one bedroom house made of plaster & stone. I had come down the chimney with presents to give And to see just who in this home did live. I looked all about a strange sight I did see, No tinsel, no presents, not even a tree. No stocking by the fire, just boots filled with sand, On the wall hung pictures of far distant lands. With medals and badges, awards of all kind A sober thought came through my mind. For this house was different, so dark and dreary, I knew I had found the home of a soldier, once I could see clearly. I heard stories about them, I had to see more So I walked down the hall and pushed open the door. And there he lay sleeping silent alone, Curled up on the floor in his one bedroom home. His face so gentle, his room in such disorder, Not how I pictured a United States soldier. Was this the hero of whom I d just read? Curled up in his poncho, a floor for his bed? His head was clean shaven, his weathered face tan, I soon understood this was more than a man. For I realized the families that I saw that night Owed their lives to these men who were willing to fight. Soon round the world, the children would play, And grownups would celebrate on a bright Christmas day. They all enjoyed freedom each month of the year, Because of soldiers like this one lying here. I couldn t help wonder how many lay alone On a cold Christmas Eve in a land far from home. Just the very thought brought a tear to my eye, I dropped to my knees and started to cry. The soldier awakened and I heard a rough voice, \"Santa don t cry, this life is my choice; I fight for freedom, I don t ask for more, my life is my God, my country, my Corps.\" With that he rolled over and drifted off into sleep, I couldn t control it, I continued to weep. I watched him for hours, so silent and still, I noticed he shivered from the cold night s chill. So I took off my jacket, the one made of red, And I covered this Soldier from his toes to his head. And I put on his T-shirt of gray and black, With an eagle and an Army patch embroidered on back. And although it barely fit me, I began to swell with pride, And for a shining moment, I was United States Army deep inside. I didn t want to leave him on that cold dark night, This guardian of honor so willing to fight. Then the soldier rolled over, whispered with a voice so clean and pure, \"Carry on Santa, it s Christmas Day, all is secure.\" One look at my watch, and I knew he was right, Merry Christmas my friend, and to all a good night!",
  "Last Updated": "24 December 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/holidays/christmas/soldier.asp",
  "Claim": "A U.S. serviceman wrote a poem describing a soldier's lonely night before Christmas.",
  "Claim_ID": "holidays_christmas_soldier",
  "Tags": ""
}