{
  "Origins": "Back in my school days, February was an important month not just because it included the eagerly-anticipated Valentine's Day, but because even though it was the shortest month of the year, it contained two (count 'em: two ) holidays for which schools were closed: Lincoln's Birthday (February 12) and Washington's Birthday (February 22) . Two school-free days for the kids, two days off for working parents, and terrific bargains on bedding, linen, and towels at department store white sales. What wasn't to like about February?",
  "Fact Check": "",
  "Description": "Nowadays, though, many of us whether we be employees or students don't get any weekdays off at all in February, or we're offered a single holiday that falls on the third Monday in February and is neither Lincoln's nor Washington's Birthday but some hybrid known as \"Presidents' Day.\" What happened to our traditional February holidays? And just what the heck are we commemorating on \"Presidents' Day\"? Some of us think we're observing George Washington's Birthday (perpetually moved to more convenient Monday dates since 1971), some of us think we're celebrating the combined birthdays of George Washington and Abraham Lincoln (two formerly separate holidays smushed into one), and some of us think we're honoring the memory of all U.S. presidents past and present. Which is it? Throughout the 19th century, George Washington was the towering figure of U.S. history to the American public. In honor of the man who commanded the Continental Army and led the American colonies to victory in the Revolutionary War, served as first President of the United States of America, and earned the sobriquet \"The Father of Our Country,\" Washington's Birthday, February 22 , was celebrated with more patriotic fervor than any holiday save the Fourth of July. Accordingly, the observance of Washington's Birthday was made official in 1885 when President Chester Alan Arthur signed a bill establishing it as a federal holiday. (Washington was actually born on February 11, 1732, under the Julian calendar in effect at the time he was born, but his birth date is reckoned as February 22 under the Gregorian calendar which was adopted in 1752.) However, the seeds of confusion were sown in 1968 with the passage of a piece of legislation known as Uniform Holidays Bill, intended to create more three-day weekends for federal employees by moving the observance of three existing federal holidays (Washington's Birthday, Memorial Day, and Veterans Day) from fixed calendar dates to designated Mondays, and by establishing Columbus Day, also to be observed on a Monday, as a new federal holiday. (Subsequent legislation enacted several years later eventually restored the observance of Veterans Day to November 11.) Under this act, from 1971 onwards the observance date of Washington's Birthday would be relocated from February 22 to the third Monday in February. (Oddly enough, this change guaranteed that Washington's Birthday would never again be celebrated on his \"actual\" birthday of February 22, as the third Monday in February cannot fall any later than February 21.) So far, so good. The date of observance of Washington's Birthday might have been tinkered with a bit, but the holiday was still undeniably \"Washington's Birthday.\" So what happened to Lincoln's Birthday? And whence came \"Presidents' Day\"? The concept of combining Washington's and Lincoln's birthdays into one holiday called \"President's Day\" was floated as far back as the early 1950s, as the New York Times noted in 1968: The first uniform Monday holiday plan was promulgated by NATO [the National Association of Travel Organizations] in the early 1950's. It called for combining Washington's and Lincoln's Birthdays into a single President's Day, to be celebrated the third Monday in February, and shifting Memorial Day to the fourth Monday in May, Independence Day to the first Monday in July and Veterans Day to the second Monday in November. This initial effort met with sporadic success in a few states. But after several years of attempting to get the individual states to adopt uniform Monday holidays, it became apparent that a Federal bill was needed to serve as an example for state action. Although early efforts to implement a Uniform Holidays Bill in 1968 also proposed moving the observance of Washington's Birthday to the third Monday in February and renaming the holiday \"President's Day,\" the passed version of the bill provided only for the former. The official designation of the federal holiday observed on the third Monday of February is, and always has been, Washington's Birthday: This holiday is designated as \"Washington s Birthday\" in section 6103(a) of title 5 of the United States Code, which is the law that specifies holidays for Federal employees. Though other institutions such as state and local governments and private businesses may use other names, it is our policy to always refer to holidays by the names designated in the law. President Nixon is frequently identified as the party responsible for changing Washington's Birthday into President's Day and fostering the notion that it is a day for commemorating all U.S. Presidents , a feat he supposedly achieved by issuing a proclamation on 21 February 1971 which declared the third Monday in February to be a \"holiday set aside to honor all presidents, even myself.\" This claim stems not from fact, however, but from a newspaper spoof. Actually, presidential records indicate that Nixon merely issued an Executive Order (11582) on 11 February 1971 defining the third Monday of February as a holiday, and the announcement of that Executive Order identified the day as \"Washington's Birthday.\" Washington's Birthday has become Presidents' Day (or President's Day, or even Presidents Day; the usage is inconsistent) for many of us because federal holidays technically apply only to persons employed by the federal government (and the District of Columbia). Individual state governments do not have to observe federal holidays most of them generally do (and most private employers and school districts follow suit), but federal and state holiday observances can differ. For example, former Confederate states have observed several holidays not recognized at a federal level (such as June 3 , Jefferson Davis Day), and controversial Arizona governor Ev Mecham drew headlines in 1987 when one of his first official acts upon inauguration was to rescind an executive order issued by the previous governor that had established the birthday of Martin Luther King, Jr. (a federal holiday) as an Arizona state holiday. Although Lincoln's Birthday had never been designated as a federal holiday, it was observed as a state holiday in many parts of the country. However, after additional federal holidays were created for Columbus Day and the Birthday of Martin Luther King, Jr. (in 1971 and 1986, respectively), some states dropped the observance of Lincoln's Birthday as a separate holiday in order to maintain a fixed number of paid holidays per year (and some states had never observed Lincoln's Birthday in the first place). As a result, we now have a hodgepodge of state holiday schedules in the USA: some states still observe Lincoln's and Washington's birthdays as separate holidays, some states observe only Washington's Birthday, some states commemorate both with a single Presidents' Day (or Lincoln-Washington Day), and some states celebrate neither. And there are odd exceptions such as Alabama, which designated the third Monday in February as a day commemorating both George Washington and Thomas Jefferson (even though Jefferson was born in April). A few states even moved their observances of Washington's Birthday, Lincoln's Birthday, and Presidents' Day to November or December in order to lengthen the Thanksgiving and Christmas holiday periods without creating additional paid holidays. An attempt to clear up some of this confusion at the federal level was made through the introduction of the 'Washington-Lincoln Recognition Act of 2001' ( HR 420 ) to Congress in 2001. The bill proposed that \"the legal public holiday known as Washington's Birthday shall be referred to by that name and no other by all entities and officials of the United States Government\" and requested \"that the President issue a proclamation each year recognizing the anniversary of the birth of President Abraham Lincoln and calling upon the people of the United States to observe such anniversary with appropriate ceremonies and activities,\" but it failed to clear subcommittee and died without ever being voted upon.",
  "Originally Published": "",
  "Referred Links": "http://thomas.loc.gov/cgi-bin/bdquery/z?d107:h.r.00420:;http://www.opm.gov/operating_status_schedules/fedhol/2015.asp;",
  "Example": "",
  "Last Updated": "16 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/presidents/presidentsday.asp",
  "Claim": "The federal holiday observed in the United States on the third Monday of February is officially designated as \"Presidents' Day.\"",
  "Claim_ID": "holidays_presidents_presidentsday",
  "Tags": ""
}