{
  "Origins": "Now that it seems nearly every human activity has a computer- or Internet-based equivalent (e.g., cybersex, e-mail , online chats ), it should probably come as no surprise that even a concept such as \"Black Friday\" also has a digital counterpart, one dubbed \"Cyber Monday.\"",
  "Fact Check": "",
  "Description": "Just as Black Friday (the day after Thanksgiving) is supposedly the busiest \"brick and mortar\" shopping day of the year in the U.S., so Cyber Monday (the Monday after Thanksgiving) is supposedly the busiest online shopping day of the year. But even though Black Friday may be the day that the largest number of consumers traipse through malls and shopping centers to look at goods, it isn't really the highest-volume sales day (in terms of dollars spent) of the year. Likewise, although Cyber Monday might be a day when a lot of computer users pile onto the Internet to check out wares offered by online vendors, it isn't the day most of them are buying stuff online. The term \"Cyber Monday\" is only a few years old (having been coined in 2005), and in neither of the last few years was it close to being the biggest online shopping day of the year that honor went to December 12 (a Monday) in 2005, and December 13 (a Wednesday) in 2006. In terms of overall online sales, Cyber Monday historically ranks as about 12th busiest e-commerce day of the year. Certainly many, many consumers (including those who braved the Black Friday sales crush but didn't come away with the purchases they wanted, and those who didn't even try) hit the Internet that day to browse e-commerce sites, as the Thanksgiving holiday has ended, thoughts have turned towards Christmas, and people have returned to work (where many of them have more solitude and better Internet access than they do at home). But although e-shoppers may do a lot of looking and browsing and comparing and even a good deal of buying on Cyber Monday, they aren't placing nearly enough orders to make that day the year's #1 online sales day. So where did the concept of Cyber Monday as the \"busiest online shopping day\" originate? As BusinessWeek noted in 2005, the term was something created by a retailers association as a promotional scheme: So what's up with this Cyber Monday idea? A little bit of reality and a whole lot of savvy marketing. It turns out that Shop.org, an association for retailers that sell online, dreamed up the term just days before putting out a Nov. 21 press release touting Cyber Monday as \"one of the biggest online shopping days of the year.\" The idea was born when a few people at the organization were brainstorming about how to promote online shopping, says Shop.org Executive Director Scott Silverman. They quickly discarded suggestions such as Black Monday (too much like Black Friday), Blue Monday (not very cheery), and Green Monday (too environmentalist), and settled on Cyber Monday. \"It's not the biggest day,\" Silverman concedes. \"But it was an opportunity to create some consumer excitement.\" The genesis of the concept goes back even further. Shop.org member Shmuel Gniwisch, chief executive of the online jewelry site Ice.com, recalls getting an e-mail from Shop.org [in 2004], suggesting that online retailers come up with their own marketing hook to match Black Friday. \"The online guys got together and said, 'Let's give people something different,'\" he says. \"The reality is, we didn't notice anything special\" on the Monday after Thanksgiving. Typically, the busiest \"real\" shopping day of the year occurs on the Saturday before Christmas, and the busiest e-shopping day takes place on a Monday or Tuesday a week (or two) before the week in which Christmas falls. (According to PayPal, the most popular cybershopping day in 2008 was not the Monday after Thanksgiving, but the second Monday in December.) Also, because more consumers now have high-speed Internet access at home, many of them no longer wait until they return to work on the Monday following the four-day Thanksgiving break to look for deals; instead, the day that generates the most web traffic to online retail sites is Thanksgiving Day itself, as avid shoppers use the Internet to plan their strategies for Black Friday weekend sales at \"brick and mortar\" stores: Matt Tatham, a spokesman for Hitwise, a company that tracks 100 of the largest online retailers, says there's another trend that's emerged over the last few holiday seasons: the greatest amount of online traffic (searching and visiting, though not necessarily buying) happening on turkey day itself. \"After the tryptophan wears off, we've seen that people are going online and planning their strategies for the brick-and-mortar stores,\" Tatham said. \"Then they go out and shop the deals Friday and the weekend.\" Tatham cited a Hitwise study that found savvy consumers and retailers have started leveraging the term Black Friday, with searches on \"Black Friday ads\" up 91% compared with [2006].",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "29 November 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/thanksgiving/cybermonday.asp",
  "Claim": "The Monday after Thanksgiving is the busiest online shopping day of the year in the U.S.",
  "Claim_ID": "holidays_thanksgiving_cybermonday",
  "Tags": ""
}