{
  "Origins": "Those of us who set forth on our first trick-or-treating expeditions four or five decades ago don't need to see any statistics to know that the Halloween-related retail business has grown tremendously during that period. Way back when, many retailers didn't carry much more in the way of Halloween supplies than some candy, boxes of costumes, and a few cardboard bats and skeletons for decorating windows and doors, and that sort of merchandise generally didn't appear on store shelves until at least the latter part of September. Now, however, Halloween generates an estimated $5 billion a year in retail sales in the U.S., with some stores stocking aisles of Halloween-related merchandise as early as July.The National Retail Federation (NRF) estimates that nearly two-thirds of Americans now celebrate Halloween in a manner that involves retail purchases, spending an average of $60 each a third of that amount going towards the purchase of all-important candy.",
  "Fact Check": "",
  "Description": "Any discussion of booming seasonal retail sales inevitably prompts comparisons to the preeminent binge time for consumer spending, the mall-stuffing Christmas holiday season, leading to the legend that Halloween has now worked its way up to the #2 spot on the holiday sales charts, just behind Christmas. However, according to the NRF, Halloween's $5 billion in retail sales place it no higher than sixth among holiday sales leaders, behind the following: Winter holidays (Christmas): $457.4 billion Mother's Day: $13.80 billion Valentine's Day: $13.70 billion Easter: $12.63 billion Father's Day: $9.01 billion It's easy to see why people might get the impression that Halloween sales have crept up just behind those of Christmas, as those occasions are the centers of our two longest, most \"visible\" holiday seasons: Halloween engenders home displays that rival or surpass those of the winter holidays in elaborateness (if not yet in ubiquity), and Halloween is the only celebration that prompts widespread public wearing of distinctive, highly noticeable apparel. However, one quality of most higher sales-spurring holidays that Halloween so far lacks is the custom of celebrants' giving pricey gifts to others unless Halloween evolves into an occasion for giving on a scale considerably greater than handing out a bit of candy to bands of trick-or-treaters, it may not surpass occasions such as Mother's Day and Valentine's Day and approach the #2 slot in retail sales anytime soon.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Newport News, 2006] Urban legend has it that more money is spent on Halloween than any holiday besides Christmas.",
  "Last Updated": "29 October 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/halloween/spending.asp",
  "Claim": "Halloween is the second-biggest U.S. holiday in terms of retail sales.",
  "Claim_ID": "holidays_halloween_spending",
  "Tags": ""
}