{
  "Origins": "Earth Day is an annual event celebrated since 1970 on April 22, a day on which events are held around the world to demonstrate support for environmental protection. The modern Earth Day observance originated with efforts set in motion by Wisconsin senator Gaylord Nelson amidst the burgeoning enviromental movement of 1969, to create a national day of school teach-ins about environmental issues:",
  "Fact Check": "",
  "Description": "Nearly a half-century after that first Earth Day observance, the most common question now associated with this environmental event is \"Why is Earth Day on April 22?\" The date has no seeming significance: It falls in the spring, an appropriate season for a celebration dedicated to the preservation and renewal of our planet's ecology and resources, but it doesn't fall on the symbolically appropriate first day of spring (also known as the vernal equinox). Peace activist John McConnell proposed a day to honor the Earth and the concept of peace at a 1969 UNESCO Conference in San Francisco, a day to be observed on the first day of spring in the northern hemisphere ( 21 March 1970), but the modern Earth Day takes place a month later. In the lack of any obvious reason for a chosen date of April 22 as Earth Day, various theories have been floated to explain it, ranging from the sensible (it was chosen to coincide with Arbor Day, a traditional day on which the public was encouraged to plant and care for trees), to the ridiculous (that it was selected by \"Unicorn Killer\" Ira Einhorn to coincide with the birthday of Russian revolutionary Vladimir Lenin). Since the latter example is unfortunately prominent enough to be in need of debunking, we'll offer one here. Ever since the very first Earth Day, rumors have been floated linking its date of April 22 to the birthday of Vladimir Ilich Lenin, Russian leader of the Bolshevik Revolution and first head of the Soviet state, who was born on that day in 1870. Just after the first Earth Day, Time magazine famously reported claims that the choice of an April 22 date was all part of \"a Communist trick\" implemented by \"subversive elements [who] plan to make American children live in an environment that is good for them.\" Later commentators have asserted a putative connection between Earth Day and the father of Communism by maintaining that \"Lenin's goal was to destroy private property, and this goal is obviously shared by environmentalists.\" Into this unsavory brew of notorious Earth Day connections has been stirred the exploits of Ira Einhorn, an environmental activist in the 1960's and 70's who was nicknamed \"Unicorn\" because his last name means \"one horn\" or \"unicorn\" in German. After Einhorn's then-girlfriend, Helen \"Holly\" Maddux, broke up with him and moved to New York, she returned to their shared apartment in Philadelphia on 9 September 1977 to collect her personal belongings and was never seen again. Einhorn told police inquring into her disappearance that \"she had gone out to the neighborhood co-op to buy some tofu and sprouts and never returned;\" it wasn't until 18 months later, after one of Einhorn's neighbors complained about a reddish-brown, foul-smelling liquid leaking from their ceiling (directly below Einhorn's bedroom closet) that police searched the apartment and found Maddux's body stuffed in a trunk full of Styrofoam packing, air fresheners and newspapers. Einhorn jumped bail after his arrest and spent the next two decades evading U.S. authorities and hiding out in various European countries before he was finally extradited to the United States from France and put on trial in 2002 (after having been declared guilty via an in-absentia trial in 1993). At his in-person trial, Einhorn (who had been dubbed the \"Unicorn Killer\" by the press) offered the bizarre defense that his ex-girlfriend had been killed by CIA agents, who had in turned framed him for her death because he knew too much about the agency's paranormal military research. The jury didn't buy it, and Einhorn was (again) convicted of Maddux's murder and sentenced to life in prison. Einhorn has since been linked to Earth Day in various news reports identifying him as a \"co-founder\" of the event and/or \"master of ceremonies at the first Earth Day;\" and accounts of Einhorn's crime have played up those supposed Earth Day connections and his environmentalist past by (erroneously) stating that he \"composted\" his murdered girlfriend. This confluence of circumstances has led to the rumor that it was the evil, communistic \"Unicorn Killer\" himself who selected the date for Earth Day, and he chose April 22 because it coincided with Lenin's birthday. However, Einhorn's involvement with the original Earth Day was minor and tangential; and his claims of having had more substantial involvement in the event have been disputed by the accounts of others who took part in it, such as testimony of psychiatrist Donald Nathanson offered during Einhorn's murder trial: Einhorn, during his testimony the day before, had spoken at length about his '60s-era protest activities in an effort to make the case that powerful interests may have had an interest in setting him up on a murder rap. One of his claims was that he had been the organizer of the 1970 Earth Day protest, and in fact had been the event's MC in Philadelphia. But Nathanson, who said he had been on the organizing committee for Earth Day, testified that the committee had barred Einhorn from their discussions, considering him a nuisance. There was no MC, Nathanson said, and Einhorn's only role at the event had been as a liaison with poet and featured speaker Allen Ginsberg. But, Nathanson said, Einhorn didn't merely introduce Ginsberg he \"commandeered the stage,\" speaking \"incoherently\" for half an hour and refusing repeated requests to leave and let the program continue. It was devastating testimony, and the defense offered no evidence to counter it. The Earth Week Committee of Philadelphia, the group responsible for setting up the first Earth Day, has also denied that Einhorn was significantly involved in the birth of that environmental holiday: We are former members of the original 1970 Earth Week Committee of Philadelphia. Our group, which was made up of 33 members and 92 sponsors, organized the first Earth Day and Earth Week in Philadelphia. We were inspired to undertake this activity because of a speech that was given in 1969 by U.S. Senator Gaylord Nelson, the founder of Earth Day. His idea was implemented not only in Philadelphia, but also in thousands of communities across America in 1970. Much to our dismay, we now find that the self-styled hippie guru and alleged murderer of Holly Maddux, Ira Einhorn, has been taking credit for initiating and/or organizing Earth Day. He is not telling the truth. A group of very dedicated young people worked very hard to organize Earth Day, but Einhorn was not one of them. In fact, Einhorn was asked to leave several meetings of the organizing committee which he attempted to disrupt. He was not welcome there, nor did he contribute in any material way to the committee's activities. Einhorn, given a small role on the stage at Earth Day, grabbed the microphone and refused to give up the podium for thirty minutes, thinking he would get some free television publicity. We just waited until he had completed his \"act\" and then got on to the serious business at hand, the keynote speech of U.S. Senator Edmund Muskie, author of the landmark U.S. Clean Air Act of 1970. A good many historical events and birthdays (including those of Isabella I, Emmanuel Kant, and J. Robert Oppenheimer) have taken place on April 22, but neither any of them nor Ira Einhorn has anything to do with the choice of that day for Earth Day. The true (and more mundane) explanation is that when founder Gaylord Nelson was pondering when his first \"National Teach-In on the Crisis of the Environment\" should take place, he wanted a date that fell during the Spring but would be far enough into the season that the weather would likely be temperate enough for outdoor celebrations. He also wanted a date late enough in the calendar to avoid any potential conflicts with school exams, spring breaks, or Easter/Passover celebrations that might find students too busy or too far away from school to attend the teach-in. Having determined that the week of April 19 25 was optimal for his purposes, Nelson selected the mid-point of that week (Wednesday, April 22) for what would later become celebrated as the first \"Earth Day.\"",
  "Originally Published": "",
  "Referred Links": "http://learning.blogs.nytimes.com/on-this-day/april-22/;http://www.salon.com/2002/10/18/einhorn_2/;http://earthsky.org/earth/this-date-in-science-why-celebrate-earth-day-on-april-22;http://www.nelsonearthday.net/earth-day/proposal.htm;",
  "Example": "[Collected via e-mail, April 2015] I'm seeing a lot of articles and facebooks posts about Earth Day being founded by Ira Einhorn (the Unicorn Killer), and he made it on Lenin's birthday.",
  "Last Updated": "22 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/easter/earthday.asp",
  "Claim": "The date of Earth Day was chosen as April 22 by the Unicorn Killer to coincide with Vladimir Lenin's birthday.",
  "Claim_ID": "holidays_easter_earthday",
  "Tags": ""
}