{
  "Origins": "In mid-December 2012, a one-minute video titled What has Brighton Council done to annoy the person that puts up their Christmas lights?' hit the Internet, featuring a montage of holiday light installations from locations across the Sussex seaside town which included a variety of rude images and messages, such as depictions of genitalia and spelled-out messages such as \"Buy more shit\" and \"I hate my job.\"",
  "Fact Check": "",
  "Description": "Brighton officials quickly confirmed that the video was a clever hoax, accomplished through the use of editing and special effects: Business Improvement District manager Gavin Stewart said the video had caused quite a stir, but added: It is a prank, it s a hoax. They don t look like that in real life. It s a funny thing. We re taking it as tongue in cheek. Brighton councillor Jason Kitcat confirmed the video was a hoax. The video is a creative spoof, but it is making people smile and getting thousands of people talking about Brighton and Hove in the run up to Christmas, he [said]. That has got to be good news for the city and good news for its traders. He added: The lights are paid for and put up by local traders through the Business Improvement District Brilliant Brighton, not the council. I m sure they will be delighted at the extra publicity at their busiest time of the year. The video was reminiscent of a much-circulated photograph from two years earlier which supposedly captured a crude message spelled out in lights outside Harrods department store.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, December 2012] Brighton Christmas Lights Disgruntled employee adds rude images to Christmas displays in Brighton, UK.",
  "Last Updated": "9 December 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/christmas/photos/brighton.asp",
  "Claim": "Video shows holiday lights in Brighton which incorporate rude images and messages.",
  "Claim_ID": "holidays_christmas_photos_brighton",
  "Tags": ""
}