{
  "Origins": "For years, children have been writing to Santa Claus to remind him of what good little boys and girls they've been and what they would especially like for Christmas, but the problem has long been where to send such letters. Eagle-eyed parents of previous generations would snatch up such missives when they saw them placed among the household's outgoing mail, but children of more recent vintage have taken to posting such entreaties themselves (thereby beating parents out of precise information about their offspring's material desires).",
  "Fact Check": "",
  "Description": "Labeled with such addresses as \"Santa at the North Pole,\" many of these notes from hope-filled children often didn't go anywhere, instead landing in dead letter offices, there to pile up with other misaddressed mail accumulated over the years. Canada's alphanumeric mail routing system provided that country with a solution to the Santa mail problem: designate the postal code version of Santa's familiar \"Ho Ho Ho!\" (\"H0H 0H0\") as the Canadian equivalent of Saint Nick's personal ZIP code, thereby providing an easy funneling of letters meant for Santa to a central location. Under this system, it matters not if a tot addresses his yearly wish list to \"Santa\" (with no additional address provided) or \"North Pole\" or \"Santa's Workshop\" as long as the envelope bears the \"H0H 0H0\" postal code, it will end up in the hands of the jolly old elf (and his helpers at Canada Post). Each letter Santa receives via the \"H0H 0H0\" code gets read and answered. As many fed-up secretaries in the Frozen North will attest, postal codes in Canada are six-character affairs of letter-number-letter number-letter-number. (Try typing strings of upper case letters interspersed with numbers and see how joy-filled the experience leaves you.) Each character in the six-item string works to narrow the destination of the mail so embossed. For example, \"K1Z 6B7,\" the \"K1Z\" (forward sortation area of the code) indicates a piece of mail bearing that designation is headed for a specific neighborhood in Ottawa, while the \"6B7\" (local delivery unit) shunts it to a particular block on Merivale Road within that city. By the standard method of working out which Canadian postal code matches with what part of the U.S.'s northern neighbor, one could erroneously conclude the North Pole is located somewhere in the wilds of metropolitan Montreal. Montreal is so vast that its postal codes have exclusive use of \"H\" in the first position. By contrast, outside of Ontario and Quebec, whole provinces and territories make do with their own initial letters (e.g., all of Alberta is serviced by \"T\" and British Columbia by \"V\"). However, Canada Post in all its wisdom reserved \"H0H 0H0\" for Santa's personal use, thereby making a geographic exception for Kris Kringle. \"H0H 0H0\" has been Santa's very own postal code since 1982. Approximately 1 million pieces of mail bearing that code are received by Canada Post each year, and all are answered, each in the language or form in which it was written be it Japanese, Esperanto or Braille. More tech-minded tots can write to Santa online through Canada Post's \" Santa's Corner .\" Children of all ages interested in keeping an eye on Santa's progress around the world on Christmas Night can do so through NORAD's web site for Tracking Santa . Barbara \"aka the 'where's my present?' cam\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.noradsanta.org;http://ssl.postescanada-canadapost.ca/dec/santa/writesanta/default-e.asp;",
  "Example": "",
  "Last Updated": "18 December 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/holidays/christmas/santa/h0h0h0.asp",
  "Claim": "In Canada, Santa's postal code is H0H 0H0.",
  "Claim_ID": "holidays_christmas_santa_h0h0h0",
  "Tags": ""
}