{
  "Origins": "The annual celebration of Halloween is typically associated with symbols of murder, mayhem, and madness, but of the playful show variety celebrants don't generally engage in those behaviors, but rather act them out with costumes and props in the name of good, safe, spooky fun. The image displayed above purports to chronicle a gruesome, decidedly non-playful Halloween incident, though: the tale of a black-masked reveler who killed seven people with a kitchen knife at a costume party on Halloween night of 1962 and fled the scene, never to be identified, captured, or brought to justice.",
  "Fact Check": "",
  "Description": "This image, too, is nothing more than a bit of fun, however; a terrorific fictional backstory tacked on to an otherwise ordinary vintage Halloween photograph. No such murders were reported anywhere in the U.S. on Halloween of 1962, and the story has too many logical holes in it to be plausible: If the killer \"locked all the doors [to the room] from the outside,\" how did he get into the room to stab his victims (or get back out of the room afterwards)? If his intent was to slaughter everyone present, why did he stop after killing only seven people? (Clearly he wasn't subdued and captured, since he was reportedly \"never caught.\") How could the FBI definitively know that a mask found seven years later was the very same one worn by the perpetrator of that massacre back in 1962? What this image actually documents is that back in the days before mass-produced, store-bought costumes became the prevalent form of Halloween garb, people donned all sorts of unusual (and often homemade) outfits for the occasion, many of which look disturbingly creepy to modern viewers. This photograph hails from that time and is similar to a number of other vintage Halloween pictures from that era.",
  "Originally Published": "",
  "Referred Links": "http://www.babble.com/mom/25-totally-odd-awesome-vintage-halloween-photos/;",
  "Example": "[Collected on the Internet, February 2014] I got this from Facebook today I'm kind of curious. Anyone heard about this one before?",
  "Last Updated": "19 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/halloween/1962murder.asp",
  "Claim": "Photograph shows a masked partygoer who killed seven people on Halloween 1962.",
  "Claim_ID": "holidays_halloween_1962murder",
  "Tags": ""
}