{
  "Origins": "I'd believed this one for the longest time. It fit what I already believed, that the joy others experience during the holidays drives home the hopelessness of the situation to someone who is alone in the world. All that Christmas cheer, in other words, pushes those teetering on the edge over the side as they see too clearly what others have and, by contrast, what they do not have.",
  "Fact Check": "",
  "Description": "(A further myth along this line has it that more mothers commit suicide on Mother's Day than on any other day of the year. This again fits the notion that the reality of a neglected parent's life is driven home to her on the one day when she should be receiving some recognition for all the love and care she's lavished on her children.) And yet it's not that way at all: Suicide is not linked to holidays, at least not in Minnesota's Olmsted County, where the Mayo Clinic is located, according to Mayo researchers. A study of all reported suicides in Olmsted County during a 35-year period did not find an excess number of suicides just before, during or after Thanksgiving, Christmas, New Year's or the Fourth of July holidays. Nor did researchers find a higher suicide rate on birthdays, or three days before or after birthdays. However, their work, concluded in 1985, did affirm other studies showing that suicides are most numerous early in the week and least common on weekends. The authors speculate: \"Fewer suicides than expected may occur on weekends and major holidays because it may be easier to repress troublesome thoughts during these times of greater social interaction.\"1 As noted in a more in-depth article on the same subject: How can we let 1995 pass without observing the 40th anniversary of the enduring notion that the Christmas and New Year's holidays drive people bonkers? Holiday depression. Christmas blues. We're in that psychologically menacing month when unresolved emotional conflicts, loneliness and other problems trigger an alarming rise in psychiatric emergencies and suicide. There's a minor problem with the idea that America's mental health goes to pieces in December: Evidence suggests that holiday depression is about as real as Rudolph the Red-Nosed Reindeer. One of the largest studies examined seasonal trends in more than 3,670 suicides and about 3,300 psychiatric admissions to the Veterans Affairs Medical Center in Durham, N.C. It found no increase in suicides or psychiatric admissions around the Christmas and New Year's holidays. Other studies verified that national suicide rates in December and January were either average or below average. One group of researchers used National Center for Health Statistics data to check suicide rates on specific holidays over the entire decade of the 1970s. On an average day, there were 34 suicides per million people. Holiday rates were 26 for Thanksgiving, 30 for Christmas and New Year's Eve, and below average on every major holiday except New Year's Day. The New Year's Day rate rose to 41 per million. Some researchers believe the jump occurs because New Year's Day is the end of holiday season, and people get depressed at the prospect of returning to work and everyday life. Psychiatric visits to hospital emergency departments reach their lowest point of the year one to two weeks before Christmas, and other holidays like New Year's Day, Easter and Independence Day. The studies conclude that if holiday depression does descend every December, its effects are too minor or it involves too few people to show up in the official statistics. Why the gap between belief and reality? Experts emphasize that the holidays are a stressful time. People eat and drink more than normal, change their usual patterns of sleep and exercise, contend with frustrating traffic jams at mobbed shopping centers, and spend more money than they can afford. People feel tired and stressed out. Balancing that, however, are increased levels of emotional support from families and friends that help people cope.2 Barbara \"the question of families' providing emotional support is relative\" Mikkelson Sightings: In an episode of the television comedy The Big Bang Theory (\"The Bath Item Gift Hypothesis,\" original air date 15 December 2008), Sheldon makes mention of this belief.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "1 February 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/christmas/suicide.asp",
  "Claim": "The suicide rate increases significantly during the winter holiday season.",
  "Claim_ID": "holidays_christmas_suicide",
  "Tags": ""
}