{
  "Origins": "Can you recite the names of Santa's eight reindeer? If so, you probably do it by recalling the first few lines of the 1949 song \"Rudolph the Red-Nosed Reindeer\":",
  "Fact Check": "",
  "Description": "The source that added eight individually-named reindeer to the then-nascent Santa Claus legend was the poem \"A Visit from Saint Nicholas\" (now more commonly known as \"The Night Before Christmas\"), first published in 1823. A portion of the poem read as follows: The moon on the breast of the new-fallen snow Gave the lustre of midday to objects below; When, what to my wondering eyes should appear, But a miniature sleigh, and eight tiny reindeer. With a little old driver, so lively and quick, I knew in a moment it must be Saint Nick. More rapid than eagles his coursers they came, And he whistled, and shouted, and called them by name. \"Now Dasher! now, Dancer! now, Prancer and Vixen! On, Comet! on, Cupid! on Dunder and Blixem! To the top of the porch! to the top of the wall! Now, dash away! dash away! dash away all! Who are those last two reindeer? 'Dunder and Blixem'? Aren't they supposed to be 'Donner and Blitzen'? The story of how two reindeer named 'Dunder' and 'Blixem' became 'Donner' and 'Blitzen' is a complicated and confusing one, in part because a good deal of mystery remains about the origins of the poem that named them, \"A Visit from Saint Nicholas.\" We'll do our best here to trace the history of how the poem and the names of two reindeer changed over time. \"A Visit from Saint Nicholas\" made its first print appearance in New York's Troy Sentinel newspaper on 23 December 1823. The poem had been submitted anonymously, and over the next thirteen years it was reprinted without attribution in various newspapers, magazines, and almanacs. Eventually word spread that the poem had been penned by Clement Clarke Moore, a Bible professor at New York's General Theological Seminary; an 1836 reprint of \"A Visit from Saint Nicholas\" finally credited Moore, and the notion of Moore as the true author of \"A Visit from Saint Nicholas\" was cemented when he included it in a volume of his own poetry published in 1844. However, rumors have long persisted that \"A Visit from Saint Nicholas\" was written not by Moore, but by a different New Yorker of Dutch descent named Henry Livingston a claim which regained prominence at the end of 2000 when scholar and textual analyst Donald W. Foster published a defense of Livingston as the true author. Whether Moore or Livingston wrote \"A Visit from Saint Nicholas,\" one of them melded elements of Scandinavian mythology with the emerging Dutch-American version of Santa Claus as a jolly, pipe-smoking fellow and produced a vision of a sleigh pulled by eight flying reindeer. He assigned names to all the reindeer, and he took two of them from a common Dutch exclamation of the time, \"Dunder and Blixem!\" (the Dutch words for \"thunder\" and \"lightning,\" as rendered in English orthography). These are the names that appeared in the original 1823 publication of \"A Visit from Saint Nicholas\": \"Now! Dasher, now! Dancer, now! Prancer, and Vixen, On! Comet, on! Cupid, on! Dunder and Blixem; In 1837, publisher Charles Fenno Hoffman printed a version of \"A Visit from Saint Nicholas\" that included several alterations from earlier versions, including the changing of 'Blixem' to 'Blixen' (to make it rhyme with 'Vixen') and 'Dunder' to 'Donder' (perhaps to bring the spelling more in line with English pronunciation). When Clement Clarke Moore prepared \"A Visit from Saint Nicholas\" for publication in his own 1844 book of verse, he rechristened one of the reindeer 'Blitzen' and retained (or coincidentally reiterated) Hoffman's change of 'Dunder' to 'Donder.' Moore's 1844 version of the poem is the one that became the standard and established 'Donder' and 'Blitzen' as the names of two of Santa' reindeer in the memories of generations of children. Literary sleuths (such as Donald Foster) who believe Moore is not the true author of a \"A Visit from Saint Nicholas\" have theorized that the original reindeer names of 'Dunder' and 'Blixem' sounded odd to Moore because he knew German but not Dutch, and he therefore changed them to 'Donder' and 'Blitzen' (or failed to notice when someone else changed them). This makes sense in the latter case (as 'blitzen' is the German word for 'lightning'), but the explanation is oddly inconsistent in the former case 'donner' is the German word for 'thunder,' so if Moore were familiar with German, why would he have retained the spelling of Blitzen's partner's name as 'Dunder' or 'Donder' rather than altering it to the more appropriate 'Donner'? How and when 'Donder' made the transition to 'Donner' remains a mystery. In 1949 Johnny Marks turned the popular story of Rudolph, a misfit red-nosed reindeer (created by his brother-in-law, Robert L. May, for a 1939 Montgomery Ward promotional giveaway booklet) into a song, and Gene Autry's recording of the tune became a smash hit that Christmas season. Although Marks certainly helped popularize the 'Donner' usage by including it in the \"Rudolph the Red-Nosed Reindeer\" lyrics, he was far from the first to refer to one of Santa's reindeer by that name. We found seven different mentions of 'Donner' in the pages of The New York Times prior to the 1949 Christmas season, the earliest occurring in that newspaper's 1906 publication of Moore's poem. In fact, a 1926 New York Times article on the origins of Santa Claus stated that \"two of the original reindeer were originally given Dutch names, 'Donder and Blixen' (Blicksem), meaning thunder and lightning\" and \"it is only modern publishers who have rechristened them with the German 'Donner and Blitzen.'\" But that's as far as the trail leads us. We know 'Blixem' was changed to 'Blixen' and then 'Blitzen' between 1837 and 1844, and we can make some reasonable guesses about why those changes were made, but we're still mostly in the dark about why 'Dunder' became 'Donder,' and the details of when and why 'Donder' finally became 'Donner' remain elusive. We can say for sure, though, that the names of two of Santa's reindeer, as originally published about 170 years ago, were 'Dunder' and 'Blixem,' not 'Donner' and 'Blitzen.'",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=0805068120/ref=urbanlegendsrefeA/;",
  "Example": "",
  "Last Updated": "30 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/holidays/christmas/donner.asp",
  "Claim": "Two of Santa's reindeer were originally named 'Dunder' and 'Blixem,' not 'Donner' and 'Blitzen.'",
  "Claim_ID": "holidays_christmas_donner",
  "Tags": ""
}