{
  "Origins": "Philadelphia's nickname may be \"The City of Brotherly Love,\" but sports fans in that metropolis are notorious for a lack of fraternal affection: According to reputation, Philadelphia fans love a winner (who doesn't?) but will mercilessly turn on any players or team that don't live up to expectations, no matter how brilliant their past performances. No single image sums up that reputation more succinctly than the claim (as expressed in the examples cited above) that fans in Philadelphia once booed and pelted with snowballs that most inoffensive, beloved, and benevolent of figures, Santa Claus himself. The claim is true, although the potentially mitigating circumstances under which the incident occurred typically go unmentioned.",
  "Fact Check": "",
  "Description": "The infamous \"booing Santa Claus\" episode took place at old Franklin Field (then the home field of the NFL's Philadelphia Eagles franchise) on 15 December 1968, as the Eagles squared off against the Minnesota Vikings in their final game of the season. The Eagles' record stood at a dismal 2-11 going into the game (they'd end the season 2-12 after losing to the Vikings that day); even worse, Philadelphia had begun the year with a pathetic eleven straight losses, and two meaningless late season victories had served no purpose other than to take the Eagles out of the running for the #1 pick in the upcoming NFL/AFL common draft. (The 1-12-1 Buffalo Bills garnered the first pick and used it to select a USC running back named O.J. Simpson ; the Eagles went third and chose forgettable running back Leroy Keyes from Purdue.) Adding to the disenchanting game environment that Sunday afternoon was the weather: It had been snowing in Philadelphia since the night before, and by game time the temperature was in the low 20s, with a wind chill factor abetted by wind gusts of up to 30 miles per hour. Arriving fans reportedly had to clear their seats of an accumulated three inches of slush and snow before sitting down. Still, as noted in The Great Philadelphia Fan Book , the fact that over 54,000 people showed up to watch a miserable team play in miserable weather is a testament to the loyalty of Philadelphia fans. The Eagles claimed an early 7-0 lead until, just before the end of the half, the Vikings capitalized on an interception and quickly tied the game with a 57-yard touchdown pass. But even if the football on the field was less than scintillating that day, at least fans in attendance were supposed to be treated to a decent Christmas Pageant at halftime: While the Eaglette cheerleaders (dressed up as elves) romped on the field accompanied by a 50-piece brass band playing Christmas tunes, Santa was to make his entrance riding around the field on a huge Christmas float featuring an \"ornate sleigh dragged by eight life-sized fiberglass reindeer.\" Even before it had barely begun, however, the halftime show started to go as awry as the Eagles' season. A day's worth of snow and the pounding cleats of large football players had turned much of the field to muck, and the float quickly got stuck in the mud, meaning Santa would have to abandon his traditional means of conveyance and parade around on foot instead. But Santa was nowhere to be found, the person hired to portray him (depending upon which report one believes) having been prevented from making it to Franklin Field due to either an excess of inclement weather or an excess of alcoholic refreshments. In a panic, the Eagles' entertainment director, Bill Mullen, approached a fan sitting in the stands, 20-year-old Frank Olivo, to fill in for the absent Santa Claus. Olivo, who had worn a red corduroy Santa suit and a fake beard to the game, was given a large sack and tapped to weave down the field between two columns of Eaglettes, waving to the crowd as the brass band played \"Here Comes Santa Claus.\" Years later, Olivo recalled what happened next: \"That's when the booing started. At first, I was scared because it was so loud. But then I figured, hey, it was just good-natured teasing. I'm a Philadelphia fan, I knew what was what. I thought it was funny.\" When Olivo finished his run down Santa Claus Lane, he got into range. A fan in the upper deck threw the first snowball. As Santa hit the south end zone, one turned into ten, then into 100. \"When I hit the end zone, and the snowballs started, I was waving my finger at the crowd, saying 'You're not getting anything for Christmas,'\" Olivo recalled. \"Oh, I got pelted,\" Olivo says. He remembers being hit by several dozen snowballs, which suggests that many of the upper-deck denizens were more accurate passers than [the Eagles' quarterback]. \"I didn't mind,\" he says. \"I started kibitzing with some of the people throwing the snowballs.\" Still, he had his limits. \"When I finished, Mr. Mullen asked if I wanted to do it again the next year,\" Olivo says. \"I told him, 'No way. If it doesn't snow, they'll probably throw beer bottles.\" What prompted the Philadelphia fans to treat Santa Claus so inhospitably that day remains a subject of contention. Some, such as Jim Gallagher, the Eagles' public relations director at the time, claimed the bad behavior was prompted by Santa's pathetic physical appearance, recalling: \"He was the worst-looking Santa I'd ever seen. Bad suit, scraggly beard. I'm not sure whether he was drunk, but he appeared to be.\" For his part, Olivo maintains that he was \"a terrific Santa\" (if slightly undersize for the part at 5'6\" and 170 lbs.), that his suit was actually of quite good quality, that he wasn't drunk, and that \"a lot of [people who claim otherwise] weren't even here.\" Others opine that Santa was just a stand-in for the real (and out-of-reach) targets of the Philadelphia fans' frustration, the ownership and coaching that had transformed a championship football franchise into one of the league's worst teams (and that the booing was initially directed at the Eagles players as they headed for the locker room at halftime). One spectator present that day, himself later an NFL player and team president, explained the fans' temperament: \"It was a miserable day and a miserable team,\" recalls [Matt] Millen, who was 11 years old at the time. \"That was the only fun part of the game, and everybody joined in fathers, sons, even the old ladies. That guy had it coming. I still remember the song, 'Here Comes Santa Claus' BOOM! Got 'im! Hey, it was just the thing to do at the time. No big deal.\" \"But it was different in that era,\" he adds. \"Very passionate. Franklin Field was a crazy place. People took their football seriously. Hell, they'd run on the field to get at the players and coaches.\" Millen is now president of the Detroit Lions. How would he feel if fans threw snowballs at his stadium? \"Well, we play in a dome,\" he says. \"So I guess they'd have to smuggle them in.\" For those who claim that Philadelphia's \"throwing snowballs at Santa\" tale is merely a myth that has been invented and grown in the telling across the decades, we note that the incident was prominent enough to garner mention in contemporaneous news accounts of the game: [Philadelphia] Inquirer columnist Frank Dolson worked it into his story, saying that Santa \"made his tour of the stadium, waving cheerfully in the best holiday tradition. The fans responded, pelting him with snowballs, in the worst Philadelphia tradition.\" The [Philadelphia] Bulletin's Ray Kelly wrote, \"The fans even threw snowballs at Santa when he paraded around the field at halftime.\" The entire incident might have been forgotten if late Sunday night the local news had not been followed by the \"ABC Weekend Report,\" a national news show featuring Howard Cosell with a weekly package of NFL highlights. When the whip-around got to Franklin Field, Cosell showed no football. Instead, he aired the pelting of Santa, accompanied by his polysyllabic verbiage shaming the Philadelphia faithful. When the NBA's Philadelphia 76ers held a December 2003 promotion to set a record for the largest number of Santas at one gathering, in conjunction with a game against the Orlando Magic, Frank Olivo made an appearance in costume to reprise his role as Philadelphia's most (in)famous Santa Claus: \"They started out cheering,\" Olivo said of the fans, \"then they realized they had to keep their image up, and it trailed off into boos. It made me feel right at home. I grew up with these fans. I'm one of them. But they didn't throw anything at me, that was a good thing.\"",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/0970580444?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0970580444;",
  "Example": "[Washington Business Journal, 2001] No one says no to Santa Claus unless you live in Philadelphia, where they throw snowballs at him. [Ottawa Sun, 2002] Philadelphia is a tough, nasty city where fans have been known to throw snowballs at Santa. [NPR, 2001] Philadelphia sports fans are notoriously hard to please and irascible. Some are just plain crazy. This is, after all, where fans once booed and hurled snowballs at Santa Claus.",
  "Last Updated": "20 December 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/holidays/christmas/santa/philadelphia.asp",
  "Claim": "Fans in Philadelphia once booed and threw snowballs at Santa Claus.",
  "Claim_ID": "holidays_christmas_santa_philadelphia",
  "Tags": ""
}