{
  "Origins": "Although the observance of thanksgiving ceremonies in the North American colonies that now constitute the United States dates to the 17th century, many years elapsed before Americans settled on a fixed date for a national Thanksgiving holiday. The date on which Thanksgiving was celebrated varied from state to state until President Abraham Lincoln issued a proclamation in October 1863 calling upon the entire nation to \"observe the last Thursday of November [1863] as a day of thanksgiving and praise to our beneficent Father who dwelleth in the heavens.\" And not until 1941 did Congress pass legislation establishing the fourth Thursday in November as the Federal Thanksgiving Day holiday we now observe.",
  "Fact Check": "",
  "Description": "However, it was President George Washington who first issued a proclamation calling upon all the \"people of the United States\" to observe \"a day of public thanksgiving and prayer\" on a specific date. In 1789, the first year of Washington's presidency, the U.S. Congress approved a resolution requesting that President Washington \"recommend to the people of the United States a day of public thanksgiving and prayer\": On 25 September 1789, Elias Boudinot of Burlington, New Jersey, introduced in the United States House of Representatives a resolution \"That a joint committee of both Houses be directed to wait upon the President of the United States, to request that he would recommend to the people of the United States a day of public thanksgiving and prayer to be observed by acknowledging, with grateful hearts, the many signal favors of Almighty God, especially by affording them an opportunity peaceably to establish a Constitution of government for their safety and happiness.\" Citing biblical precedents and resolutions of the Continental Congress, the proponents of a Thanksgiving celebration prevailed, and the House appointed a committee consisting of Elias Boudinot, Roger Sherman, and Peter Silvester to approach President Washington. The Senate agreed to the resolution on 26 September and appointed William Samuel Johnson and Ralph Izard to the joint committee. On 28 September the Senate committee reported that they had laid the resolution before the president. Washington issued the proclamation on 3 October, designating a day of prayer and thanksgiving. Washington enclosed the Thanksgiving Proclamation in his Circular to the Governors of the States, written at New York on 3 October 1789: \"I do myself the honor to enclose to your Excellency a Proclamation for a general Thanksgiving which I must request the favor of you to have published and made known in your State in the way and manner that shall be most agreeable to yourself.\" Although the Thanksgiving Proclamation issued by President Washington in 1789 did not literally state that Americans should be thankful for the \"happy conclusion to the country's war of independence and the successful ratification of the U.S. Constitution\" (as quoted in the above example), it did embody those concepts, recommending that the people of the United States observe 26 November 1789 as an occasion for giving thanks to Almighty God for \"the favorable interpositions of his Providence which we experienced in the course and conclusion of the late war\" and for the \"peaceable and rational manner in which we have been enabled to establish constitutions of government for our safety and happiness\": [New York, 3 October 1789] By the President of the United States of America. a Proclamation. Whereas it is the duty of all Nations to acknowledge the providence of Almighty God, to obey his will, to be grateful for his benefits, and humbly to implore his protection and favor and whereas both Houses of Congress have by their joint Committee requested me \"to recommend to the People of the United States a day of public thanksgiving and prayer to be observed by acknowledging with grateful hearts the many signal favors of Almighty God especially by affording them an opportunity peaceably to establish a form of government for their safety and happiness.\" Now therefore I do recommend and assign Thursday the 26th day of November next to be devoted by the People of these States to the service of that great and glorious Being, who is the beneficent Author of all the good that was, that is, or that will be That we may then all unite in rendering unto him our sincere and humble thanks for his kind care and protection of the People of this Country previous to their becoming a Nation for the signal and manifold mercies, and the favorable interpositions of his Providence which we experienced in the course and conclusion of the late war for the great degree of tranquillity, union, and plenty, which we have since enjoyed for the peaceable and rational manner, in which we have been enabled to establish constitutions of government for our safety and happiness, and particularly the national One now lately instituted for the civil and religious liberty with which we are blessed; and the means we have of acquiring and diffusing useful knowledge; and in general for all the great and various favors which he hath been pleased to confer upon us. And also that we may then unite in most humbly offering our prayers and supplications to the great Lord and Ruler of Nations and beseech him to pardon our national and other transgressions to enable us all, whether in public or private stations, to perform our several and relative duties properly and punctually to render our national government a blessing to all the people, by constantly being a Government of wise, just, and constitutional laws, discreetly and faithfully executed and obeyed to protect and guide all Sovereigns and Nations (especially such as have shewn kindness onto us) and to bless them with good government, peace, and concord To promote the knowledge and practice of true religion and virtue, and the encrease of science among them and us and generally to grant unto all Mankind such a degree of temporal prosperity as he alone knows to be best. Given under my hand at the City of New-York the third day of October in the year of our Lord 1789. Go: Washington As noted at the University of Virginia's The Papers of George Washington web site , the day of thanksgiving proclaimed by President Washington was widely celebrated throughout the fledgling United States of America: Whatever reservations may have been held by some public officials, the day was widely celebrated throughout the nation. The Virginia assembly, for example, resolved on 19 November that the chaplain \"to this House, be accordingly requested to perform divine service, and to preach a sermon in the Capitol, before the General Assembly, suitable to the importance and solemnity of the occasion, on the said 26th day of November.\" Most newspapers printed the proclamation and announced plans for public functions in honor of the day. Many churches celebrated the occasions by soliciting donations for the poor. Washington's secretary, Tobias Lear, wrote to John Rodgers, pastor of the two Presbyterian churches in New York City, on 28 November, that \"by direction of the President of the United States I have the pleasure to send you twenty five dollars to be applied towards relieving the poor of the Presbyterian Churches.\"",
  "Originally Published": "",
  "Referred Links": "http://gwpapers.virginia.edu/documents/thanksgiving-proclamation/;http://gwpapers.virginia.edu/documents/thanksgiving-proclamation/;http://gwpapers.virginia.edu/documents/thanksgiving/intro.html;http://www.presidency.ucsb.edu/ws/index.asp?pid=69900;",
  "Example": "[Collected via e-mail, November 2012] Is this true? George Washington was the first to issue a Thanksgiving proclamation in 1789. In this proclamation he asked Americans to be thankful for the \"happy conclusion to the country's war of independence and the successful ratification of the U.S. Constitution.\"",
  "Last Updated": "28 November 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/holidays/thanksgiving/washington.asp",
  "Claim": "George Washington was the first U.S. president to issue a Thanksgiving proclamation.",
  "Claim_ID": "holidays_thanksgiving_washington",
  "Tags": ""
}