{
  "Origins": "This piece about the importance of \"Watch Night\" within the African-American Christian community began circulating on the Internet in April 2001. The earliest versions we've encountered attribute it to Agnes Barron-Steward, the director of Multicultural Student Services at Pierce College in Los Angeles, but her authorship has yet to be confirmed.",
  "Fact Check": "",
  "Description": "\"Watch Night,\" according to bartleby.com , can properly refer either to New Year's Eve or to a religious service held on New Year's Eve. Under either usage, it is likely a term unfamiliar to most, in that the observance of \"watch nights\" among Christians has devolved into primarily an African-American practice. Watch Night is celebrated among that community by congregants' gathering at their churches on the last evening of the year to attend special services that typically commence between 7 and 10 p.m. and continue through midnight and into the New Year. These services are regarded by participants as a time to reflect upon and give thanks for the departing year and pray for the future, a spiritual way of celebrating a largely secular holiday. Many churches embrace them as an alternative to the rowdy partying and drinking often associated with New Year's Eve. Yet as strongly as Watch Night is now linked to the black community, its observance did not originate with that group, nor did it begin on 31 December 1862, the night before the Emancipation Proclamation came into effect. Watch Night began with the Moravians , a small Christian denomination whose roots lie in what is the present-day Czech Republic. The first such service is believed to have been held in 1733 on the estates of Count Nicholas von Zinzendorf in Hernhut, Germany. John Wesley, founder of the Methodist movement, picked it up from the Moravians, incorporating a Watch Night vigil into the practices of his denomination. Methodist Watch Nights were held once a month and on full moons, with the first such service in the United States taking place in 1770 at Old St. George's Church in Philadelphia. These services survive to the present day in that denomination's worship manuals as \"Covenant Renewal Services.\" As to what was being \"watched over\" in those earlier services, it was one's covenant with God. These gatherings were a time for congregants to meditate on their state of grace were they spiritually ready to meet their maker if the call were suddenly to come? As the 13th chapter of Mark instructs, the faithful need to be ever vigilant, because the hour of the Lord's coming is not known. ( Watch ye therefore: for ye know not when the master of the house cometh. ) The end-of-year Watch Night of 1862 took on special significance attaching to the impending 1 January 1863 enactment of the Emancipation Proclamation, and that night has come to be known as \"Freedom's Eve.\" On 22 September 1862, President Lincoln issued his Preliminary Emancipation Proclamation, which stated: \"[O]n the first day of January ... all persons held as slaves within any State, or designated part of a State, the people whereof shall then be in rebellion against the United States shall be then, thenceforward, and forever free.\" Lincoln subsequently issued the Emancipation Proclamation itself on 1 January 1863. While that proclamation did not end slavery the moment it was issued, it did at least proclaim some slaves free. Knowing that this was going into effect the next day must certainly have influenced the nature of that year's Watch Night within the African-American and abolitionist communities, adding a second layer of what was being watched for (the coming of freedom at the stroke of midnight) to the more usual fare (the coming of the Christ at an unspecified future date and therefore the need to maintain a constant personal state of spiritual preparation). Among African-American congregations, that second layer of meaning has since become permanently woven into the fabric of the original, making New Year's Eve Watch Night services as much now about remembering the end of slavery as it is upon personal reflection on the state of one's soul. One additional bit of legend has attached to the origin of Watch Night, the dubious claim that slaves would gather on the final night of the year to shiver in fear as they awaited news about which of them would be sold the next day to satisfy outstanding debts. By the lights of that theory, while those so assembled were also watching for the coming of the master, the one they were keeping an eye out for was going to sell off some of them (as opposed to redeeming their souls and transporting them to life everlasting). While the practice of entering the New Year free of financial obligation is a very old one ( superstition dictates all debts must be retired prior to the beginning of the year), the idea that accounts would be settled on January 1 is unlikely. The first day of the year was a time for paying social calls on one's neighbors only the exceedingly gauche would have thought to sully such interactions with so much as a mention of anything business-related, let alone attempt to transact the buying and selling of slaves on that day. Moreover, anyone acting out of desire to enter the New Year clear of debt would fail in that effort if he put off selling or transferring property until the first of January. We therefore suggest taking with a large grain of salt Watch Day origins that feature huddled slaves assembled for their one last night together before some of them were sold off. Barbara \"night of the living dread\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.archives.gov/exhibits/american_originals_iv/sections/preliminary_emancipation_proclamation.html;http://www.moravian.org/;http://www.bartleby.com/61/42/W0044200.html;",
  "Example": "[Collected via e-mail, December 2006] Many of you who live or grew up in Black communities in the United States have probably heard of \"Watch Night Services,\" the gathering of the faithful in church on New Year's Eve. The service usually begins anywhere from 7 p.m. to 10 p.m. and ends at midnight with the entrance of the New Year. Some folks come to church first, before going out to celebrate. For others, church is the only New Year's Eve event. Like many others, I always assumed that Watch Night was a fairly standard Christian religious service made a bit more Afro centric because that's what happens when elements of Christianity become linked with the Black Church. Still, it seemed that predominately White Christian churches did not include Watch Night services on their calendars, but focused instead on Christmas Eve programs. In fact, there were instances where clergy in mainline denominations wondered aloud about the propriety of linking religious services with a secular holiday like New Year's Eve. However, there is a reason for the importance of New Year's Eve services in African American congregations. The Watch Night Services in Black communities that we celebrate today can be traced back to gatherings on December 31, 1862, also known as \"Freedom's Eve.\" On that night, Blacks came together in churches and private homes all across the nation, anxiously awaiting news that the Emancipation Proclamation actually had become law. Then, at the stroke of midnight, it was January 1, 1863, and all slaves in the Confederate States were declared legally free. When the news was received, there were prayers, shouts and songs of joy as people fell to their knees and thanked God. Black folks have gathered in churches annually on New Year's Eve ever since, praising God for bringing us safely through another year. It's been 141 years since that first Freedom's Eve and many of us were never taught the African American history of Watch Night, but tradition still brings us together at this time every year to celebrate \"how we gotover\". PS- Pass this information on so we can educate more of our family and friends!",
  "Last Updated": "26 December 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/holidays/newyears/watchnight.asp",
  "Claim": "Watch Night church services began in 1862 with blacks awaiting the enactment of the Emancipation Proclamation of New Year's Day, 1863.",
  "Claim_ID": "holidays_newyears_watchnight",
  "Tags": ""
}