{
  "Origins": "Bubble Yum was the first soft bubble gum to hit the market, making its debut in 1976. It was an instant success with its target consumer group, kids and teens, and sales of the candy quickly soared to such a level that its manufacturer cut back on advertising in order to allow production to keep pace with demand.",
  "Fact Check": "",
  "Description": "By the spring of the following year, the whirlwind early sales had slipped noticeably in the New York area. Rumors that Bubble Yum contained spider's eggs or legs or was made from their webs abounded. (A less well-circulated rumor had it that the confection caused cancer. It too dates from the same time period.) Schoolyard tall tales about a girl waking up with webs all over her face or nine youngsters dying after swallowing the gum spread quickly among kids and were soon taken as gospel. Rather than pretend there wasn't a problem or that it would just go away, the parent company took on the rumors: [Lardner, 1982] But in one bizarre case, the manufacturer felt it had no choice but to put the issue before its customers as conspicuously as possible. The manufacturer was the Life Saver Co., and the problem was an unfounded rumor that spiders' eggs had been found in Bubble Yum, a Life Saver product. The rumor hit just when Bubble Yum was going through \"almost a breakthrough in sales achievements,\" recalled Robert Denny, Life Saver's vice president of product management. Within 10 days, company surveys showed that \"well over half\" of the children in the New York area had heard the rumor, according to Denny, \"and despite recommendations by some public relations people to ignore the rumor and talk about the positive benefits of the product, we chose to run an ad in all the newspapers. \"Somebody is telling very bad lies about a very good product,\" the headline proclaimed. The parent company spent over $100,000 battling this rumor. Full-page ads were run in fifty different newspapers. Confidence in the product was restored, although to this day it's difficult to find anyone who grew up in that era but hadn't heard the rumor bruited about as fact. Where did the rumor come from? Prior to Bubble Yum, bubble gum was hard and took a fair bit of vigorous mastication to render it into a suitably soft bubble-blowing state. Bubble Yum was a breakthrough, a gum that was ready for bubble blowing after being chomped only a few times. As to how soft it was, even a little tyke could squish a block of Bubble Yum between his fingers. Gone were the days of arduous chewing! Any confection that revolutionary is going to spawn speculation among the younger set. (See our \"Death of Little Mikey\" page for the rumor about Pop Rocks .) \"Why is it so chewy?\" was the question on everyone's lips. Why did it (unlike traditional bubble gum) feel a bit slippery in the mouth? It didn't take long for kids to invent a plausible answer. There had to be something slippery in there. What could be more slippery than, say, spider eggs? Barbara \"candy kiss of the spider woman\" Mikkelson Sightings: Very brief mention is made of this belief during a student bull session in the 1998 slasher classic Urban Legend .",
  "Originally Published": "",
  "Referred Links": "http://www.sonypictures.com/homevideo/catalog/catalogDetail_DVD043396030916.html;",
  "Example": "[Fine, 1992] Apparently some little kids in either New York or Chicago started telling people that the reason Bubble Yum was so soft was because the gum had spider legs in it. It spread all over the country apparently because as I was chewing a piece of Bubble Yum talking to the clerk, someone came in and asked for Spider Leg Gum.",
  "Last Updated": "24 January 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/food/bubbleyum.asp",
  "Claim": "Bubble Yum chewing gum contains spider eggs.",
  "Claim_ID": "horrors_food_bubbleyum",
  "Tags": ""
}