{
  "Origins": "The rumor of a large number of HIV-positive high school kids having being discovered through the Red Cross' rejection of their blood has been with us since at least 1987, and it has moved around the country at will, attaching itself to whichever high school just hosted a blood drive.",
  "Fact Check": "",
  "Description": "Though its venue changes, the story remains the same some horrific number of fresh-faced youngsters are discovered to be living under a death sentence. The infected percentage of the student body varies from 10 to 82 depending on who is doing the telling, with 12% (1 in 8) and 20% (1 in 5) the clear front runners. For example (the legend is certainly not limited to these communities), the rumor has raced through Chicago (1992, 20% of the students in one particular high school), Los Angeles (1992, 12%), Dubuque (1996, \"dozens of students\"), Kansas City (1996, 15%), Orlando (1992, \"dozens\"), Seattle (1992, 15%), St. Petersburg (1991, 20%), Orange County, CA (1987, 14%), Sonoma County, CA (82%, 2001). What's the real story here? The American Red Cross began testing blood for HIV in 1985. By 1996 there had been 28 donors confirmed as HIV-positive, out of 1.65 million blood donations nationwide. Only one of those infected was a high school student. End of story. The use of specific numbers in the claim lends the dire tidings more authority, yet they are still hogwash. For instance, with regard to the rumor we quote as our example (Conant High School, blood drawn from 317 seniors, 61 tested positive for HIV), we know the real numbers for that school's blood drive: 125 students and 37 faculty members gave blood, and not one of them was HIV-positive. In 1992 in the small Texas town of Bogata, a health worker's announcement that she knew of six cases of AIDS at the small (197 students) Rivercrest High School appeared to confirm the rumor. Dona Atkins (then Dona Spence), a case manager at Ark-Tex Council of Governments, a regional planning agency, said each of the teens came to her for counseling. She never named names or produced the teens but always stood by her story. On the other hand, no confirmation of what she asserted ever emerged, no infected teenagers came forward, none subsequently sickened and died, and the Texas Department of Health reported that its investigation could find no basis for her claims. Moreover, she'd been caught telling untruths before, stating she'd served as an Army nurse for 17 years, including in Vietnam, yet military records showed she wasn't a registered nurse in Texas or California and had two short stints in the military, neither of which were in Vietnam. She would have had a motive for telling a false story; her husband had contracted AIDS from a blood transfusion, and his illness and subsequent demise in 1989 had moved her to speak to teenagers and the community about AIDS prevention. It is not unknown for those who feel their important messages aren't being heard clearly enough to personalize the dangers they warn against by inventing especially tragic victims whose stories they can use to drive home the validity of their admonishments. The heightened sense of awareness among teenagers that AIDS is a real possibility in their lives probably lies at the bottom of this rumor. It is known that HIV is discovered through blood tests, and that the Red Cross runs such tests on all the blood donations it collects. Teen fear plus a blood drive makes this rumor a natural to sweep through a school once the Bloodmobile has driven off down the street. Fears are also likely fed by the sight of school chums being told they can't donate blood. Though potential donors are turned away if they are not feeling well, have slightly elevated temperatures, demonstrate low red cell counts, have recently weathered fevers or colds, have gotten tattoos in the last year, or if it has not been the required 56 days since they last gave blood, none of those explanations are likely to occur to the students who notice that buddies who went to give blood afterwards lack the telltale bandages on their arms. The rumor of the turn-downs being due to AIDS is a tantalizing scenario likely to be spread by impressionable high schoolers. Yet, though superficially plausible, the rationale behind such a whisper is seriously flawed were someone unknowingly contaminated, said infection wouldn't be discovered until the donated blood was examined back at the lab because there is no way on site to tell whether a person tests positive for HIV. It's possible parents and teachers do their bit to keep this rumor up and running the use of scare tactics to dissuade young people from engaging in risky behaviors is nothing new. A story of a nearby high school's blood drive turning up so many HIV-positive kids would serve to drive home the message that there's nothing safe about teen sex. Barbara \"safe as (charnel) houses\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected by Royko, 1992] A volunteer blood drive was held at the Conant High School. It was for senior students only. Blood was given by 317 seniors. The blood has since been tested, and 61 tested positive for the HIV virus.",
  "Last Updated": "1 November 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/parental/bloodtest.asp",
  "Claim": "When the Red Cross conducted a volunteer blood drive at a local high school recently, they uncovered a shocking truth: 20% of the student donors were HIV-positive.",
  "Claim_ID": "horrors_parental_bloodtest",
  "Tags": ""
}