{
  "Origins": "The belief that yucky things lurk in the depths of dark-colored liquids is a widespread food fear. Blood is generally considered icky, so schoolchildren regularly horrify each other with whispered claims that the milk used in chocolate milk is just swimming with the stuff. Now that prepared coffee beverages are making it to the supermarket shelves we're seeing this particular tale expand to include those products, thereby broadening the age range of this rumor's audience.",
  "Fact Check": "",
  "Description": "(The belief that cow's blood is to be scrupulously avoided at all costs is suspended in our dealings with meat products. No one recoils in horror at the thought that a steak or a hamburger contains cow's blood our beef with ingesting blood apparently stops at the fork.) In the U.S., the Food and Drug Administration oversees the safety of food products. Stringent standards have been established for all milk destined for consumers, including the chocolate variety. It is telling that this agency's specifications contain no allowances for the use of blood-contaminated milk. Milk products (and other foodstuffs) that do not meet the agency's criteria do not gain FDA approval and thus cannot be sold to consumers. In other words, the \"cow's blood in the chocolate milk\" story doesn't fly any better than a cow would. Barbara \"if cows could fly, the holding pattern over the Chicago Stockyards would rival O'Hare\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] When cows are milked, sometimes there is a great deal of blood that comes out along with the milk. This tainted milk is non-salable, except to the makers of pre-packaged chocolate milk, since the cocoa hides the blood. And chocolate milk makers get the milk at quite a bargain. [Collected on the Internet, 2001] A co-worker recently told me that she had heard Nescafe Blend 43 instant coffee was somehow made with cow's blood. The rumour applied only to this blend of Nescafe. I checked the ingredients list, and it reads simply, \"coffee beans\". [Collected on the Internet, 2000] I was drinking a chocolate \"Milk Chug\" made by Creamland when my friend asks \"Is that Creamland chocolate milk?\" I said yes and he responded \"I am not sure if this is true, well,of course its not, but I heard it from my brother\". He goes on to say that Creamland's chocolate milk has cow blood in it. Here is the reasoning: To save money from wasted milk when a cow's utter begins to bleed, instead of throwing the bloody milk away, they add chocolate to it to disguise the taste and color. This way, no milk goes to waste . . . efficiency.",
  "Last Updated": "24 January 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/food/chocmilk.asp",
  "Claim": "Chocolate milk is made from \"regular\" milk rejected for containing too much cow's blood.",
  "Claim_ID": "horrors_food_chocmilk",
  "Tags": ""
}