{
  "Origins": "There's a recent (late-1996) twist on this old tale that moves the story from its previously-given locale of either Miami or New York City to someplace along the Mexican/American border. In this newer telling of an age-old scare story, a young child disappears from his parents' sight at the border; maybe a half-hour later, the mother sees her \"sleeping\" child being carried by a man trying to clear Customs. She gives chase, he drops the child and gets away, and it's only then she discovers that her little boy has been brutally murdered and hollowed out to turn him into a smuggler's carrying case.",
  "Fact Check": "",
  "Description": "Clifton Stallings, a spokesman for the U.S. Customs Service in Miami, said \"the story has been in circulation for some time. No one at Customs in Miami can verify it.\" Vann Capps, a Customs official in Miami, said he heard the story in a 1973 training course for inspectors at Hofstra University. \"They gave us different concealment techniques from past seizures, and this one involved cocaine concealed in the dead baby's body,\" Capps said. He said he believes the incident was alleged to have occurred at either the Miami airport or the John F. Kennedy International Airport in New York. As to how hard it is to take a good story out of circulation once it's out there, Brunvand further goes on to report that the 15 April 1985 New Republic picked up on the first Washington Post article as an example of how vicious the drug trade had become but did not (to the best of his knowledge) later retract the story. Someone first encountering this tale in The New Republic would take it for the real thing, for it cites an actual Washington Post article. Here's a 30 August 1990 United Press International story about this legend's staying power: For years, a bizarre tale of a cocaine-stuffed baby corpse has dogged Miami's drug agents. Experts and investigators said the ubiquitous legend may have been inspired by a fleeting reference in a British satire, a gruesome incident from the Vietnam war, or maybe only our own worst fears. According to the story, a Customs officer noticed a woman arriving in Miami with a pale and sickly looking baby. Upon closer inspection, he found the infant was dead and the corpse had been stuffed with cocaine in order to smuggle the drug into the country. The apocryphal tale is frequently cited as evidence of Miami decadence. It has popped up in publications as varied as the Washington Post, LIFE magazine and the National Enquirer. \"It crops up usually once a year,\" said Customs agent Clif Stallings. \"Playboy called back after they published it and were embarrassed about it. It was too late to do anything about it when they called. They had gone on someone's say-so. We told them, 'You've been stung.'\" Customs agents, police and the Drug Enforcement Administration insist the incident never really happened. They have denounced the tale for years but have never found its source. \"We interviewed people and tried to track that down and we just never could find any truth in it,\" Stallings said. \"It seemed to be something someone made up or it was a rumor. I'm not saying it couldn't happen but we never could track it down.\" Noted Tom Cash, agent in charge of the Miami DEA office, \"As a smuggling method that would be quite stupid because you'd certainly be limited to those occasions where you had access to the body of a baby. \"It sounds to me like an imaginative writer,\" Cash said. It may have been exactly that. A similar incident is mentioned in passing in Evelyn Waugh's 1937 novel Scoop. The book is a spoof on the gullibility of the press. It is about the author of a country gardening column who is accidentally sent to Africa to cover a colonial civil war for a London newspaper. The novice reporter has loaded up on tents, canoes and a bizarre assortment of equipment, and is shepherding his mountain of crates and parcels through French customs on his way to Africa. \"Not since an Egyptian lady had been caught cosseting an artificial baby stuffed with hashish, had the customs officials of Le Bourget had such a beano,\" the book says. The port changes from Le Bourget to Miami and the hashish turns into cocaine, but the basic elements of the tale are the same. Cash and Stallings said the story may also have been inspired by a famous heroin smuggler, Leslie Keith Atkinson, who found a novel way to ship heroin from southeast Asia during the Vietnam War. \"Leslie Kenneth Atkinson owned a bar in Saigon, the American Star Bar. He had some friends in graves registration who prepped the bodies that were sent to Fort Bragg, N.C. \"There was heroin secreted in the coffins at that time. This came out in post-arrest, or post-conviction testimony before Congress. I think it was put in the coffins, not the body cavities,\" Cash said. \"That was quite a famous case. I think that is the genesis of the cadaver-containing-drugs story.\" More recently, customs agents arrested a man who arrived at Miami International Airport with packets of cocaine sewn inside his legs. He was very much alive, but his wincing and stiff-legged gait gave him away. \"It's just a short jump from the cocaine in the thighs to the cocaine in the baby's body,\" Cash said. The thigh incident occurred just last year, however, long after the stuffed baby tale had achieved legendary status. In yet another demonstration of how urban legends are resurrected whenever they serve a purpose, this legend was reported as true by the international press in May 2000, this time with a Middle Eastern setting: [The Guardian, 2000] Drug smugglers abducted and killed a small girl, then stuffed her body with drugs in order to take them into a Gulf state, a senior police officer was reported as saying yesterday. Officials at the unnamed airport saw a woman cradling the child in her arms, apparently asleep. As the woman passed through immigration control an officer teased the child, but there was no response. Then he realised she was dead. Sympathy quickly turned to horror when officials discovered that the girl's body was packed with drugs. They concluded that she had been killed for the specific purpose of smuggling narcotics. Major Abdul Rahman Naser al-Fardan, head of the drugs squad in Sharjah, one of the seven states in the oil-rich United Arab Emirates, was describing how smugglers are resorting to increasingly desperate and cruel measures to conceal their wares. They have been known to pack drugs inside the Koran or in the frames of Islamic art. In one case a blind man had a white stick full of drugs. The Gulf has long been recognised as a staging post for drugs on the route from Pakistan and Afghanistan to Europe. It is also believed by some to be a money-laundering centre for the proceeds. In states where alcohol is prohibited and drugs offend social and religious sensibilities, the problem is officially portrayed as a foreign one. Asians are blamed for 80% of drug dealing and the authorities become coy at suggestions that part of the trade may be aimed at a local market. The Emirates does, however, have several drug rehabilitation centres. Although Major Fardan does not admit to a drug abuse problem in the Emirates, his remarks, in a talk to Zayed University students reported by Gulf News yesterday, highlighted concern that the rich - and often bored - Emirates youngsters could be at risk. He warned that parents should not allow their children to travel alone to countries where drugs are sold openly, or which are known to have \"addiction dens\". Once again, we have a story with a curious lack of detail: absolutely no information (such as names or ages) is given about either the victim or the perpetrators, and the location where this crime supposedly took place is suspiciously vague (\"a Gulf state\"). And how was this \"crime\" revealed to the world? Not in a government or police press conference, but \"in a talk to university students\" by the \"head of the drugs squad.\" If you're a government official tasked with keeping a handle on your country's drug problems, what better way to call attention to the issue than by relating a horrific story about the depravity of foreign drug traffickers to a hall full of college students? It serves as a warning about the perils of drug use, it blames the problem on evil foreigners, and it garners terrific press coverage even if it is merely a bit of fiction. The next time someone tries to pass off this legend as an actual occurrence, the media would do well to heed the experience of Miami Herald crime reporter Edna Buchana before running the item as a news story: The stories about drugs in Miami are also larger than life. So many are true that even the myth of the dead baby has become accepted as modern Miami-American folklore. Let's get this straight right here and now: There is no cocaine-stuffed dead baby, at least at this writing. The dead baby resurfaces frequently, reported as fact in otherwise responsible and prestigious and some not so responsible and prestigious publications. It has appeared on the front page of The Washington Post, in Life magazine, and in the National Enquirer. The story, with minor variations, is that an alert customs official or airline employee on a Colombia-Miami flight noticed that a baby in the arms of a woman passenger did not look well. Closer scrutiny revealed that the baby was dead and its body stuffed with high-grade cocaine in an attempt to smuggle the drug into this country. The dead baby is reported at least once a year. Each time, I am one of the many reporters assigned to check it out. It is fiction. It did not happen. I have laid the dead baby to rest so often that I can now see its poor little pasty face in my mind's eye. Barbara \"dead babies (stories) can't take care of themselves\" Mikkelson Sightings: The 1985 Dan Simmons novel Song of Kali includes a kidnapped baby who is found at an airport, dead and stuffed with stolen jewels.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Smith, 1986] The air hostess, as she passed along the aisle of the plane on the transatlantic flight from Amsterdam to New York noticed that the baby, nestled between the couple who were asleep, didn't look very well in fact it looked extremely ill. Not wanting to disturb anyone she gently lifted up the baby and took it back to her station. Feeling the baby's forehead, she found it was cold and with a sudden panic she realized that the infant was dead. Calling upon a doctor she knew to be on board, he examined the baby and confirmed that, not only was it dead, but it was embalmed. The child's body had been hollowed out and it was full of the drugs that the couple were trying to smuggle into the States.",
  "Last Updated": "23 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/drugs/deadbaby.asp",
  "Claim": "Drug dealers use hollowed-out bodies of dead children to smuggle cocaine into the U.S.",
  "Claim_ID": "horrors_drugs_deadbaby",
  "Tags": ""
}