{
  "Origins": "This sorrowful (but fictional) tale about a hair weave that led to its wearer's scalp being attacked by worms began circulating on the Internet in early September 2010. We've so far picked up four versions, the most recent an October 2013 retelling of the legend that was published in a Kenyan newspaper, picked up and run as a straight news report by a Nigerian Independent Reporters TV Media site, then published as fact by the UK's Daily Mail . Each version changes the name of the woman said to have received the contaminated weave, the city she works in, and/or the location of the hair salon, but otherwise leaves the text of the tale largely untouched:",
  "Fact Check": "",
  "Description": "Krystal, is a PA working in a Laywer's office in Windhoek. Two months ago she went to an upmarket hair salon on Independence avenue and spent well over $1500 for a Brazilian weave. My friend Laimi, is a PA working in a Laywer's office in Windhoek. Two months ago she went to an upmarket hair salon on Independence avenue and spent well over $1500 for a Brazilian weave. My friend Irene, is a PA working in a Lawyer's office in Westlands. Two months ago she went to an upmarket hair salon on Kenyatta avenue and spent well over 1500 for a weave. Irene Myangoh, a personal assistant working at a law firm in Nairobi went to an upmarket hair salon along Kenyatta Avenue, and spent more than N5,500 on a human hair weave. (Myprodols is a painkiller vended in Africa which is used to treat mild to moderate pain. Compral is an over-the-counter painkiller comparable to aspirin.) All four versions place the incident in Africa: Windhoek is the capital of Namibia, a country in southwestern Africa; Nairobi is the capital and largest city of the east African country of Kenya; and Westlands (which does indeed have a Kenyatta Avenue) is an affluent neighbourhood in the city of Nairobi. A Brazilian weave (which is not to be confused with a Brazilian blowout, a treatment performed in a salon whereby the customer's own hair is chemically de-frizzed) is constructed of hair extensions made from human hair. The customer's own tresses are first worked into cornrows, which then serve as the platform onto which the extensions are sewn. The resulting \"weave\" sits atop the recipient's own hair, somewhat akin to a wig that's been sewn into place. The procedure takes between four and five hours to complete, and prices in the $1,000 to $2,000 range are not unheard of. The tale of the contaminated hair weave is long on gruesomeness and variable details but short on checkable facts. While the victim's first name is always provided (depending on the version one receives, she's Krystal, Laimi, or Irene), her surname rarely is. Likewise, while the account always says she's a personal assistant at a lawyer's office, the name of the lawyer or firm that employs her is not given. The salon where the manky hair was installed is described only as an \"upmarket hair salon\" on a street that's either Independence or Kenyatta, which is in a city that's either in Namibia or Kenya, two countries the entire width of Africa apart. The results described are also impossible. Popular belief to the contrary, human corpses are not riddled with worms. Rather, once people die, their bodies very quickly attract the attention of a number of species of flies, which (among other activities) lay their eggs on the deceased. The \"worms\" one sometimes sees on corpses are actually maggots, the just-hatched offspring of such flies. Human hair intended for weaves, hair pieces, or wigs is carefully washed, sorted, and matched with tresses of similar color and texture very early in the process of turning it into a fashion accessory. Ergo, even if the hair used had been taken from a corpse and had through that association become infested with fly eggs, those future larvae (\"worms\") would have been washed away by the first cleaning given those strands during the sorting process. The hair weave tale combines three urban legends into one. From the \"poisoned dress \" legend, it draws the element of an item taken from a corpse (a dress in one story, hair in the other) transmitting some manner of horribleness (formaldehyde or worms) to the next wearer. From the \"necrophiliac lover\" legend comes the plot device of a doctor's running tests on the maggots , thereby discovering that the hair used in the weave had come from a dead person. Tying it all together is the \"fatal hairdo\" legend, wherein a gal's unwashed bouffant hair style becomes the home for venomous spiders that serve to punish both her vanity and lack of attention to matters of personal hygiene. There are numerous meanings to the hair weave tale, two of which are contained in its closing: \"Lesson: ladies we should be careful with what we put on our heads, it is better to appreciate our natural beauty and be content with what God has blessed us with than to chase artificial beauty.\" First, the story is one of caveat emptor , a \"buyer beware\" tale wherein a woman comes by her headful of maggots via opting for the latest, greatest hair treatment. In that light, it's meant to impress upon us, its audience, that we never truly know what goes into consumer products and thus should exercise care in our choices. Second, the story is one that decries vanity, in this instance by portraying a gal who disregards the \"better to be happy with what we have\" dictum in favor of an enormously expensive beauty adjunct as paying for her narcissism in gruesome fashion. Vanity is further highlighted as evil by the audience's awareness that if the woman had been able to wash her own hair (which she couldn't, because it was under the weave), those fly eggs would have been long gone well before they had turned into \"worms\" that started chomping on her. Xenophobia also comes into play, as the hair used in Brazilian weaves generally comes from abroad: by portraying the imported tresses as maggot-laden and dangerous, ongoing suspicion about things which come from other countries and cultures is aired. Last, the story reflects our unease with the dead. Barbara \"the unsweet hair-after\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.dailymail.co.uk/news/article-2481517/Womans-headaches-hair-weave-corpse-filled-maggots.html;http://ireporterstv.co/shock-as-worm-infested-weaves-from-dead-people-find-their-way-into-the-market/;http://www.standardmedia.co.ke/mobile/?articleID=2000096334&story_title=Ladies,%20beware%20of%20weaves%20with%20deadly%20worms/lifestyle/;",
  "Example": "[Collected via e-mail, September 2010] Krystal, is a PA working in a Laywer's office in Windhoek. Two months ago she went to an upmarket hair salon on Independence avenue and spent well over $1500 for a Brazilian weave. She looked good in her new hair style! Two weeks later she started suffering severe headaches that would not go away with compral. Frequently she'd wake up at night with the constant headache. She went to a private doctor who gave her myprodols that would work for only a few hours and then the headaches will be back worse than before. Desperate she went to see a specialist who did blood tests and even a scan of the brain and all the tests were normal. Because of the headaches she could not concentrate at work and was sleeping very poorly. she went back to her doctor who decided to examine her scalp and under the beautiful weave he found worms! The worms were burrowing into her skull and after sending the samples to the lab they found that the hair had eggs from which the worms had hatched! The doctor told her that the hair was probably from a corpse because the kind of worms are usually found on dead bodies! The hairdresser who supplied the hair was shocked and told her that they fitted 10 weaves already and that batch of hair had gone very fast! If you have a weave and getting constant headaches, this is something you may consider checking out. Poor krystal had to shave her head after this ordeal and take antibiotics for a full 2 weeks! Lesson: ladies we should be careful with what we put on our heads, it is better to appreciate our natural beauty and be content with what God has blessed us with than to chase artificial beauty. If you know a sister you care about who may benefit from this message, pls. spread it.",
  "Last Updated": "31 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/vanities/hairweave.asp",
  "Claim": "Weave made from dead person's hair causes worms to grow in recipient's scalp.",
  "Claim_ID": "horrors_vanities_hairweave",
  "Tags": ""
}