{
  "Origins": "The most common and seemingly innocuous of household products may have the potential to cause serious illness (or even death) under certain circumstances, and even products we know should be treated with caution (especially around children) may pose completely unanticipated dangers. The example cited above invokes both of these factors in telling the tale of a small child who supposedly died from suffocation after inhaling baby oil he had smeared on himself.",
  "Fact Check": "",
  "Description": "In the 1991 case of Ayers v. Johnson & Johnson , a Washington couple brought a product liability action against Johnson & Johnson, claiming that their 15-month-old child had suffered irreversible brain damage after inhaling baby oil produced by that company, a danger not sufficiently covered on the product's warning label: In the early evening of April 23, 1985, 15-month-old David Ayers and his twin brother were playing in their parents' house. Mrs. Ayers was getting ready to go to work, and Mr. Ayers was watching television. Two of David's sisters were also at home. David entered a bedroom, where he found a purse belonging to his 13-year-old sister, Laurie, on the floor and open. Inside the purse was an unmarked container that Laurie had filled with Johnson & Johnson's baby oil for use at school after her gymnastics class. Mrs. Ayers unexpectedly came across David just as he began to drink the oil. In immediate and concerned reaction, she yelled at him to stop, causing him to gasp and inhale some of the oil into his lungs. Mrs. Ayers immediately took the container away from David. She was relieved to discover that it held baby oil transferred from its original container, as she believed that the only effect would be diarrhea. Mrs. Ayers inspected the original container to verify her understanding and found no warning. Interpreting the absence of any warning as an indication that there was no need for concern, she told two of her older children, who were to baby-sit the twins while she was at work, to call her if any problems developed. Expert testimony established that even if Mrs. Ayers had at this time realized the danger, immediate medical attention would not have prevented the oil from diffusing throughout David's lungs, reducing their ability to deliver oxygen to his blood. Later that evening, David began to have difficulty breathing. His family took him to a hospital, where doctors placed him on a respirator. His progress was not good, and several days later he was sent to St. Louis for extracorporeal membrane oxygenation therapy, a special procedure involving pumping the blood outside the body and enriching it with oxygen. David improved slightly, but shortly after returning to Washington he suffered a cardiac arrest, which in turn led to brain damage. Today David cannot move his arms or legs, which are stiff and spastic. He has limited control of his head movements. He cannot speak, is mentally retarded, and is subject to seizures. Moreover, the Ayers testified that they had always been careful to keep potentially dangerous products out of reach of their infants, but they had no idea that baby oil could pose so serious a danger (particularly in the manner it ultimately did) to a child: Mrs. Ayers testified that she made a practice of reading labels on products, and that she shelved them at home according to what she read on the labels. Items she knew to be particularly dangerous, such as cleaning waxes or bathroom cleansers, were shelved up high in a cupboard above the kitchen stove or in a box on the top shelf of the bathroom closet. Items she perceived as less dangerous were treated with less care. Before David's accident, she regarded baby oil as one of these less dangerous items, thinking that the only danger it presents is diarrhea if ingested. Accordingly, she usually kept it on the dresser in the babies' room, where she could reach it easily. This location was not, she testified, out of the babies' reach. She testified that if she had been aware of the dangers of aspiration, the baby oil would have been kept up high in the medicine box. She also said that if she had been aware of the dangers, she would have alerted other members of the family. She had specifically told her teenage daughters that if they were carrying in their purses anything that could be dangerous to the twins, such as personal toiletries like perfume, they were to keep the purses out of the twins' reach. David's sister, Laurie, in whose purse David found the baby oil, testified that she thought baby oil might cause an upset stomach if digested, but that she too had no idea of the dangers of aspiration. In this particular case, David Ayers aspirated a harmful amount of baby oil not through the act of merely spreading it on his head and face, but because he was startled in the act of ingesting it, causing him to gasp and inhale the oil into his lungs. A very unusual circumstance, perhaps, but no less tragic for its exceptionality. In May 2001, a similar incident resulted in the death of 16-month-old Jaiden Bryson in California: [Jaiden] pulled an unopened bottle of baby oil down from a mantel in the bedroom he shared with his twin brother. His father, Charles Bryson, discovered him a few minutes later with baby oil around his mouth. The boy did not seem ill, but the next morning Jaiden was gasping for air, and his mother, Teresa, took him to a pediatrician. Jaiden was taken to the hospital where doctors discovered he had breathed baby oil into his lungs. That damaged his lungs, causing a kind of pneumonia, Mrs. Bryson said. Jaiden died 28 days later. \"If I would have known it was dangerous, I would never had it in their room,\" Mrs. Bryson said. \"It says for babies. You don't think a product for babies can kill a child.\" Jaiden's death led the U.S. Consumer Product Safety Commission ( CPSC ) to require child-resistant packaging for some common household products and cosmetics containing hydrocarbons that can poison children, including baby oil.",
  "Originally Published": "",
  "Referred Links": "http://www.cpsc.gov/cpscpub/prerel/prhtml02/02015.html;http://www.mrsc.org/mc/courts/supreme/117wn2d/117wn2d0747.htm;",
  "Example": "[Collected via e-mail, October 2008] I have received several e-mails telling about how a small child was playing with a bottle of baby oil and ended up with it all over them, especially the head and face. The child was rushed to the hospital in respirator distress later that day or that evening. The story goes that the child breathed the baby oil into the lungs and the oil began coated the bronchial tubes and slowly suffocated the child. There was nothing the hospital staff could to stop it.",
  "Last Updated": "23 October 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/parental/babyoil.asp",
  "Claim": "Infants have died or suffered debilitating respiration problems after aspirating baby oil.",
  "Claim_ID": "horrors_parental_babyoil",
  "Tags": ""
}