{
  "Origins": "In August 2010 news about the impending opening of a restaurant in Germany shocked the sensibilities of many around the world. According to Der Spiegel , a weekly magazine with a circulation in excess of 1 million readers, a restaurant was soon to open in Berlin wherein mankind's strongest taboo, the eating of human flesh, would be violated. Offering \"Wari cuisine\" (the Wari were an Amazonian tribe that practiced ritualistic consumption of the honored dead), Flim , the proposed eatery, was using its web site to seek donors of body parts as well as advertise for the services of an \"open-minded surgeon.\" A menu listing traditional Brazilian dishes (with the protein component described only as \"meat\") was posted to Flim 's web site, but the location of the planned restaurant was not.",
  "Fact Check": "",
  "Description": "Although many news outlets that picked up the story (including Der Spiegel ) were skeptical of the putative plans to open a cannibal restaurant of no given location, others repeated the item as if it was verified fact. Which, of course, it was not. After allowing the press chew on the story for a week, on 2 September 2010 the group behind the web site came clean: The cannibal restaurant wasn't real; it existed only in the imagination of the Association of German Vegetarians (VEBU). The web site its entreaty for body parts and an open-minded surgeon included had been a publicity stunt intended to showcase the group's belief that all consumption of meat is cannibalism, in that \"Eating animals is like consuming people,\" and \"Every piece of meat is a piece of mankind.\" The group said through the Flim web site that \"The more severe the reactions to the Flim have been, the better.\" The stunt had been dreamed up a year previous by the German ad agency Serviceplan, with VEBU's participation. Serviceplan placed fake ads in German newspapers calling for donations of human limbs; set up a website complete with a PDF form through which prospective donors could answer questions about their blood type, body mass index, and health history; and even established an auction on eBay for human liver p t . (Before eBay twigged to the presence of the auction and shut it down, bids of $1,000 for that \"delicacy\" had been recorded.) VEBU director Sebastian Zoesch stated that he received phone calls and e-mails from people identifying themselves as cannibals, but many of them turned out to be undercover journalists. Taboos against eating one's own are universal, which is why cannibalism is such an attractive topic for hoaxsters, prank artists, or those looking to draw attention to their particular causes or artistic endeavors. In 2001, photos of a Chinese man chowing down on what appeared to be a roast infant accompanied by the claim that such cannibalizations were \"Taiwan's hottest food\" and that \"dead babies or fetuses could be bought at $50 to $70 from hospitals to meet the high demand for grilled and barbecued babies\" rocketed through the Internet. The truth, however, was far less shocking: The people of Taiwan view the eating of people with as much abhorrence as those of anywhere else; and the \"grilled baby\" pictured was likely fabricated from sticking a doll's head onto a roast duck; and the photo had been the work of Chinese artist Zhu Yu, who performed a conceptual piece titled \"Eating People\" at a Shanghai arts festival in 2000. Barbara \"got their goat duck\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://flime-restaurante.com/Flime-english.html;http://flime-restaurante.com/;",
  "Example": "[Collected via e-mail, August 2010] Is this true? \"Berlin 'cannibal' restaurant asks for donors to donate body parts which are then prepared and eaten by the dining party.\"",
  "Last Updated": "6 September 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/cannibal/flime.asp",
  "Claim": "A Berlin restaurant plans to offer meals made from human body parts.",
  "Claim_ID": "horrors_cannibal_flime",
  "Tags": ""
}