{
  "Origins": "Although a startling number of workmen were killed in the construction of Hoover Dam (1931-36), none are entombed in the structure. The myth of the concrete pour too important to halt to fish out a mere body is just that, a myth.",
  "Fact Check": "",
  "Description": "(Agreement on the exact body count is hard to come by. The most common figure given is an official count of 96 and an unofficial one of 112.) At first blush it might appear reasonable that a dead man would have been left where he fell on a project this big, but structural integrity of the dam had to be maintained at all costs if it was to withstand pressure later. Engineers would not have permitted even a 4-inch block of wood to be left in a pour, much less anything as large as a workman, because of the danger of creating a weak spot in the structure. The dam contains 4,400,000 cubic yards of concrete. It was poured in sections of roughly a thousand cubic yards at a time, each of these slabs being allowed to set before the next was added. The 'cold joints' created by this sectioning were very deliberately factored into the engineering plans of the structure. Each segment took hours to pour, with the wet concrete arriving in buckets containing roughly eight yards of concrete each. Had someone lost his footing and fallen into the pour, he'd have easily righted himself or, if injured, been easily pulled from the wet mass by others. Another famous engineering marvel of a bygone time is often rumored to have workmen buried in it. 27 men died during the construction of the Brooklyn Bridge (1870-1883), but none ended up becoming part of the structure. Possibly rumors about bodies left in Hoover Dam originated with memories of a Montana dam construction tragedy being attributed to the larger, more famous structure in Nevada. Rumors do tend to migrate towards the most recognizable entry in any field, so it can be postulated that gruesome facts about the fatal slide at the Fort Peck Dam were later recalled as having to do with the Hoover Dam. Both dams are, after all, in the same part of the country and were built around the same time. The Fort Peck Dam was erected in Montana between 1934 and 1940, and was at the time of its constuction the largest earth-filled dam in the world. On 22 September 1938, a section of the dam broke loose and slid into the lake below. Eight workers were buried in the debris, and only two of the bodies were recovered, leaving six forever entombed within the mass of the structure. Barbara \"dammed shame\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.fortpeckdam.com/historypages/?p=13;http://www.usbr.gov/dataweb/dams/hoover_fatalities_table.htm;",
  "Example": "",
  "Last Updated": "18 January 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/freakish/hoover.asp",
  "Claim": "Bodies of workmen are entombed in Hoover Dam.",
  "Claim_ID": "horrors_freakish_hoover",
  "Tags": ""
}