{
  "Origins": "The threat of random malicious tampering with the everyday products we use hangs over us all. This fearsome aspect of modern life was driven home by the 1982 Tylenol murders in which ordinary use of a previously unquestioned over-the-counter headache medicine left seven people dead after cyanide was deliberately slipped into bottles of the painkiller. The fear that through no fault of our own we'll innocently end up victims of random tampering underpins a number of baseless Internet-fueled scares, including the 2000 panic about HIV-laden syringes being affixed to gas pump handles and 2004 concern about HIV-positive blood being slipped into fast food ketchup dispensers.",
  "Fact Check": "",
  "Description": "This warning about acid having been found in hand soap dispensers at restrooms in Alabama and Florida has been in circulation since",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, March 2009] **SPRING BREAK TRAVEL ADVISORY** Beginning yesterday afternoon, it was discovered that someone replaced the hand soap in the men's restrooms with an unknown substance. The first reported incident was near I-10 at the Alabama Welcome Center in Baldwin County. Testing is being carried out by the Alabama Department of Environmental Management. This morning another incident occurred in Chilton County (b/w Montgomery and Birmingham) on I-65 where theemployee noticed that the hand soap container had been tampered with. Upon further inspection, the employee discovered that jugs in the storage area appeared to have the same material added. Sample substance appears to be acid but is enroute to the Alabama Department of Public Health for testing. It appears that Florida may have two incidents of the same nature. Be very careful when using public washrooms...especially rest areas on the Interstate. A confidential memo I just received states that someone is putting a very toxic chemical in the soap dispensers in mens and ladies rooms in Alabama Rest areas. This could be happening in other locations. Recommendation; Bring your own hand sanitizer with you. The stuff they are putting into the dispensers is very harmful is swallowed or gets in the eyes. Also burns skin.",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/mayhem/handsoap.asp",
  "Claim": "Acid was placed into in hand soap dispensers in the restrooms of rest stops in Alabama and Florida.",
  "Claim_ID": "horrors_mayhem_handsoap",
  "Tags": ""
}