{
  "Origins": "The claim that McDonald's is the world's largest purchaser of cow eyeballs shares roots with many other \"beware of fast food\" legends; in this particular case the sentiment is of the \"huge fast food corporations only care about profits, so they'll put anything they can (legally) get away with in their food to save money\" variety. Similar expressions of this anxiety have resulted in widespread tales about McDonald's making hamburgers from worm meat , using chicken feathers in their shakes, and even purchasing food supplies from a company named \"100% Beef\" so that they can put any old dreck in their burgers while still legitimately advertising that they use \"100% Beef products.\"",
  "Fact Check": "",
  "Description": "We don't know what the going rate for cow eyeballs is, but we suspect that just like worms they're too expensive to be practical as an alternative to real beef for a restaurant chain looking to save on their food costs. You'd think they'd be dirt cheap, because after all, who the heck would want cow eyeballs ? They actually do have other uses, however many schools purchase them for students to dissect in biology labs, for example. Whatever the market price of cow eyeballs, the idea of using them as filler in beef (or even in place of beef) just isn't practical. The wholesale price of beef for companies who purchase as much of it as McDonald's does is already very low, and the amount of \"eyeball meat\" available per cow is miniscule compared to the amount of \"real\" beef produced per animal. If you really have your doubts about this one, check out the ingredient lists on the McDonald's web site. All of their hamburgers are made from \"100% beef patties\"; furthermore, they define \"beef patty\" as being \"100% pure USDA inspected beef; no additives, no fillers, no extenders.\" This means exactly what it says. When the USDA grades beef, it grades beef ; it doesn't allow beef marketers to use the word as if it merely meant \"cow parts.\" Some versions of this rumor posit that the cow eyes are used only as hamburger filler, or to make beef patties stick together better, or as tenderizer, or as thickener in milk shakes. Still, one has to wonder what the (presumably more expensive) alternative to cow eyeballs is, and what all the other fast food chains who can't get cow eyes (because McDonald's has cornered the market) use instead, and why competitors' products don't cost significantly more (or are noticeably inferior) as a result. If you really don't want to eat at McDonald's, it's not hard to come up with a few legitimate reasons not to. The lack of beef in their beef isn't one of them, though.",
  "Originally Published": "",
  "Referred Links": "http://www.ams.usda.gov/AMSv1.0/ams.fetchTemplateData.do?template=TemplateN&navID=GradingCertificationandVerfication&leftNav=GradingCertificationandVerfication&page=LSMeatGradingGradingServices&description=Meat%20Grading%20and%20Certification%20Services;http://nutrition.mcdonalds.com/getnutrition/ingredientslist.pdf;",
  "Example": "[Collected on the Internet, 1999] A few weeks ago I was watching \"Politically Incorrect\" with Bill Maher on TV and one of the guests made a remark in a quite serious voice that the Billion dollar fast food chain McDonald's, is the largest purchaser of cow eyeballs. Now I've hear about Burger King using camel meat and stuff, but this one was new to me. And the fact that Mcdonald's doesn't have an email address to contact them nor a toll free number doesn't give me much reassurance on the matter.",
  "Last Updated": "5 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/food/coweyes.asp",
  "Claim": "The McDonald's restaurant chain is the world's largest purchaser of cow eyeballs.",
  "Claim_ID": "horrors_food_coweyes",
  "Tags": ""
}