{
  "Origins": "Sooner or later, the Grim Reaper comes for us all, but sometimes his mode of operation almost defies explanation. Take the 2004 demise of 24-year-old Phillip Quinn of Kent, Washington, who was done in by his lava lamp.",
  "Fact Check": "",
  "Description": "An icon of the 1960s and 1970s that experienced a resurgence in popularity in the mid-1990s, lava lamps are generally considered benign items of the sort one might happily stare at for hours while in a marijuana-infused haze. They consist of blobs of wax suspended in a liquid enclosed by a glass or plastic container, the blobs rising and falling when the container is heated by a bulb at the base of the unit. The motion of the blobs is slow and rhythmic, almost hypnotic. It is therefore hard to conceive that one of these slow, soothing light shows could kill a man. Yet one did. Phillip Quinn was found dead in his trailer home with shards of glass from a lava lamp embedded in his chest, including a shard that pierced his heart. According to the medical examiner's reconstruction of the events that caused the young man's death, Quinn had been heating the lamp on the kitchen stove and likely had been standing in front of it when it exploded, then stumbled into his bedroom and died. \"Why on earth he was heating a lava lamp on the stove, we don't know,\" said Kent Police spokesman Paul Petersen. Quinn's death was ruled an accident. In 2004, a lava lamp was put to use as a weapon in an attempted murder in the Dallas area when 35-year-old Tammy Britt Miller beat her mother, 62-year-old Connie Britt, with such a lamp, stabbed her repeatedly, and smashed a large picture frame over her head before attempting to suffocate her with a plastic bag. Barbara \"not always soothing, apparently\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "28 June 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/freakish/lavalamp.asp",
  "Claim": "A man was killed by an exploding lava lamp.",
  "Claim_ID": "horrors_freakish_lavalamp",
  "Tags": ""
}