{
  "Origins": "Obviously we don't think our world frightening enough because someone out there keeps inventing a stream of wild tales about non-existent lurking dangers. This time around it's heartless gangs of fun-loving teenagers who are out to get us (which is a refreshing change from what's come to be scarelore's usual spectre of evil, street gangs).",
  "Fact Check": "",
  "Description": "Horribly spelled warnings about homicidal teens playing \"spunkball\" began turning up on the Internet in February 2000 (and, since no good hoax is allowed to go to waste when there are new netizens yet to be japed, the phony Spunkball warning was dusted off and recirculated in March 2002). There's nothing to the alert, however no stories have appeared in the press to support the claim that even one such incident has occurred, let alone that there's a nationwide epidemic underway. Likewise, there are no reports of any spunkball-related deaths. Consider yourself safe from such a menace and feel free to leave your car windows down at red lights. In February 2002, new life was breathed into the then two-year-old baseless scare when its text appeared over the signature line of \"Bea Maggio, FCLS, Allstate Insurance Co.\" This small improvement added the layer of credibility needed to make this warning far more plausible in the eyes of many. Now it appeared the warning had been vetted by a powerful insurance agency, which was now disseminating the information in an effort to alert motorists who were at risk. Bea Maggio hadn't been acting in an official capacity on behalf of Allstate she's merely done what so many are prone to do, which was unthinkingly forward to others an e-mail she'd received. Hers was not an official heads up from Allstate, but a note from an individual who, by pure coincidence, happened to work for an insurance company. Okay, so spunkball is not real does this mean bored teens in search of amusing pastimes are incapable of that level of mindless violence and lack of concern for human life? Not at all, as a news story out of Darmstadt, Germany, so vividly illustrates. Three American teenage boys were arrested for hurling large stones (some of them weighing 20 lbs.) from a pedestrian bridge at cars travelling on the four-lane highway underneath on 27 February 2000. Their actions caused the deaths of two people (one a 20-year-old woman driving her grandmother home and the other a 41-year-old mother of two small children) and sent a further five victims to the hospital (including the grandmother of the murdered woman). The teens (age 14, 17, and 18) will be tried in German courts on charges of murder and attempted murder. A fourth (15) was arrested but later released once it became clear he'd left the bridge before the rock hurling began. If convicted under Germany's juvenile justice laws, the teens could be sentenced to a maximum of 10 years in a German youth facility. With real stories like that, who needs fake ones? Barbara \"rock group\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2000] I just wanted to warn all of my friends about something that has been occuring more and more lately, all through out the country. Groups of teenagers have been caught, in alarming numbers, playing a new and dangerous game called Spunkball. Spunkball consists of a group of teens in a car pulling up to a stop light, and looking around for a car stopped near by with an open window. When one is spotted, the teens shout, \"Spunkball\", and throw a gasoline soaked rag that has been wrapped in aluminum foil threw the open window. On the outside of the foil is attatched a small fire cracker, with the fuse lit. When the fire cracker explodes, it shreds the foil, and the rag is ignited, causing a large flame that may catch the interior of the car on fire. Spunkball playing has already claimed two lives, caused uncountable injuries due to burns, and caused thousands of dollars in damage to automobiles. The best defense, say authorities, is to keep all windows rolled up when stopped at traffic lights, as only cars with windows down are being targeted. If you are at a redlight and hear a shout \"Spunkball\", and notice something come flying in your window, the best thing to do is to have all passengers immediatly exit the vehichle. DO NOT try to retreive the object, as it will ignite once the fire cracker explodes. PLEASE PASS THIS ON TO EVERYONE YOU CARE ABOUT. Variations: Versions circulating in 2004 added a header indicating that the warning was an \"Important Message from Allstate Insurance Company For Your Information.\"",
  "Last Updated": "13 September 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/mayhem/spunkball.asp",
  "Claim": "Teens across the U.S.A. are amusing themselves by throwing lit gasoline-soaked rags into cars halted at stop lights.",
  "Claim_ID": "horrors_mayhem_spunkball",
  "Tags": ""
}