{
  "Origins": "On 4 October 1969, at 9 a.m. on a Saturday morning, a 20-year-old girl jumped from her kitchen window. She died in the hospital an hour and a half later from injuries sustained in that fall.",
  "Fact Check": "",
  "Description": "Two factors elevated this most ordinary of suicides to a news story that immediately caught the nation's interest and later formed a vital \"fact\" used to support a popular drug-related urban legend: the girl's identity and the widespread claim she'd been high on LSD at the time she went out the window. The girl was Diane Linkletter, the youngest of beloved television and radio personality and author Art Linkletter's five children. Due to the sense of identification the public had with her famous father, her death came to symbolize a tragedy that could be visited upon any home at any time. His on-air warmth and innocence made many feel they knew him, and thus his pain became their own. Diane's death helped spread a widespread urban legend that lives on to this day, although it was around well before her fatal plunge. According to a popular story that warns young people about the dangers of drug use, \"some girl\" jumps from a window while on an acid trip because the drug fools her into thinking she can fly. The claims immediately made after Diane's death that she had been on LSD, coupled with her method of suicide, seemed to some to fit this existing cautionary tale, and afterwards her demise was pointed to as an example of this legend's coming true. Yet it wasn't true, although members of her family attempted to blur the line between what had happened to Diane and her use of drugs as a possible cause for it. We can only speculate upon their reasons for doing so, but we should note that it is not all uncommon for those left behind after a suicide to work to convince others the death was one of misadventure and not the deliberate ending of a life. There is still a stigma attached to suicide, and families may view cloaking such matters in more socially acceptable terms as one final act of loyalty they can perform for the one who has gone before. (At one time the stigma was far greater and bore serious consequences that could impact upon the fate of the suicide's mortal soul. Those who had taken their lives could not be interred in hallowed ground. Families in days past tried to pass off all manner of self-inflicted deaths as accidental, lest their loved ones be refused burial in the churchyard and forfeit any remaining chance of resurrection.) Those who are left to grieve sometimes choose to reject evidence of deliberate suicide in favor of the more comforting fiction of accidental death. This act of self-deception serves to cocoon them from a pain too terrible to bear. The untimely death of a young person is always a tragedy, but most can eventually make their peace with it, ultimately chalking it up to a horrible caprice of fate. How much harder it is to attempt to deal with a child's death by suicide when confronted by questions such as: Was there something I was supposed to notice? Was there something I could have done? If I'd listened a bit harder, could I have prevented this? For some, the only answer is to refuse to acknowledge that there was a suicide, or to adopt a view of events that exaggerates the importance of outside factors upon the final outcome, thus lessening the suicide's responsibility for his actions. Better to live with \"He took drugs, and the drugs made him take his life\" than to face \"He was horribly unhappy, and there should have been something one of us could have done about this.\" Whatever the Linkletter family's motivations, what cannot be denied is they made numerous attempts to convince others that Diane's death was primarily due to drugs and not attributable to her own state of unhappiness. To better understand what part (if any) drugs played in this girl's death, we must examine the circumstances of Diane Linkletter's demise. (This is a difficult task thanks to the prominence the press gave the comments of the family: the family's pronouncements about what they asserted happened are weaved throughout the various news stories about Diane's death. Wheat and chaff were never so closely wed.) At 9 a.m. on the morning of 4 October 1969, Diane Linkletter lept from the kitchen window of her West Hollywood apartment (at the Shoreham Towers at 8785 Shoreham Drive), plunging six floors to the sidewalk below. She died at County USC Medical Center at 10:30 a.m. The preliminary cause of death was given as \"multiple traumatic injuries\" according to a coroner's statement. An autopsy was conducted that afternoon. Edward Durston (27) of 1211 Horn Avenue, West Hollywood, was in Diane's apartment at the time of the fall. He was never considered a suspect in her death. He arrived at 3 a.m., after Diane telephoned him sounding \"very upset\" and asked him to come over. She baked cookies shortly after his arrival, and they sat up all night talking. About 9 a.m., Edward Durston told detectives, Diane Linkletter went into her kitchen and didn't return. Durston went looking for her but failed to \"reach her as she approached the window,\" according to the report he gave Los Angeles homicide detective Lt. Norman Hamilton. \"She went over to a window. I tried to grab her and she went out,\" said Durston. She was found lying on the sidewalk immediately below her kitchen window minutes later. After interviewing Durston at the scene, Lt. Hamilton was convinced the girl had been in a \"despondent, depressed, emotional state,\" that she was \"concerned with her identity, her career,\" and that she had complained she \"could not be her own person.\" Diane's statements, as reported by Durston to the police, depict a young woman desperately unhappy with her life and ultimately determined to end her sufferings. Durston made no mention of her saying she was feeling the effects of any drug she might have taken, or that she was experiencing flashbacks to earlier drug trips (points that will become important later in this story). According to statements made by Art Linkletter to the media, Diane had called her brother, Robert (24), just shortly before 9 a.m. on the morning she died, and he was hurrying to her side at the time she jumped. Art Linkletter asserted in subsequent interviews that Diane had taken LSD the night before her death, with her panic over its effects leading to the fatal plunge. (Art spoke for the family on the subject of Diane's death. It appears, however, he was relying upon Robert's account of his phone call with Diane for that tidbit of information. By all accounts, Art Linkletter hadn't had direct contact with his daughter during the last twenty-four hours of her life.) Edward Durston's account of that morning (as provided in the news stories at the time, which, admittedly, might not record everything that was significant) made no mention of Diane telephoning her brother. According to Robert Linkletter, however, after he spoke with Diane, he then spoke with Durston, asking Durston if he could handle things until Robert got there. We don't know if Robert Linkletter's account of a phone call between himself and Diane should be trusted. That this piece of information is missing from Durston's account casts doubt on its having taken place. Even if the call had really was made, we don't know what was said. A suicidal Diane might have chosen to bid her brother good-bye rather than report (as claimed) that she was having flashbacks and needed help beyond what Durston was providing. Whatever the truth of the phone call that may or may not have been made, Robert's account of it appears to be the source of all claims that Diane's death was related to LSD, both the original claims that she had taken drugs the night before and died while on an out-of-control trip, and the later claims that she had experienced flashbacks from a bad trip taken six months earlier and was panicked into taking her own life. (The story changed once Diane was autopsied and the results of toxicological tests became known. Nothing unusual turned up in the screening, thus ruling out her having taken drugs that night.) We don't know if Diane was experiencing a flashback at the time of her death, or even if LSD flashbacks are possible. (That point is hotly disputed in the drug community: some say they're real, some say they're an impossibility, ascribing first-person accounts to psychosomatic suggestion.) We don't even know if she'd actually ever taken LSD at any time in her life, since the only accounts that she had came from her family in the aftermath of her death. What we do know is she wasn't on drugs at the time of her death. As for whether she was under the infuence of LSD through a flashback to an earlier trip, we know from Durston's account of her demeanor that her behavior was not consistent with that of someone flipped out on acid. She instead presented as someone despondent and overwhelmed. Art Linkletter (who was with his wife and another daughter in Colorado at the time of Diane's death), claimed within scant hours of the tragedy that Diane had been under the influence of LSD when she jumped, maintaining: \"It isn't suicide because she wasn't herself. It was murder. She was murdered by the people who manufacture and sell LSD.\" Linkletter made this statement which would be widely repeated and relied upon as the cause of her death before an autopsy had even been started. He went on to say that he had known for six months Diane had experimented with LSD before. According to him, Diane had experienced \"minor problems\" six months before her death and had sought relief from them through LSD; instead of relief, however, she found a bad trip which left her hallucinating long after the effects of the drug should have worn off. Diane's \"bad trip\" hasn't been confirmed by anyone else, although her father made constant reference to it AFTER her death. (He is quoted in the April 1970 issue of Good Housekeeping , for example, as saying \"Diane herself, six months before her death, had told us she had tried LSD and had had a bad trip. We sat down and talked for a long time, and she agreed it was a dangerous and stupid thing to do; that she wouldn't do it again. And I don't think she did, although I can't be sure.\") Was Diane a drug user with a history of bad trips, and did remnants of one of them ultimately work to impel her to take her own life? Or did a famous family which had weathered the shock of another suicide just three months earlier invent a story that would allow them to present their deceased child as a victim of society's ills and not as an emotionally unstable young woman overwhelmed by the pressures upon her to succeed and by her own inability to make much of a mark in the world independent of her family? Or did brother Robert, when called upon to deliver horrifying news to his parents, invent a scenario on the spur of the moment that would help soften the blow? (Three months earlier, on 15 July 1969, the family had endured a similar loss when John Zweyer, 33, husband of Art Linkletter's oldest daughter, Dawn, shot himself in the head in the backyard of his Hollywood home. He had reportedly grown despondent over his insurance business.) Whatever the reason for the unshakeable conviction Diane's death was drug-related, this belief motivated her father to become a crusader in the war against drugs. He lectured ceaselessly for the cause, and his speeches and writings on the topic are as fairly presented, persuasive, and non-preaching as any that could be produced by one who passionately believes in a cause and is determined to spare others the tragedy he has known. Art Linkletter's ability to speak directly to others as a grieving father cast adrift in a world of no clear answers yet permeated by a clear and present danger that could strike in any home gave him the power to be heard. Some have accused him of turning Diane's casket into a podium, but even if that's true, he has certainly made effective and excellent use of it. Even prior to his daughter's death, however, Art Linkletter was vitally concerned with what he saw as the eroding state of family values, and he was actively engaged in lecturing across country on the chosen topic of \"Permissiveness in this Society.\" (Indeed, he'd been in Colorado to deliver such a talk at the time of Diane's death.) He had also just released a record called \"A Letter to a Teenager\" (also known as \"We Love You; Call Collect\"). The flip side contained a rebuttal performed by Diane, which was called \"Dear Mom and Dad.\" (Both had been recorded a year or two earlier. The record went on to win \"Best Spoken Word Recording\" 1969 Grammy honors.) Martin Wark wrote these words for the father in the piece, played by Art: \"There can be harm in doing too much, and danger in doing too little. A time for holding on and a time for letting go. Some day you too will discover how much courage letting go takes . . . Your generation wants to be left alone. They want it so that each can find his own thing. But where is this thing for which they search?\" And he wrote these for the daughter, played by Diane: \"Since I split, I know I have to find things out for myself. . . I'm living with some kids in a big old house, and we help each other. Since being away I've met a lot of weirdos, pot smokers and speed freaks. But I've found out how to tell the beautiful people from the phonies. I may come home some day, but right now I've got to do what's right for me.\" Diane didn't live long enough to figure out what was right for her. One of her friends, Katherine Oliver, said Diane was \"always searching for something she couldn't find.\" Barbara \"search and unrescued\" Mikkelson Sightings: A Philadelphia-based band has adopted the name of \"The Diane Linkletter Experience.\" In 1969, John Waters produced The Diane Linkletter Story , a short film (starring Divine) based on a fictionalized account of the events surrounding Diane's death. Additional information: Art Linkletter biography (A&E) Diane Linkletter's grave",
  "Originally Published": "",
  "Referred Links": "http://www.findagrave.com/pictures/3520.html;http://www.biography.com/search/article.jsp?aid=9542345;http://www.dreamlandnews.com/films/DLinkletter.html;",
  "Example": "",
  "Last Updated": "15 August 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/drugs/linkletter.asp",
  "Claim": "Thinking she could fly, Diane Linkletter accidentally jumped to her death while high on LSD.",
  "Claim_ID": "horrors_drugs_linkletter",
  "Tags": ""
}