{
  "Origins": "Regarding all the nonsense about bugs in the ear: it is patently impossible for insects and/or other arthropods to enter one ear and chew through to the other; a little logic should tell us so. (Try to trace a straight course for such a journey, without going through bone.) There are a number of flies that feed as maggots in the living tissues of vertebrates. While none seek out humans as their normal host, people are occasionally parasitized by accident. Usually their entry is through wounds, or the mucous membrane of bodily orifices. I have yet to find a reference for fly maggots in human ears. That doesn't mean it couldn't or hasn't happened, but such an infestation would be limited to soft tissue around the outer ear. (Check out any medical entomology textbook for this information: I'm going by the 6th ed. of Herms's Medical Entomology, by James and Harwood, 1969, Macmillan, New York.)",
  "Fact Check": "",
  "Description": "Yes, insects and other arthropods do wander into people's ears, but not to lay eggs. The human ear can be an effective trap for small critters; the poor little dears simply blunder in and are trying to find their way out by frantically scratching around. The effect to the owner of the ear can be quite maddening, however. As an example, I offer a documented case of a fairly famous explorer getting a \"bug in his ear\" to suggest it as a possible source for the explorer part of the legend. John Hanning Speke, remembered for tracking down the source of the Nile River, recorded that the interior of his tent \"became covered with a host of small black beetles, evidently attracted by the glimmer of the candle.\" Exhausted, Speke went to sleep with them crawling over his person, only to be awakened by one of the \"horrid little insects\" struggling into his ear. Trying to remove the beetle only pushed it in further. The beetle continued into Speke's ear as far as possible, and then \"he began with exceeding vigour like a rabbit in a hole, to dig violently away at my tympanum. The queer sensation this amusing measure excited in me is past description . . . What to do I knew not.\" After trying to flush the critter out with melted butter, Speke tried to dig it out with his penknife, succeeding only in killing it and increasing the damage to his ear. Infection followed, distorting his face and causing boils. \"For many months the tumour made me almost deaf, and ate a hole between the ear and the nose, so that when I blew it, my ear whistled so audibly that those who heard it laughed. Six or seven months after this accident happened, bits of the beetle a leg, a wing, or parts of the body came away in the wax.\" (Quotes are from Speke's journals, as referred to in Captain Sir Richard Francis Burton by Edward Rice, 1990, Scribner's, New York.) Speke obviously survived his ordeal, and just as obviously, the beetle didn't burrow through to the other side. The incident was given a fairly prominent place in the movie Mountains of the Moon. I know the legend predates the movie, so I'm not suggesting it as a source. The story was probably better-known to Speke's contemporaries, because of the explorer's popularity. This may have been a source for at least part of the legend. Sticking bug-like in many people's minds is the memory of this legend forming the plot of a long-ago episode of Rod Serling's Night Gallery. Titled \"Caterpillar,\" it aired on 1 March 1972. In typical Night Gallery fashion, the fellow plotting someone else's downfall ended up stuck with the bug (and a pregnant one she was, too). Greatly predating Night Gallery, the Oxford English Dictionary dates the notion that an earwig penetrates into the head through the ear to as early as the year 1000.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2009] Incident One: A little boy died because surgeons found ants in his brain! Apparently this boy fell asleep with some sweets in his mouth or with some sweet stuff beside him. Ants soon got to him and some ants in fact crawled into his ear which somehow managed to go to his brain. When he woke up, he did not realize that ants had gone to his head. After that, he constantly complained about itchiness around his face. His mother brought him to a doctor, but the doctor could not figure out what was wrong with him. He took an X-ray of the boy and to his horror; he found a group of live ants in his skull. Since the ants were still alive, the doctor could not operate on him because the ants were constantly moving around. The boy finally died. So please be careful when leaving food stuff near your bed or when eating in bed. This might attract ants. Most importantly, NEVER you or your child eat sweets before going to bed. You or your child might attract ants while you are asleep. Incident Two: Another similar incident happened in a hospital in Taiwan. This man was warded in the hospital and was constantly warned by the nurses not to leave food stuff by his bedside because there were ants about. He did not heed their advice. Ants finally got to him. His family members said that the man constantly complained about headaches. He died and a postmortem or autopsy was done on him. Doctors found a group of live ants in his head. Apparently, the ants had been eating bits of his brain. So friends, better be safe than sorry. Never leave food stuff beside your bed you when you go to sleep.",
  "Last Updated": "7 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/insects/bugear.asp",
  "Claim": "Bugs crawl into a person's ear, make their home there, then slowly eat their way through the brain.",
  "Claim_ID": "horrors_insects_bugear",
  "Tags": ""
}