{
  "Origins": "Rumors don't rely upon common sense. It's the \"yuck!\" factor that gets us, and sothe earthworm additive rumor has long bedeviled McDonald's. As chronicled by Fredrick Koenig, the McDonald's \"worm burger\" rumor began in the American South in the late summer of 1978 as a tale primarily told about the Wendy's and driven by (false) reports that an investigative television news magazine program had broken the story; then, in typical urban legend fashion, the rumor quickly focused on the most prominent exemplar in that marketplace, the giant McDonald's fast food chain:",
  "Fact Check": "",
  "Description": "The experience of one owner of four McDonald's franchises in Atlanta, Georgia, was typical. Back in 1978 he saw his sales plunge by 30% and consequently had to lay off about a third of his employees. Corporate rumors aren't victimless. As McDonald's CEO Ray Kroc noted at the time, the rumor didn't even make sense from a financial standpoint: Rather than saving the company money, the idea of using of worm meat as a \"cheap filler\" was nonsensical because worms were much more expensive than beef: Ray Kroc, who bought McDonald's from Mac and Dick McDonald in 1955, added his own assurances: \"We couldn't afford to grind worms into our meat,\" he countered. \"Hamburger costs a dollar and a half a pound, and night crawlers six dollars.\" In April 2014, the \"worm burger\" rumors were revived when the faux news site Daily Buzz Live published an article (reproduced above) recycling that and several other old McDonald's-related urban legends, accompanied by an unrelated photograph of ground beef mixed with pats of frozen butter that coincidentally resemble worms. For the record, not only is the worm additive rumor untrue, but McDonald's also does not purchase and use cow eyeballs , skirt the law by buying adulterated meat from a company misleadingly named \" 100% Beef ,\" or put yucky stuff like styrofoam balls and feathers in their milkshakes . Barbara \"would you like fries with that?\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.alcoholian.com/?p=3796;http://dailybuzzlive.com/archives/5413;",
  "Example": "",
  "Last Updated": "25 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/food/wormburg.asp",
  "Claim": "McDonald's uses worm meat as filler in their hamburgers.",
  "Claim_ID": "horrors_food_wormburg",
  "Tags": ""
}