{
  "Origins": "On 2 October 2001, the never-ending stream of rumors arising from the September 11 terrorist attacks on America was momentarily disrupted by an odd story about a grisly find made by a man imbibing the contents of a bottle of Ora Potency Fruit Punch purchased in Colorado.",
  "Fact Check": "",
  "Description": "Juan Sanchez-Marchez said he discovered a penis in his drink after he had downed about two-thirds of the 20-ounce bottle. He called the local police and turned the organ over to them for further investigation. Speculation ran rampant as to the identity of the man the penis the belonged to, what might have happened to him, and how this organ came to find its way into a bottle of fruit drink. (Three Rivers Bottling LLC in New Kensington, the bottling company from which the drink came, uses a high-speed, automated process that would make it next to impossible for anyone to insert something into a bottle on the production line. The drink is sold in clear bottles that are filled, instantly capped and then inspected at the plant. It was thus unlikely any item had been casually dropped into a passing bottle.) The local coroner authorized tests to make sure the find was indeed what it appeared to be: a 3-inch length of human penis, neatly severed at the end. The find prompted the recall of that line of punch by the manufacturer. Production of the beverage was also halted at the bottling plant. Days later the coroner's office announced the gruesome item was actually mold and not human tissue. According to them, the mold likely developed after the metal lid on the fruit punch bottle was tightened improperly, allowing air to seep through the cap. That air and the high sugar content of the drink made for an ideal climate for mold, which probably started growing from the underside of the lid. As initially comforting that change in the status of things might be, further thought reveals that imbibing a liquid that a mold has been growing in isn't all that much of an improvement. Barbara \"hold the mold, please\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] A lady at work today told us a story she said she read in the paper. Some guy in or around Denver was drinking a bottle of juice. After he finished 3/4 of it he noticed that there was a penis in the bottle.",
  "Last Updated": "28 January 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/food/punch.asp",
  "Claim": "A human penis was found in a jar of fruit punch.",
  "Claim_ID": "horrors_food_punch",
  "Tags": ""
}