{
  "Origins": "Don't quit your shuddering just yet. Live burial is not unheard of; it has always been a real (albeit distant) possibility. Indeed, it's conceivable the first burials of humans were accidental, live ones: Ill and wounded hunters were left in caves with the entrances sealed off to keep out wild animals while the rest of the hunting parties continued after their prey. It was hoped that once the victims had regained their strength, they would push the barriers out of the way and rejoin the group. Some died in those caves, however.",
  "Fact Check": "",
  "Description": "The still-living have been consigned to an eternal dirt nap often enough that fears of premature burial are based on fact as much as on lore. Numerous cases of interments and almost interments dot history. In the first century, the magician Simon Magus, according to one report, buried himself alive, expecting a miracle a miracle that didn't happen. On Iona, in the sixth century, one of St. Columba's monks, Oran, was dug up the day after his burial and found to be alive. Legend has it when he told his fellows he had seen heaven and hell, he was promptly dispatched and re-interred on grounds of heresy. And the 13th-century Thomas a Kempis, the reputed author of the great devotional work The Imitation of Christ , was never made a saint because, it was said, when they dug up his body for the ossuary they found scratch marks on the lid of his coffin and concluded that he was not reconciled to his fate. In the late 16th century, the body of Matthew Wall was being borne to his grave in Braughing, England. One of the pallbearers tripped, causing the others to drop the coffin, thus reviving the dear departed. Wall lived on for several more years, dying in 1595. He celebrated his 'resurrection' every year. In the early 17th century, Marjorie Elphinstone died and was buried in Ardtannies, Scotland. When grave robbers attempted to steal the jewelry interred with her, the deceased surprised the heck out of them by groaning. The robbers fled for their lives, and Elphinstone revived, walked home, and outlived her husband by six years. Marjorie Halcrow Erskine of Chirnside, Scotland, died in 1674 and was buried in a shallow grave by a sexton intent upon returning later to steal her jewelry. While the light-fingered sexton was trying to cut off her finger to retrieve a ring, she awoke. In her additional years of life after her first burial, she went on to give birth to and raise two sons. No one knows what happened to the sexton. The 17th century saw a number of premature burials. Collapse and apparent death were not uncommon during epidemics of plague, cholera, and smallpox. From contemporary medical sources, William Tebb compiled 219 instances of narrow escape from premature burial, 149 cases of actual premature burial, 10 cases in which bodies were accidentally dissected before death, and 2 cases in which embalming was started on the not-yet-dead. Some instances were especially heartbreaking. In the 1850s, a young girl visiting Edisto Island, South Carolina, died of diphtheria. She was quickly interred in a local family's mausoleum because it was feared the disease might otherwise spread. When one of the family's sons died in the Civil War, the tomb was opened to admit him. A tiny skeleton was found on the floor just behind the door. [British Medical Journal, 1877] A correspondent at Naples states that the Appeals Court has had before it a case not likely to inspire confidence in the minds of those who look forward with horror to the possibility of being buried alive. It appeared from the evidence that some time ago, a woman was interred with all the usual formalities, it being believed that she was dead, while she was only in a trance. Some days afterwards, when the grave in which she had been placed was opened for the reception of another body, it was found that the clothes which covered the unfortunate woman were torn to pieces, and that she had even broken her limbs in attempting to extricate herself from the living tomb. The Court, after hearing the case, sentenced the doctor who had signed the certificate of decease, and the Major who had authorized the interment each to three month's imprisonment for involuntary manslaughter. A recent \"not quite all the way over the line yet\" news story comes from 1993: Sipho William Mdletshe might as well be dead, as far as his fiancee is concerned. Declared deceased after a traffic accident in Johannesburg, South Africa, Mdletshe, 24, spent two days in a metal box in a mortuary before his cries alerted workers, who rescued him. But Mdletshe is heartbroken, because his fiancee, who also was hurt in the crash, doesn't believe his story and refuses to see him. She thinks he's a zombie who returned from the dead to haunt her. In 1994, 86-year-old Mildred C. Clarke spent ninety minutes in a body bag in the morgue at the Albany Medical Center Hospital before an attendant noticed the bag was breathing. She'd been found sprawled on her living room floor, cold and motionless, with no detectable heartbeat, breath, or other signs of life. She was also as stiff as a board. The coroner didn't have to think twice about declaring her dead. She apparently did not agree with his verdict, and, with care, lived a week longer. Okay, so it happens. But how common an occurrence is it? In 1896, T.M. Montgomery, who supervised the disinterment and moving of the remains at the Fort Randall Cemetery, reported that \"nearly 2% of those exhumed were no doubt victims of suspended animation.\" These days, getting accidentally buried alive in the United States or Canada borders on the impossible. Embalming procedures will finish off anyone not quite all the way through the Pearly Gates, and the families of deceased citizens of both those countries overwhelmingly opt to have their loved ones embalmed. (Contrary to popular belief, embalming is not mandatory in the United States. Corpses carry little disease risk we pose a much greater threat to the public health while we're still breathing, bleeding, and shedding skin. Proof of this lack of danger is found in the Centers for Disease Control's study into the risk factors inherent to workers in the funeral business they found those who deal with cadavers have no greater mortality rate than the general population, nor does their occupation appear to hold special danger of infection. Moreover, despite the claims of the funeral industry, normal embalming does not kill all disease-causing organisms in a cadaver. One study found common pathogens (including the tuberculosis bacillus) still present in 22 of 23 cadavers within 24 to 48 hours of embalming. Other infectious organisms are virtually unaffected by normal embalming, including those that cause anthrax, tetanus and gas gangrene.) There have been deaths by embalming. In 1837, Cardinal Somaglia was taken ill, passed out, and was thought to have died. Preparations were begun immediately to embalm this very important church official. When the surgeon/embalmer cut into the chest to instill embalming materials, he could see the cardinal's heart still beating. Worse, at this point, the cardinal awoke from his stupor and wisely pushed the knife away from his chest. His effort was to no avail, though the chest incision killed him. Sometimes the presumed corpse's 'still living' status is only discovered when someone sets about to perform a post-mortem. A 1996 newspaper article reports: In 1984, a post-mortem examination was being conducted in a mortuary in New York. When the pathologist made the first cut the \"corpse\" leaped up and grabbed him by the throat. The pathologist died of shock. The case of Daphne Banks, who was pronounced dead on New Year's Eve [1995] but showed signs of life when she got to the mortuary, is by no means unique. From the time of Plato to the present there are many well-documented accounts of the dead coming back to life. The Reverend Schwartz, a missionary, was brought back to life by hearing his favourite hymn played at his funeral. The mourners were surprised to hear his voice from the coffin joining in the singing. Nicephorus Glycas, the Greek Orthodox Bishop of Lesbos, laid in state in his church for two days while mourners filed past his coffin. Suddenly he sat up and demanded to know what everybody was looking at. The discovery that a corpse still has some life left in him isn't a new phenomenon: [Stowe's Annals, 1587] The 20 of Februarie [1587], a strange thing happened to a man hanged for felonie at Saint Thomas Waterines, being begged by the Chirugeons of London, to have made of him an anatomie, after he was dead to all men's thinking, cut downe, throwne into a carre, and so brought from the place of execution through the Borough of Southwarke over the bridge, and through the Citie of London to the Chirugeons Hall nere unto Cripelgate: The chest being opened there, and the weather extreme cold hee was found to be alive, and lived till three and twentie of Februarie, and then died. One of the most famous of such cases is that of Anne Greene who, after being hanged for a felony on 14 December 1650, was sent to the anatomy hall to be used for dissection. She awoke and lived on for many years afterwards. Rapist-murderer William Duell was hanged at Tyburn in November 1740 and taken for dissection. The assistant noted the deceased was breathing and had a faint pulse. Although he was in great pain, two hours later the dead man was sitting in a chair drinking wine. He was sent back to prison and later exiled for life. Around the same time, Professor Junkur of Halle University received a sack with the body of a hanged criminal to be used for dissection. The body was dumped in his house after dark when the professor had already gone to bed. During the night, the professor was awakened by the figure of a naked and shivering man holding an empty sack. The professor decided to help the man escape further punishment and some years later encountered him on the street, a wealthy merchant with a wife and two children. Not every anatomist was so kind-hearted. The Newgate Calendar quoted the surgeon who worked on an eighteenth century German criminal as saying: I am pretty certain, gentlemen, from the warmth of the subject and the flexibility of the limbs, that by a proper degree of attention and care the vital heat would return, and life in consequence take place. But when it is considered what a rascal we should again have among us, that he was hanged for so cruel a murder, and that, should we restore him to life, he would probably kill somebody else. I say, gentlemen, all these things considered, it is my opinion that we had better proceed in the dissection. Okay, so it was (and still is) possible to be buried alive or to meet your maker on a post-mortem table. The prospect is chilling, and numerous people have gone to great lengths to make sure it doesn't happen to them. The practice of 'waking' the dead (having someone sit with the deceased from the time of death until burial in case he 'wakes up') began out of this concern. Especially in bygone days when a number of illnesses could cause the sufferer to slip into a coma and thus make it appear all life functions had been snuffed out, the danger of overly hasty interment was real. (Edgar Allan Poe's macabre short stories, most notably \"Premature Burial,\" certainly helped increase such fears among the general populace.) Some went so far as to specify in their wills they wanted special tests performed on their bodies to make sure they were actually dead. Surgical incisions, the application of boiling hot liquids, touching red-hot irons to their flesh, stabbing them through the heart, or even decapitating them were all specified at different times as a way of making sure they didn't wake up six feet under. Some opted for being buried with the means to do themselves in, and guns, knives, and poison were packed into coffins along with the deceased. The screams of a young Belgian girl who came out of a trance-like state as the earth fell on her coffin so upset Count Karnice-Karnicki, Chamberlain to the Czar and Doctor of the Law Faculty of the University of Louvain, that he invented a coffin which allowed a person accidentally buried alive to summon help through a system of flags and bells. Patented in 1897, this hermetically-sealed coffin had a tube, about 3.5 inches in diameter, extending to a box on the surface. The tube was attached to a spring-loaded ball sitting on the corpse's chest. Any movement of the chest would release the spring, opening the box lid and admitting light and air into the coffin. To signal for help, a flag would spring up, a bell would ring for half an hour, and a lamp would burn after sunset. Similar \"life-signaling\" coffins were patented in the United States. Those old-fashioned devices might sound quaint and out of place in modern society, but concern over live burial has prompted the redirection of newer technologies to take the place of red flags and whistles. Evangelist Mary Baker Eddy has long been rumored to have been interred along with a functioning telephone. That bit of popular lore likely grew out of a misremembering of the circumstances of her burial. After she died at her home in Boston, in December 1910, her body was kept at the general receiving vault at Mount Auburn Cemetery in nearby Cambridge for several months while her monument was being constructed. Because she was a world renowned figure and there was some fear of thievery, a guard was hired to stay with the body until it was interred and the tomb sealed, and a telephone was installed at the receiving vault for his use during that period. There was never a phone at the monument, inside or outside. The same rumor is associated with Aimee Semple McPherson, another famous evangelist. She was buried in 1944 in Los Angeles' Forest Lawn Memorial Park. McPherson used a telephone on the stage of her Angeles Temple to keep in contact with her radio crew during sermons, and this may have contributed to the rumor. More likely, people confused her with Mary Baker Eddy. In 1995 a $5,000 Italian casket equipped with call-for-help ability and survival kit went on sale. Akin to beeping devices which alert relatives to an elderly family member's being in trouble, this casket is equipped with a beeper which will sound a similar emergency signal. The coffins are also fitted with a two-way microphone/speaker to enable communication between the occupant and someone outside, and a kit which includes a torch, a small oxygen tank, a sensor to detect a person's heartbeat, and even a heart stimulator. Those worried about premature burial would do well to consider Point #10 of \"Short Reasons for Cremation,\" a 12-point pamphlet circulated in Australia at the turn of the century: Cremation eliminates all danger of being buried alive. History does record some instances of deliberate live burial. It was a method of execution employed in Roman times for vestal virgins who broke their vows of chastity, and some medieval monks and nuns were also thus punished for the same crime. Plutarch described the process for vestal virgins: . . . a narrow room is constructed, to which a descent is made by stairs; here they prepare a bed, and light a lamp, and leave a small quantity of victuals, such as bread and water, a pail of milk, and some oil; so that body which had been consecrated and devoted to the most sacred service of religion might not be said to perish by such a death as famine. The culprit herself is put in a litter, which they cover over, and tie her down with cords on it, so that nothing she utters may be heard. They then take her to the Forum... When they come to the place of execution, the officers loose the cords, and then the high priest, lifting his hands to heaven, pronounces certains prayers to himself before the act; then he brings out the prisoner, being still covered, and placing her upon the steps that lead down to the cell, turns away his face ... the stairs are drawn up after she has gone down, and a quantity of earth is heaped up over the entrance to the cell ... This is the punishment of those who break their vows of virginity. Medieval monks and nuns who broke their vows of chastity were often walled into small niches, just barely large enough for their bodies. They also were given a pittance of food and water, and the grim benediction Vade in Pacem (Depart in Peace). Some have been buried alive to serve the dead in the next life. In Africa, for example, two live slaves (a man and a woman) were interred with each dead Wadoe headman. The man was given a bill-hook to use to cut wood for fuel in the next life, and the woman cradled the dead chief's head in her lap. In 1849, an observer at the funeral of King Thien Tri of Cochin, China, reported that along with rich and plentiful grave goods, all of the king's childless wives were entombed with his body, thus guaranteeing he'd be henpecked throughout eternity but would at least get his meals on time. Barbara \"tea for entombed\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Percy Russell, 1906] PREMATURE BURIAL To die is natural; but the living death Of those who waken into consciousness, Though for a moment only, ay, or less, To find a coffin stifling their last breath, Surpasses every horror underneath The sun of Heaven, and should surely check Haste in the living to remove the wreck Of what was just before, the soul's fair sheath, How many have been smothered in their shroud! How many have sustained this awful woe! Humanity would shudder could we know How many have cried to God in anguish loud, Accusing those whose haste a wrong had wrought Beyond the worst that ever devil thought.",
  "Last Updated": "2 November 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/gruesome/buried.asp",
  "Claim": "People have been buried alive by mistake.",
  "Claim_ID": "horrors_gruesome_buried",
  "Tags": ""
}