{
  "Origins": "Not surprisingly, this legend originated in the 1950s when bouffant or \"beehive\" hairstyles were fashionable. The original version is primarily a \"fatal vanity\" type of legend about a young woman who dies because she foolishly allows her pride in having the highest \"do\" take precedence over basic hygiene. Later versions ascribe the same fault to men.",
  "Fact Check": "",
  "Description": "Eerily, some elements of this time-honored legend played out in the real-life death of a Yemeni bride in October 2000. One of her husband's other wives had secreted a scorpion in the girl's wedding wig.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Carey, 1971] When I was fifteen or sixteen years old, bouffant hair styles were very much the rage. It was almost as if it were a contest to see which girl could rat her hair the highest and pour the most spray on it. One day I went to the beauty shop to have my hair done. My hairdresser told me this story, and she swore that it really happened to a friend of her niece's. There was this girl who had ratted her hair so high, and put so much hair spray on it, that she never took it down and combed it out or washed it. One day a spider fell into her hair. When the baby black widow spiders hatched, they bit her scalp and she died. [Collected on the Internet, 1997] I heard there was a fellow who approached a barber for a haircut. He (not the barber) had dreadlocks, and complained that the barber was clumsy, as he was nicking his head (he claimed) with the scissors. The barber carried on and eventually the dreadlocked individual tired of the clumsy service, left the premises with the haircut unfinished. He was found at home some time later, dead, from multiple spider-bites to the skull, from a nest of spiders living in his hair. Variations: Early versions of this legend often involved a high school girl who passed out in class or was sent to the hospital when a teacher noticed blood running down her neck. (The girl was usually said to have arrived at the hospital in a coma.) Once bouffant hairstyles became passe, the victim changed to a middle-aged woman with an out-of-date hairstyle, then to a man with long, unkempt hair or dreadlocks or a child with braids. The deadly insects are sometimes generic bugs, and sometimes specified as spiders (especially black widows), bees, or centipedes/earwigs/beetles. The spiders nest in the hairdo and bite the victim, the bees are attracted by the hairspray and sting the victim, and the centipedes/earwigs/beetles eat through the victim's skull and into the brain. In a few variations the victim is said to have actually survived the ordeal.",
  "Last Updated": "8 July 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/vanities/hairdo.asp",
  "Claim": "When a woman with a bouffant hairdo falls victim to a mysterious illness and dies, doctors determine the cause of death to have been the bites of spiders that had taken up residence in her hair.",
  "Claim_ID": "horrors_vanities_hairdo",
  "Tags": ""
}