{
  "Origins": "Advocates of colonic irrigation products of dubious benefit use scarelore like the examples quoted above to indict the American \"goo and glue\" diet and validate their claim that the practice is a safe and effective means of curing a variety of ailments by purging the body of all sorts of sludge and toxins. Vegetarian groups employ this horror story to demonstrate that a meat-based diet is both unnatural and unhealthy for human beings. Hence stories circulate about alleged post-mortem discoveries that celebrities (such as John Wayne and Elvis Presley) who epitomized the \"meat and potatoes\" diet, gluttony, or other negative eating habits had some tremendous amount (40, 60, or even 80 pounds) of \"impacted fecal matter\" or \"impacted feces\" lodged in their intestines.",
  "Fact Check": "",
  "Description": "Anecdotes such as these are, in a word, crap. It is possible for fecal matter to become impacted and lodge in the digestive system. In most cases, the colon tissues eventually stretch so that stool can push its way around the impacted matter and be evacuated. If this condition continues too long, however, the colon can stretch to the point that its nerves are no longer capable of receiving signals effectively, and the afflicted person loses voluntary control over the contraction of his bowel muscles and becomes incontinent. Now, think about how long a person would have to suffer with a serious and painful affliction such as this one to accumulate 80 pounds (or 60 pounds or 40 pounds) of \"impacted fecal matter.\" In 1994, an Israeli man sought medical attention because he was suffering from severe constipation two days after having eaten a large quantity of pomegranates. He refused to allow doctors to adminster an enema, fled the hospital, and returned a week later in severe pain and bleeding from his rectum. This time the doctors operated to remove the impacted feces. How much fecal matter did they remove? Half a kilogram, or a little over a pound. Just one pound of impacted feces was causing extreme pain and rectal bleeding in this patient, but we're to believe that people can accumulate up to 80 pounds of the stuff without even being aware of it? No matter what the medical possibilities might be, the prototypical John Wayne example is still a demonstrable lie: No autopsy was performed on John Wayne when he succumbed to cancer in 1979. The medical examiner's office had no reason to hold an autopsy since Wayne had obviously died from natural causes, and hospital pathologists had little to learn by requesting the autopsy of a cancer patient who had already undergone several major surgeries (and Wayne's family would have denied such a request in any case). In fact, Wayne's relatives were so intent on fending off a crush of media and fan attention after his death that they hired a security guard to block access to his hospital room, had his body quickly and secretly transferred to a mortuary, held a funeral service attended only by family and a few friends at 5:45 in the morning, and had him interred in a plot without a headstone. Nobody had the chance to perform an autopsy on John Wayne, much less to \"run his gut\" and weigh the amount of fecal material found within. (Wayne did undergo surgery for an intestinal blockage about a month before his death, but that blockage was caused by the spread of the cancer that was killing him, not by an accumulation of waste products.) This claim was somewhat true about Elvis Presley (in concept if not in actual quantity), but not for the reasons we're led to believe. According to an account based on the report by the four doctors who performed the post-mortem examination of the entertainer: The colon is approximately five to seven feet in length in a person Elvis's size and should have beenabout two inches in diameter ... however, Elvis's colon was at least three and a half inches in diameter in some places and as large as four and half to five inches in diameter in others ... [T]he megacolon was jam-packed from the base of the descending colon all the way up and halfway across the transverse colon. It was filled with white, chalklike fecal material. This account makes it sound like Elvis was a prime example of the hazards of the \"goo and glue\" diet, but his poor eating habits (greasy, cholesterol-laden foods such as cheeseburgers, french fries, bacon, fried peanut butter and banana sandwiches, ice cream) were far less responsible for the condition of his colon than other factors, such as his congenitally twisted ganglionic fold, his overuse of laxatives, and, primarily, his prolonged drug abuse. As one of the autopsy doctors described, \"When you take downer-type drugs, depressants, narcotics, a lot of them, most of them, have the concomitant effect of slowing down the digestive system. In other words, the locomotive action of the bowel quits working, so it gets packed with food, and then it gets packed with more food. And it sits there distended and full of food, and that causes the colon to stretch.\" In other words, it was drugs, not meat, that caused the severely impacted condition of Elvis' colon. None of this is to say that treatments such as colonic irrigation have absolutely no therapeutic value, or that most of us wouldn't do well to change our diets to cut down (or possibly eliminate) our intake of meat, or that the morality of killing animals for food is not open to debate. The point is, however, that no one soberly considering these issues should allow himself to be influenced by the type of propagandistic misinformation contained in Internet anecdotes such as these.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0316332976/ref=urbanlegendsrefe;",
  "Example": "[Collected on the Internet, 1999] By the way when they did an autopsy on John Wayne (Mr. Macho himself) 40 pounds of impacted fecal matter was removed from his death inducing cancerous colon. That's because Humans are not evolved for Animal eating. Animal fats lodge in the folds and pockets of our intestines. Carnivores have smooth intestinal linings and do not have these problems. [Hainer, 1999] It's said that, according to the autopsy, John Wayne had 40 pounds of impacted fecal matter in his body at death. Elvis reportedly had 60 pounds.",
  "Last Updated": "31 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/gruesome/fecalcolon.asp",
  "Claim": "John Wayne's autopsy revealed 40 pounds of impacted fecal matter lodged in his colon.",
  "Claim_ID": "horrors_gruesome_fecalcolon",
  "Tags": ""
}