{
  "Origins": "The classic \"Halloween Campus Murders\" fright tale is a legend almost plague-like in its cyclicity, one that periodically resurfaces, spreads widely, and sends many students rushing home or barricading themselves inside their rooms during the weekend of (or just before) Halloween. (That each major outbreak of the rumor seems to occur several years after the previous iteration suggests that the legend takes hold anew once most of the students who experienced the previous occurrence have graduated and moved on, making room for a new crop of youngsters who have never been exposed to it before.)",
  "Fact Check": "",
  "Description": "This story's first known appearance was in the Midwest in 1968, perhaps inspired by Richard Speck's murderous attack on nine nurses in a Chicago rooming house a few years earlier. It has seen numerous outbreaks since then, most notably in 1979 (Midwest), 1983 (nationwide), 1986 (Central Pennsylvania), and 1991 (New England), and it made a huge comeback in 1998 (perhaps inspired by the release of the movie Urban Legend earlier that year) when it spread across college campuses throughout the Midwest. The basic outline of the rumor is that a psychic has predicted a crazed killer will strike on a college campus on or near Halloween, with the psychic providing only vague clues about which campus will be targeted clues that are ambiguous enough to allow them to be applied to nearly every college campus in the country. Nearly all the details of the legend when and where the prediction was made, who the killer will be, what weapon the murderer will wield, which campus he will strike, what building the slayings will occur in, and how many students will be killed vary according to where and when the legend is repeated. Some of the more common variations include the following: The psychic who makes the prediction was usually said to have been Jeanne Dixon; after her death, the legend simply referred to 'a psychic.' (Sometimes the prediction is one made by Nostradamus rather than a modern day psychic.) The TV shows on which the psychic is said to have made the prediction include ones hosted by Phil Donahue, David Letterman, Johnny Carson, Oprah Winfrey, Montel Williams, Geraldo Rivera, or Joan Rivers. The potential murderer is variously reported to be a crazed student, professor, maintenance worker, escaped convict, maniac from insane asylum, or someone dressed as Little Bo Peep. (Some versions claim that it is now illegal to dress as Little Bo Peep on Halloween in the local college town.) The expected number of victims is usually a specific number (9, 10, 12, and 20 are mentioned frequently). The murder weapon is always some type of sharp object, such as an axe, hatchet, or knife. The campus to be struck is usually one starting with a specific letter, adjacent to some type of related landmark (such as a mental institution or cemetery), near a designated configuration of hills and rivers, or belonging to a specific athletic conference. The site on campus where the killings will occur is often one of a particular shape, named after a certain person, or beginning with a specific letter. Older versions of the legend mention less specific buildings such as a freshman dormitory, the largest dorm on campus, a women's dorm, or a sorority house The details included in the versions circulated during the 1998 outbreak of this rumor were: The psychic made the prediction on a talk show hosted by Oprah Winfrey or Montel Williams. (The psychic was sometimes claimed to have predicted the Oklahoma City bombing as well.) The show was sometimes claimed to have been one that was taped but not aired. The number of victims was to be 10, 15, 18, or \"12 female students.\" The killer was to be dressed as Little Bo Peep or wearing a Scream mask. The school to be targeted was be a member of the Big 12 or Big 10 athletic conferences. Some versions also mentioned a \"big campus in Florida\"; limited the locale to the campus of a Big 10 school starting with 'M' or 'W' (i.e. Michigan, Michigan State, Minnesota, and Wisconsin), or specified a school whose colors were orange and black. Later entries included a \"women's college in southern California\" Common elements were a school, building, or dormitory shaped like an 'H' (or an '8' or a 'U') and located near some combination of pond/lake/river, railroad tracks, and cemetery. Even though this legend has been circulating for decades (with nary a student falling victim to an axe-wielding Bo Peep in the meanwhile), many students in 1998 were still being advised to not go anywhere alone and to watch out for \"suspicious\" individuals. Although these are always wise precautions, one would hope the need to vacate dormitories in response to a legend has become unnecessary. The abundance of student newspaper articles collected below indicates that perhaps saner heads forestall further outbreaks of the legend. As to how this legend got started in the first place, folklorist Simon Bronner noted in his collection of campus lore that \"The coincidence of the rumors with the darkening fall season, the mistrust of the security of institutional life especially for students away from the haven of home and the setting of many campuses in isolated arcadias undoubtedly feeds the rumors.\" He suggested that as colleges eased the restrictions of dormitory life and took a much less active role in their students' personal lives, students came to see campuses as \"more open but less protected\" places, sites \"potentially open to dangerous strangers.\" Update: This legend resurfaced in 2007 at Kent State University ( KSU) in Ohio. We have not heard of outbreaks of the rumor at other U.S. schools that year. Additional information: Urban Legend Strikes 'U' (The [Michigan] State News) 'Oprah' Massacre Not Coming to Mayflower (The Daily Iowan) Legend Fuels Massacre Rumors (Daily Illini)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20020228154549/www.dailyillini.com/oct_98/oct27/news/news01.html;http://web.archive.org/web/19991010033810/http://www.uiowa.edu/~dlyiowan/issue/v130/i83/stories/A0105F.html;http://web.archive.org/web/19990824194242/http://www.statenews.com/editionsfall98/101698/p1_oprah.html;http://www.recordpub.com/news/article/2695131;",
  "Example": "",
  "Last Updated": "29 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/madmen/campus.asp",
  "Claim": "A psychic predicted on a popular television talk show that a mass murder would take place on Halloween at a college campus.",
  "Claim_ID": "horrors_madmen_campus",
  "Tags": ""
}