{
  "Origins": "All the fretting about it aside, not so much as one snuff film has been found. Time and again, what is originally decried in the press as a film of a murder turns out, upon further investigation, to be a fake. Police on three continents routinely investigate films brought to them, and so far this has always been their verdict. No snuff films. Some clever fakes, yes. But no real product.",
  "Fact Check": "",
  "Description": "(Al Goldstein, publisher of Screw magazine, has a standing offer of $1 million for anyone who can come up with a commercially sold snuff film. That offer has been in place for years. No one has yet laid claim to it.) It's not enough to fear there might be one snuff film out there; the belief runs strong that a large creation and distribution network is in operation, with children and young people routinely kidnapped then killed while the cameras roll to meet demand and the films of same circulated through this underground to connoisseurs of the genre. The prurience of human nature being what it is, it's not unreasonable to assume if the films existed, there would be those willing to pay to have them. This assumption lies at the heart of the belief that the distribution network is in place. However, fears that a market for such offerings exists are unfounded; even if the market did exist, the product to satisfy it is not there. Hence, there's no market. Each of the following four elements contributes to the belief that snuff films exist: Society's fascination with gore has led filmmakers to experiment with how realistic they can make a horror scene. This has led to the creation of some incredible fakes, including the infamous Flower of Flesh and Blood of the \"Guinea Pig\" series. Numerous compilation films in which death scenes both real and staged exist. Of these, the Faces of Death series is the most widely known. A number of horror films use as their premise the making of a snuff film or the discovery of same. Rumors about various serial killers videotaping the last moments of their victims abound. (In an extension of the serial killer rumor, some claim these films subsequently found their way into the marketplace.) What with all of these elements being interwoven into the fabric of current society as tightly as they are, it's close to impossible for any rational person to conclude snuff films don't exist. Offhand references to them pop up everywhere. Indeed, the genre for this group of videos even has a name, one we casually invoke the same way we would speak of \"horror\" films or \"romantic comedies\" could something we speak of so confidently be a chimera? And yet, that is exactly the case. Capturing a murder on film would be foolhardy at best. Only the most deranged would consider preserving for a jury a perfect video record of a crime he could go to the executioner for. Even if he stays completely out of the camera's way, too much of who the killer is, how the murder was carried out, and where it took place would be part of such a film, and these details would quickly lead police to the right door. Though someone whose mania has caused him to lose touch with reality might skip over this point, those who are supposedly in the business for the money would be all too aware of this. It doesn't make sense to flirt with the electric chair for the profits derived from a video. Let's start by defining the term and locating its origin, then move on to examine some high-profile films often believed to contain snuff footage, and finish with an examination of the serial killers \"souvenir of the kill\" angle. Definition of the Term: As to what is or is not a snuff film, according to Kerekes and Slater, authors of Killing for Culture , the bible on the snuff film rumor: Snuff films depict the killing of a human being a human sacrifice (without the aid of special effects or other trickery) perpetuated for the medium of film and circulated amongst a jaded few for the purpose of entertainment. It's a simple definition, but a workable one. Some will further claim that a profit motive must exist, that the final product has to be offered for sale (as opposed to being passed around without charge within a select circle, or remaining solely in the possession of its maker). That detail is extraneous. It's the recording of the death itself which constitutes the \"snuff\" in snuff films, not who makes a buck out of it. Likewise, claims that the filmmaker must have had no other motivation than the production of the film should be dismissed. A psychopath who tortures and murders solely to satisfy his personal demons but who videotapes the event to create a reliveable record of the experience has produced a snuff film. Origin of the Term: Unbelievably, the term was coined during the furor arising from the Manson Family murders of 1969. On 9 August 1969, Sharon Tate and four others were butchered by members of Charles Manson's \"Family.\" The next night, a married couple in a neighborhood far distant from that of the Tate residence were slaughtered in similar fashion by the same group. Manson and four of his followers were brought to trial in June, 1970, found guilty of the murders, and sentenced to die. Their sentences were later commuted to life in prison when the death penalty was abolished in 1972. Reinstatement of the death penalty in 1977 did not affect the revised sentences as re-sentencing them (or any of the other inmates whose death sentences had been commuted to life during the \"no death penalty\" phase) to the original penalty was deemed \"cruel and unusual.\" Manson and his group are still in prison. Numerous books were written about the Family, their practices, and the murders they took part in. The best known is Vincent Bugliosi's 1974 Helter Skelter. However, it is towards Ed Sanders' 1971 The Family: The Story of Charles Manson's Dune Buggy Attack Battalion to which we turn. In it, Sanders relates that the Family may have been involved in the making of \"brutality\" (or as he later terms them, \"snuff\") films. This was the first recorded use of the term. Pausing for a moment to deal with the rumor raised about Manson and snuff films, Family members stole an NBC-TV truck loaded with film equipment sometime during the summer of 1969. The truck was later dumped and most of the film given away, but Manson kept one of the NBC cameras. The Family were also said to be in possession of three Super-8 cameras and to have used them to make homegrown porn films. The snuff film allegation comes from Sander's interview with an anonymous one-time member of the Family in which Sanders hears about a \"short movie depicting a female victim dead on a beach.\" ANON: I, I, I knew, I know, I only know about one snuff movie. I, uh, you know SANDERS: Which snuff movie do you know about? ANON: I just know like a young chick maybe about 27, short hair... yeah... and chopped her head off, that was . . . SANDERS: What did the girl look like? What was the scenario? ANON: What was what? SANDERS: What was the scenario? Was she tied up? Did she look willing? ANON: She was dead. She was just lying there. SANDERS: She was already dead? ANON: Yeah. Legs spread, uh. She was nude but nobody was fucking her. They said her head was just chopped off and she was just laying there. (At this point the interviewee acknowledged he hadn't actually seen the film himself but was instead relating a story he'd heard.) From this fanciful beginning, the term \"snuff\" came to be used to identify films of this nature. As for Manson and the NBC camera, police seized the last of the stolen equipment consisting of a camera loaded with unexposed film during a 10 October 1969 raid on Spahn Ranch. In later editions of The Family , Sanders admits no films depicting actual murder or murder victims have surfaced. A 1984 film called Family Movies is sometimes mistaken for home movies of the Family, but all of its characters are friends of the director, John Aes-Nihil. The First \"Snuff\" Film: In 1976 the movie Snuff caused a tremendous stir when the word hit the street that an actual film depicting the on-screen murder of an actress had been smuggled into the States from South America, and this was it. Widely-believed hype aside, the film's origin was much more mundane. Snuff was a product of Monarch Releasing Corporation and had been filmed in Argentina in 1971 as Slaughter , a film about bad girls, motorcycles, and bad guys. Slaughter was so ineptly made as to be unreleasable. Five years later, the head of Monarch breathed new life into this terrible piece by splicing on five minutes of additional footage, releasing it as Snuff , and spreading the word this was an actual snuff film. People were horrified, sickened, titillated, outraged . . . and they went to see it, shelling out the ticket price without argument. Faces of Death: Possibly the most famous of all films pointed to as \"snuff\" is the Faces Of Death series, a sequence of six videos made up of footage of accidents, suicides, autopsies, and executions, liberally peppered with outright fakes scenes. Most of the actual death scenes shown in these films are of the post-death variety. The multiple camera angles give away the acted-out nature of many of the most compelling scenes. Guinea Pig: Early in 1991, a film of Asian origin rumored to contain actual snuff footage came into the possession of actor Charlie Sheen. Sheen turned it over to the FBI, quite convinced he'd stumbled onto the real thing, and heartily sickened by what he'd seen. The film in question was Flower of Flesh and Blood , part of a series of films collectively known as \"Guinea Pig.\" Some of the \"Guinea Pig\" films have at least temporarily fooled the authorities, fueling news stories about the unearthing of snuff films. It's no wonder either; the special effects are very cleverly executed. Flower of Flesh and Blood is the episode which stirs much of the controversy. It features a samurai torturing then dismembering a captive girl until she eventually expires in front of the cameras. It wasn't real. According to The San Francisco Chronicle : The FBI confiscated Sheen's tape and proceeded to investigate all involved, including Charles Balun, an early distributor of the film. Balun fiercely asserted that the film was a hoax and was merely a series of startling special effects. Propitiously, the Japanese took this time to release ''Guinea Pig Two: The Making of Guinea Pig One,'' revealing the technical sleight of hand in all its bone-cracking glory. After viewing this film, the FBI backed off and dropped the investigation. In a stunning display of bad taste, this film was shown on San Francisco's public access channel in October 1996. Serial Killers: As serial killers are apprehended and brought to trial, it is not uncommon for the \"snuff film rumor\" to surface about the murders they committed. Perhaps these whispers are born of an attempt to explain the inexplicable, to make some sense of that which is beyond the abilities of most of us to grasp. It's at least a motive we've a chance of understanding. Almost every time the rumor arises, there's utterly nothing to it other than the public's attempt to make sense of a monster. Rumors spring up, swirl around for a while, then disappear as the evidence to support them fails to materialize and the public's fevered imagination is captured by newer, more horrific events. Yet every now and then, there's at least a little bit of fire lurking beneath all that generated smoke. Such is the case with the murders committed by Charles Ng and Leonard Lake and with those perpetuated by Paul Bernardo (aka Paul Teale) and Karla Homolka. For both of those murderous pairings, videotape of the victims featured prominently, both in the investigations and at trial. Not videotapes of the murders though videotape of the victims while they were still alive. One other deadly pair deserves mention: Lawrence Bittaker and Roy Norris. You'll soon see why. Serial Killers Lake and Ng: In northern California, during a span of eight months in 1984 and 1985, Leonard Lake and Charles Ng murdered more victims than the police can even now properly count up. Next to the cabin Lake lived in, seven bodies and 45 pounds of bones and ash scattered across a 2-acre Calaveras County compound were discovered. More bodies were uncovered over time, but the police don't believe they've found all of them. They conservatively estimate the pair's body count at upwards of 20 victims. Lake and Ng kidnapped women and held them as sexual slaves before murdering them. Men who got in the way or children the women had with them were murdered outright. Lake committed suicide in 1985 shortly after being arrested on suspicion of shoplifting. After fleeing to Canada and finally being extradited from there, in 1999 Ng stood trial in Orange County, California, for 12 of those murders and was found guilty of 11 of them. He was sentenced to death and is currently on death row at San Quentin State Prison. Videotape of Ng interacting with two of the women subsequently butchered by the pair was introduced at his trial. In one he's seen releasing Kathleen Allen from her bonds while Lake (off-camera) demands, \"Undress for us. We want to see what we bought.\" In another, Ng is seen using a large knife to cut the bra off Brenda O'Connor, then dispassionately telling her, \"Nothing is yours now. It'll be totally ours.\" Though there is no doubt about the eventual fate of these women, it doesn't take place on camera. All rumors to the contrary, no film exists of Lake or Ng killing anyone. Serial Killers Bernardo and Homolka: As serial killers, Paul Bernardo and Karla Homolka can be considered less depraved than Lake and Ng only in so far as they didn't murder nearly as many. And that is about the most charitable thing that can be said of them. They too were monsters. In 1991 in southern Ontario (Canada), this husband-and-wife team kidnapped, kept as a sex slave, then two weeks later murdered 14-year-old Leslie Mahaffy. In 1992, they abducted 15-year-old Kristen French, kept her for the same purpose for one week, then likewise ended her life. Videotape of French being raped at knifepoint and Mahaffy being assaulted while blindfolded and with her hands cuffed behind her back were shown to the jury during Bernardo's trial. Bernardo is also seen urinating on French and attempting to defecate on her. However, as with Lake and Ng, there's no film of either murder. Predating the deaths of French and Mahaffy, the pair had taken the life of another young victim, Homolka's 15-year-old sister, Tammy Lyn. On Christmas Eve 1990 and as her Christmas present to her then-boyfriend, Homolka drugged the girl with animal tranquilizers, making it possible for Bernardo to rape her at leisure. The child never regained consciousness. She choked on her own vomit and died that night. Videotape of the rape exists. The audio portions of it were played for the jury during Bernardo's trial. The video portion was omitted the judge deemed it too terrible to be viewed in the courtroom. In 1993, for her part in all three murders, Homolka was sentenced to 12 years behind bars. Bernardo was sentenced to life in prison in 1995. Serial Killers Bittaker and Norris: In 1979 Lawrence Bittaker and Roy Norris bought, then made over a 1977 silver GMC cargo van to facilitate the kidnapping of young girls in southern California. The two men had met in prison and there discovered a common interest raping and killing teenage girls. The following is a list of their victims and dates of death: 24 June 1979 Cindy Schaeffer (16 years old) 8 July 1979 Andrea Joy Hall (18 years old) 3 September 1979 Jackie Gilliam (15 years old) 3 September 1979 Leah Lamp (13 years old) 31 October 1979 Shirley Ledford (16 years old) All were picked up while hitchhiking. The van (\"Murder Mac,\" as christened by Bittaker) was used to transport the first four girls to a remote area of the San Gabriel mountains where the rapes and murders took place. Their final victim, Shirley Ledford, was raped, sodomized, tortured, and killed in the van during a two-hour drive through the San Fernando Valley. It is the audio recording made during that ride that is the closest thing in existence to a snuff film though the tape is only 18 minutes long and ends well before the girl is killed, it's definitely from that brief and fatal encounter. In return for his cooperation and testimony against Bittaker, the prosecution agreed not to seek the death penalty or life imprisonment without parole for Norris. He was sentenced to 45 years to life and is eligible for parole in 2010. Bittaker was tried by jury, and on 17 February 1981 convicted on 26 charges of rape, torture, kidnapping, and murder. He was sentenced to die and now sits on death row in a California prison. In 1996 Bittaker sued the state, claiming he'd been subjected to cruel and unusual punishment because he'd been served broken cookies and soggy sandwiches while in the care of its penal system. Conclusion: When it comes to snuff films, it's easy to be romanced by what appears in the news into believing verifiable examples of the genre are out there. Time and again, however, what was ballyhooed as the seizure of a cache of snuff films turns out to be the netting of fakes like the Flower of Flesh and Blood tape or compilation films of the Faces of Death ilk. These aren't snuff films . . . but you rarely see members of the press taking pains to make this point clear, thus leaving the general public with the idea that tapes of such murders abound. Likewise, anyone who claims to have participated in the making or distribution of a snuff film gets his day in the papers. That the videos fail to turn up might net a tiny followup on a far distant date, but even then not on anything approaching the scale on which the original \"Suspect Claims He Was Part of a Snuff Film Ring!\" articles were emblazoned across the front page. The world being full of depraved individuals is used as justification for believing in the snuff film fallacy. That it could happen is translated in the minds of many to it must have happened. Somewhere. At some time. We just haven't found the film yet. The rumor about snuff films has been with us since the early 1970s. In close to 30 years, not one of those films has surfaced. When tempted to believe this rumor, keep that fact close to your heart. Remind yourself again and again, if you have to that nothing ever comes of these investigations. It's possible the unthinkable did come close to happening at one time. In 1989, two Virginia men were arrested by the FBI after broadcasting on a computer bulletin board their plans to kidnap a randomly-selected boy, molest, then kill him for a pornographic snuff film. Daniel Depew and Dean Lambey were picked up, tried, and thrown in jail for hatching this plot, with Depew sentenced to 33 years behind bars, and Lambey to 30. Would they have carried out the scheme? It's hard to say now their defense maintained all their chatter was nothing but a sick fantasy the men aired, not something they would have acted on. The judge (needless to say in light of those sentences) thought different. The only snuff films proven to exist involve animals. In 1998, nine \"squish\" videos were seized by Scottish police and their distributor arrested. These videos showed scantily-clad women crushing under their high heels an assortment of small animals, including frogs, mice, insects, and a snail. Authorities say the same items have been available in Britain since 1996. Driving to the heart of the matter and pushing aside for the moment all the fakes and movies about movies, it's the activities of serial killers which come closest to mimicking the snuff film bogeyman. In some instances, videotape does exist of murderers torturing victims they would later kill off-camera. Some day it's possible all of a murder will turn up on such a tape. Even so, purists will tend to dismiss this footage because it does not conform to an overly-strict definition involving the necessity for a profit motive. If these snippets of film are to be dismissed, it should be for an entirely different reason. Fear of a thriving snuff film industry is what drives this popular myth. As a society, we're not all that concerned with the concept of serial killers walking among us, killing here and there, because no one thinks of himself or his loved ones as potential serial murder victims. In our naivete, we still equate being selected as a sicko's prey with the victim either having done something to bring it on or not being bright enough to tell something was wrong with the guy. (We hang onto the comforting yet nutty idea we'd be able to recognize such a monster a mile away.) Being beyond reproach ourselves (we'd never do anything to rile such a maniac) and quite brilliant about recognizing serial killers, we don't live in fear of the sex-crazed or hears-voices-in-his-head crazy clearly, he won't come after us . However, we do fear the notion of a \"murder as a business\" set-up because that takes the slavering maniac right out of the picture and in his place substitutes the Reasonable Man Out To Make a Buck. Victims of such a scheme could be undeserving (innocent) this could happen to us! And it is on the back of this fear belief in the myth rides in on. We fear not the killers among us, but the businessmen. Barbara \"fortune (hunters) 500\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "31 October 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/madmen/snuff.asp",
  "Claim": "Films are routinely made for entertainment purposes in which participants are murdered on camera.",
  "Claim_ID": "horrors_madmen_snuff",
  "Tags": ""
}