{
  "Origins": "The important news first this isn't happening. In the sixteen years we've been tracking this legend since its first appearance, no confirmed AIDS-laden needle attacks on moviegoers have been reported in Bombay, Hawaii, Dallas, Paris, or anywhere else in the world. We know of only two related incidents, neither of which proved to involve any deliberate intent to infect an innocent victim with HIV: A Louisiana man sat on a needle in a theater in Baton Rouge in December, 1996, and sued the facility over the incident, but there was no note welcoming him to the world of AIDS or any indication of his contracting any infection. An October 2005 report from Athens, Georgia, involved a woman who said she sat upon a needle that had been duct-taped to a movie theater seat, but since then she also has evidenced no symptoms of HIV infection. (In the latter case, although the syringe contained a substance that appeared to be dried blood, it was too small a sample for police to be able to determine what it was or whether it carried a disease.)",
  "Fact Check": "",
  "Description": "One of the many versions of this warning claims to be one circulated by the Dallas Police Department. Not only didn't that institution originate the warning, but since its appearance officers there have been kept busy fielding inquiries about this hoax: \"It's all false,\" said Sgt. Jim Chandler, a Dallas police spokesman. \"This has not happened, and we would ask people to stop forwarding this message to their friends because it's creating situations where police departments and emergency personnel are having to respond to inquiries to a situation that has not happened.\" What we have here is an urban legend trading on our fears of catching AIDS. Cautionary tales about hapless bystanders contracting an infectious disease became all the rage in the 1990s. Another such scare has to do with addicts leaving HIV-contaminated needles in the coin returns of pay phones. See our \"Slots of Fun\" page for more about this related legend. This particular pin prick story is a version of the better known \"AIDS Mary\" legend. (In \"AIDS Mary,\" the \"Welcome to the world of AIDS\" communication is typically imparted either through a gift emblazoned with that message being left for the victim or found scrawled in lipstick on the bathroom mirror.) AIDS Mary has been scaring the bejeebers out of us at least since the early 1980s. The pin prick legend, however, isn't all that new either, with the HIV version of it having its roots in an 1989 incident in New York City. The legend in its current incarnation (teenage girls in darkened theaters jabbed with needles) dates back to a much older non-HIV story, one rampant in the New Orleans area in the 1930s. Toothsome young girls were told to beware of Needle Men. Young ladies were strictly instructed to sit at the end of the aisle in moviehouses, not in the middle, lest they attract the attention of white slavers working in pairs who would sit down beside the girl, one on each side, inject her with morphine, and carry her out of the theatre and into a life of shame. The New Orleans Needle Men rumor circulated in another form besides the \"white slavers after young girls\" others feared these syringe-armed fiends were in fact medical students harvesting cadavers for dissection. Women jabbed by them would quickly succumb to the poison contained in those needles, with their lifeless bodies soon afterwards delivered to a local teaching hospital. Such deadly attacks were said to take place in theaters, but also on the street. Though \"Needle Man\" scares rippled through New Orleans at various times in the 1920s and 1930s, each time sending women into hysterics, there was never any credible reason to believe such men existed. Women weren't disappearing at a furious rate, nor were gals who'd fallen into lives of prostitution afterwards asserting they'd been overcome via injection and abducted. A slightly different yet inexplicably more frightening version of the pin prick legend began circulating in the early spring of 1998. According to it, young people partying in clubs or at raves run the risk of being jabbed with an HIV-loaded needle and then afterwards finding a \"Welcome to reality you now have AIDS\" message stuffed into a pocket or affixed to them by way of a sticker. This warning has so far circulated in Philadelphia, New York City, San Diego, Oakland, Seattle, Toronto, Vancouver, Montreal, Mexico, Australia, Ecuador, and Germany, each time passed along as something that had already happened to others locally: Do you any of you guys like to go clubbing? Well you might want to think twice after this message. Just in case you don't already know, there is a certain group of people with stickers that say \"Welcome to our world.\" Once this sticker is stuck on you, you contract the AIDS virus because it is filled with tiny needles carrying the infected blood. This has been happening at many dance clubs (even DV8 and Beatbox) and raves. Being cautious is not enough because the person just chooses anyone, and I mean anyone, as his/her victim. So you could just be dancing the night away and not even realize the sticker had been stuck on you. It sounds too demented to be true, but it's the truth. In fact my sister's friend knows someone who just recently contracted the virus in this manner. The world isn't safe anymore. Please pass this on to everyone and anyone you know. Wherever this rumor goes, it has a significant impact on the local bar scene. In August 1998 one popular Toronto nightclub estimated its business to be down by 50%. In March 1998 a popular dance club in San Diego was similarly affected when the story swept through there. People hear this story and stay away in droves. Police in each of these cities have investigated the rumors and found nothing. The clubs named in the rumors similarly report they know nothing of any attacks. Okay, so this isn't happening in movie houses, at popular dance clubs or at raves. Where did this HIV-loaded needle story come from? Keep in mind that although there have at various times been random attacks with needles, none have resulted in infection being passed to victims. That part is myth. Now for the truth of it: For a few weeks in the fall of 1989, a group of Black teenagers (mostly girls) scared the pants off the denizens of New York City by running about jabbing pins into the necks of 41 random white females. Media coverage escalated the general public's fears as it was repeatedly stated the pins were tainted with AIDS. Within a week the kids responsible were found and arrested, and it was at that time police discovered there was no basis to the reports of the AIDS virus being part of these attacks. The hooligans responsible admitted it was just a fun game to them, run up to a white woman, stick her with a pin, see her reaction, then run off. Possibly inspired by the 1989 panic in New York City, for three weeks in 1990 a Black man terrorized white and hispanic women in that city by hitting them in the legs and buttocks with dart-like missiles fired from a homemade blowgun. More than 50 women were hit in this fashion before the man responsible was caught. When asked why the attacks, the assailant made a rambling statement to the effect that short skirts were immoral and \"people from the islands shoot women who wear provocative clothing with darts to punish them ... they also throw them sometimes into volcanoes.\" (Good thing this nut didn't live in Las Vegas, else the volcano at the Mirage would have been standing room only.) Kids have since gotten the idea this is a cool game to play. In 1995 a 13-year-old boy brought a hypodermic syringe to Mount Pleasant Area Secondary School (Pennsylvania) and proceeded to jab 28 classmates with it. The boy was charged with aggravated assault, simple assault, reckless endangerment and possession of a weapon on school property and was turned over to juvenile authorities pending a hearing. In 1997 two teenage lads at Exeter-West Greenwich (Rhode Island) jabbed 32 other students with a medical lancet. Meant to be a \"playful prank\" (stabbing someone with anything isn't considered playful in my book), the state Health Department took the matter very seriously, ordering blood tests and vaccinations against Hepatitis B for all the victims. The boys responsible were suspended and criminal charges were brought against them. Earlier in 1997, 18 Lecanto Middle School (Florida) pupils were attacked by five schoolmates wielding lancets. The perpetrators were suspended for ten days and medical tests were run on their victims. Again, it was only a meanspirited prank no viruses were communicated in the attacks. Robberies have been carried out by syringe-wielding robbers who claim to be armed with the AIDS virus and willing to stick anyone who gets in their way with the infected needle. It has to be stressed that though various robbers and muggers have claimed to have been so armed, thus far this has never proved out to be anything more than an empty threat. All syringes so employed have tested out as perfectly clean. Even so, it doesn't take a rocket scientist to see that claiming to be armed with an AIDS-tainted needle would generate a lot of cooperation from the people you're trying to rob. Expect to see this \"weapon\" become even more common as time marches on. It's not all sweetness and light, however. On 20 May 1999, WBFF/WNUV of Baltimore, Maryland, reported on a midday attack upon an unnamed Towson, Maryland, woman. She had been checking her oil at a gas station when she was approached by a man who asked her for money. The victim described what happened next: I said I didn't have any money. I said I only had a dollar. He said that would do. He put one arm around me and kissed my cheek, he put another arm around me and stabbed me with a needle, and said welcome to reality you have HIV. The victim's description led police to a panhandler known to frequent the area. He was found with a syringe on him. (Click here to read WBFF's report about this incident.) In January 2000, the attacker earned a three-year prison sentence for his crime. The victim is not HIV-positive. There has been at least one verified HIV-positive syringe attack of the non -random variety. It happened in Australia in 1990, with the victim being a prison guard at Sydney's Long Bay Jail. Gary Pearce opened a security gate for an inmate known to be HIV-positive and in doing so turned his back for a second. He felt a jab in his buttock. He turned to knock a blood-filled syringe away just as the inmate, Graham Farlow, shouted \"AIDS\" and ran off. Pearce rushed to a nearby office where the wound was sterilised. To no avail however. Despite the 1-in-200 chance that a stick injury from an HIV-infected needle would produce a positive result, he tested HIV positive two months after the attack. Pearce died on 30 August 1997 of an AIDS-related illness. Farlow had died in 1991. This attack plus a spate of supposedly HIV-loaded needle robberies (the robberies at needlepoint were real, but the HIV part was never proved), prompted the Australian government to introduce legislation covering such offenses. Since the victim didn't die within a year and a day of the pricking, the attacker couldn't be charged with murder under the old laws. That changed in 1990. Now robbers using syringes filled with HIV-infected blood as weapons face up to 25 years in jail in New South Wales state. British police would like to have something a lot closer to what the Australian legal system provides for. In 1994 they unsuccessfully called for a crackdown on HIV-loaded needle threats, claiming the harm done to victims necessitated both harsher penalties than currently legally available and voicing the need to be able to charge someone in possession of a syringe with carrying an offensive weapon. At present, the psychological damage caused by the threat to inject someone with an HIV-infected syringe is classed in Britain as actual bodily harm, and an attacker can be charged with grievous bodily harm if an injury is sustained. Is that really enough, or are the British police right that this doesn't go far enough? The AIDS pinprick legend's popularity stems from our fear of contracting AIDS. Even if we take pains to avoid engaging in high risk activities or strive to do so in as safe a fashion as possible, we're all too aware we're still vulnerable, and this legend speaks to that awareness. Though in the early days of this disease, the average citizen felt perfectly safe from its ravages, AIDS is now no longer perceived as something only other people will catch. It's now seen as a danger to all of us. This sense of being at risk, coupled with ongoing fears of the madmen who walk among us, has given birth to this bit of scarelore. Credibility is further supplied by news stories about kids jokingly stabbing classmates with needles and robbers threatening victims with \"loaded\" syringes. Mix a bit of truth into an existing bit of scarelore, and it becomes powerful medicine indeed. The typical college girl victim is a metaphor for us. By casting the one pinpricked as one of tender years, the undeserving nature of the victim is underscored. She's seen as both young and untouched by the world, therefore completely undeserving of this terrible fate. (As, by implication, are we.) Her gender also comes into play as \"college girl\" is a shortform in the world of urban legends for sexual and social innocence. Her fatal infection is made to appear doubly tragic in that it doesn't seem to us, the audience, she would otherwise have come in contact with this illness. Indeed, no more \"innocent\" a mythical victim could be created. She's a lot like us, in other words. The terrifying aspect of this bit of scarelore is we see ourselves in her place. Barbara \"your place or mine?\" Mikkelson Additional information: In March 2008, police reported that someone had been embedding used hypodermic needles in park benches in New Waterford, Nova Scotia, but there was as yet no determination whether the needles posed any risk of spreading infectious diseases. In February 2009, three people in Vancouver, Washington, were pricked by syringes taped in public places, one to the handset of a pay phone, two to doorknobs. Additional information: Are these stories true? (Centers for Disease Control)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20000621193159/http://www.cdc.gov/hiv/pubs/faq/faq5a.htm;http://web.archive.org/web/19991006001736/http://www.wbff45.com/news/99/52099.htm;",
  "Example": "[Collected on the Internet, 1998] Warning - MUST READ Be careful the next time you go to a cinema. These people could be anywhere!! An experience of a friend of my brother's wife left me speechless. Please do send this out to everyone you know. This incident occurred in Bombay's Metro cinema (Among the best in town). They were a group of 6-7 College girls & they went to the theater to see a movie. During the show one of the girls felt a slight pinprick but did not pay much attention to it. After sometime that place began to itch. So she scratched herself and then saw a bit of blood on her hands. She assumed that she had caused it. At the end of the show, her friend noticed a sticker on her dress and read the caption. It read \"Welcome to the world of AIDS\". She tried to pass it off as a practical joke but when she went for a blood test a couple of weeks later (just to be sure), she found herself HIV Positive. When she complained to the cops, they mentioned that her story was one of the many such cases they had received. It seems the operator uses a syringe to transfer a bit of his/her infected blood to the person sitting ahead of him/her. A horrible experience for the victim as also the family & friends. The WORST bit is that the person who does it gains NOTHING where as the victim loses EVERYTHING. So, be careful . . . [Collected on the Internet, 1998] PLEASE CHECK YOUR CHAIRS WHEN GOING TO THE MOVIE THEATRES!!!! An incident occured when a friend's co-worker went to sit in a chair and something was poking her. She then got up and found that it was a needle with a little note at the end. It said, \"Welcome to the real world, you're \"HIV POSITIVE\". Doctors tested the needle and it was HIV POSITIVE. We don't know which theatre this happened at, but it happened in Hawaii. \"BE CAUTIOUS WHEN GOING TO THE MOVIES!\" IF YOU MUST GO TO THE MOVIES, PLEASE, PLEASE CHECK!!!!! One of the safest way is NOT sticking your hands between the seats, but moving the seat part way up and down a few times and REALLY LOOK!!!!!!! Most of us just plop down into the seats. [Collected on the Internet, 2001] PLEASE READ THIS CAREFULLY! IT MIGHT SAFE YOUR LIFE! This is happening in Montreal. A couple of weeks ago, in a movie theater, a person sat on something sharp in one of the seats. When she stood up to see what it was, a needle was found poking through the seat with an attached note saying, \"You have been infected with HIV.\" The Centers for Disease Control reports similar events have taken place in several other cities recently. All of the needles tested HAVE been positive for HIV. The CDC also reports that needles have been found in the coin return areas of pay phones and soda machines. Everyone is asked to use extreme caution when confronted with these types of situations. All public chairs should be thoroughly but safely inspected prior to any use. A thorough visual inspection is considered a bare minimum. Furthermore, they ask that everyone notify their family members and friends of the potential dangers, as well. Thank you. The previous information was sent from the Regina City Police Department to all of the local governments in the Saskatchewan area and was interdepartmentally dispersed. We were asked to pass this to as many people as possible. This is very important! Just think you could save somebody's life, just by passing this on. Please take a Couple of seconds of your time and pass this on. Thank you for your precious time and consideration! [Collected on the Internet, 2002] HIV Warning A few weeks ago in a movie theater in Melbourne a person sat on something that was poking out of one of the seats. When she got up to see what it was she found a needle sticking out of the seat with a note attached saying... \"You have just been infected by HIV\". The Disease Control Centre in Melbourne reports many similar incidents have occurred in many otherAustralian cities recently. All tested needles ARE HIV Positive. The Centre also reports that needles have been found in the cash dispensers in ATMs. We ask everyone to use extreme caution when faced with this kind of situation. All public chairs/seats should be inspected with vigilance and caution before use. 17 people have been tested positive in the Western suburbs alone in the last 2 months!!! A careful visual inspection should be enough. In addition they ask that each of you pass this message along to all members of your family and your friends of the potential danger. We all have to be careful at public places! This is very important. Just think about saving a life of someone even you don't know by forwarding this message. Please, take a few seconds of your time to pass it along.",
  "Last Updated": "24 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/madmen/pinprick.asp",
  "Claim": "Madmen are injecting HIV-infected blood into unsuspecting moviegoers and random young people dancing in bars or at raves.",
  "Claim_ID": "horrors_madmen_pinprick",
  "Tags": ""
}