{
  "Origins": "In October 2006, the spooky story about a teen killed by a fall into a sewer after five other girls shoved her began circulating in e-mail and on MySpace.",
  "Fact Check": "",
  "Description": "No adolescent girl named Carmen Winstead or Jessica Smith died in such fashion, in Indiana, or in any other U.S. state \"about six years ago\" (i.e., around 2000). We searched for news reports about such a death and found none. This tale is nothing but fiction, a typical chain letter of the sort favored by pre-teens. Its key difference lies in its recommended mode of transmission: rather than imploring recipients to mail (or e-mail) it to others, it requires them to post it on social networking sites (originally MySpace, now Facebook). As is common with \"luck generation\" or \"ill luck avoidance\" chain letters , a specific dire outcome is promised those who do not speed the tale on its way (the ghost of the murdered girl will seek them out and kill them), with proof of the danger provided via the included news about the sorry fate that befell someone who failed to heed those instructions (his dead body discovered in the sewer, \"his neck broke and his face skin peeled off\"). We discuss two other examples of this type of chain letter: one (\" Bed Reckoning \") uses a seemingly spooky photo; the other (\" Skinned Flick \") builds upon a fictitious Instant Message exchange. Barbara \"chain of fools\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2006] She was pushed About 6 years ago in Indiana, Carmen Winstead was pushed down a sewer opening by 5 girls in her school, trying to embarrass her in front of her school during a fire drill. When she didn't submerge the police were called. They went down and brought up 17 year old Carmen Winstead's body, the neck broke hitting the ladder, then side concrete at the bottom. The girls told everyone she fell... They believed them. FACT: 2 months ago, 16 year old David Gregory read this post and didn't repost it. When he went to take a shower he heard laughter from his shower, he started freaking out and ran to his computer to repost it, He said goodnight to his mom and went to sleep, 5 hours later his mom woke up in the middle of the night cause of a loud noise, David was gone, that morning a few hours later the police found him in the sewer, his neck broke and his face skin peeled off. If you don't repost this saying \"She was pushed\" or \"They Pushed her down a sewer\" Then Carmen will get you, either from a sewer, the toilet, the shower, or when you go to sleep you'll wake up in the sewer, in the dark, then Carmen will come and kill you. About 6 years ago in Indiana, Jessica Smith was pushed down a sewer opening by 5 girls in her school, trying to embarrass her in front of her school during a fire drill. When she didn't submerge then police were called. They went down and brought up 17 year old Jessica Smith's body, she broke her neck hitting the ladder, then hit her side on concrete at the bottom. The girls told everyone she fell ... They believed them. FACT: 2 months ago, 16 year old Ron Anderson read this post and didn't repost it. When he went to take a shower he heard laughter from his shower, he started freaking out and ran to his computer to repost it, He said goodnight to his mom and went to sleep, 5 hours later his mom woke up in the middle of the night cause of a loud noise, Ron Anderson was gone, that morning a few hours later the police found him in the sewer, his neck broke and his face skin peeled off If you don't repost this saying \"She was pushed\" or \"They Pushed her down a sewer\" Then Jessica will get you, either from a sewer, the toilet, the shower, or when you go to sleep you'll wake up in the sewer, in the dark, then Jessica will come and kill you.",
  "Last Updated": "22 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/ghosts/winstead.asp",
  "Claim": "Ghost of teen a teen named Carmen Winstead strikes down those who don't repost her story on Facebook.",
  "Claim_ID": "horrors_ghosts_winstead",
  "Tags": ""
}