{
  "Origins": "When President Warren G. Harding died unexpectedly of heart disease on 2 August 1923, Vice-President Calvin Coolidge was sworn in as President of the United States. Before long, rumors began to spread that Harding, whose administration had been marred by scandals both personal and political, had been poisoned, either by his own hand or by that of his vindictive wife. Within a year, a less sinister but equally bizarre poisoning rumor would attach itself to a tragic death in the Coolidge family as well.",
  "Fact Check": "",
  "Description": "On 30 June 1924, Coolidge's two sons, John and Calvin Jr., set out to play tennis on the White House tennis court. 16-year-old Calvin Jr., in a hurry to get out on the court, donned tennis shoes but no socks. Young Calvin's sockless exertions raised a blister on one of his toes, which soon became infected. The modern antibiotics that would quickly clear up such an infection today did not exist in 1924, and by the time White House physicians were summoned to treat Calvin Jr., it was too late: he died of pathogenic blood poisoning a week later. President Coolidge blamed himself for his son's death, and many have claimed that it plunged him into a depression from which he never recovered. The strange death of such a prominent young man naturally attracted the attention of the nation. Before long a rumor began circulating (particularly among teenagers) that Calvin Jr.'s death was caused by the dye from his black socks entering his bloodstream through a cut and poisoning him. How this rumor began is something we can only guess at, and no obvious explanations spring to mind. Obviously the public knew that whatever killed Calvin had something to do with a wound on his foot and blood poisoning, so perhaps the sock rumor arose because it seemed like a logical explanation to those who were not privy to the details of his injury. Or perhaps, as Morgan and Tucker suggested in their book More Rumor! , it may simply have been \"the result of youthful anxiety about dress and appearance.\" Either way, the claim may have seemed plausible at the time because some of the coloring agents commonly used by the clothing industry (such as zinc chloride, which was used to give socks a pearl gray color, and aniline dye, which was used to make shoe leather black) did indeed often cause serious inflammations when the unabsorbed chemicals came into contact with a wearer's skin.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "12 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/poison/coolidge.asp",
  "Claim": "President Calvin Coolidge's son was killed by a poisonous dye in his black socks.",
  "Claim_ID": "horrors_poison_coolidge",
  "Tags": ""
}