{
  "Origins": "We first saw this forward in 1998, but those who are easily horrified should take heart we've yet to find any news report or medical journal article or FDA-tracked case detailing a death caused by use of a cell phone in a hospital or other medical facility, let alone one of a four-year-old child undergoing a minor operation. This item is a cautionary tale meant to drive home the importance of turning off wireless phones around medical equipment. The story is told the way it is (a small child dying during a minor procedure, rather than an adult passing away during a risky operation) to underscore the tragedy such a thoughtlessly-caused death would be. Just as parents intent upon teaching youngsters to keep hands and heads inside school buses pass along tales of little girls beheaded by road signs, so gruesome exaggeration features in this legend told to make a point about the possible deadly consequences of a seemingly innocuous activity.",
  "Fact Check": "",
  "Description": "Although no real deaths have yet occurred, enough scary incidents have been attributed to cell phones that at least some hospitals have banned the use of those devices on their premises, or at least in their trauma, critical care, and surgical areas. Cell phone interference has supposedly created false alarms in infant incubators, prompted heart monitors to spew false results (making it appear as if patients hooked up to them were in cardiac arrest), set off fire alarms, caused IV pumps to stop working, and contributed to failures in equipment necessary for the maintenance of life itself. (For instance, at Baylor University Medical Center in Dallas, a breathing machine for infants reportedly sputtered to a halt when a worker switched on a cellular telephone while medical equipment was being tested, although no baby was attached to the device at the time.) Another incident reported on the FDA web site noted: A patient in the intensive care unit was receiving epinephrine by an infusion pump when a visitor received a cell phone call. When the phone was answered, the infusion pump increased the rate of the drip. The patient received an unintended bolus of medication and subsequently developed epinephrine toxicity. Yet it's not clear what the threat level actually is. In March 2007, Mayo Clinic researchers published the results of a study in which they attempted to deliberately create interference in medical devices through the use of cell phones: Researchers at the Mayo Clinic in Rochester, Minn., decided to find out what would happen if they used a cellphone close to some 200 different medical devices. In the first half of [2006], they used two different models of Nokia phone to perform tests in 75 patient rooms at their facility. They also tested two BlackBerry models. The paper published in the March [2007] issue of the Mayo Clinic Proceedings says there was no \"clinically important interference\" when cellphones were used in a \"normal\" way. Although some medical care facilities have enacted bans on cell phone usage, others have merely chosen to restrict their use to non-critical parts of the hospital, and some have decided to ignore the whole thing. Patients and visitors will not find consistent policies in place in all hospitals and have to rely on signage on the premises (or lack thereof) to guide them as to what each facility's cell phone policy is. As for how seriously those hospitals who have chosen to institute bans on cell phone use within their walls take matters, in 1998 a man in Wareham, Massachusetts, was arrested in the emergency room of Tobey Hospital after refusing to end his call. Officers twice used pepper spray on him in an effort to relieve him of his phone. Barbara \"assault and peppered\" Mikkelson Additional information: Wireless Phone Interference with Medical Equipment (FDA)",
  "Originally Published": "",
  "Referred Links": "http://www.fda.gov/cellphones/;http://www.bartleby.com/65/ep/epinephr.html;http://www.fda.gov/cdrh/fusenews/ufb39.html#2;",
  "Example": "[Collected via e-mail, 2003] A 4 year old girl was admitted due to leg fracture. As it was an open fracture, she had to undergo an operation to stitch the protruding bone back in place. Though it was quite a minor operation, still she was hooked on to a life system, as it's somehow part of the process. The doctors had to input some data prior to the operation to suit different conditions. Thereafter,the operation proceeded. Half way through the process, the life support system suddenly went dead. The culprit: Some idiot was using his/her hand-phone outside the operation theatre. And the frequency had affected the system. They tried to track the fellow but to no avail. The little girl, young and innocent as she was, died soon after. Sad to say, she was the only child. Message: Be compassionate! Do not use your hand phone at any hospital or places where you are told not to use it. You might not be caught in the act, but you might have killed someone without knowing. Please pass this to as many, since most of us are just not aware of the seriousness. [Collected via e-mail, August 2008] An 6 year old girl was admitted to a hospital for a leg fracture. As it turned out, it was an open fracture, and she had to have an operation to fix it. As small as it was, she was hooked on a life support system (partof the process) and just before the doctors were done, she mysteriously flatlined. The doctors were desperately trying to revive her, and a male doctor rushed out to get something (not specified) and he noticed a woman talking on a cell phone outside of the room. He came back with the item and found out there was nothing that could be done. He went out and snatched the phone from the woman, and smashed it to bits on the floor. The woman was angry, yelling at him to pay for a new phone, but the doctor ignored her, having to notify the parents. A week after the girl's funeral, she heard a knock on her door, and when she opened the door, 2police officers told her to appear in court a month later. When she appeared in court, she was convicted guilty of involuntary manslaughter, and was told to pay the family thousands of dollars. She ran out of money to rent her apartment, and was evicted, the repo men took her stuff, and she lost her job. She became depressed, and one day, committed suicide. The moral of the story: Don't use cell phones near hospital equipment. Turn them off, or don't bring them.",
  "Last Updated": "16 August 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/techno/hospital.asp",
  "Claim": "A child died during a routine operation because someone used a cell phone in a hospital.",
  "Claim_ID": "horrors_techno_hospital",
  "Tags": ""
}