{
  "Origins": "On 12 September 2008 at 4:22 p.m. in California's San Fernando Valley, a commuter train carrying 225 riders collided at a combined speed of 83 mph with a freight train run by a crew of three. In what came to be known as the Chatsworth crash, 135 people were injured (of which 87 were taken to hospitals, 46 in critical condition), and 25 died.",
  "Fact Check": "",
  "Description": "One of the deceased was 49-year-old Charles E. Peck, a customer service agent for Delta Air Lines at Salt Lake City International Airport. He had come to Los Angeles for a job interview at Van Nuys Airport because gaining work in the Golden State would have allowed him to wed his fianc e, Andrea Katz of Westlake Village. (The pair had put off getting hitched until they were living in the same state.) This would have been his second marriage; Peck had three grown children from a previous union. His fianc e heard about the crash from a news report on the radio as she was driving to the train station to pick up her intended. Peck's parents and siblings (who live in the Los Angeles area) joined her. Peck's body was recovered from the wreckage 12 hours after the accident. Yet for the first eleven of those hours, his cell phone placed call after call to his loved ones, calling his son, his brother, his stepmother, his sister, and his fianc e. In all, his various family members received 35 calls from his cell phone through that long night. When they answered, all they heard was static; when they called back, their calls went straight to voice mail. But the calls gave them hope that the man they loved was still alive, just trapped somewhere in the wreckage. The barrage of calls prompted search crews to trace the whereabouts of the phone through its signal and to once again look through what was left of the first train, the location the calls were coming from. The calls searchers finally found Peck's body about an hour after the calls from his cell phone stopped. Charles Peck had died on impact. Yet long past his death, his cell phone had continued to reach out to many of those he cared most about, and ultimately led rescuers to his mortal remains. (As far as investigators revealed, they never found Peck's cell phone.) Ironically (and tragically), another cell phone may have played a pivotal role in causing the Chatsworth crash, the deadliest in Metrolink's history. Preliminary investigation revealed the engineer running the commuter train had failed to heed a red signal light, instead impelling his train onto a single track where a Union Pacific freight train coming the opposite direction had been given the right of way. According to teens cooperating with the investigation, they had been exchanging text messages with that engineer as the train left the station and received a final text message from him just before the collision (22 seconds before impact, according to the preliminary timeline worked out by the National Transportation Safety Board). Barbara \"for whom the ma bell tolls\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "15 August 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/ghosts/deadcall.asp",
  "Claim": "A man's cell phone placed calls to his loved ones after his demise.",
  "Claim_ID": "horrors_ghosts_deadcall",
  "Tags": ""
}