{
  "Origins": "Legends about spiders nesting in cactuses or yuccas imported from Central America surfaced in Scandinavia and Great Britain in the early 1970s. In 1985 an outbreak of \"Spider in the Yucca\" lore featured a plant supposedly bought from Marks & Spencer, a leading British department store.",
  "Fact Check": "",
  "Description": "Though at times this story has slipped past the watchdogs of the mainstream media and been reported as a news story, it's never been true. There has never been a spider-spewing exploding cactus, and there never will be. You see, the tale is impossible. According to Dr. Clifford S. Crawford, professor of biology at the University of New Mexico, a tarantula might possibly lay eggs or build webs on, but not in, a cactus. Curators at the Desert Museum in Tucson, Arizona, point out that tarantulas live in burrows in the ground, especially the female, which rarely moves around on the surface. No tarantulas or spiders of any type ever have been known to burrow into plants, says Rod Crawford, curator of arachnids at the Burke Museum. Even if a small spider happened to climb into a hole in a cactus and lay eggs there, he says, the plant wouldn't explode when the eggs hatched. Tarantulas take several years to reach full size. Okay, so what about scorpions? Unlike the tarantula, a scorpion and her young might seek shelter within a cactus. It is therefore theoretically possible to find a scorpion lurking in a succulent. However, hatching scorpions aren't going to come flying out of a houseplant. A scorpion's pregnancy lasts up to a year and a half. Offspring are born live and then crawl onto their mother's back for another two to six weeks of external development. The little horrors take up to seven years to mature and can live to an age of 25. At no point in their growth is there a sudden spurt that would cause a cactus to erupt. Although there haven't been any spider-filled cactuses, venomous eight-leggers have been found lurking in bunches of bananas and clusters of grapes which made their way to American consumers. Spiders can and do show up in shipments of fruit. Oftentimes those fruits are American-grown. Freeloading scorpions are a much rarer find, but they have been known to turn up. In 1993, a British supermarket worker was stung by one which had been napping in a bunch of bananas. In 1989, a British housewife discovered a similar hitchhiker when she began unwrapping her purchases at home. She escaped unscathed. It's a pretty clear-cut message: Leave 'foreign' things where you find them; don't bring them home. The same theme runs through The Mexican Pet legend the cute little doggie adopted abroad turns out to be vicious sewer rat. As a final note, I leave you with this charming variant of the legend. [Ellis, 1992] A lady buys STACKER software for her home computer, a program that compresses data on her hard disk at a ratio of 1:1.8, giving her more usable storage space. One day she finds her computer buzzing and vibrating, even though it was turned off. A computer service man warns her to leave the house at once, but before she can do so, the monitor glows green and explodes, scattering tarantulas all over the house. \"What happened is this,\" the version continues. The STACKER program was shipped from Carlsbad, CA, where these deadly arachnids are in indegenous creature. A breeding pair had inadvertently been shipped in the box with the software. When [the lady] installed STACKER on her hard disk she also unknowingly installed this pair of deadly tarantulas. Being on the same disk as STACKER, these deadly creatures were also compressed 1.8:1. That meant that by the time the full-size AT cabinet was full, there were literally millions of them. When the case ruptured, the spiders were immediately decompressed and back to the normal size . . .\" \"By the way, my lady friend only needed four pallbearers. It seems that the spider bites had compressed her 1.8 to 1.\" Barbara \"mutiny on the botany\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1998] This bloke and his family were on holiday in the States and went to Mexico for a week. As he was an avid cactus fan he bought a rare and expensive cactus there, it was about a metre high and cost about $500 Aus. He got it home and the customs people were none too impressed so they said it must stay in quarantine for 3 months, cost - $800 or so. He finally got his cactus home and planted it in his backyard where over time it grew to about 2 metres or so in height. One evening after a beautiful warm spring day he was out watering his garden and thought he might give the cactus a light spray. This he did and was amazed to see the plant shiver all over, he gave it another light spray and it shivered and shook again. All its arms moved. He was puzzled so he rang the council who put him on to the state gardens. After a few transfers he got the states foremost cactus expert who asked him many pointed questions, how tall is it, how tall was it when you got it, has it grown well, has it flowered, what type of spines etc etc. Finally he asked a most disturbing question, \"is your family in the house?\" The guy answered yes, the cactus expert said get them out of the house NOW, get on to the front nature strip and wait for me, I will be there in 15 minutes. Ten minutes later, 2 fire trucks, two cop cars and an ambulance came screaming around the corner at the end of the street and stopped out the front of the house. A fireman got out and came up to him, \" are you the guy with the cactus?\" I am he said. The fireman turns to the truck and says 'come on Dave'. A guy jumps out of the fire truck wearing what looks like a space suit, a breathing cylinder and mask attached and what looks like a scuba backpack on with a large hose attached. Stay here, says the first fireman, and they both headed for the backyard. This was too much for the bloke so he ran around after them and found the guy in the space suit was torching his prize cactus with a flamethrower, he sprayed it up and down with this huge flame which fried everything within a ten metre radius of the cactus, caught fire to the back fence and set off the neighbors trees as well. The guy of course was having kittens, what the $%^& is going on etc etc, after about ten minutes the flame thrower man stopped, his cactus stood there smoking and spitting, half the fence was gone, his garden was entirely rooted. Just then the cactus expert appears and laid a calming hand on the guys shoulder. \"What the hell is going on?\" says the bloke, 'let me show you' says the cactus man. He went over to the cactus and picked away at a crusty bit of it, it was almost entirely hollow and filled with these tiger striped bird eating tarantula spiders, about the size of two hands spans. The story was that this type of spider lays eggs in this type of cactus and they hatch and live in it as it and they grow to full size. When they are all grown to full size they release themselves, the cactus just explodes and about 150 of these plate size tiger striped hairy spiders are flung from it, dispersing everywhere of course. They had been just ready to pop, can you imagine??????????? The aftermath was that his house and the two houses adjoining on each side had to be vacated and fumigated and sealed up for two weeks, yellow police tape was put up outside the whole area and no one was allowed in for two weeks, then they gave the all clear and they could move back in. Creepy eh? [Collected on the Internet, 1997] My cousin claims that she knew a women, through a close friend, who had been vacationing in Arizona. She decided to dig up a cactus to take home with her. When she arrived home she potted her new cactus and placed it in her living room. She was admiring it one morning only to find that the cactus was \"breathing\". Puzzled, the women called the local branch of the Dept of Agriculture in her area. She was told to shut all windows and doors and get out of the house immediately. It turns out the cactus had baby tarantulas inside and burst open just a few moments after the women escaped unharmed. Variations: The plant is a cactus or a yucca, and it begins to shake, whine, or hum. In rare versions, scorpions are said to come spewing out of the plant. Sometimes the authorities manage to contain the damage, either by destroying the cactus before it explodes, or by dragging it out of the house before it lets loose. In other versions the plant owner escapes her home just in the nick of time; as she clears the front door, the cactus goes kaboom. Occasionally, the cactus lets loose its horde of creepies in the dead of night. In one particularly chilling version, newlyweds awaken to find thousands of baby tarantulas crawling on their faces. Though they survive the incident, the wife has to have her lips amputated because of the number of bites on her mouth and can never kiss again. Who gets called varies as well: a friend, 911, a local plant nursery, a department store, plant experts at a nearby horticultural marvel, the Department of Agriculture, a \"horticulture hotline\" all are said to have been consulted, and all advise the caller to get out of the house immediately. This legend has been everywhere Germany, Scandinavia, Australia, Great Britain, Canada, and the United States.",
  "Last Updated": "31 October 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/insects/cactus.asp",
  "Claim": "A cactus explodes and spews baby tarantulas everywhere.",
  "Claim_ID": "horrors_insects_cactus",
  "Tags": ""
}