{
  "Origins": "In the early 1980s, the highways and byways of North America became the showcase for America's latest pet rock, the \"Baby on Board\" sign. The five-inch, black-on-yellow diamond-shaped signs which became an overnight sensation were usually placed in corners of vehicles' rear windshields with suction cups. Unlike what is implied in the gruesome folklore that has come to be associated with these advisories, their purpose was not to alert rescue workers to the presence of babies at accident scenes; they were instead supplications to other drivers to exercise additional care, reminders that they shared the road with vehicles carrying children.",
  "Fact Check": "",
  "Description": "Though the backstory about an infant who died in a car crash because he wasn't found in time is one that would chill any parent's blood, how these signs came to be is far removed from the lore. There were no dead babies, no horrific crashes. In 1984, Michael Lerner founded Safety 1st for the purpose of manufacturing \"Baby on Board\" signs. The inspiration for the signs came not from a deadly accident that took the life of a youngster but from a friend who saw similar stickers in Europe. Mr. Lerner himself was occasionally worked into the rumor some versions asserted this childless bachelor had first developed the ''Baby on Board!'' idea after losing a son or a daughter in an accident. From its humble beginnings, Safety 1st went on to become a juvenile products marketer with a lineup that included teething rings, potty chairs, and electronic baby monitors 650 items at all. The company went public in 1993, then was bought by Dorel Industries Inc., its Canadian rival, for $195 million in 2000. Because few situations or admonitions are deemed so serious that they rule out all opportunity for humor, straightforward \"there's a child in the car, so drive carefully\" requests quickly spawned a number of parodies, including \"Baby Driving,\" \"Warning: Baby is Closer Than it Appears,\" and the ever-popular \"Baby Carries No Cash.\" It wasn't long before some communities were attempting to bar these parody signs, stating their presence took away from the message conveyed in the original and worked to desensitize drivers to what was meant as a safety measure. Michael Lerner was similarly displeased by the parodies because he believed they mocked a serious effort to achieve safer roads. ''Our concept was to really improve driver awareness of child safety,'' he said. ''Car accidents are the number one cause of child deaths in the United States.'' In 1986 a study conducted by a Bronx assemblyman's office found humorous plays on the \"Baby on Board\" sign outnumbered the real thing by five to one. Barbara \"mother-in-law in trunk\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2002] I think it is about time people realised the origin of all those ridiculous \"baby on board\" signs (and such inevitable copy-cat idiocies as \"mother-in-law in boot\" and \"rottweiler on board\"). There was a tragic start to those signs. Some years ago, there was a car crash in Canada. The police located adult and child members of a family trapped in the crashed car, rescued them and sent them to hospital to recover. The car was towed to an impounding yard, and the following day police discovered a baby's body frozen to death but otherwise uninjured under one of the seats. A campaign was then started in Canada to alert rescuers to the fact that there was a \"baby on board\", which needed to be located in the event of a crash. If a baby is not on board, the sign is removed. [Collected on the Internet, 2003] Years ago, I heard a story about WHY the signs were created but only once, and I wonder if it is true. The story was that a serious car accident occurred and an unconscious woman was removed from the vehicle. The front of the car was badly damaged and it wasn't until later (vague time frame) that a car seat with a dead infant was discovered under the front dash of the passenger side.",
  "Last Updated": "12 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/parental/babysign.asp",
  "Claim": "The death of an infant in an automobile accident led to the invention of 'Baby on Board' signs.",
  "Claim_ID": "horrors_parental_babysign",
  "Tags": ""
}