{
  "Origins": "The exploding lighter legend emerged in the late 1970s. According to Morgan and Tucker, it probably began as a word-of-mouth rumor which, whatever its origins, was \"soon picked up by worried officials and spread further with the help of copy machines.\"",
  "Fact Check": "",
  "Description": "Photocopied fliers alerting industrial workers to this \"DEADLY HAZARD\" circulated widely. They claimed, without crediting a source, that a butane lighter could explode with the force of three sticks of dynamite. In one popular version, two welders working for the Union Pacific Railroad were said to have carried disposable butane lighters in their pockets; the lighters were ignited by sparks from a welding torch and exploded. By November 1979, Union Pacific Railroad had fielded hundreds of calls from reporters and concerned foremen about these supposed horrific accidents, and it issued a press release about the rumor. In it, Union Pacific's safety director was quoted as saying: \"It just didn't happen. Union Pacific certainly doesn't endorse butane lighters, or any other product, for that matter. But we are deeply concerned when our name is used in such a reckless story.\" No welders working for Pacific Railroad or any other employer had been killed by exploding lighters, nor have any been killed in the years since the rumor's appearance. Yet even though the \"welders killed by an exploding lighter\" legend isn't true, it does not necessarily follow that butane lighters are completely safe and will never explode. In the legend, all it takes is an errant spark to set them off, but the chilling reality is that even well-constructed disposable lighters can, and have, blown up when left in too warm an environment. Leaving a lighter in a sunlit car or merely walking around with one in a pocket during a heatwave can be all it takes to turn a 99 convenience item into an explosion. Heat-induced pressure builds up inside, eventually creating too much force to be contained by the materials used in the lighter's housing. Some of these lighters have exploded in the pockets of jackets and shirts or gone bang! while lying on the dashboards of cars. There's a great deal to what might otherwise be seen as a baseless \"new technology is dangerous\" rumor, as disposable lighters have exploded with alarming frequency. In 1995 a salesman's car burst into flames in Brussels when the liquid gas in 500 cigarette lighters exploded in the hot sun. That same year, who-knows-what sort of disaster was narrowly averted when one of a bagful of lighters a New York man was carrying onto a flight headed for the Dominican Republic blew up. Luckily, the bag had yet to be loaded onto the aircraft. The man was charged with first-degree reckless endangerment. Scare stories are used to emphasize what are seen as important cautions. In this case, the caution against disposable lighters is driven home by the horrifying mental image of a man turned into a human fireball by such a mishap. His gruesome death is held up as an example of what might happen to you . Usually such tales are either outright fabrications or, when the \"threats\" have something to them, nothing more than exaggerations, with the warned-against activity consummated in the gore-dripped death of a foolhardy soul who engaged in the practice being decried. In those instances, even when the danger is real, the outcome as expressed in the story is not: The lurking menace is presented as a killer in order to make a point, not because such deaths have actually occurred. Yet that is not quite the case here. A number of injuries have been caused by exploding disposable lighters, as well as, it appears, at least one death. In 1985, 66-year-old Ethel L. Smith of Pennsylvania died from injuries sustained, it was asserted, when a Bic butane lighter exploded in her hands while she was using it to light her cigarette, and her estate sued Bic for $11 million. The disposition of the case is unknown. (Bic is known for resolving lawsuits against it out of court and, as part of the settlements, insisting the plaintiffs agree to refrain from discussing their cases. Information is thus very hard to come by about the lawsuits said to have been brought against Bic over the years, including whether plaintiffs were ultimately able to prove their loved ones had died as a result of what they'd claimed.) Noted folklorist Jan Brunvand concluded that the folk version of the disposable lighter accident involving welders was untrue but the actual danger presented by the lighters was real. \"The folk stories got the details wrong, but preserved the memories of such accidents that out-of-court settlements have suppressed for years.\" Barbara \"careful; your Bic may flick you \" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Morgan and Tucker, 1987] Group 6 Welders & Welder Helpers: Recently on a neighboring railroad, two Mechanical employees were killed as a result of butane cigarette lighters exploding. In both cases the men were involved in welding or burning, and sparks penetrated the plastic housing of the lighter, causing the liquid butane to explode with the equivalent of three sticks of dynamite. Therefore, all employees involved in welding, cutting and grinding operations should immediately discontinue use of liquid butane lighters while on duty. Variations: In addition to railroaders, construction workers and soldiers have been named as the ones killed in fatal throwaway lighter explosions. Sometimes the explosion doesn't finish off the victim; it merely results in an injury that requires the amputation of the unfortunate worker's leg.",
  "Last Updated": "27 March 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/techno/lighters.asp",
  "Claim": "Spark from a welding arc reaches disposable lighter in worker's pocket, causing it to explode and kill him.",
  "Claim_ID": "horrors_techno_lighters",
  "Tags": ""
}