{
  "Origins": "The tragic tale of the unfortunately scooped diver has been with us at least since 1987. Told at various times as having happened in California or France, to date there's not been so much as one charred scuba diver recovered from the aftermath of a forest fire in either location. (You'll also sometimes hear of a fisherman found in a tree, still determinedly clutching his fishing pole even in his extra-crispy state of final repose. None of them has been found, either.)",
  "Fact Check": "",
  "Description": "Which is not too surprising the technology governing both bucket- and scoop-style water bombers rules out anyone being taken up with a load of water. The intake of the largest helibucket is a one-foot ring. Although 10,000 gallons of water can be carried in the largest \"bambi bucket,\" it all gets in there through that one-foot opening, an aperture far too minuscule for even a small person to be pulled through, let alone a typical-sized man dressed in scuba gear. Bombardier water bombers typically have two intakes, but both are 4 inches by 10 inches, far too small to get a diver through. Further, these intakes are protected by grilles. Helitankers (choppers bearing a fixed tank) suck up water through a hose known as a \"donkey dick.\" The opening to this hose is only a couple of inches in diameter. Though it's impossible to be scooped or sucked up into a water bomber, there has been at least one injury to a swimmer resulting from coming too near to one while it was in the process of reloading. In 1998, a swimmer in Corsica was caught in eddies caused by a Canadair and thrown against a landing stage. She suffered a bruised leg. It's been suggested the legend's origin lies in a collection of \"how did this person die?\" puzzles, this particular one presented as \"The charred body of a scuba diver was found high in a tree after a forest fire how did he get there?\" Hypothetical stories have a way of being later remembered as real occurrences, and that likely could have happened here. (Visit the Ronald Opus page for an example of this sort of transmutation.) I think the appeal of this legend lies in a combination of a few factors: People are endlessly fascinated by \"dumb way to die\" stories. It speaks to our fear of being caught in the wrong place at the wrong time, of dying in a freak accident. The puzzlement of the authorities is seen as amusing as the readers have already figured out what must have happened and thus get to enjoy an \"I'm smarter than they are!\" moment. (Would the JATO legend be nearly as popular if it didn't start out with the Arizona Highway Patrol trying to solve the mystery of how the car had come to be embedded in the cliff?) Scuba divers are repeatedly asked about this tall tale. Their ongoing annoyance with this question How many times can one say \"No, it never happened\" without losing patience? inspired one to invent the tongue-in-cheek sport of \"Fire Diving\". Those unfamiliar with the pastime will want to visit his Fire Diving page. Barbara \"all men are cremated equal\" Mikkelson Sightings: Look for mention of this urban legend early in the 1999 film Magnolia . Also, the 1998 Mordecai Richler novel Barney's Version and the 1989 Peter Mayle novel A Year in Provence make use of the legend. An episode of CBS's CSI: Crime Scene Investigation (\"Scuba Doobie-Doo,\" original air date 25 October 2001) was based on this legend. Additional information: Firefighter Jon on the Diver in the Tree Legend",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20020205165329/http://www.angelfire.com/wa2/rosadebon/deb_scuba.htm;http://www.magnoliamovie.com/;http://www.firediving.com/;",
  "Example": "[Collected on the Internet, 1996] Fire Authorities in California found a corpse in a burnt out section of forest whilst assessing the damage done by a forest fire. The deceased male was dressed in a full wetsuit, complete with a dive tank, flippers and face mask. A post mortem examination revealed that the person died not from burns but from massive internal injuries. Dental records provided a positive identification. Investigators then set about determining how a fully clad diver ended up in the middle of a forest fire. It was revealed that, on the day of the fire, the person went for a diving trip off the coast some 20 kilometers away from the forest. The firefighters, seeking to control the fire as quickly as possible, called in a fleet of helicopters with very large buckets. The buckets were dropped into the ocean for rapid filling, then flown to the forest fire and emptied. You guessed it. One minute our diver was making like Flipper in the Pacific, the next he was doing a breaststroke in a fire bucket 300m in the air. Apparently, he extinguished exactly 1.78m (5'10\") of the fire.",
  "Last Updated": "20 January 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/freakish/scuba.asp",
  "Claim": "The charred remains of a scuba diver were discovered in a tree after a forest fire.",
  "Claim_ID": "horrors_freakish_scuba",
  "Tags": ""
}