{
  "Origins": "In 1990 Coca-Cola was once again locked into combat with Pepsi in another skirmish of the war for market share. The lucrative youth market was the chosen battlefield, and both companies were actively contesting it via similar giveaway promotions involving prize-laden cans. Pepsi's entry in this field was a promotion featuring \" Cool Cans ,\" soda cans that had prizes printed on the inside bottom. Coke chose to tie its freebies to technology, coming up with special \"MagiCans\" that dispensed cash and gift certificates. Winning cans were fashioned with spring-loaded devices that were supposed to lift rolled pieces of currency (from $1 to $500) or coupons redeemable for trips or merchandise out of their openings when their tabs were pulled.",
  "Fact Check": "",
  "Description": "To prevent consumers from identifying partially-filled Coke cans as winners by discerning differences in weight or listening for sloshing sounds, Coca-Cola added a chamber of chlorinated water to these special cans. This special water was doctored with the addition of ammonium sulfate, a foul-smelling yet harmless substance placed there to prevent anyone from mistaking the chlorinated water for Coca-Cola. It also served to alert the lucky consumers that they were holding winning cans, not just misfilled ones, if they somehow failed to notice their prizes and managed to gain access to the sealed-off liquid in the cans' bottoms. In theory these things worked great. In practice, the MagiCans had their problems. Several of the mechanisms which pushed rolled-up money out of cans turned out to be defective. The problem proved widespread, prompting Coca-Cola to run ads in fifty major newspapers in May 1990 asking consumers to \"Take A Good Look\" at cans they'd opened, and acknowledging that in \"a small number of instances, the prize mechanism may jam.\" The ads included lists of \"dos and don'ts\" for consumers and provided a toll-free number winners could use to find out how to claim prizes that defective cans failed to eject. Coca-Cola also purchased television time for the delivery of the same message. The problems didn't end there. Some of the prize cans sprang leaks in the special compartments that held the noxious-smelling liquid used as ballast. In some cases, this caused genuine confusion about just what the heck was in those cans. In May 1990, 11-year-old Zachary Gendron of North Andover drank from one of the defective cans. His parents took a whiff of the clear, bad-smelling liquid and felt a foreign object inside the can. \"Knowing nothing about the promotion, we thought it might be a case of product tampering,\" said Robin Gendron, Zachary's mother. The Gendrons handed the can over to the local police, who dissected the can back at the station and contacted state health officials. Young Zachary had gotten a winning can that misfired. His prize, a soggy five-dollar bill, was duly retrieved and presented to him (although his mother threatened to have it framed), and Coca-Cola also sent along coupons good for free product. Despite the confusion over his find, the boy had never been in any danger the potential harm from drinking the doctored water was limited to possible nausea. Stories about marketing misfires are often \"improved\" by making them out to be even greater disasters than they were. That a child had ingested a substance not meant to be drunk was enough to start a rumor that a Coca-Cola promotion gone wrong had killed a kid, thereby recasting \"Coke Adds Life\" as \"Coke Takes Life.\" Barbara \"drank himself to death, he did\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2000] This incident happened when that \"Pop-Up\" Campaign occured in the early 90's or late 80's or so. It was when, like, money and stuff would \"pop-up\" when you opened that \"winning\" can. Anyways, it is said that a kid suppositatly opened a winning can. Unfortunatly though, the can malefunctioned and the \"pop-up\" prize didn't come out. As a result, the kid drank the liquid that made the can undestinguishable to other cans of coke. As a result, the kid died.",
  "Last Updated": "30 July 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/poison/cokecan.asp",
  "Claim": "A child died from drinking the contents of a prize-bearing Coca-Cola 'MagiCan.'",
  "Claim_ID": "horrors_poison_cokecan",
  "Tags": ""
}