{
  "Origins": "The preceding example, which began circulating in e-mail in September 2007, is the text of a 17 September Associated Press article. Crocs , says the article, seems to be the one common theme in recent reports of children getting their feet caught in escalators.",
  "Fact Check": "",
  "Description": "As more reports of such accidents are noted, it does indeed appear that this particular type of footwear is contributing to instances of escalator entrapment (possibly because the rubbery crenelation of the sole makes these shoes prone to becoming stuck in the tines of escalator steps if wearers stand sideways, or stuck in the space between the stairs and the unit's sidewall if wearers stand otherwise). The U.S. Consumer Product Safety Commission noted in May 2008 that of the 77 escalator entrapment incidents since January 2006 (of which about half resulted in injury) all but two of the incidents involved popular soft-sided flexible clogs and slides. \"Soft-sided shoes are the most likely to get stuck and pose the possibility of injury to the rider,\" said the CPSC. However, such accidents have also befallen those shod in other kinds of footwear. Merely swearing off Crocs is not the answer: the best way for parents to safeguard their children on escalators is to recognize and minimize the entrapment dangers posed by those devices (rather than regarding the matter as merely being related to one type of shoe). Ann Landers has issued warnings about escalator dangers before, but such cautions tend to be forgotten with the passage of time. Perhaps this recap of some of the escalator accidents of recent years will help make the cautions more memorable. In 2003, a 7-year-old girl lost three fingers when her hand got jammed in an escalator at a Dillards in St. Petersburg, Florida, as she tried to free her stuck shoe. Hers was far from the first injury caused by that escalator: between 1998 and 2003, more than 80 people had gotten shoes or clothing caught in it, with more than a dozen of them having entire shoes ripped from their feet and ingested by the machine. In 2001, a 7-year-old Modesto, California, boy lost three toes on an escalator at 3Com Park in San Francisco. In 1998, a woman died on an escalator at a subway station in Washington after her coat and sweater became entangled in the stairs, strangling her. In 1997, a 5-year-old St. Petersburg girl had her foot mangled by an escalator at the local Burdine's department store. The injury left her big toe dangling by a piece of skin. In 1997, a 4-year-old Houston boy's foot became trapped between the step and the sidewall of an escalator in a Wells Fargo building. The impact pulverized his foot immediately, slicing the bottom of his foot and causing him to lose three toes. In 1963, a 77-year-old woman caught her shoe heel and hair in the steps of an escalator at Maas Brothers in St. Petersburg. Her head became wedged between two steps of the moving stairs. She died as a result of the injuries. The preceding list is not comprehensive; it is merely a sampling of the injuries and deaths caused by escalators. The American Academy of Pediatrics said in 2006 of injuries to children: \"Many of the 2,000 annual injuries on escalators occur when a shoe, clothing or a stroller becomes trapped in the space between the moving stairs and the side wall.\" Granted, most of those 2,000 injuries amounted to mere cuts and bruises, but they include cases of digits crushed or sliced off and of limbs mangled. As to what any of us can do to avoid falling victim to the escalators we ride upon: Don't use escalators when barefoot. If wearing flip-flops, Crocs, or any other type of spongy, extremely flexible shoe, take the stairs or use an elevator rather than ride the escalator. Make sure your shoelaces are tied and that you're not trailing a lace before getting on the escalator. Once on the conveyance, be careful about clothing with strings or straps, and mind where your purse strap or scarf is. Always face forward and hold the handrail. Avoid the edges and sides of steps where your foot could be captured. Stand in the middle of the step. Make it your practice to note where the shut-off button is. Should something go amiss and imperil a rider, you won't have time to hunt for it. In addition to the cautions listed above, here are more tips for those with children: Accompany children on escalators; do not let them ride alone. Place kids in the middle of the step, firmly gripping the siderail. Do not permit children to sit or play on escalator steps. Do not let children bounce around while on the conveyance; instead, insist that they stand quietly. Avoid bringing children onto escalators in strollers, walkers, or carts. Barbara \"footwear beware\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.crocs.com/;",
  "Example": "[Collected via e-mail, September 2007] At rail stations and shopping malls around the world, reports are popping up of people, particularly young children, getting their toes caught in escalators. The one common theme seems to be the clunky soft-soled clogs known by the name of the most popular brand, Crocs. One of the nation's largest subway systems the Washington Metro has even posted ads warning riders about wearing such shoes on its moving stairways. The ads feature a photo of a crocodile, though they don't mention Crocs by name. Four-year-old Rory McDermott got a Croc-clad foot caught in an escalator last month at a mall in northern Virginia. His mother managed to yank him free, but the nail on his big toe was almost completely ripped off,causing heavy bleeding. At first, Rory's mother had no idea what caused the boy's foot to get caught. It was only later, when someone at the hospital remarked on Rory's shoes, that she began to suspect the Crocs and did an Internet search. \"I came home and typed in 'Croc' and 'escalator,' and all these stories came up,\" said Jodi McDermott, of Vienna, Va. \"If I had known, those would never have been worn.\" According to reports appearing across the United States and as far away as Singapore and Japan, entrapments occur because of two of the biggest selling points of shoes like Crocs: their flexibility and grip. Some report the shoes get caught in the \"teeth\" at the bottom or top of the escalator, or in the crack between the steps and the side of the escalator. The reports of serious injuries have all involved young children. Crocs are commonly worn by children as young as 2. The company introduced shoes in its smallest size, 4/5, this past spring. Niwot, Colo.-based Crocs Inc. said it does not keep records of the reasons for customer-service calls. But the company said it is aware of \"very few\" problems relating to accidents involving the shoes, which are made of a soft, synthetic resin. \"Thankfully, escalator accidents like the one in Virginia are rare,\" the company said in a statement. In Japan, the government warned consumers last week that it has received 39 reports of sandals mostly Crocs or similar products getting stuck in escalators from late August through early September. Most of the reports appear to have involved small children, some as young as two years old. Kazuo Motoya of Japan's National Institute of Technology and Evaluation said children may have more escalator accidents in part because they \"bounce around when they stand on escalators, instead of watching where they place their feet.\" In Singapore, a 2-year-old girl wearing rubber clogs it's unclear what brand had her big toe completely ripped off in an escalator accident last year, according to local media reports. And at the Atlanta airport, a 3-year-old boy wearing Crocs suffered a deep gash across the top of his toes in June. That was one of seven shoe entrapments at the airport since May 1, and all but two of them involved Crocs, said Roy Springer, operations manager for the company that runs the airport terminal. One U.S. retailer that caters to children, Mattel subsidiary American Girl, has posted signs in three locations directing customers wearing Crocs or flip-flop sandals to use elevators instead of escalators. During the past two years, so-called \"shoe entrapments\" in the Washington subway have gone from being relatively rare to happening four or five times a week in the summer, though none has caused serious injuries, said Dave Lacosse, who oversees the subway's 588 escalators, the most of anyU.S. transit system. The U.S. Consumer Product Safety Commission said escalator accidents caused more than 10,000 injuries last year, but the agency has few records of specific shoe problems. Only two shoe entrapments have been reported by consumers since the beginning of 2006. One reported in May involved \"rubber footwear.\" Agency spokesman Ed Kang urged people who have had problems to report them on the commission's Web site. Crocs officials said they were working with the Elevator Escalator Safety Foundation on public education initiatives. But the group's executive director, Barbara Allen, said that's not true. Allen said a Crocs official called her in September 2006 about possible cooperation, even suggesting the company might put a tag in its shoes with the foundation's Web address. But since that first contact, Crocs has not called, and nobody from the company will return Allen's calls, she said. Washington Metro's Lacosse and other escalator experts say the best way to prevent shoe entrapments is to face the direction the stairs are moving, keep feet away from the sides and step over the teeth at the end. Lacosse, of the Washington subway system, said he is personally skittish of Crocs and other soft-soled shoes. \"Would I wear them? No,\" he said. \"And I tell my children not to wear them either.\"",
  "Last Updated": "20 May 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/parental/escalator.asp",
  "Claim": "Children have suffered injuries by getting their shoes caught in escalators.",
  "Claim_ID": "horrors_parental_escalator",
  "Tags": ""
}