{
  "Origins": "In December 1976 a Universal Studios camera crew arrived at the Nu-Pike Amusement Park in Long Beach, California, to film an episode of the television action show, the Six Million Dollar Man . In preparing the set in a corner of the funhouse, a worker moved the \"hanging man,\" causing one of this prop's arms to come off. Inside it was human bone. This was no mere prop; this was a dead guy!",
  "Fact Check": "",
  "Description": "The body was that of Elmer McCurdy, a young man who in 1911 robbed a train of $46 and two jugs of whiskey in Oklahoma. He announced to the posse in pursuit of him that he would not be taken alive. He was proved right they killed him in the ensuing shoot-out. McCurdy began his career as a sideshow attraction right after his embalming. He looked so darned good dressed up in his fancy clothes that the undertaker propped him up in a corner of the funeral home's back room and charged locals a nickel to see \"The Bandit Who Wouldn't Give Up.\" The nickels were dropped into the corpse's open mouth (from where they were later retrieved by the entreprenurial undertaker). No next of kin showed up to claim McCurdy, so the corpse kept mouthing nickels for a few years. Carnival promoters wanted to buy the stiff, but the undertaker turned them down. McCurdy was producing a steady income for the funeral parlor why tamper with success? In 1915, two men showed up and claimed that McCurdy was their brother. They hauled the body away, supposedly to give him a decent burial in the family plot. In reality, McCurdy's \"brothers\" were carnival promoters and this was a ruse to get the deceased away from that proprietary undertaker. The promotors exhibited McCurdy throughout Texas under the same billing as the undertaker had given him \"The Bandit Who Wouldn't Give Up.\" After that tour, McCurdy popped up everywhere, including an amusement park near Mount Rushmore, lying in an open casket in a Los Angeles wax museum, and in a few low-budget films. Before the Six Million Dollar Man crew discovered this prop to be a corpse, McCurdy had been hanging in that Long Beach funhouse for four years. In April 1977, the much-traveled Elmer McCurdy was laid to final rest in Summit View Cemetery in Guthrie, Oklahoma. To make sure the corpse would not make its way back to the entertainment world, the state medical examiner ordered two cubic yards of cement poured over the coffin before the grave was closed. McCurdy hasn't been seen hanging around amusement parks since. Barbara \"century at bernie's\" Mikkelson Sightings: Brian Dewan's \"Cowboy Outlaw\" (from his 1993 Tells The Story album) is about McCurdy's post-mortem career.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "9 November 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/gruesome/mccurdy.asp",
  "Claim": "The \"hanging man\" in a funhouse turns out to be the corpse of an outlaw.",
  "Claim_ID": "horrors_gruesome_mccurdy",
  "Tags": ""
}