{
  "Origins": "The \"Kentucky Fried Rat\" tale is one of the hoariest of food contamination urban legends, and some elements of its spreadare easy to explain. Within the context of fast food restaurants, the offending eatery has to be a fried chicken outlet in order for the rat to be suitably disguised as a piece of food. Once the restaurant is established as one that serves fast-food chicken, it becomes Kentucky Fried Chicken because, as folklorist Gary Alan Fine writes, \"The frequency of attachment of an urban legend to the largest company or corporation is so common as to be considered a law of urban folklore.\" (These days, however, many KFC outlets receive their chicken pieces pre-battered, and thus one of them could not \"accidentally\" batter and fry a rat.)",
  "Fact Check": "",
  "Description": "The choice of a rat as a contaminant is also easy: rats have turned up in food products before; they're the right size and shape to be mistaken for pieces of chicken (especially when fried in batter); and rats are vermin, symbols of filth and decay. The fact that the rat-chicken is usually eaten in the dark is a plot device to prevent premature discovery of the \"secret,\" although some might consider it an important symbolic aspect of the legend. So, what does this legend have to say? As our society becomes more urbanized (and frenetic), we become less and less involved with the preparation of our own food, frequently dining out instead of eating at home, scarfing a quick meal rather than enjoying a leisurely one, and leaving the food preparation entirely in the hands of others. And these others are not local restaurateurs we know well, but anonymous corporate fast food franchisees and their faceless employees. The combination of our guilt at abdicating this responsibility and our mistrust of corporations is expressed as fear that fast food entities who don't care about us will serve us tainted food prepared under unsanitary conditions, due to carelessness, laziness, or sheer malice. Women are most often the victim in this legend probably because they are considered more vulnerable than men, but perhaps also because this tale reinforces the notion that women have abdicated their traditional role as the family's meal preparers (with tragic results). The ultimate in impersonal endings occurs when the victims file a lawsuit against the restaurant. A personal apology or settlement is no longer feasible: the impersonal corporate franchise must be battled in the equally impersonal civil court system. In the \"You Deserve a Beak Today\" category, on 28 November 2000, a breaded deep-fried chicken head was reportedly found in a box of chicken wings purchased at a McDonald's in Newport News, Virginia. Katherine Ortega said she discovered the McNoggin while divvying up the wings at home for her family of four. (Fried chicken wings were being test-marketed in that area.) On 30 November 2000, the Ortegas announced they had hired a lawyer and were contemplating a lawsuit against McDonald's. Legal experts didn't think the family would win an award much higher than a couple of thousand dollars (even if the fried chicken head were real) because no one ate the piece or was physically harmed by it. Katherine Ortega posed for a number of photographs of her holding the chicken head, and those who viewed the pictures noted that the fried batter on the item looked to be the same as that used with the chicken wings. The McNoggin, however, was never examined by experts. John E. Smith, owner of the McDonald's in question and two others, stated at the time that \"My ability to conduct a thorough investigation has been delayed because I have not been given an opportunity to examine the object in question. Although I have made several requests to see this object, the customer refuses to give me that opportunity.\" An enforcement officer at the U.S. Department of Agriculture who looked into the case was at a loss to explain how a chicken head could have ended up in Ortega's order of wings. The first thing that happens in the processing of live chickens into poultry parts is their beheading, with the heads immediately being discarded. The carcasses then go on to the next stage (which is being dropped into the boiling water to de-feather them). Though the process is mostly mechanized, a plant operator helps with evisceration (the removal of the bird's internal organs) and an on-site USDA inspector is supposed to check each and every chicken. The chances that a chicken head could have made it through this process are very small. As far as we know, it never was determined if Katherine Ortega was a deliberate participant in a hoax, if a poultry plant worker or McDonald's employee thought he'd have himself an innocent bit of fun, or if something went severely wrong with the food processing procedures at the plant and thus a McNoggining actually took place. In September 2003, Tony Hill, a pastor in Baltimore, claimed he bit into a batter-fried mouse at a Popeye's fried chicken outlet in that town. Popeye's declined to comment on the matter, but the city health commissioner stated at the time that the Popeye's outlet in question had had rodent infestation problems before and had been closed two other times for infestation or unsanitary conditions. As far as we know, no resolution to this case was reported. In June 2015, Devorise Dixon of Watts, California, posted a photograph to Facebook of what he claimed was a batter-fried rat found in a box of KFC chicken tenders: DON'T EAT FAST FOOD!!! I WENT TO KFC YESTERDAY AND BOUGHT A 3PIECE CHICKEN TENDER. AS I BIT INTO IT I NOTICED THAT IT WAS VERY HARD AND RUBBERY WHICH MADE ME LOOK AT IT. AS I LOOKED DOWN AT IT I NOTICED THAT IT WAS WAS IN A SHAPE OF A RAT WITH A TAIL. IT SENT DEEP CHILLS THROUGHOUT MY WHOLE BODY! I'VE BEEN FEELING WEIRD EVER SINCE. I BOUGHT THIS IN COMPTON, CA ON WILMINGTON AND 120TH. I'VE NEVER SEEN CHICKEN LIKE THIS BEFORE ITS SICK!!! KFC indicated via Facebook that they were investigating the issue but had seen no evidence to support the claim and had been unable to reach Mr. Dixon: KFC takes customer claims very seriously, and we are continuing to investigate this matter. Our chicken tenders often vary in size and shape, and we currently have no evidence to support this claim. We are aggressively trying to reach Mr. Dixon, and we request that he return to the restaurant with the product for testing, or call us at 1-800-Call-KFC. Later, KFC corporate declared this claim to be a hoax: A customer has made a serious claim against KFC and refuses to cooperate in the investigation. The images the customer originally posted do not include this second angle [seen below] because it clearly shows it's a piece of hand-breaded white meat chicken. Based on this, and the fact that he refuses to allow anyone to see the product, we are left to believe that he intended to deceive the public with this hoax and we are considering all options.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/KFC/photos/a.10150180494791560.310042.7144906559/10152900274066560/?type=1&comment_id=10152910546021560&reply_comment_id=10152911772321560&total_comments=5&comment_tracking=%7B%22tn%22%3A%22R9%22%7D;https://www.facebook.com/photo.asp?fbid=956577071075092&set=a.190597711006369.53676.100001684247646&type=1;",
  "Example": "[Collected by Fine, 1976] An old lady ordered out for Kentucky Fried Chicken. She was eating along when she noticed teeth; she pulled back the crust and discovered she was eating a rat. She had a heart attack and died, and her relatives sued Kentucky Fried Chicken for a lot of money. [Collected by Fine, 1977] There was a wife who didn't have anything ready for supper for her husband. So she quick got a basket of chicken and tried to make her dinner look fancy with the pre-pared chicken. Thus, she fixed a candle-light dinner, etc. When her and her husband started eating the chicken, they thought it tasted funny. Soon to find out it was a fried rat.",
  "Last Updated": "16 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/food/friedrat.asp",
  "Claim": "A customer who picks up some fried chicken from a fast food outlet discovers that an unusual-tasting piece is actually a batter-fried rat.",
  "Claim_ID": "horrors_food_friedrat",
  "Tags": ""
}