{
  "Origins": "\"As slow as molasses in January.\" There was one memorable exception to that truism. And it was a deadly one.",
  "Fact Check": "",
  "Description": "Forty minutes past noon on 15 January 1919, a giant wave of molasses raced through Boston. The unseasonably warm temperature (46 degrees) was the final stress needed to cause a gigantic, filled-to-capacity tank to burst. 2,320,000 gallons (14,000 tons) of molasses swept through the streets, causing death and destruction. Eyewitness reports tell of a \"30-foot wall of goo\" that smashed buildings and tossed horses, wagons and pool tables about as if they were nothing. Twenty-one people were killed by the brown tidal wave, and 150 more were injured. The chaos and destruction were amplified and rescue efforts were hampered by the stickiness of the molasses. Those persons attempting to aid others all too often found themselves mired fast in the goo. The day after the disaster, The New York Times reported: A dull, muffled roar gave but an instant's warning before the top of the tank was blown into the air. The circular wall broke into two great segments of sheet iron which were pulled in opposite directions. Two million gallons of molasses rushed over the streets and converted into a sticky mass the wreckage of several small buildings which had been smashed by the force of the explosion. The greatest mortality apparently occurred in one of the city buildings where a score of municipal employees were eating their lunch. The building was demolished and the wreckage was hurled fifty yards. The other city building, which had an office on the ground floor and a tenement above, was similarly torn from its foundations. One of the sections of the tank wall fell on the firehouse which was nearby. The building was crushed and three firemen were buried in the ruins. Boston is not a city that forgets anything easily. There are those who claim that on a hot summer day in the North End, you can still smell the molasses. Barbara \"too much sweet stuff can kill\" Mikkelson Additional information: The Molasses Disaster of January 15, 1919",
  "Originally Published": "",
  "Referred Links": "http://edp.org/molasses.htm;",
  "Example": "",
  "Last Updated": "26 December 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/freakish/molasses.asp",
  "Claim": "A fatal wave of molasses swept through Boston in January 1919.",
  "Claim_ID": "horrors_freakish_molasses",
  "Tags": ""
}