{
  "Origins": "Our grisly tale begins with this newspaper clipping from December 1993:",
  "Fact Check": "",
  "Description": "You might think that so gruesome a tale couldn't get worse, but you'd be wrong. In December of 1993, Gregory Glover paid the ultimate penalty for messing with another fellow's wife. His friend, Stephen Schap, didn't take the news of Glover's wrongdoings all that gracefully, coming as it was from his pregnant wife's lips with her about to give birth to this other man's child. Leading up to this gruesome event was the breakdown of the Schaps' marriage. Posted to a U.S. Army airfield in Germany, Sgt. Schap and his wife grew apart over time, a condition Schap was seemingly unaware of, but one with which his wife was all too painfully in touch. Communication broke down, loneliness set in, and a friendship with one of her husband's army buddies progressed from the platonic to the physical. Diane Schap asked for a divorce at various times, citing marital breakdown as her reason, but her husband always managed to talk her into trying again. He was unaware (or perhaps uncaring) of the depth of her dissatisfaction and completely in the dark about her involvement with another man. As well, there was the coming child to consider, a child Schap did not know was not his. And so the stage was set in early December of 1993. Schap discovered indications of his wife's infidelity from reading her diary while she was away for a weekend visiting a girlfriend. Though she'd previously asked for a divorce, she'd never mentioned her relationship with Glover. The news in her diary came as a shock to Schap; upon her return he asked her pointblank if she'd been sleeping with his friend. She assured him she had not been, and this assurance appeared to satisfy her husband. He contacted the base chaplain the next day to make arrangements for Diane to return to the States; the two of them had finally reached agreement on a divorce. Diane was hospitalized on December 7 for complications relating to her pregnancy. It was then that she decided that her husband must be told about the parentage of the child she was carrying. She shared her news with him from her hospital bed, and he initially appeared to take it well. (Since Schap had already resigned himself to the marriage's being over, perhaps this wasn't all that unexpected a response.) Within the hour he returned in an agitated state, demanding to know details of who her lover was and where they'd made love. After this confrontation, Schap left \"to pack his things.\" In reality he went to seek out Glover. Schap found him in a phone booth on the base, in the process of conversing with Diane. The lovers had been speaking for 5 or 10 minutes, Diane testified, when Glover suddenly swore twice. The second expletive was \"cut off mid-breath,\" she said. \"Then all I heard was the dial tone.\" Glover suffered slight knife wounds in the telephone booth, then tried to escape on foot. He ran a short distance but slipped and fell, and Schap was quickly on top of him, according to witnesses. Schap stabbed his victim 10 to 15 times before beheading him. We quote Diane Schap's recollection of the events from her description of them at Schap's trial: After checking into a German hospital in Fulda that day, she had been obliged to confess to her husband that she was pregnant by another man. A few hours later she was speaking by phone with that other man, Glover, a personable 21-year-old soldier who was a friend to both the Schaps. The line suddenly went dead. Now, around a half-hour later, she heard footsteps coming quickly down the hospital hallway. She recognized them as her husband's. The door burst open, and there stood Stephen Schap, according to her testimony, his chest heaving, clothes speckled with blood. He was carrying a Head gym bag. \"He had the sports bag over his shoulder, and it looked like it was full,\" she said. It was. Her husband reached into the bag, she said, and pulled out Glover's head. \"He grasped the head in both hands and he tried to push it in my face. I kept screaming and screaming,\" she said, sobbing as she testified. \"Look, Diane Glover's here! He'll sleep with you every night now. Only you won't sleep because all you'll see is this,\" Stephen Schap told her, according to her testimony. Doctors who had heard the terrified screams ran to the room. There they found Diane Schap, her face pale with shock, bedclothes spattered with blood. Stephen Schap sat at the foot of the bed, across his wife's legs. And on the night stand, facing Diane Schap, was Glover's head. Stephan Schap was courtmartialed for the murder of Gregory Glover in April 1994. He was found guilty and given a mandatory life sentence. Barbara \"lost his head over a love affair\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "30 August 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/gruesome/headless.asp",
  "Claim": "A cuckolded husband presented his wife with the head of her lover.",
  "Claim_ID": "horrors_gruesome_headless",
  "Tags": ""
}