{
  "Origins": "It's false.",
  "Fact Check": "",
  "Description": "On 26 March 2015, a Facebook user published a disturbing image with the following caption: PLEASE DONT LOOK OVER THIS.. DONT SCROLL WITHOUT TYPING (R.I.P) This hurt My Heart The image juxtaposed two photographs, one of a little boy with an electrical cord in his mouth, and one of (presumably the same child) lying dead with severe burns all over his face. The implied backstory closely resembled that of an earlier rumor involving a different gruesome image of what appeared to be a deceased child. In that latter claim, the child's cause of death was also said to be an electric shock caused by the girl's putting one end of a plugged-in phone charger into her mouth. Both image-based rumors involved disturbingly graphic images that horrified many viewers who were exposed to them; but as with the previous phone charger rumor, one aspect of the current item is easily disproved and another is so far unexplained. The current version depicts a small boy happily playing with a plugged-in power cord, juxtaposed with a photograph of a dead, burned child who clearly resembles him. Many commenters found it unlikely that the toddler was photographed just moments before his death, fiddling with the cord that later killed him. The image of the child with a cord in his mouth is a repurposed stock photograph that appeared on the Internet as early as March 2008. That photograph has been used numerous times by multiple web sites for a variety of reasons and was obviously not snapped moments before the pictured child died. An iStockPhoto description of the image identifies it as part of a series of photographs staged for the illustration of babyproofing-related web content: A 6-month old baby boy chews on an electrical cord. Don't worry the power was off during the shoot. The same child was featured in other photographs for that set of images, perched at the top of a flight of stairs in a similarly precarious position (under the watchful eye of photographers). As for the second photograph in the current item's image pair, it appears to be a screenshot taken from a graphic video of indeterminate origin published to YouTube on 24 August 2012. The video's title is \"3 years old child killed through electric shock in Quaidabad,\" but the video lacks information identifying the circumstances under it was captured and the name or date of death of the decedent. It's certainly possible that the child depicted in the video died in the manner claimed, but the appearance of the boy shown in the video does not seem consistent with that of an electrocution death. A likelier explanation might be postmortem lividity , further evidenced by the presence of insects in the clip. Whenever electricity is in use, a possibility of malfunction and shock always exists to some degree. A young child, toddler, or baby should never be left alone with electrical devices or cords of any description. According to the CDC [ PDF ], the leading cause of death for infants and toddlers is unintentional injury. Suffocation, motor vehicle accidents, drowning, fires, and ingestion of poisonous substances are listed as the primary forms of death from unintentional injury in babies and toddlers. So while it may be possible for a child to die of electric shock due to a (likelier than not malfunctioning) phone charger, the little boy depicted in the first photo did not die that way. Moreover, cords present a far larger risk of death from suffocation than shock and can pose a threat of strangulation as well as electrocution. No information was available about the manner of death for the child depicted in the second frame, but monsoon-related electrocution remains a likelier explanation than a rare charger malfunction.",
  "Originally Published": "",
  "Referred Links": "http://blogs.jpmsonline.com/2013/08/16/health-problems-created-by-floods-and-monsoon-rain-in-pakistan/;http://www.cdc.gov/injury/wisqars/pdf/leading_causes_of_injury_deaths_highlighting_unintentional_injury_2012-a.pdf;http://news.nationalgeographic.com/news/2014/10/141029-maggot-flies-bodies-video-forensics-science/;http://www.merriam-webster.com/medical/livor+mortis;https://www.youtube.com/watch?v=Ymym75dTTNg;http://www.tineye.com/search/79903d11bdcd6287cb7df0554def20c683a1c5a2/?sort=crawl_date&order=asc;https://www.facebook.com/photo.asp?fbid=1615664215317285&set=a.1379581435592232.1073741825.100006211660389&type=1&permPage=1;http://i.imgur.com/urotlT8.jpg;",
  "Example": "[Collected via e-mail, March 2015] This is horrific and it is a safety message regardless if it is true or false. I guess I hope it is false. [Graphic image.]",
  "Last Updated": "31 March 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/horrors/parental/babyshock.asp",
  "Claim": "Image depicts a toddler who was electrocuted after playing with an electrical cord.",
  "Claim_ID": "horrors_parental_babyshock",
  "Tags": ""
}