{
  "Origins": "This tear-jerker of a cautionary tale about a man who smashes his son's fingers in a fit of anger over a minor transgression on the child's part and then kills himself out of remorse has been circulating on the Internet since 1998, often under the title \"Crime and Punishment.\" There is no evidence supporting the claim that this incident played out in real life or that it \"is a true story that happened in the States,\" however. As usual there is little information on which to base a thorough search as the account lists no names, dates, or places; but nonetheless we searched a number of news archives and were unable to locate any news item that resembled this tale.",
  "Fact Check": "",
  "Description": "Certainly some parents abuse their children, and in some cases the level of that abuse is horrendous; but this particular tale of a father's pounding his son's hands into pulp, the amputation of the child's fingers, and the guilt-ridden parent's killing himself is made up. This is an instructional tale meant to impart the message that parents must resist the urge to act out their anger. This sad story was an updating of an older piece of lore, one sent as an anonymous letter to the Salt Lake City, Utah, media in 1986: Currently there is a six year old little girl in primary Children's Hospital with no hands. She apparently took a hammer to the family car and to punish her father took the same hammer to her hands. By the time they got her to the hospital she had lost two fingers (they fell off) and then her blood vessels, bone and nerves were so badly damaged that they had to amputate both hands. The mother will not press charges because \"he was in charge of discipline,\" and the hospital is being forced to return this child to these two crazy people. For God's sake, can't the media do something. Again, there was no such child. (The reporter to whom the letter had been sent investigated the story and found nothing to it, and of course any child so abused would have been quickly scooped up by Children's Services and removed from the family rather than being returned to \"these two crazy people\"). According to noted folklorist Jan Harold Brunvand, the 1986 story contains two typical legend motifs: legal helplessness of a wronged innocent, and alleged suppression of information by authorities. In late 2010, a similar tale about lipstick-smeared sheets was circulated via social media, with users being encouraged to post it as their Facebook status in order to deliver a message to \"stop child abuse.\" In September 2011, the story was once again circulated on Facebook, that time accompanied by a heart-wrenching photo of an injured child. A child says to his mom' \"mommy I colored your sheets with lipstick\" furious she beat her child until unconscious. Regretting what she had done, and in tears, she asked the child to \"open your eyes\" but it was too late. His little heart had stopped beating. In the bedroom the sheets ..read, \"MOMMY I LOVE YOU\". Post this as your status for an hour to deliver the message to STOP CHILD ABUSE As with the \"smashed fingers\" story, no evidence has yet to surface that there ever was such a child. While the account lists no names, dates, or places on which to base a thorough search, news archives are silent about such an incident. The heartbreaking photo of a little child sucking on a blue pacifier who has a black eye and stitches running from the inner corner of one eye up to between her brows is of Jade Wardle , who in 2002 (when she was two) was savaged by a dog her family had adopted. Both the \"smashed fingers\" and \"colored your sheets with lipstick\" tales employ the \"regret-filled parent\" encountered in other legends, such as the gold-wrapped box. Barbara \"rage of angels\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/0252070046?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0252070046;http://www.thesun.co.uk/sol/homepage/news/article145234.ece;",
  "Example": "[Collected on the Internet, 2003] It is difficult to love a person, especially when you don't know how to express your feelings. Worse still, if you are unsure of the person's feelings, the uncertainty can really tear your heart... This is a true story that happened in the States. A man came out of his home to admire his new truck. To his puzzlement, his 3-year-old son was happily hammering dents into the shiny paint. The man ran to his son, knocked him away, and hammered the little boy's hands into a pulp as punishment. When the father calmed down, he rushed his son to the hospital. Although the doctor tried desperately to save the crushed bones, he finally had to amputate the fingers from both the boy's hands. When the boy woke up from the surgery and saw his bandaged stubs, he innocently asked, \"Daddy, I'm sorry about your truck, but when are my fingers going to grow back?\" The father went home and committed suicide. Think about the story the next time you see someone spill milk at a dinner table or hear a baby crying. Think first before you lose your patience with someone you love. Trucks can be repaired. Broken bones and hurt feelings often can't. Too often we fail to recognize the difference between the person and the performance. People make mistakes. We are allowed to make mistakes. But the actions we take while in a rage will haunt us forever. [Collected on the Internet, June 2009] Used vs. Loved While a man was polishing his new car, his 4 yr old son picked up a stone and scratched lines on the side of the car. In anger, the man took the child's hand and hit it many times; not realizing he was using a wrench. At the hospital, the child lost all his fingers due to multiple fractures. When the child saw his father..... with painful eyes he asked, 'Dad when will my fingers grow back?' The man was so hurt and speechless; he went back to his car and kicked it a lot of times. Devastated by his own actions.... sitting in front of that car he looked at the scratches; the child had written 'LOVE YOU DAD'. The next day that man committed suicide.... Anger and Love have no limits; choose the latter to have a beautiful, lovely life..... Things are to be used and people are to be loved, But the problem in today's world is that, People are used and things are loved... During the day, be careful to keep this thought in mind: Things are to be used, but People are to be loved ... Be yourself.... This is the only day we HAVE. Have a nice day Watch your thoughts; they become words. Watch your words; they become actions. Watch your actions; they become habits. Watch your habits they become character; Watch your character; it becomes your destiny. I'm glad a friend forwarded this to me as a reminder.. If you don't pass this on to anybody, nothing bad will happen; if youdo, you will have ministered to someone. Have YOU become a user and do not recognize love? Have YOU missed the opportunity to apologize for your thoughtlessness. Stay FAITHFUL and Be GRATEFUL",
  "Last Updated": "1 October 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/parental/fingers.asp",
  "Claim": "Enraged father punishes 3-year-old by smashing his fingers, then commits suicide out of remorse.",
  "Claim_ID": "horrors_parental_fingers",
  "Tags": ""
}