{
  "Origins": "The halftime show provided for a crowd of 45,000 fans attending the Jets-Patriots football game at Shea Stadium on 9 December 1979 was an exhibition staged by the Electronic Eagles of the Radio Control Association of Greater New York. The group's model air show, a popular entertainment previously presented hundreds of times at halftimes and other events, featured radio-controlled airplanes that performed maneuvers around the stadium, engaged in aerial dogfights, and showcased flying model planes crafted in unusual shapes.",
  "Fact Check": "",
  "Description": "On this occasion, however, the exhibition did not go off without a hitch. Partway through the show a model plane crashed into the football field a harbinger of tragedy to come, especially after the crowd began to grow concerned about how closely some of the aircraft were approaching to fans seated in the stands. As one spectator present later expressed his unease to the New York Times : They were sending those things right over the crowds. I had an aisle seat near an exit, and I had it in my mind that if it came near me, I would run. It seemed so stupid, so sick, to send this thing over these people. Shortly before the end of the 15-minute show, Philip Cushman, a Brooklyn auto collision repairman, lost control of the model aircraft he was guiding, a novel plane shaped like a lawnmower with a red reel and silver handle. The plane circled the stadium a few times, then abruptly nose-dived into the stands about five rows behind the Patriots' bench on the third-base side of the stadium. As the lawnmower-shaped craft plummeted into the seats, it struck two spectators, 20-year-old John Bowen of Nashua, New Hampshire, and 25-year-old Kevin Rourke, of Lynn, Massachusetts. Both men suffered serious head injuries from the incident. Kevin Rourke received emergency room treatment for a concussion and was admitted to a hospital for additional observation, while John Bowen, whom one observer at the scene described as looking \"like he had been attacked by an ax,\" underwent emergency surgery that evening. Although Rourke recovered satisfactorily and was eventually discharged from the hospital, Bowen died of his injuries four days later. Police and prosecutors began an investigation when it became apparent that Bowen was unlikely to survive his injuries, but Queens district attorney John J. Santucci said authorities \"had no reason to believe [the incident] was anything other than an accident,\" and the matter was judged to be a civil issue rather than a criminal one.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "8 August 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/freakish/lawnmower.asp",
  "Claim": "A spectator at a football game was killed by a flying model lawnmower.",
  "Claim_ID": "horrors_freakish_lawnmower",
  "Tags": ""
}