{
  "Origins": "Those in the telecommunications industry have known the \"cooked telephone man\" legend for many a year now it's a perennial tale among them. One of our correspondents recalls hearing it in 1985, soon after he joined British Columbia Telephone Co. Another was regaled with it in 1962 by his family, who claimed the accident had happened around 1950 in Montana when the DEW line was being installed. As he heard it: An unfortunate workman was installing a component and by some accident or other, the scanner was turned on. His body was found fully cooked. Other family members embellished by reporting that they had heard how the guy supposedly smelled delicious, causing many of the co-workers to either upchuck or become vegetarians. The tale given as the example on this page is often circulated on the Internet as the winner of the 1999 or 1998 \"Darwin Award.\" In common with the majority of such offerings, it's a leg-pull no such accident occurred. Clues to the fabricated nature of the story are contained in the names of the participants: the victim, \"Baker\"; his discoverer, \"Burns\"; and the spokesman, \"Cooke.\"",
  "Fact Check": "",
  "Description": "That particular write-up was the work of Mark Boslough, a member of the group New Mexicans for Science and Reason, a local version of the Boulder-based Rocky Mountain Skeptics. He attached his microwaved worker offering to a then-current list of Darwin Award stories, declared his entry to be that year's winner, and mailed it out. A history of that hoax is available on the NMSR Darwin Award Wins! page, written by NMSR president Dave Thomas. The hoax included elements which were (or could have been) true, thereby giving it surface credibility. Some telecommunications microwave installations do employ wavelengths close to those used by microwave ovens, there are microwave towers in Thompson, and it does get cold in the winter in Manitoba. However, there is no such company as \"Northern Manitoba Signal Relay\" that name was chosen as another (albeit subtle) clue to the falsity of the tale. NMSR, the initial letters of this name, are the same as those of New Mexicans for Science and Reason. In real life, there haven't been any suddenly-zapped workers, not even any slowly cooked-to-death ones. (Controversy over other dangers posed to humans by microwaves exists, though.) Although \"microwaved worker\" tales might have begun as an expression of fear related to a then-new technology, their ongoing popularity may well be due to a continuing controversy over whether electromagnetic radiation emitted from radio towers presents a danger to area inhabitants. On the one side, the powers that be state these microwaves are safe; on the other, some observers claim a correlation between the presence of radio towers and increases in the incidence of cancer. Those who are convinced that microwave emissions can be deadly often point to the 1974 demise of Samuel Yannon, a Staten Island telephone technician, as an example of the effects of cumulative long-term exposure to industrial microwaves. Yannon was plagued by a host of illnesses in his last years and finally succumbed to pneumonia, and his maladies were attributed to prolonged exposure to microwaves used in telecommunications during his years with New York Telephone, sixteen of which were spent in proximity to the television relay tower on the Empire State Building. The New York State Workmen's Compensation Board upheld his widow's claim for compensation on this basis in 1981. Whatever real-life basis might lie behind such stories, tales about fatal microwaving abound in popular lore: [Smith, 1983] In the kitchen of a large hotel a microwave oven had been installed. However, rather than being set at eye level, like the majority of such ovens, this one was fitted down low almost at waist height in fact. One day a young pastry chef who worked at a table across the aisle from this cooker, was suddenly taken ill and in seconds collapsed and died. On investigation, it was discovered that every time he stepped back to admire his handiwork he stood with his back against the microwave oven door. Unfortunately, the oven door did not seal properly and over a period of time it had slowly cooked his kidneys and it was this that had eventually killed him. Other \"cooked to death\" legends include: The Microwaved Pet: Old lady attempts to dry a wet poodle in the microwave. The Brown Betty: Bride trying to gain a fast tan prior to her wedding day cooks herself to death in commercial tanning beds. The Hippie Babysitter: Stoned babysitter cooks the baby she's tending, thinking it's a pot roast. Barbara \"watts cooking?\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.nmsr.org/darwiner.htm;",
  "Example": "[Collected on the Internet, 1999] (25 December 1998, Canada) Telephone relay company night watchman Edward Baker, 31, was killed early Christmas morning by excessive microwave radiation exposure. He was apparently attempting to keep warm next to a telecommunications feedhorn. Baker had been suspended on a safety violation once last year, according to Northern Manatoba Signal Relay spokesperson Tanya Cooke. She noted that Baker's earlier infraction was for defeating a safety shutoff switch and entering a restricted maintenance catwalk in order to stand in front of the microwave dish. He had told coworkers that it was the only way he could stay warm during his twelve-hour shift at the station, where winter temperatures often dip to forty below zero. Microwaves can heat water molecules within human tissue in the same way that they heat food in microwave ovens. For his Christmas shift, Baker reportedly brought a twelve pack of beer and a plastic lawn chair, which he positioned directly in line with the strongest microwave beam. Baker had not been toldabout a tenfold boost in microwave power planned that night to handle the anticipated increase in holiday long-distance calling traffic. Baker's body was discovered by the daytime watchman, John Burns, who was greeted by an odor he mistook for a Christmas roast he thought Baker must have prepared as a surprise. Burns also reported to NMSR company officials that Baker's unfinished beers had exploded.",
  "Last Updated": "25 July 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/techno/microwave.asp",
  "Claim": "Worker who stands too close to microwave radiation is cooked by its rays.",
  "Claim_ID": "horrors_techno_microwave",
  "Tags": ""
}