{
  "Origins": "Claims of human body parts turning up in food products are the most horrifying of contaminated food legends, both because of our very strong societal taboo against the eating of human flesh, and because such a discovery suggests a human death, almost certainly one that was accidental rather than natural (and which conjures up images of a slow and painful death by industrial accident), or at least a painful dismemberment.",
  "Fact Check": "",
  "Description": "Fortunately, improved health and safety standards in food processing make such occurrences quite rare, and most reports of consumers finding body parts in food turn out to be hoaxes, frauds perpetrated to extort money from businesses, or cases of mistaken identity. (In the latter case, something that looks like a human body is often found, upon examination by experts, to be something else entirely. See, for example, our page about a scare involving a finger supposedly found in a can of menudo .) In March 2005, the news media were once again full of reports that such a grisly discovery had been made. On the evening of 22 March 2005, Anna Ayala, a 39-year-old resident of Las Vegas was dining at a San Jose outlet of the Wendy's fast food restaurant chain when she discovered what appeared to be a human finger in her bowl of chili. According to the San Jose Mercury News : Devina Cordero, 20, was with her boyfriend at the fast food restaurant when she said the woman, who has not been identified, began gasping and ran up to her saying: \"Don't eat it! Look, there's a human finger in our chili.\" Cordero said the object appeared cooked and seemed to have a long fingernail at the end. All three people soon became sick. \"We went up to the counter and they told us it was a vegetable,\" Cordero said. \"The people from Wendy's were poking it with a spoon.\" [San Jose police officer Enrique] Garcia said the Santa Clara County Health Department is taking over the investigation. \"It was some sort of small mass which appeared to have a fingernail. It's a small piece,\" Garcia said. \"They collected the finger and placed it in a freezer for the health department.\" The following day, Santa Clara County health officials confirmed the object found in the bowl of Wendy's chili was indeed a human finger (about 1-1/2 inches long and containing part of a manicured nail). Investigators quickly ruled out the possibility that the digit formerly belonged to an employee of the San Jose Wendy's outlet, but they were unable to trace it to its original owner via fingerprint or DNA matching. Wendy's offered a $50,000 reward for information on the origin of the finger as sales at Wendy's outlets (particularly in the San Francisco-San Jose bay area) dropped off significantly in the weeks following the incident. Meanwhile, suspicions that Ms. Ayala's discovery may not have been \"accidental\" were aroused when she quickly retained a lawyer; those suspicions were heightened when San Jose and Las Vegas police executed a search warrant at her home, and when the news broke that she had a litigious history which included claims against another fast-food chain, a former employer, and General Motors. (Her family had received a settlement several years earlier after her daughter was sickened at an El Pollo Loco restaurant in Las Vegas.) Rumors spread that the finger may have come from Ms. Ayala's dead aunt, but she denied that she even had a dead aunt. The case took a few more intriguing turns in mid-April. First Ms. Ayala announced (shortly after the news about her previous lawsuits broke) that she would not pursue legal action against Wendy's because her claim had \"caused her great emotional distress and continue[d] to be difficult emotionally.\" Then attention focused on Sandy Allman, a 59-year-old woman from Pahrump (a town about 60 miles west of Las Vegas), who had lost a fingertip when she was attacked by a leopard one month before the Wendy's incident. The fingertip could not be reattached; Ms. Allman last saw it packed in ice in a Las Vegas emergency room, and neither she nor the hospital could account for what had become of it. Ms. Allman offered to submit to DNA testing to identify whether the finger supposedly found in the bowl of Wendy's chili was hers, but a match was doubtful in light of news reports that her lost fingertip was only half as long as the one Anna Ayala claimed to have found. On 15 April 2005, Wendy's increased its reward for information on the case to $100,000. On 21 April 2005, Anna Ayala was arrested by Las Vegas police on charges of attempted grand larceny pertaining to the Wendy's case. Police later determined the mysterious finger Ayala claimed to have found in a bowl of chili came from an associate of her husband's, who lost his fingertip when it was severed in the tailgate of a truck during a work accident at an asphalt maintenance company and evidently gave the digit to a co-worker to settle a $50 debt. In September 2005 Ayala and her husband, Jaime Placencia, pled guilty to conspiring to file a false claim and attempted grand theft. In January 2006, Ayala was sentenced to nine years in prison and Placencia to twelve (but Ayala was later re-sentenced to only four years after a successful appeal based on a technical sentencing error). In June 2013, Anna Ayala pled guilty to charges of being an accessory to a felony, filing a false police report, and being a felon in possession of a firearm for attempting to hide the fact that her son had accidentally shot himself in the ankle with a gun he was not allowed to possess because he was on parole, instead blaming two other men for the shooting.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "5 June 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/food/chili.asp",
  "Claim": "A Wendy's customer found a human finger in her bowl of chili.",
  "Claim_ID": "horrors_food_chili",
  "Tags": ""
}