{
  "Origins": "This e-mailed account of a sad double tragedy reached us within a day of the 16 April 2007 massacre of 32 people at Virginia Tech. Many of the forwards presented it as a \"prayer request\" asking recipients to add their supplications to those of others as they passed along the story to their acquaintances.",
  "Fact Check": "",
  "Description": "The tale is an out-and-out fiction nothing about it checks out. Texas news sources were silent about any of those murdered at Virginia Tech being from that area. There were no news stories surfacing in the San Antonio media about a family who backed over its eight-year-old child, a story we believe would have garnered at least some media attention whether or not the parents had another child at Virginia Tech. The Bexar County Medical Examiner's Office has no record of a child's death in the days immediately following the massacre from being run over by the family car. A 19 April 2007 Associated Press list of those killed in the Virginia Tech massacre contained 32 names, none of them matching up with the surname \"Bear.\" The updated list (published on 20 April 2007) provided information about hometowns and home states or countries of those who died. None of those who lost their lives were from Texas. The woman who penned the e-mail did so on 17 April 2007, one day after the murders in Virginia. She says she heard the story from a woman she has subsequently been advised by others has \"a history of making up tragic events.\" In the summer of 2007, these related tales began circulating in e-mail: [Collected via e-mail, July 2007] Just a note to ask for a prayer request..... Heavy Duty. Michael, still working in Alabama, called today with some upsetting news, and to ask for special prayer for a young man that is employed at the plant there in Tuscaloosa. Late Tuesday afternoon, the young man was out in the yard playing ball with his two boys, (ages 6 & 8 I think). When the youngest boy missed the ball, he ran under the deck to retrieve it. When the little fellow screamed, the oldest boy ran to help out, then he screamed. Both boys had been bitten several times by rattle snakes. The ball had landed in the middle of a snake bed. A 911 call was made, but the couple was afraid the boys would not make it. The two boys were placed in the family car in an attempt to \"beat the clock\". In all the excitement of trying to hurry, the young father ran over his 3 year old daughter in the driveway. Michael says in 21 minutes all three children were dead !! PLEASE stop right now and pray for this young couple and their families. [Collected via e-mail, August 2007] Prayer for faith to remain strong for an Oklahoma family with three boys: their 4 & 6 year old boys were outside playing ball, it rolled under the house, the 4 yr old went under to get it, started screaming so the 6 yr old went under to help both boys were bitten by a rattlesnake parents came out to see what was going on, got in the car to rush to the hospital, ran over their 2 year old & killed him, - both other boys died of the snake bites. The family are Christians. [Collected via e-mail, September 2007] My Pastor told us this horrible story yesterday at church. I thought I wasn't going to make it thru the sermon after he told it. Please pray for this family. I cannot imagine going thru this. It just broke my heart for them. I do not know this family as they live in Texas but someone at the church was connected to them somehow. This family had two small children who were playing in the yard when one little boy decided to crawl under the car. When he did, a copperhead bit him in the face. In their frenzy to get him to the hospital, they ran over and killed their other little boy. The child bitten by the snake died on the way to the hospital. They lost both children within minutes. The family's name is Henson. Please, please pray for this family and put them on your church prayer list if you have one. I don't see how they will live thru this except by the grace of God. Thank you for your prayers for this family. Once again, news sources were silent about these stories there were no news accounts about two children being bitten by snakes, let alone about them dying, or with the added detail that in their haste to secure help for the snakebit youngsters, their parents managed to back the family car over another of their children. There have been real instances of children who died after vehicles driven by their parents were backed over them in the family driveway. In January 2008, a Longmeadow, Massachusetts, woman backing out of her driveway in a sport utility vehicle ran over her 2-year-old daughter and killed her. In November 2010, a Costa Mesa, California, man ended the life of his 2-year-old son the same way. It's worth noting those 2007 tales about grief- or panic-stricken parents unthinkingly causing the death of another of their children bears some resemblance to a well-traveled urban legend about the arrival of a telegram announcing the passing of one family member sparking off a cascade of mayhem that leaves all dead. Barbara \"deadly imaginings\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://blogs.abcnews.com/va/;",
  "Example": "[Collected via e-mail, April 2007] I just got off the phone with a sweet friend that is going through some major hard circumstances right now (of her own). However, she just found out that one of her best friends in San Antonio, Yolanda Bear, had a daughter at Virginia Tech that was killed yesterday. Yolanda, her husband and eight year old daughter managed to get an emergency flight out to Virginia and were trying to hurry to get loaded up and go to the airport. In the midst of backing the car in the driveway her husband accidentally ran over their 8 year old daughter and she died as well. Yolanda is in hospital under sedation at the moment. Don't know about the husband. My friend is trying to get down there to be with her asap but, as I said, has her hands full of difficulties herself here at home and feels very helpless! I would appreciate your prayers for this family. They are believers. My friend had the privilege of leading the student at Tech to the Lord in 2nd grade. My heart just breaks for them.",
  "Last Updated": "19 November 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/parental/backover.asp",
  "Claim": "Parents of a murdered Virginia Tech co-ed unthinkingly back over another of their children on the way to the airport.",
  "Claim_ID": "horrors_parental_backover",
  "Tags": ""
}