{
  "Origins": "Product adulteration tales are nothing new. From mice in bottles of Coca-Cola to batter-fried rats and chicken heads served by fast food restaurants, grisly tales of contaminated food have been common occurrences for many years now. Although food contamination is a reality, most of the lurid, widely publicized tales about unusual objects found in food are the result of scams, hoaxes, sabotage, or flat-out mistakes. No matter how earnestly putative victims may insist there can be no disputing that they found something yucky in their food, all such claims should be taken with very large doses of salt until they have been confirmed by investigators (e.g., the much ballyhooed March 2005 case of a finger found in a bowl of Wendy's chili turned out to be an attempt to defraud that fast food chain).",
  "Fact Check": "",
  "Description": "A case in point is the saga of Juanita's Farms, a California-based Mexican food firm who saw their sales plummet in 1987 as the result of a false report that circulated for only a few days before being demonstrated false. On January 2, 1987, brothers Freddie and Phillip Ureno and their wives sat down to dinner in their Southern California home. In this case the meal was nothing fancy, just some canned menudo (beef tripe stewed in a hominy base with chili powder) produced by a local company called Juanita's Foods. Even this simple dinner soon proved unsatisfactory when the hungry family discovered an unexpected and decidedly unsavory ingredient in their stew: a two-inch piece of human finger. There was no doubt it was a finger; it even had a fingernail still attached to it. The horrified recipients of this \"finger food\" followed what seemed like a reasonable course of action. They dumped the uneaten portion of their stew in the backyard. They washed off the foreign object and took it to a nearby hospital for analysis, where a pathologist identified it as a human finger. They reported their discovery to the police and handed it over to them. Others acted reasonably as well. The police delivered the Urenos' specimen to federal food inspectors. The supermarket where the Urenos had purchased the menudo pulled the product from their shelves. The local newspaper ran a short article about the discovery after confirming with the police that a hospital had verified it was indeed a finger. The news agency United Press International picked up the story after they spoke to a police lieutenant who confirmed both that he had seen the finger and that the hospital had examined it. A local television station ran a report about the Urenos' disturbing discovery. National radio commentator Paul Harvey reported that Juanitas Foods' menudo was \"being removed from grocery store shelves in Southern California since Freddie Ureno found part of a human finger in his.\" The most shocking part of the story was yet to come . . . not a bit of it was true. Juanita's Foods didn't see any way sliced a finger could have ended up in one of their cans of menudo, since no serious accident had taken place at their plant, and their workers wore wire mesh gloves that knives could not penetrate in order prevent just such an occurrence. They were right. Federal food inspectors from the United States Department of Agriculture found that the object wasn't a human finger at all, but a piece of connective tissue typically found in the tripe that is a main ingredient of menudo. Despite what Paul Harvey reported, only the one store where the Urenos made their purchase pulled cans of Juanita's Farms menudo off their shelves. And the hospital hadn't identified the object as a finger a member of the emergency room staff had merely advised the Urenos to report their discovery to the police without offering an opinion about what it was. The UDSA's report came a few days too late; the damage was done. Over the next four months, Juanita's Farms sales were off $1 million from the same period the year before. So, when someone claims to have found a chicken head in her McDonald's fried chicken but won't hand it over to be examined, there's good reason to be skeptical. Very good reason indeed.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "26 January 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/food/menudo.asp",
  "Claim": "A human finger was found in a can of menudo.",
  "Claim_ID": "horrors_food_menudo",
  "Tags": ""
}