{
  "Origins": "Actual occurrences can sometimes take on folkloric lives of their own, making the shift from news stories to cautionary tales through emotional responses to elements of those events. That was the case with the 4 June 1999 death of 12-year-old Catherine \"Casey\" Fish, who did indeed die while playing the marshmallow-stuffing game known as \"Chubby Bunny\" descriptions of her death have become part of the cautionary lore spread among parents.",
  "Fact Check": "",
  "Description": "The rules of \"Chubby Bunny\" require competitors to enunciate that phrase with marshmallows stuffed in their mouths. No swallowing or chewing is allowed, and any participant who gags, coughs, or spits is \"out\" of the game. The winner is whichever child manages to utter the expression through the largest number of marshmallows. Casey Fish choked on four marshmallows and collapsed during the annual Care Fair held at Hoffman Elementary School, a grade school in Chicago's North Shore area, and died at the Glenbrook Hospital a few hours later. The \"Chubby Bunny\" competition was to have been part of the day's activities and would have been supervised by a teacher. However, Casey began playing the game with some of her friends when her teacher momentarily left the area ten minutes before the scheduled start of the \"Chubby Bunny\" competition to have a word with a janitor. As Casey choked, the teacher was summoned back to the room, but he arrived too late to head off the youngster's death. Casey's death was reported by the media at the time of the incident. But, unlike many news stories about the death of a child, the deceased sixth-grader's story was told and retold in ensuing months, primarily via The Oprah Winfrey Show , which talked about the case (including airing interviews with the distraught parents) in January, March, and June 2000. The tale of how Casey's life ended continued to surface in the news as her parents pursued a civil suit against the school district, asserting that a failure to properly supervise the children led to the death of their daughter. (In 2005, her parents settled their lawsuit for $2 million.) All of this additional attention served to keep the story in circulation. The folkloric shift this real-life tragedy has taken involves the mode of death. While a very real youngster did indeed lose her life through playing \"Chubby Bunny,\" she did so through choking on the intact confections in her mouth, not (as developing lore would have it) via the marshmallows' somehow breaking down to form a windpipe-clogging glue. In the example quoted above, the bonbons were said to have \"emulsified\" that is, turned into a liquid mass. Another Internet-spread description of the death says \"The marshmallows were heated in the mouth and throat and effectively turned into a sticky enough substance that it could not be removed by conventional attempts at first aid.\" Yet another version claims that \"The marshmallows, warming-up to body temperature, took on the form of her air passage, and choked her to death.\" We know the marshmallows did not eventually turn into a sticky, fatal mass after Casey held them in her mouth for a while because, during the lawsuit brought by Casey's parents, Casey's best friend testified seeing her pal's lips turn purple just a few seconds after she had put the marshmallows into her mouth. While marshmallows can be quickly melted into a thick liquid, goopy substance in a pot on the stove (as anyone who has made Rice Krispies squares will attest), the temperature inside the human mouth is not sufficient to reduce them to that state. Absent chewing or licking, a marshmallow can be held in one's mouth approximately 15 minutes before it entirely disappears, its bulk gradually dissolving and being swallowed across the span of that quarter hour. At no point in that process does the resultant fluid become thick or gluey it is thin, watery, and easily swallowed. The danger presented by the game comes not from the marshmallows being rendered into a suffocating goo in the human mouth by the heat of that environment, but from their bulk. In the zeal to best others, a child may stuff more of the confections into his mouth than he can cope with, potentially lodging one in his throat where it will block his windpipe the way a cork would. It is not any special \"melting\" property inherent to marshmallows that makes the game hazardous, but rather that the marshmallows take up so much space, and their consistency makes them difficult to remove either via the Heimlich maneuver or with medical instruments. On 13 September 2006, another \"Chubby Bunny\" death occurred when a 32-year-old Janet Rudd choked on a marshmallow and collapsed while participating in the game at a fair in London, Ontario. Emergency crews were unable to remove the blockage from her throat at the scene; she was taken to a hospital where she was revived, but she died later that evening. Barbara \"mallow fide\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] My first grader was partaking in a class project involving marshmallows when another mother told me a pretty sad story. She said that a few years ago a child died playing a game called \"Chubby Bunny\". The game involves children in turn stuffing as many marshmallows into their mouths as they can and trying to say \"Chubby Bunny\". She said that one child stuffed so many into their mouth that the marshmallows \"emulsified\" and the child choked to death. I have played such a game as an adult at baby showers and in my experience the marshmallows disolved and didn't clump together. Our main problem was drool. I was wondering if you have anything in your files or if you have heard of any such thing. This apparently happened in or around Austin, Texas.",
  "Last Updated": "26 June 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/parental/chubbybunny.asp",
  "Claim": "A child suffocated while playing a \"Chubby Bunny\" marshmallow-stuffing game.",
  "Claim_ID": "horrors_parental_chubbybunny",
  "Tags": ""
}