{
  "Origins": "Originally making the cyberspace rounds in mid-1997, this fancifully-embellished cautionary tale has been enshrined as one of the Internet's \"Darwin Awards.\" Though the story is often identified as an article from the 15 August 1993 Japan Times , there is no evidence that news outlet ran it.",
  "Fact Check": "",
  "Description": "As humorous as this bit of faxlore is, it falls down upon closer examination: Thai culture is mainly non-theist; a spokesman throwing about terms such as \"God\" and \"the devil\" and \"sin\" would be out of place, to say the least. The remains of someone blown to smithereens (\"we still haven't located all of him\") would not have been \"rushed into the hospital's emergency room.\" The person identified in the first paragraph as \"a spokesman for the Nakhon Ratchasima hospital\" is by the final paragraph identified as \"Ratchasima.\" (Nakhon Ratchasima is a province in Thailand.) Real spokespeople have names. Quotes from such people provide both the person's name and the name of the entity he speaks on behalf of. Silly stories dressed up to look like actual newspaper articles often attempt to pass off laundry lists of specious quotes by attributing them to \"a spokesman for . . .\" \"Police authorities\" don't give out quotes; people who work for the police do. Again, quotes in real news stories are attributed to named people: \"'We still haven't located all of him,' say the police authorities\" is a fairly reliable sign that you're dealing with a put on. The tone of indignant moral outrage is common to such offerings; it works to highlight the humor of the situation as we find ourselves laughing even as the ubiquitous cartoonish \"spokesman\" heatedly expounds upon the latest threat to Society. We're also captured by the obligatory mental picture of the lad's inglorious yet pyrotechnic end. (\"One woman thought she was watching a twilight firework display, and started clapping.\") As unbelievable as this story is, it appears to be a fanciful embellishment of the 1993 death of Charnchai Puanmuangpak of Thailand. Though the 13-year-old did die from a punctured intestine brought about by compressed air being forced into his rectum, he was killed by others; there was no element of a death brought about by self-gratification gone wrong. The real Charnchai Puanmuangpak died when two of his 15-year-old co-workers at the gas station carried a prank too far. These older lads were in the habit of turning the compressed air upon Charnchai when they found him napping. Finding him deeply asleep, this time they inserted the nozzle into his bum. The boy died before reaching the hospital, and the two lads who inserted the hose were charged with carelessness resulting in death. A similar act of battery carried out upon a 13-year-old boy in Dezhou city (Shandong province), China, on 30 June 2012 left the unfortunate teen barely clinging to life. Two of Du Chuanwang's co-workers at the gas station where they all worked inserted the nozzle of an air pump hose into the youngster's anus then blew air through it, in the process damaging Du's liver, kidneys, and stomach and causing massive bleeding within the abdomen. Following a charity appeal,the boy was moved from a local hospital (Xiajin County People's Hospital) to the far better equipped Bayi Children's Hospital in Beijing. Barbara \"blown out of proportion\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1997] \"The government must crack down on this disgusting craze of Pumping\", a spokesman for the Nakhon Ratchasima hospital told reporters. \"If this perversion catches on, it will destroy the cream of Thailand's manhood.\" He was speaking after the remains of 13-year-old Charnchai Puanmuangpak had been rushed into the hospital's emergency room. \"Most 'Pumpers' use a standard bicycle pump,\" he explained, \"inserting the nozzle far up their rectum, giving themselves a rush of air, creating a momentary high. This act is a sin against God.\" Charnchai took it further still. He started using a two-cylinder foot pump, but even that wasn't exciting enough for him, and he boasted to friends that he was going to try the compressed air hose at a nearby gasoline station. They dared him to do it so, under cover of darkness, he snuck in. Not realising how powerful the machine was, he inserted the tube deep into his rectum, and placed a coin in the slot. As a result, he died virtually instantly, but passers by are still in shock. One woman thought she was watching a twilight firework display, and started clapping. \"We still haven't located all of him,\" say the police authorities. \"When that quantity of air interacted with the gas in his system, he nearly exploded. It was like an atom bomb went off or something.\" \"Pumping is the devil's pastime, and we must all say no to Satan,\" Ratchasima concluded. \"Inflate your tires by all means, but then hide your bicycle pump where it cannot tempt you.\"",
  "Last Updated": "16 July 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/freakish/pump.asp",
  "Claim": "The latest thrill in Thailand pumping air into the rectum with a bicycle pump is claiming victims at an alarming rate.",
  "Claim_ID": "horrors_freakish_pump",
  "Tags": ""
}