{
  "Origins": "Readers, take heart as frightening as this story is, there's nothing to it. No little boy, named Kevin Archer or otherwise, died in such a fashion, in Sugarland, Texas, or anywhere else. (Later versions of this baseless scare placed the action in either Midland or Midrand, Texas, and occurring on 2 October 1999. Some versions simply stated the incident occurred in Midrand , with no U.S. state mentioned, which left a town in Africa under the gun.)",
  "Fact Check": "",
  "Description": "The claim about the Houston Chronicle 's running a story about the boy's death is equally false. The article doesn't exist, yet so many believed the e-mail's claim that there had been such an article, the paper was prompted to run a denial in February 2000 attempting to put down these rumors. The Midland Reporter-Telegram ran such a piece itself once a shift in the rumor made it appear this horrific apocryphal incident happened in that city. And, of course, McDonald's says there's nothing to this: Thank you for taking the time to contact McDonald's Corporation directly to receive accurate information regarding a rumor you have heard. We have thoroughly investigated this rumor and it is absolutely not true. There have been no such incidents ever reported at any McDonald's. In addition, there has never been an article in any newspaper regarding this rumor. Unfortunately these types of rumors bring unnecessary concerns for our customers. It is important to know that safety is a top priority at McDonald's, especially as it relates to children. We take many precautions to ensure our Playlands are safe. We do realize that the Internet is a \"hotbed\" for irresponsible rumors, and for that reason, we especially appreciate the fact that you have taken the time to contact McDonald's for the facts. I encourage you to share this e-mail with anyone who shares this rumor with you. Chalk this one up as yet another cautionary tale warning parents to not place their faith in the presumed safety of a child's surroundings. Though the tragedy described in \"Lauren Archer's\" e-mail is fictional, the danger of a tot coming into contact with a discarded syringe in one of those play nests is surprisingly real. Ball pit play areas aren't always kept in the best condition. Before letting your child loose in one, make sure the play area's maintenance staff spot cleans the pit once a day and washes all the balls every week. Diapers come off in ball pits, and half-eaten candy is routinely found in there. More disturbingly, syringes and knives have turned up in ball pits. Restaurant ball pits aren't the only play areas where children can encounter discarded syringes or knives. In July 2010, a six-year-old girl was pricked by a needle in a play area of a fast food restaurant in Wollongong, Australia. She was taken to a local doctor, and police are trying to find the person responsible for discarding the needle. Another \"death in the ball pit\" legend circulates on the Internet, this one about a tot who fatally encounters a nest of baby rattlesnakes lurking beneath the balls. It too is false. Barbara \"look before you leapfrog\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.chron.com/CDA/archives/archive.mpl?id=2000_3193679;http://web.archive.org/web/20000510142634/http://www.midrand.co.za/mcdonalds.html;",
  "Example": "[Collected on the Internet, 1999] (important) McDonalds Playground Some of you might not be parents, but you may have nieces, nephews, grandchildren or friends with children this will pertain to you too. As I read the following, my heart sank. I urge each and every one of you to pass this on to as many people as you can. I cannot stress how important this is! This is very disturbing news. In addition to the following true story, I will also add that my own sons were playing in the ball pit at Discovery Zone one day. One son lost his watch, and was very upset. We dug and dug in those balls, trying to find the watch. Instead, we found vomit, food, faeces, and other stuff I do not want to discuss. I went to the manager and raised heck. Came to find out, the ball pit is only cleaned out once a month. I have doubts that it is even done that often. My kids will never play in another ball pit. Now readthis Hi, My name is Lauren Archer, my son Kevin and I lived in Sugarland, TX. On October 2nd, 1994 I took my only son to McDonald's for his 3rd birthday. After he finished lunch, I allowed him to play in the ball pit. When he started whining later on, I asked him what was wrong, he pointed to the back of his pull-up and simply said \"Mommy, it hurts.\" But I couldn't find anything wrong with him at that time. I bathed him when we got home, and it was at that point when I found a welt on his left buttock. Upon investigating, it seemed as if there was something like a splinter under the welt. I made an appointment to have it taken out the next day, but soon he started vomiting and shaking, then his eyes rolled back into his head. From there, we went to the emergency room. He died later that night. It turned out that the welt on his buttock was the tip of a hypodermic needle that had broken off inside. The autopsy revealed that Kevin had died from heroine overdose. The next week, the police removed the balls from the ball pit and lo and behold. There was rotten food, several hypodermic needles: some full; some used; knives, half-eaten candy, diapers, feces, and the stench of urine. If a child is not safe in a child's play area then where? You can find the article on Kevin Archer in the October 10, 1994 issue of the Houston Chronicle. Please forward this to all loving mothers!",
  "Last Updated": "25 July 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/parental/archer.asp",
  "Claim": "A little boy dies after being pricked by a heroin-filled syringe in a playground ball pit.",
  "Claim_ID": "horrors_parental_archer",
  "Tags": ""
}