{
  "Origins": "This tale of reptilian horror, complete with shocking photograph, began circulating via e-mail on the Internet in mid-July 1998. We can construct a litany of implausibilities and missing details about this one: In the most common version of this e-mail, no date is given for the incident, not even a year. A much less widely circulated version begins with \"This Croc. was taken at the 'Breakers Golf Course' in Palm Beach County, FL in June, 1998.\" When asked about it, officials at the Breakers laughed at the story and denied anything like that had happened there. (View ABC's report on this non-story; scroll down to the last third of the page.) Neither the victim nor his companions are named. Nobody on the golf course heard screams, spotted blood on the ground, or found any of the victim's clothing. No major newspaper or magazine in the USA saw fit to report this news story. American crocodiles (Crocodylus acutus) are an endangered species that now live mainly in Central and South America. Only a few hundred remain in the southern Floridian areas of Key Largo and the Everglades; they have long since disappeared from areas as far north as Palm Beach. Though known to grow to nearly 15 feet long, the American crocodile is bashful and lives a reclusive life, avoiding contact with humans whenever possible. No fatal attack on a human by an American crocodile has ever been recorded in Florida. According to biologist Steve Klett of the U.S. Fish and Wildlife Service, \"Crocs have gotten a bad rap from the movies, you know, where you see them slide off the banks of the Nile to go kill something. The American crocodile is hardly what you'd call a man-eater.\" What about the picture? It shows a different species of crocodile, the saltwater crocodile (Crocodylus porosus), and was taken in Borneo in 1997. Borneo is a fair distance from Palm Beach. Crocodile fans on the links can take heart, though: according to Men's Health magazine, one of the 10 most dangerous golf courses in the world is Lost City Golf Course, Sun City, South Africa, where the 13th green is fronted by a stone pit filled with crocodiles, some 15 feet long.",
  "Fact Check": "",
  "Description": "Additional information: Crocodile Eats Golfer? (crocodilian.com)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20081221012732/http://www.flmnh.ufl.edu/natsci/herpetology/brittoncrocs/attack.html;http://web.archive.org/web/20020228041745/abcnews.go.com/sections/tech/Silicon/silicon30.html;",
  "Example": "[Collected on the Internet, July 1998] This is a true story from Palm Beach Florida (the proof is at the end): the first foursome of the day played together to the 5th hole where one impatient golfer went ahead of the group. The remaining three, thinking that the impatient golfer finished without them and was waiting at the nineteenth hole wasn't concerned with his absence. After waiting 2 hours for his return and his car still in the parking lot the threesome notified the club and the search was on. Of course the impatient golfer was not located but his clubs were found on the seventh hole. Three days later, Ole Mose was spotted on the seventh hole and was an immediate suspect. Ole Mose was an American Croc. that was an infrequent course visitor for over 20 years. Not too much concern was ever given Ole Mose whom had always made a hasty retreat whenever he saw anyone coming. To make a long story even longer, after the course officials, SPCA, lawyers, citizens groups, Mayor, Palm Beach PD and the American Crocodile Association of So. Fl. it was decided that to put everyone's mind at ease, Ole Mose should be unzipped. An here is the result. There must be something learned from this; maybe something about being patient with your golf game or maybe something about safety in numbers! Next time it might be a bear or whatever . . . NOT FOR THE FAINT OF HEART!",
  "Last Updated": "29 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/animals/golfcroc.asp",
  "Claim": "A Palm Beach golfer was devoured by a large crocodile right on the links.",
  "Claim_ID": "horrors_animals_golfcroc",
  "Tags": ""
}