{
  "Origins": "In October 2006, this account of a foiled child abduction outside a video rental store in Ft. Worth began circulating on the Internet. The frightening story caused numerous parents in North Texas to contact local police to ask if such kidnappings as described in the e-mail were taking place.",
  "Fact Check": "",
  "Description": "Police have stated the tale is a hoax. They tracked the rumor to its source, a man who had falsely claimed two men had tried to grab his daughter at a Blockbuster video store on South Hulen. According to police, the man told the story to another parent, who believed him and wrote the original e-mail, which ended up getting passed on and spread across North Texas. Interestingly, in nearby Plano at about the same time, a youngster told police a man driving a red pickup had chased him near his home a week earlier. The news story, titled \"Child Escapes Attempted Kidnapping,\" said the boy was not harmed, and the man drove away. Note the presence of the red pickup in the e-mailed alert about child abductions. Was there a real occurrence in Plano that fit the warning, or did a kid who'd seen the e-mail (or heard it being discussed) let his overactive imagination fill in the blanks and either weave a story of whole cloth or misremember an innocuous incident involving a red truck as a far more sinister encounter? Barbara \"kidnap or kid knap?\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] Scary - parents beware - pls read Hi all, I wanted to pass the word on something that happened to one of Campbell's preschool friends Friday night after the Tanglewood Carnival. We had been there also & seen this little girl (5 yrs old) and her dad, said hello, played, etc. Then we ran into him again Sat night (on our date night) and he told us about what happened after they left Friday night. First they went to Tom Thumb then afterwards to Blockbuster where two men approached her and him and basically tried to abduct her. The dad said he reacted quickly, grabbed the little girl and started kicking one of the men until he was down on the ground. The other guy started backing up (not a normal reaction if they weren't up to something) and ran away. The other guy eventually got up and ran away too and they left in a red pickup truck. He said they were around 35 and 45 years old, Caucasian men. The dad said that it seemed almost like a professional job, that he felt that the guy approaching him from behind was about to hit him in the head. He got the feeling they were trying to round up kids (?) for some purpose. He heard them talking in the store before it all happened and said he had an uneasy feeling about them from the start. They called the police and gave a full report. This dad also told us he had heard that something similar had happened in Tom Thumb where a mom was having to play tug of war with her child and a man trying to take the child. That's about all he knew of that story. Anyway, just wanted to pass this information along. Please forward to anyone with kids & tell your babysitters, grandparents, etc. who may not be as aware of things like this.",
  "Last Updated": "27 October 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/parental/abduct.asp",
  "Claim": "Father foils attempted abduction at a Blockbuster store of North Texas child.",
  "Claim_ID": "horrors_parental_abduct",
  "Tags": ""
}