{
  "Origins": "This report has been circulating around the Internet for several years at least. The first sighting I can recall was from around 1995, but it may have appeared somewhat earlier.",
  "Fact Check": "",
  "Description": "The story is almost certainly false for a number of highly technical reasons. First off, police radar is relatively weak it doesn't need to be strong, and you wouldn't want to fry passing motorists or the police officers who use it daily. These units don't have much range; a few miles or so is sufficient since the police officer needs to be in line-of-sight with the vehicle he d like to track. Next, a number of different radar types (pulse, continuous-scan, doppler, and so on) are used for different purposes. Doppler radar is used for tracking the speed of an object, whether it's a moving automobile or a particularly threatening thunderstorm. Pulse units are used for aerial and naval navigation as well as military applications; in the latter case their ON/OFF nature makes it slightly more difficult for an enemy to identify their source. Additionally, there are different types of scan profiles in use, such as circular, unidirectional, bi-directional, helical, raster, palmer, conical, and track-while-scan. Police radar units are directional ones that send pulses in a relatively narrow cone in the direction the officer points the device. (This type of radar is used to prevent the operators from being exposed to the devices' high-frequency radiation over long periods of time.) Therefore, it's pretty unlikely that an officer pointing a hand-held unit at an incoming car would also manage to illuminate a flying aircraft an intervening hill, a large building, or even heavy plant growth would block any stray signal. Surface-to-air missile (SAM) radars behave differently than handheld police units. Also, each type or model of radar gives off very specific characteristics, and the onboard systems in military planes can differentiate among these types of threats (e.g., a SAM-2 vs. a ZSU vs. an F-16). To quote from Info-Strategies web site, \"Every radar produces a radio frequency (RF) signal with specific characteristics that differentiate it from all other signals and define its capabilities and limitations.\" Excepting a case of incredible coincidence, the police radar wouldn't be on the \"threat\" list. Also, SAM radar units are also relatively short range systems (30-50km), since the usual practice is to employ longer-range tracking stations to keep watch on incoming aircraft, then alert the SAM unit in the aircraft s flight path of the impending arrival of the hostile plane. Building on the above, we also need to remember that radar is in common use all over the world, and Europe sports some densely-packed airspace. All aircraft are tracked by large, fixed stations in order to prevent mid-air collisions and other accidents. Thus, the Tornado in question was most likely being \"painted\" by multiple radar stations at various airports around the UK, and possibly also from the continent. A puny police traffic-enforcement radar signal wouldn t even be noticed in all the noise. Next, and very important to our understanding of this legend, the systems on military aircraft will not automatically arm and fire offensive ordnance. This is the case to specifically prevent incidents such as the one described in this story. There's no way that the Tornado's systems would auto-arm a missile, much less try to fire it without a human \"go\" signal. At any rate, a human operator in a non-wartime situation would need explicit permission to fire at an enemy position; if the pilot in our story was alerted of a possible \"threat\" radar signal by an onboard system, he or she could simply confirm the source by checking the direction from which the signal was emanating. As the police unit was outside any military firing range it would be obvious from the start that the signal was not a threat or was merely a spurious contact. Lastly, there are glaring factual errors in the story itself. The \"Sidewinder\" is a heat-seeking air-to-air missile (AAM) designed for short-range strikes against attacking aircraft. In other variants of the story, an \"ASRAAM\" (also a heat-seeking AAM) is mentioned. Neither would ever be used against a ground-based target; instead an ALARM (Air-Launched Anti-Radar Missile), AGM-65A \"Maverick,\" or AS.30(L) air-to-surface missile (ASM) would be fired. Also, the act of \"jamming\" radar does not involve disabling the unit itself, but rather forces it to produce inaccurate or widely fluctuating results (or no results at all) in order to confuse the operator and any incoming missiles are attempting to \"lock\" onto the target. This urban legend seems to be a classic \"warning against technology\" tale, cautioning us against the development of systems that could somehow escape human control and cause havoc. Compare this tale with Cruise Control , in which a misunderstanding of the operation of an automotive device leads to a serious accident. Also think of the Y2K craze, or even to recent stories of the purported existence of an automated \"Armageddon\" system called \"Dead Hand\" in Russia (which was supposedly about to fire all Soviet missiles on 1/1/2000 after the computers failed). All are about our fear of modern technology and how a possible lack of human control in a given situation spells disaster.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20021017131905/http://spectrum.nawcad.navy.mil/obra93.html;http://www.copradar.com/preview/xappA/xappA.html;http://web.archive.org/web/20011220210905/http://www.info-strategies.com/ects/courses.htm;http://homepages.tesco.net/~paul.crossley/torngr1.htm;http://web.archive.org/web/20020616050943/http://pollux.com/defenseweb/1996/may96/air2air.htm;",
  "Example": "[Collected on the Internet, 1999] A report has revealed that two traffic patrol officers from North Berwick were involved in an unusual incident whilst checking for speeding motorists on the A1 road between Oldhamstocks and Grantshouse. Last May, they were using a hand-held radar device to trap unwary motorists on the Edinburgh to London trunk road. One of the unnamed officers used the device to check the speed of an approaching vehicle, and was surprised to find that his target had registered a speed in excess of 300 miles per hour. The 5000 machine then seized up and could not be reset by the bemused PC's. The radar had in fact latched on to a NATO Tornado aircraft in the North Sea, which was taking part in a simulated low-flying exercise over the Borders and Southern Scotland. Following a complaint by Sir William Sutherland, Chief Constable of the Lothian & Borders Police force to the RAF liaison office, it was revealed that the officers had a lucky escape - the tactical computer on board the aircraft not only detected and jammed the \"hostile\" radar equipment, but had automatically armed a Sidewinder air-to-ground missile ready to neutralize the perceived threat. Luckily the Dutch pilot was alerted to the missile status and was able to override the automatic protection system before the missile launched. The Police have so far declined to comment, although it is understood that officers will be advised to point their radar guns inland in future. [Collected via e-mail, January 2008] USMC speeding ticket Top this for a speeding ticket: Two California Highway Patrol Officers were conducting speeding enforcement on I-15, North of MCAS Miramar. One of the officers was using a hand held radar device to check speeding vehicles approaching near the crest of a hill. The officers were suddenly surprised when the radar gun began reading 300+ miles per hour. The officer attempted to reset the radar gun, but it would not reset and turned off. Just then a deafening roar over the treetops revealed that the radar had in fact locked onto a USMC F/A-18 Hornet which was engaged in a low flying exercise near the location. Back at the CHP Headquarters the Patrol Captain fired off a complaint to the USMC Base Commander. Back came a reply in true USMC style: Thank you for the message, which allows us to complete the file on this incident. You may be interested to know that the tactical computer in the Hornet had detected the presence of, and subsequently locked onto your hostile radar equipment and automatically sent a jamming signal back to it. Furthermore, an air to ground missile aboard the fully armed aircraft had also automatically locked onto your equipment. Fortunately the Highly Trained Marine Pilot flying the Hornet recognized the situation for what it was, quickly responded to the missile system alert status and was able to override the automated defense system before the missile was launched and your hostile radar was destroyed. Thank you for your concerns.",
  "Last Updated": "11 January 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/techno/radar.asp",
  "Claim": "A hand-held police radar unit successfully tracked a military aircraft on maneuvers, nearly causing the aircraft to fire a missile in response.",
  "Claim_ID": "horrors_techno_radar",
  "Tags": ""
}