{
  "Origins": "Some horrors just won't die, and The Amityville Horror is a case in point. The tale of a reportedly demon-infested house in Amityville, New York, became a best-selling novel in 1977 and a hit horror film starring James Brolin and Margot Kidder in 1979. Several inferior movie sequels followed in its wake (including a 3-D version), and 15 April 2005 saw the debut of a remake, this one starring Ryan Reynolds and Melissa George.",
  "Fact Check": "",
  "Description": "Scary films are a dime a dozen, but what initially drew the public's interest to the original version of The Amityville Horror was the claim that it was based on real events. The producers of the 2005 remake were also intrigued by the Amityville case not so much due to the horror film's scary details, but because the tale was allegedly true. \"We were looking for truth in horror,\" co-producer Andrew Form told Fangoria magazine. \"I grew up in Long Island, so I was familiar with this when I was a kid. I remember going by that house and how scary it was.\" Co-star Melissa George was attracted to the role because, she said, \"If you're going to do a scary movie, you might as well do The Amityville Horror, a true story, a famous book, a well-known moment in American history.\" A famous book, yes. A moment in American history, perhaps. But a true story? Not. The history of The Amityville Horror, as with The Exorcist, began with a best-selling novel. A book entitled The Amityville Horror: A True Story , written by Jay Anson, was published in 1977 and quickly scaled the sales charts. Anson was not a resident of the infamous possessed house, but a professional writer hired to pen a book based on supposedly \"true events\" that had taken place there several years earlier. The story behind the story began on 13 November 1974, when six members of an Amityville, New York, family were killed. The parents, Ronald and Louise DeFeo, were shot in bed while they slept, along with their two sons and two daughters. The sole remaining family member, Ronald Jr. (\"Butch\"), was arrested for the crime, convicted, and sentenced to prison. With the family dead (and Butch in no position to inherit the place), the house went up for sale. The horrific nature of the massacre unnerved the otherwise quiet Long Island neighborhood, though no supernatural activity was associated with the house at 112 Ocean Avenue. The following year, a new family, the Lutzes, moved into the house. George and Kathy Lutz, along with their three children, said that shortly after they moved in, their six-bedroom abode became a Hell house. It seemed that perhaps the demons that drove Butch to slaughter his family were not in his head but in the house. An unseen force ripped doors from hinges and slammed cabinets closed, noxious green slime oozed from the ceilings, a biblical-scale swarm of insects attacked the family, and a demonic face with glowing red eyes peered into their house at night, leaving cloven-hoofed footprints in the morning snow. A priest called upon to bless the house was driven back with painful blisters on his hands, famously told by a demonic voice to \"Get out!\" And so on. A local television crew did a segment on the house, bringing in several self-styled \"ghost hunters\" (including Ed and Lorraine Warren) and other alleged psychics. All agreed that a demonic spirit was in the house, and that an exorcism would be needed to stop the activity. The Lutzes left the house and took their terrifying tale with them, collaborating with Anson on the book The Amityville Horror. And, as William Peter Blatty did when he promoted The Exorcist, Anson vouched for the truthfulness of his fantastic tale: \"There is simply too much independent corroboration of their narrative to support the speculation that [the Lutzes] either imagined or fabricated these events.\" Many people expressed doubts about the events in the house. Researcher Rick Moran, for example, compiled a list of more than a hundred factual errors and discrepancies between Anson's \"true story\" and the truth. The 2005 remake promises to mine Anson's book more deeply than did the previous screenplays, including background about early Indians (whose vengeful spirits may lurk nearby) and devil-worshipping early settlers of the area. Yet, Moran explains, \"Experts told me that the tribe mentioned was not from the Amityville area at all (actually, they had inhabited the eastern tip of Long Island, 70 miles away) and that the settlers mentioned were never local residents either. Anson's tactic was clear when strapped for good material for a book, pad it with quasi-factoids.\" And Father Pecoraro, the priest who was driven from the house by demons? According to Moran, who interviewed Pecoraro, \"He said he never saw anything in the house.\" Joe Nickell, author of Entities: Angels, Spirits, Demons, and Other Alien Beings (and who personally visited Amityville and interviewed later owners of the notorious house), also found numerous holes in the Amityville story. A few examples of these discrepancies: The Lutzes could not have found the demonic hoofprint in the snow when they said they did, because weather records showed there had been no snowfall to leave prints in. Though the book details extensive damage to the home's doors and hardware, the original locks, doorknobs, and hinges were actually untouched. The book and film show police being called to the house, but, Nickell writes, \"During the 28-day 'siege' that drove [the Lutz family] from the house, they never once called the police.\" Over and over, both big claims and small details were refuted by eyewitnesses, investigations, and forensic evidence. Still, the Lutzes stuck to their story, reaping tens of thousands of dollars from the book and film rights. The truth behind The Amityville Horror was finally revealed when Butch DeFeo's lawyer, William Weber, admitted that he, along with the Lutzes, \"created this horror story over many bottles of wine.\" The house was never really haunted; the horrific experiences they had claimed were simply made up. Jay Anson further embellished the tale for his book, and by the time the film's screenwriters had adapted it, any grains of truth that might have been there were long gone. While the Lutzes profited handsomely from their story, Weber had planned to use the haunting to gain a new trial for his client. George Lutz reportedly still claims that the events are mostly true, but has offered no evidence to back up his claim. The Lutzes account was likely influenced by another fictionalized story, that of The Exorcist. In fact, it is not much of a stretch to suggest that The Exorcist strongly influenced The Amityville Story : Recall that The Exorcist came out in December 1973, and demonic possession and hauntings were very much in the public's mind when the Lutzes spun their stories of diabolic activity a year or two later. The revelation that the story was based on a hoax has led to embarrassment, especially among the handful of \"paranormal experts\" who \"verified\" the fictional tale. The Lutzes must have had a good laugh at the expense of the mystery-mongering ghost hunters and self-proclaimed psychics who reported their terrifying visions and verified the house's (non-existent) demonic residents. To this day, the fact that The Amityville Horror story was an admitted hoax is still not widely known as we often say, the truth never stands in the way of a good story. Though the story was made up by the Lutzes and further sensationalized by Anson, there were real victims of The Amityville Horror (the film, not the demons). In addition to the murdered DeFeo family, the subsequent occupants of the Amityville home have suffered a continual stream of harassment by curiosity seekers, horror fans, and gawkers who want to photograph and tour their infamous house. Then there are the people who, fooled by the films' and book's tagline, think they are partaking of works based on true events. (This article 2005 by Benjamin Radford)",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=0879759615/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=0963749803/urbanlegendsrefeA/;",
  "Example": "",
  "Last Updated": "15 April 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/ghosts/amityville.asp",
  "Claim": "The Amityville Horror is based on a true story.",
  "Claim_ID": "horrors_ghosts_amityville",
  "Tags": ""
}