{
  "Origins": "The use of finely-ground glass secreted in food is often mooted in murder mysteries and idle gossip as an effective technique for poisoning the unwary. Simply crush some glass into a fine powder, surreptitiously add the pulverized fragments to something your putative victim is about to ingest, then sit back and wait. It may take more than one glass-laden feeding, but eventually your target will fall to the floor, writhing in agony, before dying a grisly and painful death and better yet, he'll expire in a manner which will baffle all but the most experienced of medical examiners.",
  "Fact Check": "",
  "Description": "Although the use of ground glass as a murder weapon is usually described as a method of \"poisoning,\" the ostensible effects of the substance when employed in the fashion described above are not poisonous in the usual sense of the word (i.e., it does not bring about illness or death through chemical means): the glass supposedly works its fatal consequences by chewing up the gastrointestinal tract of the hapless victim, causing him to bleed out (in some versions, eventually spouting blood from every opening in his body). In earlier times, however, powdered glass was believed to be poison in the ordinary sense of the word (i.e., it killed through toxicity rather than by cutting up one'sinnards). However you describe it, though, the bottom line is that the \"ground glass in the food\" killing technique just doesn't work. The primary problem is that people really don't care to eat food full of hard, gritty nuggets, and they really don't like chewing on shards of glass that cut up their mouths. So, in order to make your glassified food palatable enough for your victim to eat it, you have to grind the glass very finely. But, as Dr. D.P. Lyle notes in his 2003 book, Murder and Mayhem , a guide to medical and forensic issues posed by mystery writers, ingesting powdered glass won't kill an otherwise healthy person: The glass would have to be very finely ground, or the victim would notice it as he ate. As we chew, we sense even tiny pieces of gravel, sand, glass, gristle, and so forth. Salt dissolves but glass doesn't, so the food would seem gritty unless the glass was ground into a powder. But very fine glass is unlikely to cause any lethal damage to the GI tract. It would be more of an irritation, with minor bleeding if any at all. If you could get the victim to eat coarser glass, such as crushed instead of ground, the glass shards would damage the stomach and intestine and could cause bleeding . .. [but] a person would know something was wrong with the food, and if not, he would go to a doctor about the bleeding. Even with coarser glass, the bleeding would probably not be massive or life-threatening but slow and lead to anemia and fatigue. The stools would become black from the blood, and the victim would see a doctor. According to Dr. Lyle, unless your chosen victim had a serious heart condition which caused ongoing angina, and was extraordinarily resistant to seeking medical attention, it's unlikely that hiding ground glass in his food would kill him. As a matter of fact, the belief in powdered glass as an effective poison remains prevalent even though doctors have been dismissing it for about two hundred years now. In 1967's The Prevalence of Nonsense , for example, we turn up the following: Chances are that if you asked the next dozen people you meet tomorrow morning if ground glass is lethal if eaten, those who do not immediately hasten away from you will answer in a strong affirmative. This is one of those things we've always known. \"Of course ground glass will kill a person if he eats it.\" Actually, ground glass is harmless. One does not suggest a diet composed entirely of ground glass; it is said to be singularly tasteless and is generally eschewed by gourmets. But if you feed it to your rival and wait to see him writhing on the floor, you'll have a long wait. Splinters of glass, now, provide a different story. Splinters and broken sections of glass may cut the esophagus, the stomach, and the intestines, with most unpleasant consequences, including death. But it is harder to get people to accept glass splinters: they begin to get suspicious. Going back to 1941, we find in Doctors Don't Believe It Why Should You? : That powdered glass can cause death when mixed with food, and that it can be used as a poison unknown to the victim, is a popular age-old belief. The glass, of course, must be very finely powdered otherwise it would not mix intimately with the food and would not escape detection by the intended victim. Even within recent years a man was put on trial, charged with committing murder by means of powdered glass. The physicians who went on the witness stand scouted the idea that powdered glass could act as a virulent poison, and one of them offered to swallow a tablespoonful in open court. The belief in powdered glass as a poison may be dismissed as just another popular fallacy. And 1923's Popular Fallacies Explained and Corrected cites several articles from 1916-17 which note the belief in \"ground glass as poison\" had long since been experimentally debunked: POWDERED GLASS This was long believed to act as a poison, and was even known as 'succession powder'; over a hundred years ago experiments in varied form were made showing that it is harmless. Details are given in Dr. Caban s's 'Les Curiosit s de la M decine,' pp. 146-8. The belief lingers in the Orient; for instance, 'powders' of finely pounded glass were in evidence at a murder trial in Agra reported in The Times, Dec. 19, 1912, p. 5. A poisoner testified in New York City, in the spring of 1916, that he first tried ground glass; finely powdered glass, however, is harmless (see 'The Traumatic Causation of Appendicitis,' by S.G. Shattock, in the Proceedings of the Royal Society of Medicine, London, 1915-16, ix., Pathological Section, at pp. 26-7, July 1916), confirming the experiments of about a century ago, cited at 12 S. i. 335. Sir Thomas Browne dealt with this fallacy in Book II., Chap. V., Sec. 2, of his Vulgar Errors, wherein he said, \"That glass is poison, according unto common conceit, I know not how to grant. Not only from the innocency of its ingredients, that is, fine sand, and the ashes of glass-wort or fern, which in themselves are harmless and useful, or because I find it by many commended for the stone, but also from experience, as having given unto dogs above a dram thereof, subtilely powdered in butter and paste, without any visible disturbance.\" If you really want to use glass as a murder weapon, your best bet is to pick up a large shard and stab your victim with it. Sightings: In the first season of the HBO television prison drama Oz , two inmates kill another prisoner by secretly mixing crushed glass into his food until he begins to bleed from his ears and nose.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0312309457/ref=urbanlegendsrefe;",
  "Example": "",
  "Last Updated": "12 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/poison/glass.asp",
  "Claim": "Ground glass is a deadly poison.",
  "Claim_ID": "horrors_poison_glass",
  "Tags": ""
}