{
  "Origins": "Every fast food chain gets its own urban legend these days, from claims of worms in McDonald's hamburgers to roaches in Taco Bell tacos to snakes in Burger King's ball pits, we're determined to demonize corporate purveyors of cheap, industrial food products. It appears to be KFC's turn in the spotlight again (their original legend about the fried rat having become a bit long in the tooth), and they have become the proud owners of a legend intended to reflect another modern fear: genetically engineered food.",
  "Fact Check": "",
  "Description": "Versions of this legend have been circulating for decades years now, as indicated by the e-mail's reference to Kentucky Fried Chicken's \"recent\" name change, an event that occurred in 1991. Earlier versions of the tale featured six-legged chickens (\"How do they taste?\" \"Dunno; no one's ever been able to catch one\") or birds so plumped by chemicals that their gigantic breasts made it impossible for them to keep their balance well enough to walk. It's easy to see why this legend has suddenly made such a strong resurgence. Our continual progress in understanding and manipulating the genetic codes of plants and animals has fueled debate over the environmental and health concerns raised by the creation and growth of transgenic food crops and the marketing of food products derived from animals that have been given artificial hormones. Additionally, to those who already feel that our killing and eating other animals is morally wrong, this legend highlights the complete disregard most humans hold for the rights of animals and the increasingly inhumane conditions under which food animals are raised. \"The government that's supposed to be looking out for our health and safety doesn't really care about us\" theme also makes an appearance here: a private company has supposedly created a genetically altered form of an animal that is raised and eaten by the hundreds of millions every year, and all the government has done about the situation is to require them to stop using the word 'chicken' to describe this product? Nothing like the Frankensteinian laboratory scenario described here is taking place, however. Raising chickens that have been genetically modified so that they are born without beaks, feathers, or feet, or with additional legs is still beyond the reach of modern science for the time being (although selective breeding has been used to enhance some features, such as breast size), nor did the University of New Hampshire perform a \"study of KFC.\" As well, the claims about Kentucky Fried Chicken's name change are easily belied: Links on KFC's web site (such as the About KFC page) clearly describe its product as \"chicken\" numerous times, something it could hardly get away with if the government were prohibiting the company from using that word. And the KFC web site can also be reached through the domain name kentuckyfriedchicken.com. KFC no more raises all of its own chickens than McDonald's maintains vast herds of beef cattle to produce all of their hamburgers or the International House of Pancakes farms huge tracts of wheat to use in making pancakes. These companies are in the restaurant business, not the agricultural or farming business, and they buy their food products from suppliers who service many other customers as well. None of these chains could possibly operate the enormous facilities that would be required to supply themselves with all the raw food products they needed: KFC sells the equivalent of 736 million chickens annually, and they would have to own some monstrously huge \"chicken farms\" in order to supply themselves with well over half a billion chickens every year. (As well, KFC is but one component of Yum! Brands, a corporation that also includes the Taco Bell and Pizza Hut chains of restaurants. All of these outlets serve chicken and obtain their supplies through the same sources, which would require Yum! Brands to operate an even more massively huge series of \"mutant chicken\" farms to keep its restaurants fully supplied.) Kentucky Fried Chicken decided to change its name to KFC in 1991 for several reasons, none of which had anything to do with governmental regulations about mutant animals: A move to de-emphasize \"chicken\" because KFC planned to offer a varied menu that included other types of food. (The Boston Chicken corporation took the same approach for the same reason, changing the name of its retail food outlets to Boston Market.) A desire to eliminate the word \"fried,\" which had negative connotations to the increasingly health-conscious consumer market. A trend towards the abbreviation of long commercial titles as demonstrated by other companies' employing shortened forms of their names, such as The International House of Pancakes (IHOP) and Howard Johnson's (HoJo). How concerned we should be about genetically engineered food products is one thing, but no amount of concern or protest is going to \"make KFC start using real chicken again\": \"real chicken\" is what KFC has been using all along. Sightings: A scientist breeds headless, boneless chickens on a high-tech farm in the 1967 Italian film Death Laid an Egg ( La Morte ha fatto l'uovo ).",
  "Originally Published": "",
  "Referred Links": "http://www.imdb.com/title/tt0061994/;http://www.yum.com/;http://www.kentuckyfriedchicken.com;http://www.kfc.com/about/default.asp;",
  "Example": "[Collected via e-mail, 1999] KFC has been a part of our American traditions for many years. Many people, day in and day out, eat at KFC religiously. Do they really know what they are eating? During a recent study of KFC done at the University of New Hampshire, they found some very upsetting facts. First of all, has anybody noticed that just recently, the company has changed their name? Kentucky Fried Chicken has become KFC. Does anybody know why? We thought the real reason was because of the \"FRIED\" food issue. It's not. The reason why they call it KFC is because they can not use the word chicken anymore. Why? KFC does not use real chickens. They actually use genetically manipulated organisms. These so called \"chickens\" are kept alive by tubes inserted into their bodies to pump blood and nutrients throughout their structure. They have no beaks, no feathers, and no feet. Their bone structure is dramatically shrunk to get more meat out of them. This is great for KFC because they do not have to pay so much for their production costs. There is no more plucking of the feathers or the removal of the beaks and feet. The government has told them to change all of their menus so they do not say chicken anywhere. If you look closely you will notice this. Listen to their commercials, I guarantee you will not see or hear the word chicken. I find this matter to be very disturbing. I hope people will start to realize this and let other people know. Please forward this message to as many people as you can. Together we make KFC start using real chicken again. [Collected via e-mail, February 2013] Horrible Fact about KFC: KFC has been a part of American traditions for many years. Many people, day in and day out, eat at KFC religiously. Do they really know what they are eating? During a recent study of KFC done at the University of New Hampshire, they found some very upsetting facts. First of all, has anybody noticed that just recently, the company has changed their name? Kentucky Fried Chicken has become KFC. Does anybody know why? We thought the real reason was because of the \"FRIED\" food issue. IT'S NOT!! The reason why they call it KFC is because they can not use the word chicken anymore. Why? KFC does not use real chickens. They actually use genetically manipulated organisms. These so called \"chickens\" are kept alive by tubes inserted into their bodies to pump blood and nutrients throughout their structure. They have no beaks, no feathers, and no feet. Their bone structure is dramatically shrunk to get more meat out of them. This is great for KFC. Because they do not have to pay so much for their production costs. There is no more plucking of the feathers or the removal of the beaks and feet. The government has told them to change all of their menus so they do not say chicken anywhere. If you look closely you will notice this. Listen to their commercials, I guarantee you will not see or hear the word chicken. I find this matter to be very disturbing. I hope people will start to realize this and let other people know ..",
  "Last Updated": "26 February 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/food/kfc.asp",
  "Claim": "The government forced KFC to stop using the word 'chicken' because they serve meat from mutant animals.",
  "Claim_ID": "horrors_food_kfc",
  "Tags": ""
}