{
  "Origins": "Some tales you hope turn out to be nothing more than purely legend, horrifying little cautionary fables meant to inspire us to take that little extra bit of care. This is one of those legends. Unfortunately, it's also one that can't be dismissed as mere moralizing and handwaving, because such deaths happen. And they happen often.",
  "Fact Check": "",
  "Description": "The sad truth is, babies and little children die of heat stroke from being left in cars far more frequently than any of us would care to believe. Even the most cursory examinations of recent news accounts turns up double handfuls of such tragedies: Jared Andrew Lewis (11 months old) of Mount Pleasant, Wisconsin, dead on arrival on 24 June 1997. His father left him alone in the car for 45 minutes while he smoked pot at someone's house. Courtney Turner (2 years old) died at the hospital in Nashua, New Hampshire, on 19 March 1997. Her mother left her sleeping in a still-running car in the driveway for about an hour. Kasey L. Westlake (11 months old) of Bonney Lake, Washington, died 21 July 1996. Her mother left the sleeping child in the car (didn't want to wake her), came inside, had a quick meal, fell asleep, and woke up four hours later. Meanwhile, her daughter had died. Jared Sternbergh (3 years old) of New Orleans, died 11 April 1997 when his sitter left him in the van while she played video poker for four hours. Hezekiah Welch (2 years old) of Atlanta died on 14 August 1999 after his grandmother left him in the car that morning while she went to work. She told him not to leave the vehicle. He didn't. Bryan Puckett (11 months old) of Lexington, Kentucky, died in July 1999 after his sitter left him and her own 14-month-old son in a car for two hours while she, accompanied by her 3-year-old daughter, went shopping. Ben Shelton (9 months old) of Hampton, Virginia, was found dead in his father's parked car at NASA Langley Research Center on 18 May 1999. The father had forgotten to drop the tot at NASA's daycare facility. Ethan Fletcher (5 months old) of Plano, Texas, died on 21 March 2001 because his mom thought she'd dropped him off at daycare but in fact had left him sitting in a parked car all day. More shocking than these accounts is the knowledge that this list represents only a tiny fraction of the infant and toddler deaths that regularly occur from kids being left in cars. In 2002, 30 children died in the United States after being left alone in cars, and in 2001 there were 34 such deaths. A parked car on a warm day can quickly become the last place you'll see your child alive. Some days, it takes only 30 to 45 minutes to kill a little one left inside. And cars heat up quickly that it's the morning and the sun isn't yet properly heating up the air doesn't delay matters much. Neither will cracking the window a bit, as many a bereaved pet owner will tell you. Sometimes parents deliberately leave their kids in cars, not realizing how dangerous a practice it is and figuring that at the worst, Junior will be a bit bored by the wait or will demand a sippy cup of juice as soon as they return. Some, however, do it as a punishment, seeing the hot car or the restraint of freedom as a form of payback for a child's earlier whining. And then there are those who honestly forget, who in their befuddlement think their wives have the youngsters that morning, or that they've already delivered the tots to their sitters. All of them the innocent, the unthinking, and the abusive end up the parents of dead children. When this story circulates as a bit of lore and not as an excerpt from a recent news story, the typical version involves a father who thought he'd left his child at the daycare center. The need to clearly communicate the story's cautionary elements dictates that they not be diluted by any possible confusion about the parent's culpability. \"This could happen to any parent,\" says the legend, \"even the most caring and responsible.\" Thus, the bereaved father needs be portrayed as wholly innocent of any deliberate intent to harm the child, or even of the unintentional neglect of knowingly leaving the youngster in the car. Very few would identify with a video poker addict or a pot smoker whose preoccupation with his own interests leads to the death of his child. But a great many will identify with the harried or distracted parent who makes a one-time mistake. When the tragic death is cast as wholly accidental, this horrifying outcome is presented as something that could happen to you . One last word of caution: These deaths don't occur just in summer. Courtney Turner died in a car in New Hampshire in March. She'd been left there for all of an hour. Barbara \"baby on board slab\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2000] There was a dual-career couple with a little baby. One day the harried father ran out of the house and put the baby in the backseat car seat to drop off at the daycare center. But he got to thinking about this and that and forgot to drop the child off. When he went to pick the baby up after work he was told the child had never arrived. In horror, he ran out to the car to find the child dead of heat exhaustion. The moral, my aunt says, is that if people want to have their careers they should not have children.",
  "Last Updated": "2 September 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/parental/carbaby.asp",
  "Claim": "Baby left in car by forgetful parent dies.",
  "Claim_ID": "horrors_parental_carbaby",
  "Tags": ""
}