{
  "Origins": "Self-preservation is one of the most powerful instincts a human being or any animal possesses. Human intelligence gives us the ability to detect dangers other creatures may not perceive, but it also endows us with emotions that can sometimes overpower our rational judgment. When someone near and dear to us a spouse, a child, a beloved pet is threatened, our impulse to act in aid can overcome our instinct for self-preservation and lead us to confront death in ways we would never otherwise conceive. The tale that follows is one example of this phenomenon, concerning a man who died in one of the most gruesome ways imaginable in an attempt to rescue a friend's dog.",
  "Fact Check": "",
  "Description": "The hot springs found in abundance throughout Yellowstone National Park's thermal areas are bubbling cauldrons of steam and boiling water, most of them hotter than 150 F, and many of them in the 185 -205 F range. (Due to the elevation, water boils at about 198 in Yellowstone.) Nineteen scalding deaths have been recorded in connection with Yellowstone's hot springs since 1870, all of them known or believed to have involved people who inadvertently fell into the springs through accident or carelessness save one. On 20 July 1981, 24-year-old David Allen Kirwan from La Canada, California, was driving through Yellowstone's Fountain Paint Pot thermal area with his friend Ronald Ratliff and Ratliff's dog Moosie. At about 1:00 P.M. they parked their truck to get out and take a closer look at the hot springs; Moosie escaped from the truck, ran towards nearby Celestine Pool (a thermal spring whose water temperature has been measured at over 200 ), jumped in, and began yelping. Kirwan and Ratliff rushed over to the pool to aid the terrified dog, and Kirwan's attitude indicated he was about to go into the spring after it. According to bystanders, several people tried to warn Kirwan off by yelling at him not to jump in, but he shouted \"Like hell I won't!\" back at them, took two steps into the pool, and then dove head-first into the boiling spring. Kirwan swam out to the dog and attempted to take it to shore; he then disappeared underwater, let go of the dog, and tried to climb out of the pool. Ratliff helped pull Kirwan out of the hot spring (resulting in second-degree burns to his own feet), and another visitor led Kirwan to the sidewalk as he reportedly muttered, \"That was stupid. How bad am I? That was a stupid thing I did.\" Kirwan was indeed in very bad shape. He was blind, and when another park visitor tried to remove one of his shoes, his skin (which was already peeling everywhere) came off with it. He sustained third-degree burns to 100% of his body, including his head, and died the following morning at a Salt Lake City hospital. (Moosie did not survive, either.) Perhaps David Allen Kirwan didn't realize just how hot the thermal springs really are, perhaps he didn't consider the deadly effect submersion in water of such temperatures would have on him, or perhaps blind emotion drove him to act without taking even the briefest moment to consider his own safety. Foolish, brave, rash, or otherwise, can any of us imagine a circumstance, no matter how dire, under which would willingly dive head-first into a pool of boiling water? Updates: Yet another (non-fatal) incident of this type occurred in Yellowstone in 2001 when a 39-year-old tourist from Washington state entered a thermal pool in an attempt to rescue a dog which had bolted from his family's motor home and jumped into the scalding waters. The man was fortunate to have suffered only second-degree burns and was released from the hospital the next day. On 10 October 2014, another man was hospitalized in Reno after he jumped into a hot spring at Black Rock Desert in an effort to save a dog from the scalding waters: Firefighters received a call at about 4 p.m. of a man jumping into the Double Hot Springs at Black Rock Desert, Fire Chief Willard Gooch said. The man was taken to Renown Regional Medical Center via Care Flight, Gooch said. The extent of his injuries was not immediately known. \"There's three (hot springs) that's out there that you can get pretty burned from,\" Gooch said. \"There are several out there that people need to pay attention to.\" The hot springs at Black Rock Desert can be streams or deep ponds of boiling water, he said. The Double Hot Springs reach about 180 degrees with very steep and slippery banks, according to the Friends of Black Rock High Rock. Although the area around the springs is fenced, dogs have been known to jump into or drink from the springs, the Friends of Black Rock said on the organization's website. It [is not yet] known what type of dog jumped in the hot spring, whether the man owned it or if it survived the scalding hot water.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "12 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/freakish/hotspring.asp",
  "Claim": "A man was burned to death attempting to rescue his dog from a boiling hot spring.",
  "Claim_ID": "horrors_freakish_hotspring",
  "Tags": ""
}