{
  "Origins": "Though we've no clear notion who \"Mary Leigh\" or \"Bryan's family\" are or what their involvement was with this story, the gist of the message is factual: On 22 January 2003, a five-year-old Kentucky girl died of wounds received when she fell onto a knife exposed in an open dishwasher. The fatal accident befell Payton Michael McElroy during a visit at her grandparents' house in the company of her mother and brother. The two children were playing while the grandmother was unloading the dishwasher, and somehow during this play session the girl tripped and fell onto a knife housed on the open dishwasher's door. The blade punctured the child's heart and left lung.",
  "Fact Check": "",
  "Description": "This tragedy serves as a sad reminder for the need to always load utensils into the dishwasher with their sharp ends pointing down. Forks, knives, scissors all should be placed in the cutlery basket with their blades or tines down. Although deaths in this manner are rare, there have been others. In 2001 a Vancouver man who collapsed from an undisclosed illness fell on sharp objects housed in an open dishwasher at his mother's home and expired of his wounds. In 1997, Mark Rockingham, a twelve-year-old British boy, died the same way Payton McElroy had a play session ended with him falling onto a sharp knife in an open dishwasher, severing major arteries in his chest and puncturing one of his lungs. One of our readers told us about his experience, which was quite similar to those described above, though he was fortunate enough to live through it: [Collected via e-mail, 2006] When I was 6 years old (now 23) my cousin had some of my toys and wouldn't give them to me. I ran into the kitchen and hit a wet spot and slipped and fell into the dishwasher my mother was unloading. When I came up there was a knife with a blade about 7 or 8 inches long in the left side of my chest. All you could see was the handle. My mom screamed, I looked down ( I didn't even feel it) and screamed, she pulled it out and my parents took me to the emergency room. The ER doctor said that it missed my aeortic wall by less than a quarter of an inch. I am lucky to be alive today. Real incidents or not, the odds of a similar accident's taking the life of a child are so small that one needn't feel this is a warning that must be trumpeted as quickly and as widely as possible lest children's lives remain at risk. However, lesser injuries from up-pointed utensils can and do happen, and even adults at times manage to impale themselves on items carelessly placed in cutlery baskets as they reach in to put dishes away, so this is a true-life cautionary tale worth sharing if we're to convince our friends and family to change the way they load their dishwashers. Barbara \"mother load\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] Dear Family and Friends: I do not like sending such a sad e-mail but I have been asked to help spread this news by a member of Bryan's family. A relative recently had a horrendous tragedy occur in her family. A little five year old girl was running around her house when she stumbled into an open dishwasher. There was a knife in the basket of the washer with its blade pointed up. When she fell into the washer, the knife pierced her heart and lung. She died almost immediately, with her family helpless to save her precious life. Her mother wants to give others the chance to be safer than they were, and avoid this ever happening again. If possible, please help spread this warning to others. Thank you, Mary Leigh",
  "Last Updated": "30 September 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/parental/dishwasher.asp",
  "Claim": "Child falls on knife in open dishwasher and dies.",
  "Claim_ID": "horrors_parental_dishwasher",
  "Tags": ""
}