{
  "Origins": "People hate cockroaches not only for their six-legged, antenna-waving creepy looks, but for the health risks they bring into their lives. These creatures are strongly associated with garbage and filth, they can cause serious health problems including three types of salmonella and gastroenteritis, and they have been linked to asthma.",
  "Fact Check": "",
  "Description": "The e-mail in question plays upon our revulsion for this insect even as it raises the common contemporary lore theme of anxiety about the safeness of the foods we eat when out and about. Could these dread carriers of disease be laying their eggs in the very straws we unthinkingly drink from? Our earliest sighting of this item dates to March 2008. In that incarnation, the author (identified as 'Hannie') claimed this \"horrible story of mine goes back to year 2005.\" While the 2010 version has the discoverer of cockroach eggs ordering her club sandwich and Sprite \"in a restaurant somewhere,\" the earlier version of the story took place \"in a restaurant somewhere in Manila, Philippines.\" The earlier version also contained a list of research results said to have been gathered by Hannie in her quest to determine how widespread the \"cockroach eggs in drinking straws\" phenomena was. Two of the eateries named (Jollibee and Chowking) are fast-food chains based in the Philippines, a detail which works to support the claim that this tale was really about cleanliness conditions in that country: Jollibee - RED straws - 88.89% Chowking - RED straws - Almost the same as above Local Restaurants - BLACK straws - 225% above McDonalds - WHITE straws - 0.5% Starbucks - Straws covered with white wrappers - 0% * 80% or more restaurants in the malls use red or black colored straws There are numerous things wrong with this story. First, one has to wonder about someone whose \"horrible story of mine goes back to year 2005\" yet didn't get around to posting about it until 2008. Meanwhile, since 2008 (or 2005, if you believe the backdating), no one else has reported on happening upon the contamination Hannie claims to have found at Jollibee, Chowking, McDonald's, and other restaurants local to her in the Philippines. Second, while cockroaches do secrete themselves in unlit areas, the habitats they seek out also have to be warm and provide ready access to food and water. Their preferred spots in a home are kitchen cabinets, around the water heater, behind the stove, and under sinks. While a dark-hued drinking straw might provide the shelter from light they seek, such a housing wouldn't be warm or necessarily just a short trot from food and water. Cockroaches also avoid highly trafficked areas, so a box of drinking straws (which is constantly being jostled and picked through) wouldn't be these critters' idea of a fine place to raise a family. Third, there's the matter of the eggs. Expectant roaches carry their eggs in a largish brown sac called an ootheca, a firm-walled egg case attached to Mama Roach's posterior which is about the size of dried bean. If the mom-to-be is a German cockroach, she carries it around until its contents hatch, but if she's an American cockroach, she ports it about for a day or two until it hardens and darkens and then hides it in a crevice covered with camouflage she glues in place with saliva. The roach eggs themselves are never out in the open; for the full time unborn roaches are eggs, they're in an ootheca. This means when it comes to roach eggs, one would never truly see \"tiny black round things that looked like [cockroach] eggs,\" in drinking straws or elsewhere. It's safe to mark this tale as \"false.\" While the writer of the piece might have encountered dark flecks of something in a drinking straw (and we're doubtful even of that), those dark flecks wouldn't have been cockroach eggs. Insect excretions are a possibility, but again, one must wonder why no one else has reported similar alarming finds. It's still good advice, however, to make it a point to examine utensils, plates, and take-away food containers provided for your use when dining outside the home. Said examination needn't be overly scrupulous or amount to anything more than a quick visual once-over, but since every now and then you will be presented with a dirty fork or a none-too-clean dish, it only makes sense to fall into this habit. Interestingly (if you're of a somewhat perverse bent, that is), while washing roach eggs down along with your drink is a yucky thought to have to contemplate, there's little reason to suppose that ingesting such items would cause harm. While adult roaches are indeed linked with various diseases, their eggs are not and thus should not generally be unsafe to swallow. (As for the possibility of their hatching inside you, your stomach acids would make short work of any such possibility.) Barbara \"eggs over easy\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, March 2010] Be careful while using straws!! I ordered a Club Sandwich and a Sprite in a restaurant somewhere. When I finished half of the sandwich I sipped a sprite... But it didn't taste like an ordinary sprite I used to drink. So I sipped once more, but it still tasted the same. It tasted like a sprite mixed with some kind of oil. I called the clerk and asked him if the sprite was expired. He said it was just delivered today.. So I asked him to taste it. Then he also found that something was wrong with it. Both of us were wondering for a while. Then I got to look inside the straw. There were a lot of tiny black round things that looked like eggs. So I cut the middle of the straw lengthwise to have a better look. Yuck. There were a lot of tiny black round things in it.. I suppose they were eggs of cockroach. About 1000 eggs were there. Then I began to check all the other straws in the straws case one by one. Almost all of them contained black eggs that seemed to be either the cockroach eggs or excretions. After the incident I began to check all the straws in the restaurants and fast food chains that I had gone to. Almost of all the straws contained the same black eggs. Especially the darker the colors of straws, the more black eggs were found. In black straws, extreme amount of black eggs were found. It was found out that it's because the cockroaches live (hatch eggs and excrete) in the dark places. * 80% or more restaurants in the malls use red or black colored straws. SO NEXT TIME.... BE CAUTIOUS... CHECK THE STRAW BEFORE YOU PLACE IT INSIDE THE DRINKS.",
  "Last Updated": "22 March 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/food/straws.asp",
  "Claim": "Cockroach eggs in drinking straws pose a general danger to restaurant patrons.",
  "Claim_ID": "horrors_food_straws",
  "Tags": ""
}