{
  "Origins": "In 2005 toymaker Ganz created \"Webkinz,\" a series of plush toys fashioned in the shape of fuzzy animals. These playthings can be dressed in outfits specifically sold for such purpose and played with in the real world by their young owners, but what sets these particular dolls apart from other collections of \"plushies\" (e.g., Beanie Babies, Ty Punkies) is that each Webkinz comes with a secret code that gives its owner access to the online Webkinz World where the purchased \"pet\" can also be created and then played with as an online version of itself. Webkinz owners buy toys, clothes and even furnishings for their pets' rooms in this cyber playland, paying for such purchases with Kinzcash, a virtual type of money gained by playing educational games on the web site or by spinning the site's \"Wheel of Wow.\"",
  "Fact Check": "",
  "Description": "As in the face-to-face world, little girls who play with their dollies in the online world fear for their charges' safety. In the face-to-face world, what needs to be feared are horrid boys who will rip off dolls' heads just to make their owners cry, but in cyberspace it's the \"Webkinz Killer,\" a maliciously-placed element that randomly appears in Webkinz World to lay waste to the cyber versions of children's cherished plush toys. Early in 2007, the online playground was swept by rumors of this killer, which was said to lurk within Webkinz World. The rumor has taken many forms: Some say the killer is a virus that appears on the user's screen as penguin with red eyes that first lays waste to the user's Webkinz, then ruins her computer. Or that \"a black, red or yellow box appears in your webkinz world. If you click on the black box, a neopet pops out with a knife, and chops your webkinz' head off.\" (A Neopet is another type of virtual pet found on a competing site.) Or that various creatures within the Webkinz World (such as a penguin, Dr. Quack, Mrs. Duck, Ms. Birdy, or a \"killer Chihuahua\" or \"killer bear\") randomly pop up within the game to slay users' beloved playthings. As to what happens to Webkinz who encounter the \"killer,\" rumor asserts they \"have their heads chopped off\" or are set upon \"with chainsaws.\" The killer(s) \"hides behind trees and kills Webkinz\" or \"comes after them with a knife if they clicked on them in a certain way.\" Or the innocent playthings meet their gruesome ends by stooping to pick up \"some kind of gift on the floor or some kind of bomby thingy.\" Others describe that the attack or virus \"makes slashing noises on your computer, and then the lights turn on and your webkinz are dead on the floor with blood on them.\" Blood and gore appear to play large roles in these virtual deaths. Dr. Quack, the game's online physician, is frequently fingered as the Webkinz Killer. (Like their Tamagotchi predecessors, online Webkinz get sick if they're not tended to every few days. Unlike Tamagotchi, however, sick Webkinz don't die; they merely display as having green snouts and ice packs on their heads. A visit to Dr. Quack and the forking over of some Kinzcash sets that malady to rights.) As the Webkinz Killer, Dr. Quack supposedly \"will appear with red eyes and a knife and will kill the Webkinz\" or take after them \"with a chainsaw.\" Likewise, Ms. Birdy (the penguin who helps new owners through the online registration process of their pets) is also said to come after Webkinz with a chainsaw or to chase them down with a knife after her eyes turn a fiery red. As to who might have set these killers loose within the game, the rumors offer a variety of theories, such as a random computer virus somehow came to infect the Webkinz site, or the playground was deliberately assaulted by clubpenguin.com and Neopets.com (competing online virtual pet sites), or \"some kind of past employee\" caused the mayhem. (The \"angered ex-employee\" routinely appears in other rumors about something objectionable having been slipped into a product one would think wholly innocuous, such as the tale about a disgruntled artist who deliberately drew a male body part into the cover art for The Little Mermaid or the lexicographer who inserted an unusual definition for ' mutton ' into the 1999 edition of Random House's dictionary.) All the tales about a \"Webkinz Killer\" are false; there just isn't any such critter. As Webkinz says about the rumor : Many people have been writing in, asking about a rumor that is going around. The rumor is about something in Webkinz World hurting Webkinz pets. The most important thing to know is that this rumor is not true at all. Nothing in Webkinz World would ever hurt your Webkinz pets. Everyone at Webkinz World Headquarters works really hard to make Webkinz World a safe, happy and fun place to play. We want you and your Webkinz pets to have a great time playing on the site. Please make sure to tell your friends that their pets are safe and the rumor is not true. Remember that we would never allow anything to hurt your Webkinz pets. In the online world at least, Webkinz can't die. While they might at times get sick, they can always be restored to the pink of health by a visit to Dr. Quack. Other Webkinz rumors have come to our attention. They too are false: [Collected via e-mail, April 2007] They were also told that if they kick their Webkinz (again, online), they will get special prizes and their Webkinz would bleed. And then there was the rumor that if they put \"evil\" in their user names, their pets would die! [Collected via e-mail, November 2007] Rumor going around Bexley, OH that there is a Webkinz thief that can steal your Webkinz pets while you are logged onto the site, so people are being warned not to use the site. Have heard there is a \"bloody hand\" that appears when the \"thief\" is stealing the pets/information. Rumors about bad things happening to cyberspatial Webkinz are just that: rumors. They are expressions of anxiety, specifically that the more one cherishes something, the more one fears harm will come to it. Few things are beloved more by little girls and boys than their favorite toys, so it is far from suprising that a rumor about these playthings being laid waste to in gory fashion in their cyberspace playground would both spread far and wide and be deeply believed by the children who have put so much of their time, energy, and even their love into their online pets. While an actual stuffed toy can be clutched to one's bosom and hidden from harm under the covers, online expressions of same cannot be so safeguarded, hence the anxiety that something will get them. Barbara \"child's play\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20070225134620/http://www.webkinz.com/bulletinz_rumor.html;",
  "Example": "[Collected via e-mail, April 2007] My children came home from school today, and all the talk in first and second grade was of some kind of webkinz malware. A black, red or yellow box appears in your webkinz world. If you click on the black box, a neopet pops out with a knife, and chops your webkinz' head off. The red box does the same thing. If you click on a yellow box, you loose all your webkinz possessions and \"money\". It sounds like a legend to me. But little kids are telling my kids, \"This happened to me.\" Not sure what to think. [Collected via e-mail, February 2007] My kids came home from school yesterday telling me they heard of a computer virus issues associated with their webkins (or webkinz). webkinz are stuffed animals which you can buy and then somehow use the web to play games, etc. with friends who also have the animals. The virus comes on the screen as a penguin with red eyes and ruins your PC. [Collected via e-mail, March 2007] What I am hearing is that several of the kids at school have logged onto their webkinz and when they check their house, there is a killer bear roaming around with a knife and it stabs the other animals. Supposedly a neighbor logged into hers and one of her animals was found lying in a pool of blood. [Collected via e-mail, April 2007] This webkinz virus thing is TOTALLY true. it happened 2 half my friends on webkinz. there is either some kind of gift on the floor or some kind of bomby thingy. it pops out like you got a gift. then Dr. Quack or Miss Birdie pops up, lights go out, red eyes come, it makes slashing noises on your computer, and then the lights turn on and your webkinz are dead on the floor with blood on them. You probably think that webkinz people would never do that. you are right, but NEOPETS would. Why? because they got angry that everyone went on webkinz and nobody went on neopets anymore, so they hacked into webkinz and put in some kind of virus. It is pretty scary for kids, so be careful with what you do with your webkinz and DONT GO TO YOUR ROOM!!!",
  "Last Updated": "3 January 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/madmen/webkinz.asp",
  "Claim": "Children's Webkinz are being murdered online.",
  "Claim_ID": "horrors_madmen_webkinz",
  "Tags": ""
}