{
  "Origins": "Unlike Halloween poisonings , many cases of tampered trick-or-treat loot involving the insertion of pins, needles, or razor bladeshave been documented.",
  "Fact Check": "",
  "Description": "To my mind, these cases constitute a different class of tampering than poisoning for a couple of reasons. First, the expected level of harm is severely reduced: poison is an attempt to kill; a pin in an apple is an attempt to frighten or injure. Professor Joel Best reported that he's been able to track about eighty cases of sharp objects in food incidents since 1959, and almost all were hoaxes. Only about ten culminated in even minor injury, and in the worst case, a woman required a few stitches. Compared to \"eat something and die,\" a couple of stitches barely registers on the scale. Second, the motivation for \"pins and needles\" tampering is different. As I said before, poison is an attempt to kill, but hiding a needle in an apple is almost always a prank, not a serious attempt to cause harm. (In those instances where such an insertion could be traced back to a specific person, it was almost always some kid intent on freaking out either his little brother or his parents or getting the community in an uproar as his version of a cute Halloween \"trick\"). Pranking (especially when it's a scary or slightly mean one) is part of Halloween, and the various kids or young adults who've tampered with treats most likely never fully considered the potential consequences of the joke prior to embarking on it. (When presented with a matchless opportunity to throw a scare into a pesky kid brother, who stops to think that Junior might get hurt?) An incident that broke with this expected pattern occurred in Minneapolis in 2000, when 49-year-old James Joseph Smith was charged with one count of adulterating a substance with intent to cause death, harm or illness after it was determined he'd put needles in Snickers bars and handed them out to children on Halloween. A 14-year-old boy was pricked by a needle hidden in a bar he'd bitten into, but no one required medical attention. As author Jack Santino noted in his history of Halloween, \"pins and needles\" rumors began to supplant \"poisoned candy\" rumors in the mid-1960s, and nearly all such reports of such rumors proved to be hoaxes: Beginning in 1967 the focus of the legend shifted dramatically from poison to razors and sharp objects hidden in apples. The emergence of the razor blade motif remains to be studied, but it apparently spread rapidly in several areas of the eastern seaboard and Canada: The New York Times reported thirteen cases from isolated communities in New Jersey and noted \"several\" others in Ottawa and Toronto. Outrage was so strong in New Jersey that the state legislature passed a law shortly before Halloween 1968 mandating prison terms for those caught boobytrapping apples. This did not forestall the discovery of thirteen more apples with razor blades that year in five New Jersey counties. In many cases, The New York Times story noted that \"children were cut,\" but the more detailed accounts include suspicious details. In one case a boy came to his parents with an apple containing a razor blade. He had bit into an apple, he said, but not quite deeply enough to contact the blade. In another, the child said he found the blade while cutting out a rotten spot; in a third case, the razor was found when a child turned an apple over to his father for peeling. In all these detailed cases, the child was not injured, and because he was the immediate source of the apple, it seems possible that he was also the source of the blade. As Best and Horiuchi (authors of the Razor Blade) note, more than 75 percent of reported cases involved no injury, and detailed followups in 1972 and 1982 concluded that virtually all the reports were hoaxes concocted by the children or parents. Thus this legend type seems to have grown out of a tradition of ostensive hoaxes relying on an understood oral tradition, rather than on any core of authenticated incidents. Halloween of 1982 was the year it all went crazy. That year saw a number of tragic and random non-Halloween poisonings of both foodstuffs and medicines, including the Tylenol poisonings that killed seven people. Although the \"crazed madman tampering with kids' Halloween treats\" had been an established bogeyman for at least the previous fifteen years (I recall in the late 1960s my mother chopping up every apple I brought home from trick-or-treating and then making pies from them), it was in the aftermath of the Tylenol poisonings that a sudden spate of Halloween tampering reports erupted. It's as if the murder of those seven unfortunate people opened a forbidden door and now others were free to experiment with playing God, to dispense either life or death as the whim struck them. 1982. An awful year. Barbara \"pomme de terror\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "18 October 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/mayhem/needles.asp",
  "Claim": "Pins, needles, and razor blades have been found in trick-or-treaters' loot.",
  "Claim_ID": "horrors_mayhem_needles",
  "Tags": ""
}