{
  "Origins": "Some faux news stories (often ones invented by tabloids such as the Weekly World News ) are so bizarrely appealing to the world at large that they continue to live on no matter how many stakes are driven through their hearts. Thus, despite having long since been \"debunked,\" far out tales about ogling women's breasts being \"good for a man's health\" or an employee's dying at his desk and going completely unnoticed by his co-workers for five days continue to circulate as \"real news\" year after year and are even occasionally reprinted as fact by the legitimate press. So it is with the story of the hapless circus dwarf who supposedly died when he bounced off a trampoline straight into the maw of a hippopotamus, a tale that has been disseminated via the Internet for twenty years now, with occasional appearances in straight news media along the way.",
  "Fact Check": "",
  "Description": "As far as we've been able to ascertain, the \"Hippo Eats Dwarf\" story made its Internet debut in 1994, when it was posted to a USENET newsgroup as part of a collection of odd news accounts taken from National Lampoon magazine's \"True Facts\" feature (where it was attributed to the Las Vegas Sun newspaper). Although many of the other items appearing in that \"True Facts\" collection along with the \"Hippo Eats Dwarf\" tale might seem to be nothing more than inventive fiction, they appear to be \"real\" in the sense that (true or not) they were taken from standard news sources. (For example, the account of fraternity members at the University of Washington being caught in possession of stolen sheep while \"dressed in their underwear, with white grease on their hands and peanut butter and other substances on their bodies\" was in fact reported in the Chronicle of Higher Education .) Where the hippo-dwarf incident ostensibly took place isn't even clear, as the three-sentence summary quoted above is ambiguous: Was the deceased an Austrian dwarf working for a circus of indeterminate locale, or was he a dwarf of unidentified nationality employed by an Austrian circus? Either way, since many circuses typically engage in tours, we can't assume his fatal plunge took place in Austria. Nonetheless, despite conducting extensive searches of databases that index newspapers from the U.S. and around the world, we have been unable to find any evidence that this news story ran in the Las Vegas Sun (or any other newspaper) prior to its initial appearance on the Internet or in National Lampoon . The closest items we could find were 1990 news stories from the UK about a three-ton hippo named Hilda (apparently a popular appellation for the large creatures, perhaps due in part to the influence of popular children's books written and illustrated by Richard Scarry) who briefly escaped onto the grass verge of the A303 near Thruxton, Hampshire, after the trailer carrying her from Longleat Safari Park in Wiltshire to Windsor Safari Park overturned. (Unfortunately, Hilda did not survive the process of being tranquilized and re-loaded into the truck.) The \"Hippo Eats Dwarf\" tale experienced a renaissance when it was published by Thailand's Pattaya Mail newspaper in 1999. That version set the incident in northern Thailand, changed the ill-fated dwarf's name to \"Od,\" and added some rather dubious details (such as noting that Hilda was \"a vegetarian who had not previously digested a circus performer\" and that the police sent the circus trampoline out \"for forensic analysis\"): A circus dwarf, nicknamed Od, died recently in the North when he bounced sideways from a trampoline and was swallowed by a yawning hippopotamus which was waiting to appear in the next act. Vets on the scene said Hilda the Hippo had a gag reflex which automatically caused her to swallow. They added in mitigation that the hefty creature was a vegetarian who had not previously digested a circus performer. Unfortunately, the 1000 plus spectators continued to applaud wildly until common sense dictated there had been a tragic mistake. Police said the trampoline has been sent for forensic analysis. The Pattaya Mail 's account was quickly picked up and re-published by several Australian newspapers, including the Daily Telegraph , the Advertiser , and the Sunday Mail , leading to another round of \"Look at this genuine news story!\" sightings. The story has continued to grow since then, picking up even more loopy embellishments about vegetarianism, alcoholism, and laxatives along the way: The vets said it was the first time the hefty vegetarian had ever eaten a circus performer. Her keeper commented that although Hilda had a slight weight problem, she was on a strict diet which did not include dwarves. Police said the trampoline had been sent for forensic analysis on pretense that it might be faulty. The Police commented that there is no evidence to support a suicide by the circus performer despite his past history of alcoholism. The vets have administered a laxative to the Hippopotamus in order to speed the recovery of the circus performer's remains. Scanned copies of various newspaper re-printings of the Pattaya Mail article have been circulated on the Internet, lending credence to the notion that \"Hippo Eats Dwarf\" was a creditable news story: The Express ' \"Beachcomber\" columnist penned a tongue-in-cheek column about the phenomenon of the mutating \"Hippo Eats Dwarf\" tale a few years ago, in which he noted: A friend recently alerted me to a curious news item about a dwarf being eaten by a hippopotamus. The story concerned something described as a \"freak accident\" at a circus in Thailand where a trampolining dwarf named Od bounced into the mouth of a yawning hippo and was swallowed. The story left several questions unanswered. What happened to the hippo? Was it a dwarf hippopotamus? And above all, is the whole tale a piece of fiction? On researching the matter, I discovered much to arouse my suspicions. For example, people say the whole thing is an urban myth dating back at least to 1999, while even five years before that, the Manchester Evening News is said to have run a story about Austrian dwarf Franz Dasch who bounced off a trampoline into the mouth of a hippo named Hilda. There are only two possibilities: either the story is one of those practical jokes masquerading as fact that does the rounds every few years to ensnare a new pack of gullible readers, or Hilda is a serial killer among circus hippos with a consuming passion for dwarfs. The change in name and nationality of the dwarf strongly suggests the urban myth hypothesis, but we cannot dismiss the other possibility. Based on the lack of any reputable source to document the expiration of a trampoline-bouncing Austrian circus dwarf at the hands (er, mouth) of a Hippopotamus amphibius , we have to opt for the former alternative (i.e., practical joke masquerading as fact). Its truthfulness notwithstanding, the famous headline has since been memorialized as the name of an Auckland band.",
  "Originally Published": "",
  "Referred Links": "http://hippoeatsdwarf.orconhosting.net.nz/about.htm;http://groups.google.com/group/alt.silly.little.newsgroup/browse_thread/thread/9d8369bd81d57e28/97566399a09c1a9a;http://www.pattayamail.com/309/columns.htm#hd7;http://www.amazon.com/gp/product/0689816510;https://web.archive.org/web/20070506004523/http://chronicle.com/che-data/articles.dir/articles-36.dir/issue-21.dir/21a00204.htm;http://groups.google.com/group/alt.tasteless/browse_thread/thread/c45680d813600bc4/6da7dac77710b70d;http://www.weeklyworldnews.com/;",
  "Example": "[Collected on the Internet, 1994] From the Las Vegas Sun: An Austrian circus dwarf died recently when he bounced sideways from a trampoline and was swallowed by a hippopotamus. Seven thousand people watched as little Franz Dasch popped into the mouth of Hilda the Hippo and the animal's gag reflex forced it to swallow. The crowd applauded wildly before other circus people realized what has happened.",
  "Last Updated": "20 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/freakish/hippoeatsdwarf.asp",
  "Claim": "A circus dwarf bounced sideways off a trampoline and was swallowed by a hippopotamus.",
  "Claim_ID": "horrors_freakish_hippoeatsdwarf",
  "Tags": ""
}