{
  "Origins": "Apparently the recent two-pronged attack on American society being waged by gang members and drug addicts hasn't fared as well as they'd hoped, so now they've joined forces in yet another scheme: spreading a deadly mixture of strychnine and LSD on pay phone buttons. (A mixture, we're told, which is \"highly fatal.\" These gangs are killers they aren't going to mess around with any of that \"slightly fatal\" stuff.)",
  "Fact Check": "",
  "Description": "(With both pay phone coin slots and pay phone buttons now reportedly being primed to deliver a lethal payload to unsuspecting users, we're beginning to wonder if maybe the cellular phone industry isn't behind all this scarelore. If the next rumor that comes down the pipe has to do with something deadly on payphone handsets, we may have something here.) We all know the drill: a \"important\" warning message from a source who is named but might as well be anonymous, since she provides no details or contact information (not even the name of a city). Said person claims to know that this problem has \"arisen in the inner cities, and is now working it's [sic] way to smaller towns\" even though this is the first anyone else has heard of it, and tells us that this nefarious trap \"has killed some people on the east coast\" although no reports of any such deaths have made the news. And as a \"gang initiation ritual,\" this one is pretty lame. Gang initiations are supposed to provide prospective members with the opportunity to prove their worthiness by demonstrating their courage and bravery. There's nothing courageous or brave about spreading poison on payphones and waiting for hapless victims to push a few buttons and drop dead. As a gang rite, it ranks right up there with \"ding-dong ditch.\" (The effectiveness of this scheme is dubious as well if the victim didn't come along immediately after the application of the deadly mixture, he'd probably have to have sweaty hands or hold his finger to a button for several minutes, since momentary contact with the dried product would likely have no effect. This would also be one heck of an expensive prank.) You have to give credit to whoever cooked this one up, though he knew all the right details to include to ensure his bit of creative writing spread far and wide: gang members, drugs, poison, dead innocent victims, and an \"official police source\" to warn us of it all. And you have to admire a message that has the chutzpah to tell you to forward it to everyone you know, even if you don't read it first. This is a work of art in the urban legends field comparable to the creation of Melissa in the PC viruses field. The mention of strychnine and LSD was a deft touch. Strychnine and LSD have long been associated with each other, through beliefs that strychnine is a by-product or contaminant resulting from the production of LSD, that some drug users add strychnine to their LSD because it produces a better experience, that drug sellers use strychnine to make LSD bond to blotter paper more efficiently, or that unscrupulous drug dealers cut costs by mixing strychnine with the LSD they sell. (The latter item, like the claim about McDonald's adding worm meat to their hamburgers, is implausible because it posits that an unscrupulous vendor is trying to save money by padding his product with a \"filler\" more expensive than the product itself.) Treat this one like you would a fabulous forgery: Admire it as a work of art, but don't try to pass it off as the real thing.",
  "Originally Published": "",
  "Referred Links": "http://www.erowid.org/chemicals/lsd/lsd_faq.shtml#adulterants;",
  "Example": "[Collected on the Internet, 1999] Hello, this is to warn everyone of a new thing happening in communities as a gang initiation and such. If you care about anyone, please forward this to them immediately so they can learn of the possible harm. Even if you don't read this, at least forward it to people. Hello, my name is Tina Strongman and I work at a police station, as a phone operator for 911. Lately, we've received many phone calls pertaining to a new sort of problem that has arisen in the inner cities, and is now working it's way to smaller towns. It seems that a new form of gang initiation is to go find as many pay phones as possible and put a mixture of LSD and Strychnine onto the buttons. This mixture is deadly to the human touch, and apparently, this has killed some people on the east coast. Strychnine is a chemical used in rat poison and is easily separated from the rest of the chemicals. When mixed with LSD, it creates a substance that is easily absorbed into the human flesh, and highly fatal. Please be careful if you are using a pay phone anywhere. You may want to wipe it off, or just not use one at all. Please be very careful. Let your friends and family know about this potential hazard. Thank you.",
  "Last Updated": "12 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/mayhem/payphone2.asp",
  "Claim": "Gang members all over the country are spreading a deadly mixture of LSD and strychnine on pay phone buttons.",
  "Claim_ID": "horrors_mayhem_payphone2",
  "Tags": ""
}