{
  "Origins": "All manner of sudden fatality are horrendous no matter where or when or how they occur, but we seem to assign decapitations to a special category populated by modes of death we find particularly disturbing. This form of expiration is especially gruesome because the mind is cut off from the body, ending a life, and it all takes place in a flash. A person who moments before was a living, thinking being is now just a headless trunk, spurting blood like a ghoulish prop in a bad horror film. Though all forms of demise lead to the same place, this one is sickly fascinating thanks to its elevated gore quotient and the speed with which it drives home the finality of death.",
  "Fact Check": "",
  "Description": "We'd like to think beheadings happen only in campfire tales and low-budget thrillers, but they take place in real life too, as was the case in the death of Dr. Hitoshi Nikaidoh. On 16 August 2003, this 35-year-old surgical resident was decapitated in a freakish elevator accident at Christus St. Joseph Hospital in Houston, Texas. The accident itself is hard to imagine: the ill-fated physician was trapped between the doors of the cable-propelled elevator, then decapitated as the carriage ascended. According to the Harris County Medical Examiner's office, Nikaidoh died from multiple blunt force injuries to the head and body. His corpse was retrieved from the bottom of the elevator shaft along with two pagers, a cell phone, and an electronic organizer police believed belonged to him. The upper portion of his head, which was severed just above the lower jaw, was found in the car of the elevator. His colleague, physician's assistant Karin Steinau, who was in the car at the time, witnessed the whole thing. Ms. Steinau told police the elevator had been out of service for a few days prior to the tragedy, but at the time of the accident the \"Out of service\" sign had been removed. She had rung for the elevator (with the intent of going to the sixth floor) and had already stepped into it and pushed the button for her floor when Nikaidoh tried to get into the car as the door was closing. As soon as she saw he was trapped by the doors, Steinau tried to hit the emergency stop button but was unable to do so before the rising elevator had partially decapitated Dr. Nikaidoh. The elevator continued upwards, finally stopping between the fourth and fifth floors. Steinau was trapped in the car along with Nikaidoh's cranial remains until she was rescued by firefighters. She was treated in the hospital's emergency room for shock. The cause of the deadly accident was a mystery. Elevator doors should not shut when there is something between them, thanks to sensors mounted in the doors. Also, a set of contacts in the door should keep the elevator from moving if the doors are not closed. Yet both these things reportedly happened. A state investigative committee later reported that faulty wiring was to blame: The Texas Department of Licensing and Regulation report was done by Chief Elevator Inspector Ron Steele. Steele said an inspection of the elevator's electrical wiring diagrams found that one controller stud had two wires connected to it, although the diagram indicated it should only have one. The controller stud on which the extra wire should have been placed was empty. [Attorney Howard] Nations said the mistake bypassed safety systems that would have kept the door from closing and the elevator from ascending. \"In the course of testing and retesting the elevator [the maintenance company] had changed wiring and when they rewired it back to its original position they forgot to put this wire back where it goes,\" Nations said. The maintenance company, Kone, Inc., had been working on the elevator for four days before the incident. This month, the hospital dismissed Kone from doing its elevator maintenance. Mike Lubben, vice president of Kone, said the company still was reviewing the state report but an internal investigation concluded that a wire in an electrical panel was incorrectly connected. \"This contributed to a malfunction in the elevator doors,\" Lubben said. \"Kone is deeply saddened by this incident. We offer our deepest condolences to the family of Dr. Nikaidoh.\" Although elevator fatalities are not common, they do occur from time to time, and they are not always of the \"victim steps into an open elevator shaft\" ilk. On 21 July 2003, 76-year-old L.A. Brown was killed at the Kenner Regional Medical Center in Kenner, Louisiana, when the gurney on which he was being transported to surgery in became trapped against the roof of an elevator when the car suddenly dropped several feet just as the gurney was being pulled out of it. On 7 May 1999, 56-year-old Mary Margaret Nowosielski died in similar fashion at the St. Joseph Mercy Hospital in Michigan when the car her gurney was being rolled into suddenly went up, dragging her to the fourth floor and back down to the first floor between the car and the shaft wall. Even the elevator decapitation incident related here is not unique. On 6 January 1995, a runaway elevator in a Bronx office building decapitated 55-year-old James Chenault as he tried to help fellow passengers out of a malfunctioning car. The car had stopped slightly above the second floor and the doors opened. While Chenault was holding the doors open with his back and helping a woman whose foot had become trapped, the car lurched suddenly upward, beheading him. The victim's body fell to the bottom of the shaft, but the head remained in the car along with the remaining passengers as it shot up to the ninth floor. Barbara \"elevated levels of risk\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "9 June 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/freakish/elevator.asp",
  "Claim": "A Houston doctor was decapitated by a malfunctioning elevator.",
  "Claim_ID": "horrors_freakish_elevator",
  "Tags": ""
}