{
  "Origins": "A few decades ago, Halloween decor amounted to a lone jack-o-lantern left grinning in a home's window as a welcome to trick-or-treaters. More recently, that aspect of the annual candy-grab has been elevated to dizzying displays of orchestrated spectacle even as the door-to-dooring of costumed tykes has dwindled to the merest trickle in some areas. The more sedate homeowners unbend enough to set out a plastic skull or two or festoon their property's shrubbery with fake cobwebs, but their more exuberant neighbors go whole hog with the spooks and gore, strewing a coffin here, a skeleton there, and a hanging man somewhere or other.",
  "Fact Check": "",
  "Description": "It is that last bit which has contributed to an occurrence of the most macabre sort. Having become accustomed to over-the-top Halloween ornamentation and even inured to it, in October 2005, passersby mistook a suicide by hanging for a fright night prop. On 26 October 2005, the corpse of a 42-year-old woman was left suspended in public view for hours in Frederica, Delaware, because her lifeless body was assumed to be yet another Halloween display. The unnamed woman hung herself from a tree located across a moderately busy road from some homes. Her body, suspended about 15 feet above the ground, could easily be seen from passing vehicles. State police spokesman Cpl. Jeff Oldham and neighbors said people noticed the body around 7:30 that morning but dismissed it as a holiday prank. Authorities arrived at the scene at 11:00 to begin the process of examining the scene and removing the body. The deceased lived about a quarter-mile from where her body was discovered. Similarly, in mid-October 2009 the decomposing body of a 75-year-old suicide victim sat undisturbed on the balcony of the deceased's home in Marina del Rey, California, for several days because neighbors assumed it was merely part of a Halloween display: Mostafa Mahmoud Zayed had apparently been dead [for three days] with a single gunshot wound to one eye. He was slumped over a chair on the third-floor balcony of his apartment on Bora Bora Way, said cameraman Austin Raishbrook, who was on the scene when authorities were alerted to the body. Neighbors told Raishbrook that they noticed the body [three days earlier] \"but didn't bother calling authorities because it looked like a Halloween dummy,\" he said. \"The body was in plain view of the entire apartment complex [and] they all didn't do anything,\" Raishbrook said. \"It's very strange. It did look unreal, to be honest.\" An investigator with the Los Angeles County Sheriff's Department said the case is an \"apparent suicide,\" and declined to comment further. These grisly accounts of suicides being mistaken for Halloween tomfoolery is the reverse of what we've previously seen: deliberate attempts at presenting spooktacular visual effects resulting in actual, accidental demises. All too often, young persons called upon to stage fake hanging scenes as part of scary tableaux have fatally miscalculated, thereby ending their lives. Barbara \"just say no to fake hangings; friends don't let friends hang out\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "4 October 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/gruesome/hanging.asp",
  "Claim": "Bodies of suicide victims have been mistaken for Halloween decorations.",
  "Claim_ID": "horrors_gruesome_hanging",
  "Tags": ""
}