{
  "Origins": "Despite the many places this legend has been, no verifiable incidents of this nature have been reported. That's not all that surprising either; most cars sit low to the ground, making it darned near impossible for anyone to hide under them yet still retain enough freedom of movement to both slash the driver's ankle and get out from under the vehicle to complete the robbery before the victim's cries draw assistance. Moreover, if an assailant is looking for a place to conceal himself, why not crouch behind the car (or maybe even within it)?",
  "Fact Check": "",
  "Description": "Robberies, rapes, and abductions have taken place in shopping mall parking lots, but until November 2008 in none were the assailants lying in wait underneath the victim's vehicle. (In that assault, a woman in Salt Lake City was raped at knife-point by a man who had hidden beneath a car.) (See our Shopping Mauled page for a related legend about bad guys lurking in parking lots and at gas stations to prey upon women.) Folklorist Jan Brunvand traces the first sighting of this legend to sometime in the 1950s to the Northland Shopping Mall in Detroit, MI. At various times, different cities have since experienced \"slasher scares\" in which these villains of lore were rumored to be lurking under cars at local shopping centers: 1978 Fargo, ND 1984 Chicago, IL; Crown Point, IN 1985 Birmingham, AL 1987 Columbus, OH 1989 Tacoma, WA; Baltimore, MD 1990 Los Angeles, CA 1991 Asbury Park, NJ; Chicago, IL; Little Rock, AR; Wichita, KS 1992 Jackson, MS; Three Rivers, PA 1993 Tacoma, WA; Buffalo, NY 1994 Pittsburgh, PA Police departments in numerous locales have tried to squelch the rumor, with varying degrees of success. In 1991, when the tale was all the rage in Chicago, the police there established a hot line to give those concerned about what they'd heard a place to call and get the facts. Within the first four days, over 400 calls had been logged to that number. It wouldn't be a proper bit of scarelore if Dear Abby didn't get in on the act somewhere. Which she did in 1992: Dear Abby: I am 16 and am terrified to go to the mall. At our local shopping mall, crimes have been going on that are never reported in the newspaper because there are so many of them. A friend of mine had been shopping and was just about to get into her car, when a man who had been hiding under her car grabbed her ankles. Another man, working in cahoots with the man under the car, was hiding behind another car nearby, and he jumped out and grabbed my friend's purse, and the two of them got away and were never caught. The security guards never seem to be around when you need them. Please warn people, Abby. Afraid Dear Afraid: Since the crime rate at the mall appears to be more than their security can handle, it might be better to consider shopping someplace that is better policed. If that's not possible, do not go to the mall unless you are accompanied by at least one friend. And do not enter the parking structure unless it is daylight, or well-lighted, or you are carrying a flashlight powerful enough to illuminate the underside and the interior of your car from a distance (and large enough to be used as a weapon should you have to). Your letter is thought-provoking. Readers, before getting into your cars, look under them, around and behind you! Often an explanation will be offered for why the police or mall security agents aren't doing more to round up the bad guys, or why these attacks aren't being reported in mainstream news outlets. In the letter to Dear Abby, the lack of reporting is ascribed to there being too many of these incidents for them to be newsworthy, and Brunvand quotes one of the legend's recounters as saying, \"Plenty of things like that never get into the papers.\" (Police and newspapers are said to be keeping the attacks under wraps to protect business at the mall.) It's not enough we have to worry about ankle-slashing bad guys lurking under our cars; according to lore, we face this danger on our own because the police and the press are in cahoots with Big Business and thus turn a blind eye when some of the citizens of our fair town end up victimized in this fashion! What appears to have begun as a cautionary tale about women being targeted for robbery or rape has, in the last few years, grown more and more into another tale about ruthless gang initiations. As inner city gang activity plays a greater part of the nightly news broadcast, our lore changes to reflect this emerging focus of our fears. In earlier versions, what the woman could be compelled to part with (her valuables or her virtue) was key to her attacker's motivation; in its newer form, it's almost violence for violence's sake. [Collected on the Internet, 1999] I am passing this along because I know of a incident similar to this. My girlfriend was getting some gas and when she attempted to return to her car the gas station attendant starting yelling at her and telling her she did not pay yet. When she went back in to argue about having already paid the attendant told her he just wanted to get her back in because he saw someone crawl in the backseat of her car, and that he had already called the police. So it's worth taking to heart. This is a true story. it has been \"ritual\" of gang members to take one body part from women as an initiation into gangs. the rule is that is has to be in a well lit area and at a gas station, so be careful. they tend to lay under the car, and slash females' ankles when she goes to get in her car, causing her to fall and then they cut off a body part and roll and run. they are known to hide behind the gas pumps too, so be careful. It might sound bizarre and gross, but the bigger the body part the higher the initiation they receive. This was commmunicated by a person who works in law enforcement in the south. She has investigated and been called to a number of these scenes. She has also confirmed the following statement below as true and not an internet \"hoax.\" Please pass these on to as many people you know... mothers, sisters, grandparents, daughters, nieces and friends. It seems the world has become a crazy place to live in, but let's be careful out there and make stuff like this known so we are better protected. (Another gang initiation legend can be found on our Lights Out! page.) One could consider this legend to be about our sense of vulnerability to attack, heightened by having to frequent exposed, impersonal places. As much as we think of shopping malls as well-lit , warm, welcoming, busy, safe places to be, the pendulum swings the other way when it comes to their parking lots having to leave the security of the mall to venture alone into the darkness would stir up a feeling of anxiety even if there were no crime in the world! On a more basic level, this legend awakens half-forgotten memories of childhood fears; namely, the bogeyman under the bed. Who didn't anticipate having his ankles grabbed by that monster? Barbara \"fear not the tendoncies of those who lurk\" Mikkelson Sightings: The 1983 Stephen King novel Pet Semetary features an ankle-slashing culprit hiding under a bed. It also shows up in gruesome fashion in the 1998 slasher classic Urban Legend .",
  "Originally Published": "",
  "Referred Links": "http://www.sonypictures.com/homevideo/catalog/catalogDetail_DVD043396063853.html;",
  "Example": "[Collected on the Internet, 1994] I was told not to go shopping at the Tacoma mall because women were being robbed there by men hiding under their cars. The woman would come back to her car all laden down with packages, and when she was standing there trying to open the door, a guy hiding underneath her car would slash her ankle with a razor so she couldn't get away, then take her purse and packages and drive off in her car. [Collected on the Internet, 1999] It was said that teenage punks or gangsters would hide underneath your car in a parking lot and then slash your ankles before you got into the driver's seat. Then as you reach down at your ankles in reaction to the pain, they would slash your wrists to disarm you. They then proceed to either rape or murder you, or steal your car, depending on which version you hear. Variations: The victim is always female, and the assailant(s) male. Robbery is the usual motive for the attack, but gang initiation and rape turn up in some tellings. When it's rape, the victim is often dragged back under the car, with the deed taking place there. When the attack is part of an initiation, in some versions the victim's instinctive reaching down to clutch her injured ankle gives the prospective gang member his opportunity to cut off one of her fingers as the proof he needs. If anyone's color is specified (in most tellings, none is), the assailant is said to be black.",
  "Last Updated": "29 March 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/robbery/slasher.asp",
  "Claim": "Thieves lie in wait under victims' cars, then render their victims helpless by slashing their ankles.",
  "Claim_ID": "horrors_robbery_slasher",
  "Tags": ""
}