{
  "Origins": "Such are the times that it's actually refreshing to see a new horror legend that doesn't involve needles, AIDS, drugs, gangs or abducted women just an old-fashioned random serial killer who doesn't need a murder weapon other than his own two feet.",
  "Fact Check": "",
  "Description": "What this legend does share with most others of its ilk is the setting. Describing the random, senseless deaths of victims who are killed while at the site of a pleasurable activity (fishing hole, amusement park, movie theater, dance club, golf club) is a staple of horror legends. In this case the death is neither an unintentional one caused by an accident or a non-human agent (such as the recent legend about snakes in ball pits ) or one with a deliberate purpose beyond mere senseless killing (such as a the gang initation ritual found in the resurgent legend about headlight flashing). Here we have a stranger who kills or maims young women in movie theaters for no apparent reason other than the thrill of it all. We know this urban legend-like message must be serious, because it has the hallmarks of the usual Important Internet Warning of a Dire and Imminent Threat to You and Your Loved Ones: a initial statement assuring us that the information presented is true, a description of some horrible crime being perpetrated against innocent victims, and a cautionary closing paragraph typed IN CAPITAL LETTERS and ending with MULTIPLE EXCLAMATION POINTS!!! What's not included, of course, are the usual verifiable details: dates, names of cities, names of victims, names of police contacts, etc. Since the message claims three different occurrences of girls' being attacked in movie theaters by someone with the same modus operandi (but no mention of this being a gang initiation rite), we can probably assume the crimes are the work of a single man. If so, why he is still on the loose? At the very least, why don't we have a description of him? In all three cases only one of a pair of girls was killed or injured; the other surely saw the monster pull off his crime and described it to someone, or else we wouldn't know the details: that the murderer pretended to be asleep, sat two seats from the aisle, \"woke up\" when the sound check played, \"accidentally\" spilled his drink, and finally deliberately tripped one of the girls to send her hurtling off the balcony. The criminal couldn't have escaped too quickly for anyone to see him, as he would have had to climb over or around at least some theater seats (and possibly other patrons) to effect his escape. The theater lights may have been turned down for the beginning of the program, but movie theaters aren't so dark that you couldn't at least observe the height, clothing, and general features of another person standing right in front of you (and it apparently wasn't too dark to notice that the man deliberately tripped his victims). So why do we not have the smallest bit of descriptive information about this heinous madman? Scarelore warnings like this one, even if they do describe apocryphal events, usually at least offer some valid warnings: keep your eyes on your children at all times, be careful of giving rides to strangers, don't make safety judgments based solely on a person's appearance, etc. But \"be careful in movie theater balconies lest someone push you over the edge\"? If this is a lesson we need reinforced, we're in bigger trouble than I thought.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] Beware!! This has happened on three accounts so far! A two girls go to a movie theater. They decide it would help them to see better if they went up to the balcony. Once there, they decide to sit on the front row of the balcony. A man is already sitting on the front row, two seats from the aisle appearing to be sleeping. The girls don't want to step over the man so they occupy the two end seats. When the movie starts with the sudden sound check the man \"awakens\" startledly and spills soda on one of the girls. When she, with authority, gets up to wipe herself off, the man trips her and she falls over the balcony to her death. On the other two times that this has happened, the victim was paralized from the neck down. PLEASE BE AWARE OF YOUR SURROUNDINGS WHEN VENTURING OFF TO THE MOVIE THEATER!!!",
  "Last Updated": "6 October 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/madmen/balcony.asp",
  "Claim": "Young girls are tripped by a stranger and sent plummeting to their deaths from theater balconies.",
  "Claim_ID": "horrors_madmen_balcony",
  "Tags": ""
}