{
  "Origins": "What might appear to be naught but a cautionary tale extolling the importance of never assuming a pile of leaves doesn't contain a playful tot or two is in fact a fairly accurate account of an actual tragedy.",
  "Fact Check": "",
  "Description": "On the afternoon of 3 November 2004, in the town of Methuen, MA, 10-year-old Natalie Gravel and 8-year-old Merrideth Reed were playing in a pile of leaves left in the street outside their apartment building. Just before the accident, neighbors saw the girls laughing and shoveling leaves at each other with plastic trash-can lids. At about 5 p.m., Natalie's father drove his full-size 1997 GMC 1500 pickup over that pile of leaves as he rolled to his accustomed parking spot on the street. James Gravel never saw the two girls playing amidst the fallen autumn foliage, perhaps because they deliberately ducked out of sight in an effort to surprise him and Natalie's two siblings, who were in the truck with him. The 36-year-old contractor had no idea anything was amiss until he got out of the truck. It was then he discovered the horribly injured girls, his own daughter and the daughter of the woman he lived with, both of whom had been crushed under his front and rear tires. Natalie died a half-hour later at Holy Family Hospital of massive chest trauma. The last thing her father heard her say as she was loaded into the ambulance was \"I can't breathe.\" Merrideth survived her injuries. Another leaf pile tragedy played out in Forest Grove, Oregon, in October 2013 when two stepsisters were killed by a car that ran over the curbside pile of leaves in which they were playing: Abigail Robinson, 11, suffered critical injuries and passed away later, at Randall Children's Hospital in Portland [the following] night. Her 6-year-old stepsister Anna Dieter-Eckerdt died immediately after the two were hit by the vehicle. Police said the girls were playing across the street from their house in a pile of leaves that extended over the curb and into the street. Abigail's father was taking pictures and had gone back into the house to put away the camera when he heard the crash, police said. Capt. Mike Herb with the Forest Grove Police Department said the driver may not have realized the girls were struck. Monday was \"Leaf Day\" in the community and leaves were piled high along the streets. Police subsequently arrested the driver of the car, 18-year-old Cinthya Garcia-Cisneros, and her boyfriend, 18-year-old Mario Echeverria. Garcia-Cisneros, who lived three blocks away, acknowledged that she had purposely driven over the leaf pile and then heard a \"loud bump\"; she was subsequently arrested and charged with two counts of felony hit and run because after her brother went back to the accident scene and then informed her \"that she had 'run over' a child,\" she did not contact police or notify the victims' family. A similar occurred in Australia in 1992. In that fatal mishap, two children who had been playing in a cardboard box in a vacant lot were crushed by a cement truck delivering a load to a work site via a commonly-used shortcut across the growing housing development in Banks, a suburb of Canberra. The boy (7) and girl (4) were killed instantly. The family had moved into its new home only the day before. While such unfortunate events are a rarity, that they happen at all should serve as reason enough to err on the side of caution where vehicles and items large enough to conceal children at play are concerned. Leaf piles attract kids, as do large cardboard boxes. Rather than assume such items are unoccupied and that children would know better than to play in harm's way, a prudent driver will avoid taking a vehicle across or into them. Barbara \"presumption of innocence\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] Hello, I recently was reminded about an urban legend from a friend of mine. We live in northwest Indiana and as the story goes, a family had raked all their fallen leaves into a pile by street. A daughter saw her father driving down their road on his way from work, so she quickly hid in the pile of leaves hoping to jump out of the pile to scare him. What she didn't count on was that her father had decided to have some fun himself and drive through the pile of leaves. He ran over his daughter and killing her instantly.",
  "Last Updated": "24 October 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/gruesome/leafpile.asp",
  "Claim": "A father parks his truck atop a leaf pile containing his daughter, killing her.",
  "Claim_ID": "horrors_gruesome_leafpile",
  "Tags": ""
}