{
  "Origins": "Lightning ranks second only to floods in storm-related deaths in the United States. On average, more than 60 people are killed by it each year. Not even tornadoes or hurricanes top it in terms of lives lost.",
  "Fact Check": "",
  "Description": "We know not to be outside when electrical storms are flashing through the area, or if we are caught by surprise not to seek shelter under trees but instead to crouch and take the wetting until the danger has passed. Yet as aware as we are of the peril posed by summer storms, most of us naively presume we're safe from those errant bolts from the sky when we're indoors. Yet we're not. Not only have lightning strikes into the nearby ground sent massive power flares into the electrical and telecommunications wiring of proximate houses and flung volt-ridden jolts up pipes and into sinks and bath tubs, bolts themselves have come in through windows to fell occupants of domiciles. Although indoors is a far less hazardous place to be than outdoors during a thunderstorm, it is still not safe. In 1975 a lightning bolt hit a shed in Rhodesia, killing twenty-one people inside. That was the largest death toll from a single bolt. In the U.S., the largest one-bolt kill occurred in North Carolina in 1961, when eight people who had taken shelter in a tobacco barn died. Even talking on the telephone during a storm is not absolutely safe. On average one person is killed by lightning while talking on the phone each year. Standard telephones (what are coming to be called land lines, meaning handsets that are plugged into outlets within the home or office) can be somewhat of a risky proposition during an electrical storm, as the wires through which telecommunications takes place can be hit by lightning, with the resultant electrical discharge instantly zapped through nearby handsets and data ports. Yet this danger is small and the number of such strikes relatively low. Even so, as thunderstorms approach, some people opt to unplug costly electrical appliances from power outlets (lightning strikes to power lines can send catastrophic discharge into one's TV) as well as uncouple phone lines from computers and modems. These same folk don't dream of answering their phones until the storms have passed. But not everyone is that cautious, and some have paid a price. In 1998, a nine-year-old girl was jolted by a lightning strike as she talked on the telephone in the family home in Columbus, Ohio. Megan Duty was whomped by the blast while seated on a stool in the kitchen her mother and grandmother heard a thunderous noise and looked over in time to see the girl scream and throw the phone as smoke issued from her. The child, who had turned blue and experienced trouble walking, was treated at a nearby hospital and released the same day. Other than having a bit of trouble hearing in her right ear, she afterwards appeared to be fine. In 1992, Dan Fulscher of Lincoln, Illinois, thought he'd been hit by a shotgun blast when a flash of lightning caught him while talking on the phone and threw him out of the room. His left side numb, his body covered in sweat, he spent three days in a hospital intensive care unit until feeling returned. In 2001, a Boy Scout making a scheduled call to his mother from that year's National Jamboree in Virginia was jolted when lightning hit the nearby telephone pole. The victim, 15-year-old Charlie Wilson of Beaverton, Oregon, felt searing pain from his hand up to his elbow. He was treated at a nearby hospital and rejoined the Jamboree that same day none the worse for wear. Though injuries are more common than fatalities in \"lightning coming through the phone line\" incidents, deaths have occurred in those cases too. In 1985, a lightning strike caused the death of 17-year-old Jason Findley of Piscataway, New Jersey. The teen was found dead at his grandparents' house, the receiver still clutched to his ear he had been electrocuted by the indirect effect of a lightning strike while on the phone. In 1988, 22-year-old Laura McDowell of Montezuma, New York, was killed when lightning came through the telephone line while she was talking on the phone. She was eight months pregnant with her second child. Although cell phones being struck by bolts from the sky would seem less likely, it can happen, although probably more as a function of the person using the phone's being the tallest thing around when lightning happened to flash rather than anything having to do with the phone itself. In September 1999, a sales executive in Sri Damansara, Kuala Lumpur, was struck dead by lightning while talking on his cellular phone. The victim, 30-year-old Khor Chean Kit, was felled by a bolt after waiting out a storm in a shop for an hour and, only after the downpour eased, walking to his car while making a call. The bolt flung him several yards, and he died on arrival at a nearby clinic. Cell phones (and cordless portable phones) used indoors during electrical storms are perfectly safe because there is no wire through which the electrical discharge could travel. (The belief that lightning can \"follow the radio waves\" into a cell phone is completely unfounded.) And although some people feel cell phones pose a risk when used outdoors because lightning is attracted to metal (it's not metal is merely good at conducting electrical currents), handsets generally contain insignificant amounts of metal. Barbara \"fatal attraction\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "27 June 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/techno/phone.asp",
  "Claim": "Lightning strikes have killed people who were talking on the telephone.",
  "Claim_ID": "horrors_techno_phone",
  "Tags": ""
}