{
  "Origins": "Complicating what people want to \"remember\" about Halloween poisoner stories are the copy-cat tamperings that followed in the wake of the 1982 Tylenol murders in Chicago.",
  "Fact Check": "",
  "Description": "Seven people died of cyanide poisoning between 29 September and 1 October 1982, all after having taken Tylenol. Although the case is officially listed as \"unsolved,\" it appears this was a bona fide random poisoning and not an attempt to cover up the murder of one individual by randomly killing six others. Even though many instances of tampering and outright poisoning followed the Tylenol murders, not one of them fit the profile of a Halloween poisoning; that is, there was no one instance of poison being secreted in candy and then handed to unsuspecting trick-or-treaters. From a 1982 magazine article: The Food and Drug Administration in Washington counts 270 incidents of suspected product tampering that have been reported around the country in the month since those Chicago-area deaths, and the total swelled rapidly last week. It clearly has been inflated by the hysteria of consumers who blame any nausea or headache on poisoned food and medicine; the FDA so far judges only 36 of the incidents to be \"hard-core, true tamperings.\" Still, that was more than enough to send real rather than make-believe chills coursing through many parents as Halloween approached. The main concern was a spate of incidents involving candy that had been tampered with. In the Long Island suburbs of New York City, two women discovered straight pins in Candy Corn and Baby Ruth bars. Another straight pin turned up in a KitKat bar in Norwalk, Conn., and a sewing needle in a candy bar in Pensacola, Fla. In Chicago, three children became ill after eating KitKat bars. But copycats seem to be turning to food products too. In Minneapolis, 14-year-old Marlon Barrow fell ill after drinking chocolate milk from a carton that proved, on analysis, to contain traces of sodium hydroxide, a caustic chemical. In Juno Beach, Fla., Policeman Harry Browning, 27, began vomiting within seconds of drinking Tropicana orange juice that could have been injected with insecticide. In the Detroit area, two razor blades and one nail were found in packages of Ball Park Franks within 24 hours last week. No one has ever been charged with the Tylenol murders although James Lewis was convicted of attempting to extort $1 million from Johnson & Johnson after the fact. He served time and was paroled in October 1995 after serving a bit more than half of his 20-year sentence. A quote from a 1988 newspaper leads us to believe Lewis remains the prime suspect in the deaths. Mr. Lewis denied any responsibility for the poisonings, and investigators said they lacked evidence to file murder charges against him. Lewis was originally scheduled to be paroled in 1989. His parole was turned down at the last minute: A four-member panel of the [U.S. Parole] commission ordered Lewis, convicted in 1983, to serve his entire 20-year sentence, minus reductions for good behavior as required by law. The reductions bring his sentence to about 160 months and mean he would be released April 29, 1996. New information had apparently been presented to the commission whereupon it withdrew the earlier parole date. According to United Press International , the commission \"did not reveal the nature of the new information.\" There have been incidents of copycat Tylenol poisonings concocted to make the death of one individual appear accidental rather than premeditated. In one such case from 1993: A former insurance salesman was sentenced Tuesday to life in prison without parole for the Sudafed-tampering deaths of two people and for trying to poison his wife for $700,000 in insurance money. Joseph Meling, 31, also was ordered by U.S. District Judge Barbara Rothstein to pay $3.5 million restitution to Sudafed's manufacturer and other claimants if he gets paid for telling his story. A jury in April convicted Meling of fatal product tampering, which alone carries a maximum life in prison, as well as perjury and insurance fraud. Prosecutors said Meling tried to kill his wife, Jennifer, with a cyanide-filled capsule he put in a package of Sudafed decongestant. He put similar capsules in five other Sudafed packages on store shelves to divert suspicion from himself, the court was told. Jennifer Meling survived the Feb. 2, 1991, poisoning. But Kathleen Daneker, 40, of Tacoma, and Stan McWhorter, 40, of Lacey, Wash., died later that month. Two cyanide-filled capsules were found in homes and one was recovered from a store during a $17 million nationwide Sudafed recall by manufacturer Burroughs Wellcome Co. An older case is that of Stella Nickell of Auburn, Washington who tried to conceal the murder of her husband, Bruce Nickell, by killing a random stranger with cyanide-laced Excedrin. After heavily insuring her husband's life and trying to poison him various ways, she remembered the unsolved Tylenol murders. As a result, Bruce died on 5 June 1986, and her random victim (Sue Snow) on 11 June. At some point, Stella opened a number of containers of Extra-Strength Excedrin and Anacin-3, emptied some of the capsules and refilled them with cyanide. The results were not the work of an artist; seals on the containers were cut or missing, the boxes amateurishly reglued. Somehow, said the prosecution, Stella managed to slip the tainted packages onto the shelves of three stores. Sue Snow, who lived 12 miles away, bought one of those packages. In the nation's first death-by-product-tampering trial, Nickell was sentenced to 90 years in prison. The 1982 Tylenol murders kicked off a lot of nastiness. It's as if evil-minded people were just waiting for that particular door to hell to swing open so they could rush through. Some chose to randomly insert foreign objects or dangerous substances into formerly trustworthy products, while others tried to use the senselessness of the Tylenol murders to cover up specifically-targeted crimes of their own. We live with the Tylenol legacy even to this day; you have only to visit a local supermarket or pharmacy to see evidence of this. Tamper-proof packaging has become the norm and safety seals on even the most innocuous items are to be expected. As a nation, we lost our innocence in 1982. Barbara \"fools paradise lost\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "2 September 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/poison/tylenol.asp",
  "Claim": "Murderers have tried to pass off their crimes as copycat Tylenol poisoners.",
  "Claim_ID": "horrors_poison_tylenol",
  "Tags": ""
}