{
  "Origins": "Although we dread the gory industrial accidents that leave their victims dead or result in the loss of a limb (or more), other types of on-the-job injuries can strike us as far more horrific. One such accident took place on 15 August 2003, when Ron Hunt, a Truckee, California, construction worker, landed face-first on a large drill bit.",
  "Fact Check": "",
  "Description": "Hunt was working in the Tahoe Donner Subdivision in Truckee, standing atop a six-foot ladder while drilling over his head, when he gave the drill an extra push to bore a hole. As he felt the ladder begin to wobble out from under him, he tried tossing his power drill aside (a standard practice in the construction industry, intended to prevent workers from injuring themselves attempting to regain grips on out-of-control power tools) before falling to the ground. Unfortunately, he wasn't able to throw the drill far enough away, and he landed upon it face-first. The 18-inch-long, 1.5-inch diameter chip auger drill bit pierced Hunt's right eye and exited through the side of his skull. As Hunt described the mishap: By the time I was falling, and I let the drill go down, I was already on top of it. The drill was facing up but it was off. When the drill hit, it just exploded my eye. It skewered me. I ran my hands up the drill bit, up to my eye, and put my other hand in the back of my head and felt it coming through the back of my head, and that's where pretty much the shock set in. The first thing I thought was 'Am I going to die?' I knew it was serious. I was scared. I didn't know if it was in my brain or not. The only other worker on the site that morning, Forrest Keating, heard Hunt call for help and rushed to assist him: The first thing I saw was this drill sticking out about 6 inches from the back of his head and 6 inches out the front. It was a trip, like something out of a horror movie. I was amazed he was still alive. Keating removed his shirt and attempted to stem the flow of blood gushing from Hunt's eye by wrapping the shirt around the drill. He then ran 300 yards to a nearby house to summon medical help, and when paramedics arrived they released the body of the drill from the bit and loaded Hunt onto a gurney. Hunt (conscious throughout his ordeal) was then flown by helicopter to Washoe Medical Center in Reno, Nevada, where doctors pondered their options for treating the bizarre injury. Miraculously, although the drill bit tunneled between Hunt's scalp and his skull as it came out of the side of his head, it pushed his brain aside rather than pushing into it, sparing him from death, brain damage, or paralysis. Dr. Paul Ludlow, an ear, nose and throat specialist who was the facial trauma physician on call that morning, initially intended to cut off the drill bit but eventually decided that the best approach was to, in effect, unscrew it from Hunt's head: We had to either cut down on it, which meant making a rather long incision through a lot of muscle, or just unscrew it - twist it all the way through and out. We would have cut it off, but after a few minutes of drilling, we noticed that it was loose. And so we just put down our blade and twisted the bit. Hunt had sufficiently recovered from his injuries by early September to appear on national television programs such as CNN News and ABC's \"Good Morning America.\" Although he was truly fortunate not to have suffered more severe injuries (or damage to his motor or speech skills), he came away from the accident far from unscathed: besides suffering a fractured skull (which required a second operation to insert two titanium plates to reinforce the fractured bone), he lost an eye and now faces hundreds of thousands of dollars in medical bills and rehabilitation costs. According to news accounts, Hunt is not covered by state compensation for on-the-job injuries, and he was a self-employed worker with no medical insurance. Injuries of this type always call to mind the case of Phineas Gage , who in 1848 survived an accident which blew a 3-foot, 7-inch tamping iron under a cheek bone and completely out through the top of his head. Although Gage lived on for almost another dozen years, he suffered dramatic changes in personality and was subject to epileptic seizures in his final months.",
  "Originally Published": "",
  "Referred Links": "http://www.deakin.edu.au/hbs/GAGEPAGE/Pgstory.htm;",
  "Example": "",
  "Last Updated": "14 July 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/techno/drillbit.asp",
  "Claim": "A construction worker survived an accident that poked an 18-inch-long drill bit through one eye and out the side of his skull.",
  "Claim_ID": "horrors_techno_drillbit",
  "Tags": ""
}