{
  "Origins": "Whispers about a death taking place in the \"Lean Wit It, Rock Wit It\" video first reached us in April 2006. According to the best traveled version of the story, one of the girls who appeared in the early part of the video broke her neck while following the song's exhortations. Less common was a variant in which a boy who viewed the video snapped his neck trying to copy the moves of the professional dancers.",
  "Fact Check": "",
  "Description": "Searches for news stories about a \"Lean Wit It, Rock Wit It\" demise have proved fruitless, leading to the conclusion that there was not such a death, neither in the video, nor of a child watching it. Such a tragedy would have been reported upon had it occurred, no doubt leaving many up in arms about the toll taken by the latest dance craze and determined to ban the song from the airwaves. Most assuredly, a fatality of that nature would not have passed unnoticed and uncommented upon. The tale is an urban legend, one that was kicking about twenty-two years earlier, albeit then told about a different person in a different video. In 1984 a similar rumor mesmerized the young people of that day. According to the scuttlebutt back then, 12-year-old Alfonso Ribeiro of the Broadway show \"The Tap Dance Kid\" died in a Michael Jackson video when one of his many breakdancing moves snapped his neck. Although the false story's spread was somewhat slowed by the youngster's continued good health (as evidenced by his appearance on Donahue and a People article on him in July of that year), breathless \"Did you hear about the kid who died in the Michael Jackson video?\" whispers continued to circulate. Failing to heed the news of his own death, Ribeiro later that year advanced his career by becoming an actor in the television sitcom Silver Spoons . He continues to be active as an entertainer to this day, and is perhaps best known for another television role he undertook in 1990, that of preppy, uptight \"Carlton Banks\" in The Fresh Prince of Bel-Air . Grisly deaths of children is a recurring element in contemporary lore. Lurid fictions about the gruesome demises of kids are used to teach youngsters about the perils believed to be inherent to certain activities and so direct them away from taking such risks (e.g., through a cautionary tale about a little girl beheaded by a road sign, children are taught to keep their various body parts inside the school bus). Children who have achieved a measure of celebrity are sometimes invoked for this purpose (e.g., \"Little Mikey\" of the LIFE cereal commercials who supposedly expired from ingesting a combination of soda and Pop Rocks , \"Buffy\" of Family Affair who purportedly died la Isadora Duncan through her scarf getting caught up in the wheels of a school bus). Tales about talented dancers who kick the bucket through engaging in the wild contortions of particular dance moves is part of that; though false, such stories work to discourage those who might otherwise be tempted to mimic gyrations that others (particularly parents) deem fraught with peril. They also serve as expressions of teen anxiety, in that the moves so flawlessly executed in the video look dangerous even to the young people yearning to try them. Barbara \"deadly imaginings\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.tv.com/fresh-prince-of-bel-air/show/475/summary.html;http://www.sitcomsonline.com/silverspoons.html;",
  "Example": "[Collected on the Internet, 2006] Hi...I teach high school at an inner city school in Macon, GA. There is a rap group that is popular right now called \"D4L.\" This band has a song that is at the top of the charts currently and is called \"Lean Wit It, Rock Wit it\" which also has a dance that accompanies it. The current rumor going around school is that either A. a young lady that was in the video was doing the dance and during a certain move (She was either leaning wit' it or rocking wit it I suppose), snapped her neck and died or that B. a young male child was imitating the dance and snapped his neck and died. [Note: Actually, \"Lean Wit It, Rock Wit It\" is the work of Dem Franchize Boyz. Down Four Life (D4L) is best known for the chart topper \"Laffy Taffy.\"]",
  "Last Updated": "30 May 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/freakish/dancer.asp",
  "Claim": "Kid dies doing the latest dance step in a video.",
  "Claim_ID": "horrors_freakish_dancer",
  "Tags": ""
}