{
  "Origins": "In these days of surgical modification based on the underlying belief that anything is possible provided one is willing to pay to have it done, the rib removal lie lives on. No one wants to acknowledge that the Beautiful People got that way by dint of hard work and self-denial (or maybe through the sheer luck of genetics). It's far more satisfying to believe they brought in skilled surgeons to work magic on them. Such a belief provides comfort to those unhappy with their own physical realities; their failure to look like the model on the cover of Cosmo can be written off to the other gal's using unholy tactics, not to their own lack of discipline.",
  "Fact Check": "",
  "Description": "The truth is complicated because many of the famous ladies we admire have had a bit of work done to improve what God gave them. The difference here is one of degree. As invasive as breast implants and nose jobs are, they're still surgery on a vastly different level than deboning. That a particular famous actress had her nosed bobbed shouldn't lead anyone to believe she also had her rib cage rifled. This rumor has been leveled at a succession of famous ladies envied for their hard bodies and/or small waists. Passing along the rumor becomes a way of dismissing these women as Frankensteinian creations rather than acknowledging that even members of the charmed circle have to do sit ups and watch what they eat. Female celebrities turned exercise mavens like Cher and Jane Fonda are especial targets for rumors of this kind because they're seen as committing the unforgivable crime of condescension. Not only are they rich, famous, and good-looking, they're now out to lecture the rest of us! In those cases, our urge to see the pedestal pulled out from under them runs strong. Though the list of shapely beauties this rumor has been tacked onto is always growing, no one has been victimized by the slander the way Cher has. In her case, the combination of an especially buff body, other surgeries she's made no secret of, and her 1991 book Cher/Forever Fit: The Lifetime Plan for Health, Fitness and Beauty have worked to keep the slander in action. The media hasn't always been a great help either. In 1988 the chic magazine Paris Match announced Cher had extensive cosmetic surgery performed on her body, including the removal of two ribs to ensure she kept a \"boyish\" figure. Cher sued the magazine, but the rumor gained even wider acceptance after being picked up from the Paris Match piece and run in other papers. That these stories were later corrected didn't do much to mitigate the impact of the rumor's first finding its way into those pages as revealed fact. Cher attempted to combat the story with common sense: \"If that [rumor] were true,\" she said, \"how could I do those health club commercials, in which I wear next to nothing? I'd be scarred all over. And could I wear the kind of clothes I do if I'd had all those many operations? Wouldn't there be visible scars everywhere? \"I've been up front about saying that I had my nose done, my breasts done, and had braces on my teeth. The rest is nonsense.\" Her public denials didn't make the rumors go away, though. In 1990 she hired British physician F.V. Nicolle to examine her and report on what he found. Nicolle guaranteed that Cher was no mere miracle of plastic surgery, proclaiming: \"This patient has consulted me because the media are repeatedly [misreporting] information regarding any surgery which she may have had done to her body. She has never had any surgery to her upper and lower eyelids [or] her cheekbones [or chin] ... All these areas represent her natural well-developed good looks and have never been touched by surgery.\" The doctor also put paid to the rumor that Cher had had ribs removed to achieve a narrow-waisted look. Still, the rumor continues to follow Cher: \"I've killed myself in the gym to have this body. It isn't like I have some amazing secret that nobody else has.\" If it's any comfort, at least the rumor is an old one. Numerous articles decrying cosmetic surgery and the narcissism that drives women to commit folly in their quest for the unattainable ideal body casually include the bald-faced statement that in Victorian times women would have their lowest set of ribs surgically removed to give them fashionable wasp waists. Such a detail is used to prove that there's nothing new under the sun, that women have been vain to the point of risking serious harm in generations long past as well. The current interest in implants and tucks seems almost reasonable in light of such earlier practices. Trouble is, there wasn't any such practice. Wasp waists were considered the height of feminine glory, and many a Victorian gal measured her attractiveness by how small she could render this part of her anatomy. (Those wondering if they'd fit in should know the Victorian waistline is thought to have ranged from 18 to 32 inches.) The modifications, however, stopped short of surgery: one ate very little and wore tight corsets to get that effect. To believe the Victorian rib removal canard is to believe that in an age when even the most uncomplicated of surgeries often proved fatal, women were lining up to take the risk and surgeons were happily sawing away. Never mind that anesthesia was still an iffy proposition and that post-surgical death due to infection claimed a horrifying number, according to this falsehood the fair sex was willing to take \"suffer to be beautiful\" down to new lows. A statistical report from the mid-1800s listed these fatality rates from amputations; expected fatality rates from rib removal should be similar: Forearm . . . . . . . 13 percent Arm . . . . . . . 52 percent Leg . . . . . . . 50 percent Thigh . . . . . . . 85 percent Valerie Steele, chief curator of The Museum at The Fashion Institute of Technology in New York City and an expert on corsets, says, \"No Victorians had ribs removed.\" The size of a number of corsets from that era that are on display in \"The Corset: Fashioning the Body\" exhibit leads some to conclude there might have been something to that rib removal whisper after all, but the tiniest of the shapely 19th-century corsets were likely worn by young, thin women who were also small in stature. As well, upper-class children were required to wear corsets in the 18th and 19th centuries; those so appareled from childhood had their rib cages narrowed by these devices, accounting for some of these astonishingly small foundation garments. Corsets have come back into fashion again, with their rise in popularity spawning a growing industry to satisfy this fashion need. However, it's not only the ladies who wear this particular form of undergarment. One of the most famous corset-wearers of our time is male: Mr. Pearl has, through the use of corsetry, trained his waist from a measurement of 31 inches down to 18 inches. He admits to wearing his corset 24 hours a day, loosening it only for bathing. (Men wore tight corsets in the 19th century to give them a more military-appearing bearing under their uniforms and also to provide back support.) It's possible the rumor about women having ribs removed to make their waists smaller was deliberately started in the late 1890s by impresario Florenz Ziegfeld, Jr. (of the Ziegfeld Follies ), who was then heavily engaged in generating publicity for Anna Held , an actress whose career he was directing. (The pair also had a relationship away from the footlights they lived together from 1897 until 1909). Held was one of the beauties of her day and was celebrated for her 18 inch waist. To build interest in her (and so sell more tickets to her performances), Ziegfeld fed the press many a far-fetched tale about Held, including the laugher that she daily bathed in milk for its purported beneficial effects upon the skin. While it is not definitively known that he spread the tale about her having had rib removal surgery to achieve her famed wasp waist, it well fits with his abilities to work the press he never seemed to regard any claims about any of his performers as too wild to feed to them, knowing that while they might scoff at some of the stories, they would repeat them in print and so add to the publicity being generated. Under that hypothesis, a false story deliberately generated to excite the public's interest in Anna Held later attached to other small-waisted actresses and singers, as the legend updated itself to stay current with the times. Yet however the story began, it is and always has been a false one. While vanity has at times driven both sexes to commit horrendous excesses, having a few ribs taken out wasn't any of them. And the truth value of that statement does not alter when the name of a celebrity is tossed into the mix. Barbara \"cher cropper\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.musicals101.com/ziegheld.htm;http://parlorsongs.com/issues/2004-1/thismonth/feature.asp;",
  "Example": "",
  "Last Updated": "8 July 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/vanities/ribs.asp",
  "Claim": "Cher had her lowest pair of ribs surgically removed to achieve an ultra-small waist.",
  "Claim_ID": "horrors_vanities_ribs",
  "Tags": ""
}