{
  "Origins": "Invented in 1956 by General Foods research scientist William A. Mitchell and introduced to the general public in 1975, Pop Rocks were a form of carbonated candy made from sugar, lactose, corn syrup, and flavoring. These fruit-flavored nuggets released small amounts of carbonation when the candy was ingested, causing a mild \"exploding\" sensation and resulting in a satisfying \"sizzling\" noise kids loved.",
  "Fact Check": "",
  "Description": "Though the confection had been extensively tested and found safe, the combustive candy still alarmed residents in Seattle. The Food and Drug Administration (FDA) set up a telephone hotline there to assure anxious parents that the fizzing candy would not cause children to choke. Nevertheless, among kids, wild stories about the perils of eating Pop Rocks abounded. (Kids love ghastly rumors about candy (e.g., that Bubble Yum contains spiders or their eggs.) Mixing the candy with carbonated drinks would cause the stomach to explode, was the popular whisper. Further, according to playground lore, the overly-cute kid known as \"Little Mikey,\" who achieved fame through starring in a LIFE cereal commercial with his two brothers, had died of this combination: Why Little Mikey, of all people? We can only guess, but urban legends require victims who are known yet anonymous the ubiquitous friends of a friend to lend them a touch of credible realism without allowing for the easy verification of their details. Little Mikey was a kid known to all other children by virtue of his famous television commercial, yet he was still relatively anonymous: few people (adults included) knew his real name, and his seeming non-appearance in any public role subsequent to his well known LIFE commercial (even though he actually took part in over 200 more commercials) could therefore plausibly be attributed to his untimely demise. Contrary to the rumor, John Gilchrist, the lad who played Mikey, not only survived his childhood unexploded but is now director of media sales for MSG Networks. Newsday reported of him in 2012 that: Yes, John Gilchrist enjoys Life cereal and keeps it in his home. No, he does not get a free lifetime supply. No, he was not a particularly picky eater as a child. Yes, he really is the guy who played one on TV. Oh, and one more thing: He is most certainly not dead. \"The folklore is that I ate Pop Rocks, the exploding candies, and I drank a soda and my stomach blew up,\" he said, recalling a long-ago urban legend. One day in the late 1970s, his mother summoned him from a playground baseball game to tell him she had received a call from a concerned friend who said, through tears, \"I'm so sorry to hear about your son.\" Replied Mrs. Gilchrist: \"He just came home from school!\" General Foods was battling \"exploded kid\" rumors as early as 1979, a scant four years after the product's introduction. They took out full-page ads in 45 major publications, wrote some 50,000 letters to school principals around the country, and sent the confection's inventor on the road to explain to all and sundry that Pop Rocks generate less gas than half a can of soda and ingesting them could induce nothing worse in the human body than a hearty, non-life-threatening belch. Despite all these measures, the rumors abound even to this day. The company stopped marketing Pop Rocks around 1983, and this is often pointed to as \"proof\" that the candy was so harmful it had to be pulled from the shelves. What's less known is that Kraft bought the rights to the product from General Foods in 1985 and then marketed it as \"Action Candy\" through a company named Carbonated Candy. Pop Rocks are now back out in the open, though, and are again marketed under their original Pop Rocks name. In July 2001, a northern California couple announced they were suing Baskin-Robbins after their five-year-old daughter swallowed Pop Rocks contained in the ice cream chain's \"Shrek Swirl\" flavor, maintaining that their daughter \"woke up from her nap screaming in pain\" and was taken to a medical facility where \"doctors had to insert a tube into her stomach to remove the air.\" In 2006, the \"exploded kid\" legend was revived, albeit with a newer candy, when rumors told of a Brazilian child who died after ingesting a combination of Coca-Cola and Mentos . It too was fiction. Barbara \"get a bang out of LIFE\" Mikkelson Sightings: In the 1998 slasher classic Urban Legend , the folklore professor invites a co-ed to eat Pop Rocks and then down a soda. She refuses to do it because she knows it kills people, including \"that kid in the cereal commercial.\"",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/Title?0146336;http://www.pop-rocks.com/;",
  "Example": "A kid ate 6 bags of pop rocks at a party. He then proceeded to drink a 6-pack of Pepsi. The two substances combined in his stomach and exploded, killing him horribly. That's why pop rocks were taken off the market in the early eighties.",
  "Last Updated": "24 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/freakish/poprocks.asp",
  "Claim": "Little Mikey of LIFE cereal fame died from the explosive effects of mixing Pop Rocks candy with soda pop.",
  "Claim_ID": "horrors_freakish_poprocks",
  "Tags": ""
}