{
  "Origins": "If there were competition for the title of \"America's wackiest newspaper,\" the this link Weekly World News would probably win the award hands-down. Unlike other supermarket tabloids, which primarily offer a mixture of celebrity news and gossip, shocking scandals, and health and diet tips, the WWN 's stock in trade is the bizarre. Extraterrestrials, ghosts, cannibals, vampires, and half-human animals populate the pages of the WWN ; articles about alien visitations, unusual deaths, Bigfoot, and impending planetary doom can generally be found in every issue. Facts are infrequent visitors to the WWN , rude party-crashers who occasionally succeed at sneaking in through the back door and are quickly hustled off the premises.",
  "Fact Check": "",
  "Description": "Despite the mostly playful, tongue-in-cheek style of WWN articles, occasionally a WWN story will \"escape\" into the wild and be circulated on the Internet as a genuine news article (because it has been stripped of its attribution, or because a forwarder wasn't familiar with the essence of the Weekly World News ); on rare occasions, a WWN piece will even resurface in the \"legitimate\" news media, reported as a factual account of a real-life event. In the last several years, all of the following topics which originally appeared in the Weekly World News were widely circulated as true: A scientist's plot to blow up the sun. A time-traveling trader who made a killing in the stock market. A tree that produces meat rather than fruit. The revelation that Saddam Hussein once starred in gay porn films. A medical study that found ogling women's breasts is good for a man's health. A woman who sued a pharmacy after she became pregnant despite her consumption of contraceptive jelly. A chess player whose head exploded during a match. A worker who died at his desk and went unnoticed by his co-workers for five days. The story reproduced above, of a trumpeter who died when struck in the head by the slide of an overenthusiastic trombonist, is another entry from the Weekly World News fiction collection, this one originally published in the tabloid on 23 January 1996. It was quickly posted to a variety of USENET newsgroups, and even though its attribution has largely remained intact as it has been republished on a variety of Internet sites over the years, it regularly surfaces in our inbox as the subject of \"Is this true?\" queries.",
  "Originally Published": "",
  "Referred Links": "http://www.weeklyworldnews.com/;",
  "Example": "[Weekly World News, 1996] Bocholt, Germany A band musician died of a brain injury when the trombonist behind him jerked the slide of his trombone forward and struck the trumpeter in the back of the head! Police say the tragedy occurred as the Gratzfeld College band was rehearsing the spirited American jazz classic, \"When the Saints Go Marching In.\" According to other band members, trombonist Peter Niemeyer, 19, \"got carried away\" with the music. He started gyrating and thrashing around as he played. At one point, he jerked forward and the rounded metal slide on his instrument hit trumpet player Dolph Mohr, 20, dropping him instantly to the floor. \"Niemeyer was pumping the slide very hard,\" said medical examiner Dr. Max Krause. \"But it wasn't just the force of the blow that killed Mohr. The slide struck him in the worst possible place the vulnerable spot just behind and below the left ear. Bone fragments pierced his brain, killing him instantly.\" The incident has provoked a storm of controversy over whether or not American jazz should be played in German colleges. \"I believe the music is to blame,\" said Gratzfeld band director Heinrich Sommer. \"I was pressured to play that selection by school administrators. But I've always said jazz is dangerous music. Our musicians can't control themselves when they play it. They move and rock back and forth, creating chaos. If I had my way, American Dixieland would be outlawed in Germany. I've been directing bands for 30 years and I've never heard of anyone dying while playing a German march.\"",
  "Last Updated": "10 November 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/freakish/trombone.asp",
  "Claim": "A band musician received a fatal head injury from a trombone slide.",
  "Claim_ID": "horrors_freakish_trombone",
  "Tags": ""
}