{
  "Origins": "It sounds like one of the spookiest movies ever. As the ads for the film The Blair Witch Project state:",
  "Fact Check": "",
  "Description": "The official web site for The Blair Witch Project explains the mythology behind the Blair Witch legend that these students were supposedly investigating: In 1785, a woman accused of witchcraft is banished from the village of Blair, Maryland, and a year later, her accusers and half of Blair's children vanish. The town of Burkittsville is established at the site of the abandoned village about forty years later, and over the next 150 years a series of child murders and mutilations takes place. In 1994, three students decide to travel to Burkittsville to film interviews with locals about the Blair Witch legend as a class project, and a couple of days later they disappear in nearby woods. No trace of them is found until the footage they shot is discovered under an old cabin a year later. Scary, isn't it? And early reports of the film indicate that it lives up to its chilling reputation. We hate to spoil something so deliciously horrific, but the truth is that the film isn't really what it's described to be. First of all, the \"facts\" behind the Blair Witch legend are apocryphal. The rare 1809 book The Blair Witch Cult, which is \"commonly considered fiction\" and \"tells of an entire town cursed by an outcast witch,\" isn't real. (As the web site informs us, only one copy of the book exists, conveniently in the hands of an unnamed private collector.) A hermit who allegedly \"ritualistically murdered and disemboweled\" seven children in 1940-41 at the behest of \"an old woman ghost who occupied the woods near his house\" was \"quickly convicted and hanged,\" yet none of the area newspapers apparently saw fit to cover this sensational story. When the three student filmmakers allegedly disappeared in 1994, the Maryland State Police reportedly spent ten days and \"33,000 man hours\" employing dogs, helicopters, a hundred men, and even a \"fly over by a Department of Defense Satellite\" to locate them, but once again media coverage of this sensational, newsworthy event was completely non-existent. (The citizens of Burkittsville and the Frederick County Sheriff's Department are happy to confirm the fictionality of these events.) So what's the film all about? The legend of the Blair Witch was invented by the film's writer/directors, Daniel Myrick and Eduardo S nchez. Myrick and S nchez hired three young actors (Heather Donahue, Michael Williams, and Joshua Leonard), explained the outline of the film's story to them, gave them advice about the characters they were to play, then turned them loose in the woods with film equipment to shoot movie footage. The actors received notes and supplies left for them and carried a Global Positioning System (GPS) device with them for tracking purposes, but they didn't know exactly what was going to happen once they embarked on their movie-making venture thus the film has the feel of a documentary that captures events genuinely surprising to the filmmakers. (If you're still convinced the movie's premise is real, perhaps the fact that the \"dead\" film students are giving interviews such as the one in Salon will dissuade you.) Adding to the movie's pre-release build-up was the airing on the Sci-Fi Channel of a fictional documentary, The Curse of the Blair Witch , about the putative Blair Witch legend and the making of the related film. (Remember, the \"Fi\" in \"Sci-Fi\" stands for fiction .) It sounds like a spine-tingling premise for a horror film, and it has reportedly made for a terrific movie. But it's just a film, not a true story. Additional information: The Blair Witch Project review (Salon) Method Madness (Salon)",
  "Originally Published": "",
  "Referred Links": "http://www.salonmagazine.com/ent/movies/feature/1999/07/14/blair_essay/index.html;http://www.salon.com/ent/movies/review/1999/07/13/blair/;http://web.archive.org/web/20010615141819/www.scifi.com/blairwitch/shadow/;http://www.salon.com/ent/movies/int/1999/07/13/witch_actor/;http://web.archive.org/web/20000118170629/http://www.burkittsville.org/faq.html;http://www.blairwitch.com;",
  "Example": "",
  "Last Updated": "16 January 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/ghosts/blair.asp",
  "Claim": "The movie The Blair Witch Project is based on footage shot by three student filmmakers who mysteriously disappeared while making a documentary about the legend of the Blair Witch.",
  "Claim_ID": "horrors_ghosts_blair",
  "Tags": ""
}