{
  "Origins": "The earliest sightings of this particular yucky food tale take it back to 1990 or 1991. It's a favorite of high school and college students and says a lot about how we feel about fast food.",
  "Fact Check": "",
  "Description": "Unlike most contaminated food stories, this one couldn't have happened. Fast food chicken sandwiches are made of chopped, processed meat chicken is ground then reformed into breast-shaped patties. Even those sandwiches fabricated from whole chicken breast couldn't possibly come through the preparation process with a pus-filled abscess intact the meat has to be pounded to spread it out to fit the bun, and to stop it from curving up in the middle the way an unmanipulated chicken breast would (which would make piling on the fixings that much harder). And then there's frying process no pus-filled anything is going to survive that. Not only is this a legend about what yucky things might be lurking in our fast food, it's also a tale that dredges up the spectre of cancer. (In the vast majority of tellings a tumor is discovered in the chicken sandwich, not an abscess or a cyst. This, by the way, also eliminates any remaining credibility the story might have, for tumors are hard masses of cancerous flesh without pus.) The apocryphal discovery of a tumorous chicken breast in a fast food sandwich is a way of expressing distrust about the nature of food in this advanced age. Are chickens being forcefed chemicals to make them grow faster and so reach our dinner plates sooner? Are we happy about that? The moral of this legend is that you get out what you put in feed a chicken chemicals and end up with tumorous meat. Barbara \"making a clean (chicken) breast of it\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1997] A woman goes into a fast food restaurant and orders a chicken sandwich with no mayo. She bites into it, tastes some kind of sauce, and looking at her sandwich, realizes that it looks kinda like mayonnaise. She takes it back to the counter where they insist that there was no mayo on the sandwich. Eventually, it turns out that the piece of chicken contained a tumor, and when the woman bit into it it exploded, releasing some kind of pus-like substance. Variations: When given, the name of the fast food outlet varies: McDonalds, Burger King, Wendy's, Kentucky Fried Chicken and Subway have all been tied to this rumor. The recipient of the pus-filled sandwich is always female. The victim is sometimes identified as \"health conscious,\" hence her insistence on no mayonnaise. (I guess the fried part doesn't count if you don't add mayo.) The method by which the pus is discovered varies: the woman opens the sandwich herself and takes a look, she returns to the restaurant to complain about getting mayonnaise (where she and the clerk together spot the tumor), or she becomes ill and is taken to the hospital (where the sandwich is tested to determine what made her sick). In the versions where the woman has to be taken to the hospital, her illness is attributed either to food poisoning or to microbes in the cyst that attack her nervous system, sending her into a coma. This story has been told in Australia, Canada, England, and the United States, always as a local and recent occurrence.",
  "Last Updated": "28 January 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/food/tumor.asp",
  "Claim": "The mayonnaise oozing from a chicken sandwich turned out to be pus from a tumor in the chicken.",
  "Claim_ID": "horrors_food_tumor",
  "Tags": ""
}