{
  "Origins": "McDonald's and KFC have long had their special yucky food contamination legends, so it was only a matter of time until Taco Bell got their own. Although informal versions of this wild tale circulated on the Internet as early as March 1998, it was November of that year before the text quoted above made its appearance in inboxes everywhere. Later versions of the e-mail ended with the tagline \"The article can be found in the Nov. 19th NY Times.\" Disabuse yourself of the notion that anything remotely resembling this tale appeared in that publication on that day or any other. (The only roach story in the 19 November 1998 New York Times was a piece by Douglas Martin, titled \"City Said to Use More Pesticides Than Farm Counties.\" It contained no mention of Taco Bell or roaches being found in food and was merely a story about pesticide use in the city and its possible dangers.)",
  "Fact Check": "",
  "Description": "We're supposed to take this scary e-mail as yet another warning about the lurking dangers of fast food prepared by faceless automatons working for monolithic corporate chains. To wit, the lack of attention and cleanliness allows icky bug stuff to get into our food. Not only is bug stuff gross, the legend says, but it can make you physically ill and we're not just talking nausea. Logistically, though, this one falls down flat on its face. Even if the medical details were correct (and they're woefully wrong), how would the teller know that the roach had come from a Taco Bell taco? Had the poor girl eaten nothing else for the previous several days? There's no mention of her saving the remnants of her meal, much less of anyone's examining them. Even if the victim had retained some taco scraps, since she allegedly ate the roach along with the taco, what evidence would be left behind to discover? How did the eggs manage to get out of this \"pregnant roach\" and into the girl's salivary glands? Expectant roaches carry their eggs in a largish brown sac called an ootheca, a firm-walled egg case attached to Mama Roach's posterior. A roach ootheca is about the size of dried bean, not something that could be worked into anyone's gum line. Did mama fortuitously lay her eggs a split second before the grinding of a hungry girl's teeth shuffled Mrs. Roach off this mortal coil? If not, how did mama's eggs amazingly survive the crush of masticating molars that did her in? And how could the eggs enter the salivary glands, from which saliva (of course) is generally flowing out ? Our horrific little story also stars a doctor who prescribes a topical cream for a swollen jaw supposedly caused by an \"allergic reaction,\" and who \"removes a couple of layers of inner mouth\" to get at an obstruction in the salivary glands. Maybe we're wrong to classify this one as a contaminated food or insect infestation legend it sounds more like a scary indictment of our medical system. A similar \"cockroach eggs\" scare that began circulating in 2000 involved envelopes rather than tacos as the means of transmission: If you lick your envelopes ... You won't anymore! This lady was working in a post office in California, one day she licked the envelopes and postage stamps instead of using a sponge. That very day the lady cut her tongue on the envelope. A week later, she noticed an abnormal swelling of her tongue. She went to the doctor, and they found nothing wrong. Her tongue was not sore or anything. A couple of days later, her tongue started to swell more, and it began to get really sore, so sore, that she could not eat. She went back to the hospital, and demanded something be done. The doctor, took an x-ray of her tongue, and noticed a lump. He prepared her for minor surgery. When the doctor cut her tongue open, a live roach crawled out. There were roach eggs on the seal of the envelope. The egg was able to hatch inside of her tongue, because of her saliva. It was warm and moist ... This is a true story ... Pass it on Everything said about cockroach eggs earlier still applies. This incarnation of the tale was every bit as much a hoax as the taco one. Variations: In May 2000 someone thought to add additional snippets of implied credibility to the \"envelope licking\" version quoted above: This is a true story reported on CNN. Andy Hume wrote: Hey, I used to work in an envelope factory. You wouldn't believe the things that float around in those gum applicator trays. I haven't licked an envelope for years. This is a true story ... Pass it on This story was not reported on CNN. Pasting such authoritative-sounding taglines into the text of hoaxes circulating on the Internet in an effort to give them credibility is commonplace, and this was just another case of some nameless prankster doing just that.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via the Internet, 1998] You'll never eat fast food again! This girl was really in a hurry one day so she just stopped off at a Taco Bell and got a Chicken soft taco and ate it on the way home. Well that night she noticed her jaw was kind of tight and swollen. The next day it was a little worse so she went to her doctor. He said she was just have an allergic reaction to something and gave her some cream to rub on her jaw to help. After a couple of days the swelling had just gotten worse and she could hardly move her jaw. She went back to her doctor to see what was wrong. Her doctor had no idea so he started to run some test. They scrubbed out the inside of her mouth to get tissue samples and they also took some saliva samples. Well they found out what waswrong. Apparently her chicken soft taco had a pregnant roach in it that she ate!!!! The eggs then some how got into her saliva glands and she was incubating them in her mouth. They had to remove a couple a layers of her inner mouth to get all the eggs out. If they hadn't figured out what was going on the eggs would have hatched inside the lining of her mouth! She's suing Taco Bell! Of course.",
  "Last Updated": "22 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/food/tacobell.asp",
  "Claim": "The cause of swelling in a girl's jaw was determined to be cockroach eggs she ingested from eating a Taco Bell taco or licking envelopes.",
  "Claim_ID": "horrors_food_tacobell",
  "Tags": ""
}