{
  "Origins": "In recent decades, laughter has been touted as a possible cure for many ills, including cancer and heart trouble. But could mirth also be deadly, making the phrase \"I just about died laughing\" as much about accuracy as it is hyperbole?",
  "Fact Check": "",
  "Description": "On 24 March 1975, 50-year-old bricklayer Alex Mitchell of King's Lynn in Norfolk, England, kicked the bucket while roaring with laughter at one of his favorite television shows, the comedy program The Goodies . The skit that precipitated Mitchell's fatal fit of glee involved a kilted Scotsman's flailing away with his bagpipe at a vicious black pudding intent upon attacking him. Mitchell was unable to stop laughing, and after twenty-five minutes of uproar gave one last \"tremendous belly laugh, slumped on the settee, and died,\" said his widow, who witnessed his passing. While Mitchell had expired from heart failure, what felled him was not a classic heart attack, but rather the result of an unusual inheritable heart rhythm disorder that routinely takes the lives of even apparently robust 20-somethings. Mitchell had Long QT syndrome, an affliction in which the heart is prone to experiencing long pauses between heart beats, especially after instances of excitement or exertion. After such an incident, the heart resets itself after a few beats, but in some cases (such as this) the person is not so fortunate. An odder account of a \"dying laughing\" incident was reported in Bangkok in 2003: An ice cream truck driver in Thailand died while laughing in his sleep. Damnoen Saen-um, 52, laughed for about two minutes yesterday and then stopped breathing, The Nation newspaper reported. Damnoen's wife tried to wake him up but he kept laughing. An autopsy suggested that he might have had a heart attack. \"I have never seen a case like this. But it is possible that a person could have heart seizure while laughing or crying too hard in their sleep,\" said Dr Somchai Chakrabhand, deputy director-general of the Mental Health Department. On the anecdotal side, Schott's Original Miscellany attributes the death of Burmese king Nandabayin in 1599 to his having \"laughed to death when informed, by a visiting Italian merchant, that Venice was a free state without a king.\" And on the fictional front, one version of the demise of Pecos Bill , the legendary cowboy hero of American folklore, has him dying from laughter after an encounter with a Boston dude: When Bill was gettin' on in years, a Boston man came down to New Mexico for a visit. He fancied himself a bit of a cowboy. Got himself one of them mail-order suits, don't ya know. The ones with the lizard skin boots, a shiny brass belt buckle, a new pair of blue jeans and a huge ten gallon hat with not a speck of dust on it. Well, when Pecos Bill saw him trying to swagger into a bar, he jest lay down on the sidewalk and laughed himself to death! Not enough information was given in the (real) cases cited above to know whether laughter was a coincidental, contributory, or causal element of the deaths, but linguistically we've been tossing about \"dying laughing\" expressions for centuries; the Oxford English Dictionary records a use of this phrase as far back as 1596 (\"Went they not quickly, I should die with laughing\"). We also employ similar phrases to indicate intense feelings of humiliation (\"I almost died of embarrassment\"), and in a more generic sense we use 'dying' to indicate great longing (\"I'm just dying to see you\") or excellence (\"It's to die for\"). It therefore comes as a bit of a shocker to realize that there might be at least a smidgen of truth buried deep beneath all this overblown emoting. Yet even if there may have been an occasional death from guffawing, it's still possible merriment is far more healthy than harmful (at least for the ones who survive). Some studies assert laughing produces beneficial effects on physical health, including decreasing the secretion of serum cortisol (a stress hormone) and boosting the blood levels of immunoglobulin A, an antibody that fights bacterial and viral infections in the upper respiratory and gastrointestinal tracts. However, not everyone in the scientific community has jumped on this bandwagon: in a study reported upon in 2002 in Current Directions in Psychological Science (\"Is Laughter the Best Medicine? Humor, Laughter, and Physical Health) researchers reported that the connection between humor and wellness was \"less conclusive than commonly believed\" and that \"future research in this area needs to be more theoretically driven and methodologically rigorous.\" Barbara \"laugh tracked\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/1582343497/ref=urbanlegendsrefe;http://web.archive.org/web/20010222161741/http://www.drlamay.com/pecos_bill.htm;http://www.phill.co.uk/comedy/goodies/;",
  "Example": "",
  "Last Updated": "21 June 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/freakish/laughing.asp",
  "Claim": "People have died laughing.",
  "Claim_ID": "horrors_freakish_laughing",
  "Tags": ""
}