{
  "Origins": "According to oral lore, spiders have been erupting from girl's cheeks since the mid-1960s. According to arachnid experts, no self respecting spider will lay its eggs on or in a human, a fact that roots this story squarely in the realm of lore. Yes, there are other insects and crawly things out there that will use an unsuspecting person as a creche. But not a spider.",
  "Fact Check": "",
  "Description": "A likely antecedent to this legend is a 1842 Jeremias Gotthelf short story titled \"Die Schwarze Spinne.\" In it, a woman makes a pact with the Devil, which is sealed by his kiss on her cheek. When the Devil is cheated by villagers, a black boil begins to grow on the spot where he bussed her. It eventually bursts and venomous spiders crawl out of it. Though this is not a precise match, it shares enough elements in common with the legend in question (the victim is a woman, the lump grows noticeably before breaking open, the eruption occurs on her cheek, spiders come out of the opening) to be considered significant. At different times, spider eruption stories have skittered their way into the media. In 1998 in Britain, for example, a 30-year-old equities salesman just returned from a week in Mexico awoke to notice a bloody eruption on his right thigh. The doctor he consulted told him \"It is common to be bitten by spiders around here\" and \"It has probably laid eggs, so do not scratch.\" No spiders ever came out of the wound (how could they, after all?), but that didn't stop a number of those who had seen this story or its \"no spiders yet\" followup from remembering the reports quite differently. Memories of what they'd read changed over time, with a bulge on the man ballooning ever outward until it burst open, spewing deadly spiders everywhere even as tropical disease specialists stood helplessly by. Folklorists have classified this tale as a women's story, told primarily by women to women, because it reflects their disgust and revulsion towards insects and couples this reaction with a terror of anything happening to their looks. The location of the bite (on the cheek) is considered important in that not only do creepy-crawlies explode out of a human, but they ruin the person's face in the process. In the mind's eye, one sees not only the spiders bursting forth, but the gaping wound their frantic exit leaves behind. Barbara \"tropical fantasy\" Mikkelson Sightings: This legend turns up in the following films: Bliss (1985), The Nature of the Beast (1987), and The Believers (1987).",
  "Originally Published": "",
  "Referred Links": "http://www.imdb.com/title/tt0092632/?ref_=fn_al_tt_1;http://us.imdb.com/Title?0113939;http://us.imdb.com/Title?0088821;",
  "Example": "[Healey and Glanvill, 1996] A woman well-known to our family friends was the travelling type, always hopping off to exotic places. One year, she set her heart on Guatemala in Central America. She went with an adventure holiday tour, which took people into the wild interior lots of hacking through jungle with a machete and bivouacking overnight amidst the sounds of the rainforest. The woman was game and loved roughing it, so she wasn't at all fazed by all the creepie-crawlies everywhere, and had one of the best holidays she could remember. When she returned home to England, she noticed that a bite on her cheek she had sustained early on in the jungle had not healed up and was beginning to itch. She put some cream on it and thought no more about it. After a few days, however, the swelling had grown very bad indeed, and soon, despite applying various creams, the woman looked in the mirror and saw the whole cheek was red, itchy and inflamed. Finally, finding the irritation too much, the woman gave her cheek a really good scratch. At which the skin cracked, and hundreds of tiny spiders burst out, scattering away across her face. [Smith, 1986] A girl I know from Glasgow went on holiday with friends to the coast of North Africa she had a terrific time. The only problem they had during the visit was on the last day when they had an invasion of small insects particularly spiders. These appeared to have been blown out to the coast from the desert and all you could do was to keep brushing them away. In spite of this they managed to get a few hours sunbathing in, during which my friend was bitten on her face by the spiders a couple of times. Thinking no more about it, she simply applied an antiseptic cream to the bites and forgot them. By the time she had returned to Glasgow the bites were looking rather inflamed and beginning to look like boils. In spite of further treatment, they refused to subside so she eventually thought it best to arrange to visit the doctor the following day. Going to the bathroom the next morning she saw in the mirror that the bites looked even worse. She had just begun to carefully wash her face when she felt a sharp pricking sensation. Looking in the mirror again she was horrified and began to scream hysterically. The boils had burst and crawling all over her face and in her hair were hundreds of tiny baby spiders. Variations: The victim (invariably a woman) picks up this horrific facial infestation while vacationing somewhere warm and exotic. Mexico, Spain, plus a host of African and South American countries are mentioned. Sometimes the woman opens the wound herself, but in other versions she consults a doctor who lances the bulge for her. Occasionally the unfortunate vacationer is said to suffer a heart attack or go mad upon seeing those spiders come flying out of her face, but the overwhelming majority of the tellings end with the arachnidic eruption we don't hear what happened to the woman afterwards, nor do we really care.",
  "Last Updated": "31 October 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/insects/spiderbite.asp",
  "Claim": "A swelling on a girl's cheek breaks open and disgorges hundreds of baby spiders.",
  "Claim_ID": "horrors_insects_spiderbite",
  "Tags": ""
}