{
  "Origins": "What a fable for our times! Nearly all of us feel we're spending too much time at our jobs, are anonymous cogs in corporate machines whose disappearance (or death) would scarcely be noticed by our co-workers and employers, and are spending our lives at work (literally).",
  "Fact Check": "",
  "Description": "So of course people took to the story of dead-but-undiscovered George Turklebaum, which the Birmingham [England] Sunday Mercury claimed to have broken when it reported his death as a \"Crazy Worlds\" item on 17 December 2000 (even though the same item, minus some of the details, had been run by The Guardian and the BBC a few days earlier). The story of Turklebaum's tragic demise was picked up and printed by several other newspapers in Great Britain (including the London Times ) in December and January and soon garnered a tremendous amount of attention (especially in Birmingham, Alabama , as confused readers mistakenly bombarded that city's newspapers with queries about Turklebaum). In response to all the inquiries it received, on 28 January 2001 the Sunday Mercury published the following: Well of course the story is true! The Sunday Mercury's Crazy World spots are compiled by journalist Keith Chalkley a man with a Midas touch for finding strange goings-on in every corner of the globe. Keith said: 'I was first alerted to George's story by a New York radio station I broadcast to. 'But New York police, to whom I spoke, say the case isn't as odd as people might think. 'In 1975, an insurance clerk with a firm in Manhattan died in his workplace and it was 18 DAYS later that it was found that he was dead.' What satisfied the Sunday Mercury didn't satisfy us, and it shouldn't have satisfied anyone else: Even though the supposed bucket-kicking took place in New York, it wasn't reported in any American newspaper at the time of Turklebaum's demise. Forget about an obituary showing up; not even a news report about an unnamed dead person discovered sitting at a desk for five days made the news. New York papers aren't so jaded that they wouldn't run such an item if they'd been alerted to one. (Several other foolhardy publications later printed the same story, having convinced themselves that its appearance in a British paper constituted diligent fact checking, but those accounts shouldn't be confused with contemporaneous news reports of a man's death.) This item came from only a few sources (who ran essentially the same story), all of them in England, even though the death supposedly occurred in New York City. The identification of the dead man's employer was too vague (a \"publishing firm\" in New York) to allow for verification. The Sunday Mercury's source for the story was said to be \"a New York radio station,\" which is not exactly the most reliable of sources. (Just think of how much misinformation Paul Harvey has spread via the radio over the years, all by himself.) Even the Sunday Mercury didn't say that New York police actually confirmed the story; only that they maintained \"the case isn't as odd as people might think.\" (As it turned out, even the police quote wasn't really a quote at all, but a line taken from a made-up tabloid story.) A spokesperson at the New York Medical Examiner's office neither remembered the case nor was able to turn up information on the death of anyone named Turklebaum for 1999 or 2000. A search of the Social Security Death Index unearthed no information about anyone named Turklebaum. Last but not least, the process of decomposition of human remains is such that a dead body could not have sat unnoticed for five days unless it were in a sealed, completely unused area of a building. This one was a hoax, no matter how the Sunday Mercury tried to spin it. It (and others) got suckered by a 5 December 2000 article from the Weekly World News (a supermarket tabloid), which was almost word-for-word identical with the version the Mercury printed: (Notice that the Sunday Mercury 's follow-up \"This really is true!\" article quotes its \"reporter\" as having spoken to the New York police and been told that \"the case isn't as odd as people might think\" and that \"in 1975, an insurance clerk with a firm in Manhattan died in his workplace and it was 18 DAYS later that it was found that he was dead\" information straight from the concluding paragraph of the Weekly World News piece.) The Turklebaum saga is a prime example of why we stress repeatedly that the appearance of a news story in one or more newspapers (even respected publications such as the London Times ) is no guarantee of its truthfulness. Extraordinary news requires extraordinary documentation, which is something more than a bevy of newspapers simply running the same unsourced piece. The passing of people who have died at their desks hasn't always been discovered immediately, but at no time has there been a five-day span between death and discovery. In February 2011, Los Angeles County worker Rebecca Wells (51) expired at her desk on a Friday, with her body being discovered on Saturday afternoon by a security guard. In January 2004 several news outlets picked up a similar story from the Finnish tabloid Ilta-Sanomat, which claimed that a tax office official in Finland died at his desk, but his death went unnoticed by up to 30 colleagues for two days. Unlike the passing of Rebecca Wells, that story is unconfirmed. Sightings: A June 2000 Conseco television commercial anticipated (and maybe even have inspired) this fake news story about George Turklebaum. The ad showed an unmoving man wearing sunglasses seated at a desk. Throughout the day various assignments were placed on his desk and then picked up, completed, and dropped back at his desk by co-workers. At the end of the day the wife appears to pick him up. She is complimented on her husband s diligence and performance, shoos the appreciative co-worker away, closes the door to her husband's office, and begins to prepare him to leave. The voice-over on the commercial comments on how it's important to be prepared for the unexpected, leaving behind the unstated message that otherwise you too might have to day after day prop your dead husband at his desk at work to keep those paychecks coming in.",
  "Originally Published": "",
  "Referred Links": "http://www.weeklyworldnews.com/;http://news.bbc.co.uk/hi/english/uk/newsid_1113000/1113955.stm;http://www.guardianunlimited.co.uk/Archive/Article/0,4273,4105840,00.html;",
  "Example": "[Sunday Mercury, 17 December 2000] BOSSES of a publishing firm are trying to work out why no-one noticed that one of their employees had been sitting dead at his desk for FIVE DAYS before anyone asked if he was feeling okay. George Turklebaum, 51, who had been employed as a proof-reader at a New York firm for 30 years, had a heart attack in the open-plan office he shared with 23 other workers. He quietly passed away on Monday, but nobody noticed until Saturday morning when an office cleaner asked why he was still working during the weekend. His boss Elliot Wachiaski said: 'George was always the first guy in each morning and the last to leave at night - so no-one found it unusual that he was in the same position all that time and didn't say anything. 'He was always absorbed in his work and kept much to himself.' A post mortem examination revealed that he had been dead for five days after suffering a coronary. Ironically, George was proof-reading manuscripts of medical textbooks when he died. Variations: In March 2001, a slightly-rewritten version began circulating on the Internet, this one transforming dear dead George into a geologist working for an oil company in Calgary, Alberta. One especially adorable difference between this version and the earlier incarnation is the closing comment by Turklebaum's boss, Elliot Wachiaski, which attempts to explain why no one noticed Turklebaum's deceasitude: \"Besides he was a geologist, they never really do much anyway.\"",
  "Last Updated": "16 February 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/gruesome/fivedays.asp",
  "Claim": "A man who died at his office desk went unnoticed by his co-workers for five days.",
  "Claim_ID": "horrors_gruesome_fivedays",
  "Tags": ""
}