{
  "Origins": "Sends chills down your spine, doesn't it? Ah, but it's only a ghost story there never was a mummy (cursed or otherwise) on the RMS Titanic .",
  "Fact Check": "",
  "Description": "First of all, the tale is logically inconsistent. One of the few names quoted in this piece is that of Helena Blavatsky, a well-known occultist of the period. We're told the dreaded Princess of Amen-Ra was purchased in Luxor, Egypt, by four foolish young Englishmen \"in the late 1890s,\" yet later in the same piece we're informed of Helena Blavatsky's dire pronouncements made to the private collector who supposedly had possession of the mummy right before it was shipped on the Titanic. These claims cannot both be true, because Helena Blavatsky died of influenza in 1891, but the Titanic 's first and only voyage didn't take place until 1912. As for the facts of the matter, in 1985, Charles Haas, president of the national Titanic Historical Society, gained access to the ship's cargo manifest and cargo diagrams. Though the cargo included raw feathers, linen, straw, hatter's fur, tissue, auto parts, leather, rabbit hair, elastics, hair nets and refrigerating apparatus, not so much as one mummy was listed. Speaking to the legend that a cursed mummy was on board, Haas said, \"The cargo manifest throws those myths right out the window.\" Other experts have come to the same conclusion: no mummy least of all one \"of the vengeful Princess of Amen-Ra\" was shipped aboard the Titanic . (Of course, the fact that the ship's manifest listed no gold and no insurance claims were filed for valuable gems hasn't stopped people from believing that those objects went down with the Titanic as well.) Note that \"Amen-Ra\" isn't the name of a place; it's the name of an Egyptian god, one whose name means \"the hidden one\". He was seen as the creator of all things and, with his consort Mut and their son the moon-god Khonshu, was worshipped in the great temples of Luxor and Karnak. In fact, the mummy to which this story refers (which was actually just the coffin lid, not the mummy, of the Priestess of Amun) never left the British Museum, and it is still there to this day. So how did this fanciful tale begin? This ghost story was concocted around the turn of the century by two Englishmen named William Stead and Douglas Murray. Stead was a well-known journalist and editor who crusaded on behalf of liberal causes and created a national scandal when he published an article entitled \"The Maiden Tribute of Modern Babylon,\" describing how he was able to purchase the services of a thirteen-year-old prostitute for 5. Stead was also a believer in mysticism and spiritualism who consulted mediums, investigated psychic phenomena, and published a related periodical. We don't know much about Murray he's been described as an \"Egyptologist\" and as the man who shipped the mummy in question to London in the first place, although he was probably neither. Stead and Murray crafted an elaborate horror story about a mummy that was brought to England and set up in the drawing room of an acquaintance of theirs. The morning after the mummy arrived, they claimed, everything breakable in the room was destroyed. The mummy was moved from room to room within the house, but each move resulted in the same destruction of all the breakable objects at hand. Wherever the mummy went, it brought sickness, death and destruction to its owner. Sometime after Stead and Murray invented their mummy tale, they were visiting the First Egyptian Room of the British Museum and noticed the coffin lid of the Priestess of Amun. They concocted yet another story that the look of terror and anguish in the face depicted on the coffin lid indicated that the coffin's original occupant was a tormented soul, and her evil spirit was now loose in the world. Stead and Murray told their fanciful tale to eager newspaper reporters who then as now weren't about to let the truth get in the way of a sensationally good story. The two stories were conflated into one and spread widely, and the Priestess of Amun came to be identified as the mummy whose mortal remains wreaked havoc wherever they were stored. This ghost story made the leap from London to the Titanic after William Stead went down with the ill-fated ship on 15 April 1912. Stead was traveling to America at President Taft's request to address a peace conference, and he took delight in relating his \"cursed mummy\" tale to Titanic passengers. He reportedly defied superstition by starting his narrative at a dinner party on Friday, the 12th of April, and drew it out so that he concluded the tale just after midnight on the 13th. A few days after the Titanic 's sinking, one of the survivors recounted Stead's \"cursed mummy\" tale in an interview with the New York World , and eventually the ghost story Stead and Murray invented, Stead's presence aboard the Titanic, and reports of Stead's having related the mummy tale to Titanic passengers became jumbled together, producing a new legend about an actual mummy aboard the Titanic . The modified legend told of a cursed mummy the British Museum was so anxious to be rid of that they sold it to an American, who naturally sought to ship it back home via the Titanic. The presence of the cursed mummy (which had escalated the expressions of its wrath from breaking cups and saucers and making people ill to sinking passenger liners) in the Titanic 's hold came to be whispered as the cause of the most famous maritime disaster in history. In an even more elaborate version of the legend, the mummy's American owner paid a bribe to have the mummy placed in one of the Titanic 's lifeboats; it was then smuggled aboard the Carpathia when that ship picked up the Titanic 's survivors and secretly landed in New York. When the mummy continued to wreak havoc at its new home, its new owner had it taken to Canada in preparation for shipping it back to England. The mummy was placed aboard the liner Empress of Ireland , which, while on its way from Quebec City to Liverpool on 29 May 1914, was struck by a Norwegian coal ship. The Empress of Ireland sank so quickly that only 7 of her 40 lifeboats could be launched, and 840 passengers went down with her. As to how widespread this \"curse of the mummy\" stuff is, some of the crew members on a failed 1980 expedition to locate the sunken Titanic spoke darkly of the famous mummy that was allegedly on board her, saying it transferred the curse of all who disturbed its grave to the vessel's maiden voyage and all subsequent search efforts. (Yeah. Like it couldn't have been plain bad luck. And what was the mummy doing back on the Titanic after having sailed on the Empress of Ireland ?) In looking to blame their bad luck on an outside force they couldn't possibly have hoped to defeat, those crew members weren't all that unusual. They merely brought into play a standard avoidance technique employed to keep us from having to confront what a scary, random world this place can be. In the wake of any disaster, there's a strong urge to explain away the tragedy by ascribing it to some dark power beyond our control. As inconceivable as this might seem at first blush, it's easier for many people to accept that a cursed mummy was the cause of great loss of life than it is to co-exist with the knowledge that sometimes even unthinkable accidents will happen. Being at the mercy of the God of Random Chance is far more frightening a reality to face than any vengeful mummy will ever be. Ghost stories like this one reaffirm our faith in the world being a predictable (and therefore safe) place. If a great tragedy such as the sinking of the Titanic can be explained away as the direct result of the evil forces of the supernatural's being stirred up, we can again feel safe about placing our faith in the inherent safety of great ships, airplanes or even automobiles. Beyond the reassurance factor, such tales also make darned good storytelling. That too lies at the heart of their appeal. In case you're curious (and have some vacation time to spare), the coffin lid of the Priestess of Amun is still on display at the British Museum, just as it was when Stead and Murray created their infamous \"cursed mummy\" tale a century ago. Look for exhibit BM No. 22542, in the Second Egyptian Room. Barbara \"court of appeals (to reason)\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1998] Of all tales of the supernatural, this one is perhaps the best documented, the most disturbing and the most difficult to explain . . . The Princess of Amen-Ra lived some 1,500 years before Christ. When she died, she was laid in an ornate wooden coffin and buried deep in a vault at Luxor, on the banks of the Nile. In the late 1890s, 4 rich young Englishmen visiting the excavations at Luxor were invited to buy an exquisitely fashioned mummy case containing the remains of Princess of Amen-Ra. They drew lots. The man who won paid several thousand pounds and had the coffin taken to his hotel. A few hours later, he was seen walking out towards the desert. He never returned. The next day, one of the remaining 3 men was shot by an Egyptian servant accidentally. His arm was so severely wounded it had to be amputated. The third man in the foursome found on his return home that the bank holding his entire savings had failed. The fourth guy suffered a severe illness, lost his job and was reduced to selling matches in the street. Nevertheless, the coffin reached England (causing other misfortunes along the way), where it was bought by a London businessman. After 3 of his family members had been injured in a road accident and his house damaged by fire, the businessman donated it to the British Museum. As the coffin was being unloaded from a truck in the museum courtyard, the truck suddenly went into reverse and trapped a passerby. Then as the casket was being lifted up the stairs by 2 workmen, 1 fell and broke his leg. The other, apparently in perfect health, died unaccountably two days later. Once the Princess was installed in the Egyptian Room, trouble really started. The Museum's night watchmen frequently heard frantic hammering and sobbing from the coffin. Other exhibits in the room were also often hurled about at night. One watchman died on duty; making the other watchmen wanting to quit. Cleaners refused to go near the Princess too. When a visitor derisively flicked a dustcloth at the face painted on the coffin, his child died of measles soon afterwards. Finally, the authorities had the mummy carried down to the basement figuring it could not do any harm down there. Within a wk, one of the helpers was seriously ill, and the supervisor of the move was found dead on his desk. By now, the papers had heard of it. A journalist photographer took a picture of the mummy case and when he developed it, the painting on the coffin was of a horrifying, human face. The photographer was said to have gone home then, locked his bedroom door and shot himself. Soon afterwards, the museum sold the mummy to a private collector. After continual misfortune (and deaths), the owner banished it to the attic. A well known authority on the occult, Madame Helena Blavatsky, visited the premises. Upon entry, she was sized with a shivering fit and searched the house for the source of an evil influence of incredible intensity; She finally came to the attic and found the mummy case. Can you exorcise this evil spirit? Asked the owner. There is no such thing as exorcism. Evil remains evil forever. Nothing can be done about it. I implore you to get rid of this evil as soon as possible. But no British museum would take the mummy; the fact that almost 20 people had met with misfortune, disaster or death from handling the casket, in barely 10 years, was now well known. Eventually, a hardheaded American archaeologist (who dismissed the happenings as quirks of circumstance), paid a handsome price for the mummy and arranged for its removal to New York. In Apr 1912, the new owner escorted its treasure aboard a sparkling, new White Star liner about to make its maiden voyage to New York. On the night of April 14, amid scenes of unprecedented horror, the Princess of Amen-Ra accompanied 1,500 passengers to their deaths at the bottom of the Atlantic. The name of the ship was of course, the H.M.S. TITANIC [sic].",
  "Last Updated": "12 April 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/ghosts/mummy.asp",
  "Claim": "The Titanic went to a watery grave carrying a cursed mummy in its hold.",
  "Claim_ID": "horrors_ghosts_mummy",
  "Tags": ""
}