{
  "Origins": "The phenomenon we loosely term \"coincidence\" comprises many classes of events: the happy (long-lost lovers rediscover each other by accident), the amusing (a potato grows in a shape resembling Richard Nixon's profile), the mundane (neighbors share the same birthday), the fortuitous (a hunch bet on a roulette wheel pays off), the eerie (a man is hit and killed by a car he'd sold ten years earlier), the life-saving (a last-minute change in travel plans heads off disaster) and the tragic.",
  "Fact Check": "",
  "Description": "The November 2002 incident described above, in which two Alabama sisters out to visit each other were both killed when their Jeeps collided head-on on a rural highway, is an example of the tragic form of coincidence. Sisters Sheila Wentworth and Doris Jean Hall died in the accident, as did Doris Jean's husband, Billy Joe Hall Jr. Although initial reports maintained both women were driving when their vehicles collided, a subsequent Associated Press correction clarified that Doris Jean was not behind the wheel at the time of the accident; she was a passenger in the Jeep being driven by her husband. Another form of tragic automobile accident-related coincidence involving siblings took place in October 2005, when 32-year-old Perry Harrell of Florence, South Carolina, died in a four-wheeler accident. Three days later, his widow and other family members were puzzled when Perry's brother, Larry Harrell, failed to show up at the funeral. A few hours later they learned that a traffic-clogging automobile accident they had passed on the highway while returning home from the services had claimed Larry's life as well he had been killed in a car crash while driving to his brother's funeral. Although they weren't connected in any causal way, another set of accidents occurring in December 2005 claimed the life of siblings at about the same time and place. In the early morning hours of 7 December 2005, Andy McDowell, a sheriff's deputy in southern Kentucky's rural Warren County, spoke with his 23-year-old son Rory via a cell phone as the boy was driving his pickup truck. Shortly after that conversation Rory lost control of his vehicle coming around a curve, and the truck slammed into a tree, killing Rory. After Andy McDowell was taken to the site of his son's accident later that day, he was driven past the scene of another accident, and only later did he learn the nature of that second accident about 15 minutes after Rory's crash, McDowell's other son, 21-year-old Cory, had also been killed when his 1984 Porsche veered off a road, spun out, hit a tree, and burst into flames. (Subsequent investigation revealed that the McDowell brothers had been in a bar with their father before the crashes, and both had blood alcohol levels far above the legal limit at the time of their accidents.) An eerily similar pair of accidents involving Steven Kerr, 37, and his brother, Jeremy Kerr, 29, took place in Pennsylvania on 5 August 2006. The two young men had been riding motorcycles together on a Saturday afternoon but eventually became separated; at about 8:55 P.M., Steven died when his motorcycle left the road and crashed into a speed limit sign. Jeremy heard about his brother's accident, went racing to the scene on his motorcycle, and was killed around 10:30 P.M. when he ran into the rear of a minivan a vehicle that was stopped due to traffic congestion caused by Steven's earlier accident, a mere few hundred feet or so from the scene of the older brother's death.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Associated Press, 2002] SIX MILE, Ala. (AP) Two sisters were killed when their vehicles collided head-on on a rural highway as they traveled to visit each other, authorities said. Authorities said the women were driving Jeeps in opposite directions on Alabama 25 Sunday when one of the vehicles crossed the center line, colliding with the other. Trooper Cpl. Stan Lemon said investigators were trying to determine which car was on the wrong side of the road and why. Sheila Wentworth, 45, and her sister, Doris Jean Hall, 51, were killed, along with Hall's husband, Billy Joe Hall Jr., 45. Two children one riding in each vehicle were injured: the Halls' granddaughter, 8-year-old Amber Jackson, and Wentworth's nephew, Frankie Whaley, 12. Amber was released from a hospital Monday. Frankie remained hospitalized in special care, said Sgt. Will Rogers.",
  "Last Updated": "7 August 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/traffic/siblings.asp",
  "Claim": "Siblings are coincidentally killed in related automobile accidents.",
  "Claim_ID": "horrors_traffic_siblings",
  "Tags": ""
}