{
  "Origins": "Yet another fanciful \"Darwin Award\" nominee e-mail is on the loose. It first appeared in December 1998, but we predict it will be with us for a long time to come. Why? Because it involves guys and washing machines, two critters you just know are going to have to go at it to the death.",
  "Fact Check": "",
  "Description": "We'd love to tell you all the reported facts check out, but that would be lying. There's no record of anyone expiring in this fashion, in Virginia or elsewhere. Moreover, the story is wildy implausible, bordering on impossible. We'll leave it to the science types to explain why mixing baking soda with urine would not cause an explosion (combining vinegar with baking soda merely results in foam) and just concentrate on the claims made about the washing machine itself. Most units in use in the United States are of the top-loading variety and come equipped with a brake that stops the spinning tub when the lid is lifted. (Some even lock the lid during the spin cycle, making it impossible to open the lid for about 45 seconds after the tub has stopped.) Even if the control that turns the machine on had accidentally been twisted, flipped, or pulled into the 'ON' position, the brake would have kept the machine from starting as long as the lid was up. We don't doubt anyone stupid enough to try to force 50 lbs. of laundry into a washing machine would be capable of getting his feet tangled in the works. We do, however, doubt anything he did while in that position would cause the overwhelming majority of washers to engage. Even in the case of the rare top-loader that can continue to agitate clothes with its lid up, the controls on every washing machine would be easily accessible to a dupe so trapped. The original version of this bit of Internet lore made no mention of the victim being \"a 1998 graduate of Virginia Tech.\" We're guessing someone from University of Virginia added that detail for additional humorous effect. Rivalry between those two schools is long-standing, as is the penchant for students from each to make denigrating jokes about those who attend the other institution. This is yet another of those \"helpless male\" stories in which a man unwilling to master the basics of housework takes a sledgehammer approach to a simple domestic chore. We laugh at the image of the fellow losing his life in a laundry room tragedy because he fits the stereotype we've grown comfortable with, that men attempting to use household appliances are a danger to themselves and others. Stupidity has its price, says this tale. Barbara \"wash 'n' weregeld\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] MAN DIES IN FREAK ACCIDENT CHARLOTTESVILLE, Va. (Nov. 13) A 39-year-old Charlottesville man died Thursday in a freak accident involving his washing machine. According to police reports,Samuel Randolph Strickson was doing laundry when he tried to speed up the process. Strickson apparently tried to stuff approximately 50 pounds of laundry into his washing machine by climbing on top of the washer and attempting to force the clothing into the basin. Strickson then apparently accidentally kicked the washing machine's ON button. When the machine turned on, Strickson lost his balance and both feet went down into the machine, where they got stuck. The machine started its cycle, and Strickson, unable to free himself, started thrashing around as the machine's agitator went into gear. Strickson's head banged against a nearby shelf the laundry room, knocking over a bottle of bleach, which poured over Strickson's face, blinding him. Forensic reports say Strickson apparently also swallowed some of the bleach. He then vomited, but was still unable to free himself. Strickson's dog then apparently came into the laundry room. At about the same time, according to police, a large box of baking soda fell from the shelf, startling the dog, which then urinated. Urine, like vinegar, is acidic, and the chemical reaction between the urine and the baking soda resulted in \"a small explosion,\" according to police reports. The dog, however, escaped unharmed. Strickson remained stuck in the washing machine, which eventually went into its high-speed spin cycle, spinning Strickson around at about 70 miles per hour, according to forensic experts. Strickson's head then smashed against a steel beam behind the washing machine, immediately killing him. A neighbor heard the commotion and called 911, but Strickson, a 1998 graduate of Virginia Tech, was pronounced dead at the scene.",
  "Last Updated": "19 January 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/freakish/laundry.asp",
  "Claim": "A Virginia man was washing machined to death.",
  "Claim_ID": "horrors_freakish_laundry",
  "Tags": ""
}