{
  "Origins": "This harrowing tale of a father's anguished discovery travels in military circles, where it serves to express one of the greatest fears experienced by those separated from their loved ones by postings to distant lands. The dread of all parents that they might not be present when their children need them most is given voice in this legend about a serviceman's horrifying homecoming from an absence that inadvertently escalated a tragedy and provided a cause for lifelong guilt.",
  "Fact Check": "",
  "Description": "In the most common form of legend, a hitherto undiagnosed medical infirmity (heart condition, asthma) or accident is responsible for the wife's passing, while it's the serviceman's absence that proves fatal to the children. Invariably, there are two kids (always described as babies or small children), they die of starvation, and their father is the one to discover their bodies. Although we don't know whether the incident was the basis for commonly circulated form of this legend, it is true that 24-year-old Sgt. Gregory Voelcker of the U.S. Air Force, who was stationed at Britain's Royal Air Force (RAF) Mildenhall base, returned home from a temporary duty assignment in Greece in June 1991 to discover his wife and children dead in their home. Autopsies of the deceased revealed Lorraine Voelcker (27) had died of natural causes, while the couple's two children (two-year-old Galen and 16-month-old Elizabeth) had perished of dehydration, likely ten days after their mother had passed away. No one noticed the absence of Mrs. Voelcker and the children because the family inhabited a remote cottage outside the small village of Kirtling (which itself is 60 miles northeast of London). The Air Force has a \"contact policy\" whereby it keeps in touch with the families of servicemen on duty outside the country, and the squadron had last spoken with Mrs. Voelcker on June 12. During that call, she assured those checking in with her that she and the children were \"absolutely fine\" and mentioned she was planning to take the children on a trip with their grandfather in the north. When the squadron made a routine call a week later, they were not surprised to find there was no reply at the cottage, thinking the family was away. The story contains elements of two venerable urban legends: In the \"Baby high chair death\" tale, parents who've entrusted their child to a sitter while on vacation return home to find their now-dead infant still strapped in his chair where they'd left him because the sitter hadn't shown up and the child starved. In the \" Climax of Horrors\" legend, a man's homecoming is marred by the discovery of the many calamities that have taken place in his absence. As a military legend, the story speaks to the sacrifices those serving their country are called upon to make. Theirs are lives of continual absences from home, often including lengthy periods when they are unable to be in touch with spouses and children. But in a larger sense the legend showcases the fear family members in any line of work have when away from home for extended amounts of time. During their absences, bad things may be taking place, and it is this awareness that fuels a lurking sense of guilt were they home, they'd be able to safeguard their families from harm. Barbara \"guilt edged\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2010] The story supposedly happened in the years before the internet and email. A serviceman who was deployed overseas left behind his wife and small children. The family lived off of the base. The wife had an undiagnosed heart condition and died. The children starved to death while locked in the home with the mothers corpse. The deaths were not discovered until the father returned home from his deployment and found the bodies. [Collected via e-mail, June 2006] I heard several of my friends talking about a really sad story the other day. They talked about a man that went on tour in Iraq, leaving his wife and 2 children behind. He was quite upset by the fact that he couldn't call him, as his platoon wasn't near any place with phone access. At home, the woman had put her infant son and daughter in a playpen, when she suffered a heart attack and died. The husband found his dead wife and children several months later.",
  "Last Updated": "30 March 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/parental/soldier.asp",
  "Claim": "A soldier returning from deployment discovers his wife has died during his absence, and their children have starved to death.",
  "Claim_ID": "horrors_parental_soldier",
  "Tags": ""
}