{
  "Origins": "Tales of insects; living and growing and nesting inside the human body prompt some of the most visceral responses of all the types of horror legends. We can read about people being killed in all sorts of gruesome ways almost with equanimity, it seems, but the thought of creepy-crawlies inside our bodies sends shivers up and down our spines. (Just think how repulsed most people are by the sight of maggots, even when they're feeding on flesh that's already dead.)",
  "Fact Check": "",
  "Description": "And if bugs are going to turn our own corporeal residences into homes for themselves, they could scarcely choose a more revulsion-inducing site than an eyeball the location of the most important and vulnerable of our senses. Chilling as they are, the photos accompanying this item, at least, are real. They were taken from a July 2000 article appearing in the Archives of Ophthalmology (a journal published the American Medical Association) that describes and illustrates the removal of a human botfly larva from the eye of a 5-year-old by in Honduras by an Air Force mobile ophthalmic surgical team. As summarized by the article: A 5-year-old boy with inferior orbital swelling and an erythematous mass arising from the inferior cul-de-sac of his right eye was seen by an Air Force Mobile Ophthalmic Surgical Team working in a rural area of the Republic of Honduras. The respiratory pore of a late-stage larva of the human botfly (Dermatobia hominis) was located in the anterior orbit. The larva was gently removed under general anesthesia through a small incision in the conjunctiva Botflies (such as the one featured in these photos, the human botfly , or Dermatobia hominis , commonly found from central Mexico through to Central America and South America) are one of a number of insect species that lay their eggs on the exterior of other living creatures (usually mosquitoes or flies); when the eggs hatch, the larvae burrow into their \"hosts\" to feed (breathing through the small burrow holes) until they emerge to pupate into mature adult botflies. Generally, a female botfly's choosing a human host for her young poses no great threat to the human, and the infestation can be eliminated via a simple surgical procedure, as the cited article notes: Covering a larva's burrow hole with some type of ointment or fatty substance will generally remedy the problem; if not, a simple surgical procedure Also, as noted in the article, a botfly in the eye is far from a common occurrence, \"no previous case to our knowledge of orbital invasion hav[ing] been reported.\" Although the implication that some have taken from the Internet text accompanying this message that getting \"bad dust\" in one's eye and rubbing the eye might somehow cause the type of problem shown here is wrong, the gist of the message is correct: one should not dismiss a persistent swelling and itching of the eye as merely \"I've got something in the eye\"; it should be checked by a doctor as soon as possible. Additional information: Anterior Orbital Myiasis Caused by Human Botfly (Archives of Ophthalmology)",
  "Originally Published": "",
  "Referred Links": "http://archopht.ama-assn.org/cgi/content/short/118/7/1002;http://www.cals.ncsu.edu/course/ent591k/torsalo.html;",
  "Example": "[Collected on the Internet, 2002] Subject: Fw: Careful with dust!!! Its just like from an alien movie be very careful when u get caught with dust...as following pics will show effects of bad dust to a person. While he was walking he felt an eye irritation, thinking that it was just regualr dust, he started to rub his eye, in an effort to remove the dust.... then his eyes got really red, and he went and bought some eye drops from a pharmacy....few days passed n his eyes were still red and seems a little swollen. Again he dismissed it as the constant rubbing and that it will go away. The days go by the swelling of his eye got worse, redder and bigger.... till he decided to go and see a doctor for a check up. The doctor immediately wanted an operation, being afraid of a tumor growth or cyst. At the operation, what was thought to be a growth or cyst, actually turned out to be a live worm..... what was thought initially to be just mere dust actually was an insect's egg......because of that, my friends, if u do get caught in dust, and the pain persists, pls go see a doctor immediately...... thank you....",
  "Last Updated": "1 November 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/insects/wormeye.asp",
  "Claim": "The larva of a human botfly was removed from a child's eye.",
  "Claim_ID": "horrors_insects_wormeye",
  "Tags": ""
}