{
  "Origins": "At the height of the French-bashing that spread throughout the U.S. in February 2003 as a reaction to the two countries' disagreements over the propriety of taking military action against Iraq, a few U.S. congressmen started grumbling about implementing some symbolic economic sanctions against France. Among the items mentioned were imposing new health standards on bottled drinking water imported from France and requiring warning labels on French wines clarified with bovine's blood. These two items became jumbled in the public's mind and emerged as the claim that Evian drinking water is \"filtered with cow's blood.\"",
  "Fact Check": "",
  "Description": "One of the actions proposed to \"punish\" France was passing legislation which would impose new and additional health standards on drinking water exported to the U.S. Such an action would obviously increase the costs to (and thereby decrease the profits of) foreign companies who market drinking water in the U.S., and France, as the largest exporter of drinking water to the United States (65 million gallons in 2001) would be hurt most of all. The association of this story with Evian is obvious: Evian is the most well-known brand of natural mineral water in the U.S., and most of the newspaper accounts of this story specifically mentioned Evian as an example of \"popular French waters.\" But \"cow's blood\" has nothing to do with Evian (or any other brand of drinking water); that association came from another aspect of the same story proposing that the U.S. slap \"bright orange warning labels\" on French wine clarified with bovine's blood. The intent of such legislation would be to frighten Americans away from buying French wines by calling their attention to a practice few of them were aware of: The underlying issue involves a wine-making trick called \"fining,\" in which a protein is mixed into wine in vats or barrels to attract colloidal materials that could make the wine cloudy or hazy. These proteins fall to the bottom of the vats and the wine is siphoned away from them; in theory, at least, none of the fining material remains in the clarified wine. Traditional fining agents include a variety of odd substances, including isinglass (made from fish bladders), egg whites and, in some parts of the Rhone Valley in France, dried oxblood or blood albumen. The mention of requiring bright orange warning labels on French wines was largely a bogus issue, as the use of bovine's blood as fining agent was already a dying practice before it was banned outright by the EEC back in 1997: These old-fashioned practices are somewhat dying out in any case; most modern wineries, including virtually all larger wineries, now pass wine through bentonite (clay) filters rather than using organic finings. Because of legitimate concerns about the epidemic of bovine spongiform encephalopathy (BSE), popularly called \"mad cow disease,\" which became epidemic among cattle in Britain during the 1990s and which has been associated with the human brain disorder Creutzfeldt-Jakob disease, the European Economic Community banned the use of oxblood for wine fining in 1997. The intent of the proposed legislation was presumably to require warning labels on the few French wines produced using bovine's blood as a clarifier before the 1997 EEC ban went into effect, since bottled wine is typically sold for many years beyond its production date. Nothing came of these murmured proposals, although it appears that angry legislators may have achieved one of their intended results by a completely unintended route: people are now avoiding Evian because they believe it to be \"filtered with cow's blood.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "25 January 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/food/evian.asp",
  "Claim": "Evian brand drinking water is filtered with cow's blood.",
  "Claim_ID": "horrors_food_evian",
  "Tags": ""
}