{
  "Origins": "In 1934 a particularly vicious rumor campaign aimed at disrupting sales of Chesterfield cigarettes went into effect. Up and down the Atlantic seaboard, then all across the U.S., the whispered tale was heard: \"A leper has been found working in the Chesterfield cigarette factory in Richmond, Virginia.\"",
  "Fact Check": "",
  "Description": "Fear of contracting leprosy through smoking product handled by a leper kept customers at bay. Liggett and Myers (the tobacco company which produced Chesterfields, among other brands), fought back by getting the mayor and the Board of Health of Richmond to issue an official statement that Chesterfield factories had been investigated and nothing had been found to support this rumor. The city officials said they could \"state with authority the malicious, malignant, underhanded and unfounded rumors pertaining to public health now being circulated ... are without the slightest foundation in fact and are lies made from whole cloth.\" The announcement did little to slow the spread of the rumor. Like the work of the broom-wielding sweeper who follows the elephant, denials even ones issuing from disinterested official sources don't change the impression left by what the elephant dropped. Liggett and Myers also offered $1,000 rewards to the first 25 people who furnished them with satisfactory evidence as to who was spreading this tale. Though the company proved unsuccessful in tracing the story to its source, they did determine that the rumor appeared to be the work of professional rumormongers hired by their business competitors. Rumors about contaminated workers and cigarette factories had been around before becoming attached to Chesterfield; Liggett and Myers were merely the latest stop on this wandering leper of lore's schedule. The company tried to duke it out with whoever was behind these tales, but that proved an exercise in boxing at shadows. Their statement that \"We do not object to legitimate competition, but cowardly attacks of this sort have no place in American business or American life\" fell on unlistening ears. The leper rumor wasn't the only image attack Liggett and Myers had to do battle with. Around the same time the \"leper\" rumor was circulating, the firm was combating false whispers that it had contributed more than half a million dollars to Adolf Hitler. They'd done no such thing, but the angered reaction raised in those who heard this rumor ran unchecked. Fear needs an outlet, and this rumor gave those concerned about Hitler's growing power a target for their apprehension: The untruth about Chesterfield's contributing to aid the Nazis at a time when many people lived in constant dread of Hitler's triumphs not only aroused a desire for revenge which resulted in fall-off of sales, but gave the gullible dupe personal satisfaction by providing him with a means for venting his own inner emotions. Condemning Chesterfield makers, spreading the rumor, and no longer buying the cigarettes became as pleasurable to the credulous as loosening the laces of a tight shoe or unfastening a belt buckle after a heavy dinner. It now became possible to manifest hatred for nazism, to take action against a frightening enemy by moving against an individual commercial group. The opportunity was far too delicious for the frustrated to pause and make conscious inquiries into the matter of fact and truth. Times change, but human nature doesn't. The same urge to strike a blow at a large evil by delivering one on the chin to a corporation reputed to be in league with it also drove a rumor about Procter & Gamble as well as a whole host of false claims about Osama bin Laden's business holdings in the aftermath of the 9/11 terrorist attacks. Those looking to stand up for their country or take a whack at Satanism are oddly comforted by using large companies as their personal punching bags. That the rumors are baseless doesn't matter; having a target to direct outrage at does. Barbara \"deviled by a rumor\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "9 May 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/food/chesterfield.asp",
  "Claim": "A leper was found working in a Chesterfield cigarette factory.",
  "Claim_ID": "horrors_food_chesterfield",
  "Tags": ""
}