{
  "Origins": "Las Vegas, Nevada, is a desert town, hot and dry. Daytime temperatures in July and August are in the hundreds, sometimes climbing to the hundred-and-teens. Rain, when it does come, often arrives in torrents that quickly build to flash-flood proportions.",
  "Fact Check": "",
  "Description": "On Saturday, 16 August 2003, a 39-year-old mother of four met the Grim Reaper while doing nothing more remarkable than crossing Las Vegas Boulevard, the famed \"Las Vegas Strip\" of the travelogues. Yet it was not a car that brought about Rebecca \"Becky\" Longhoffer's demise she was electrocuted in mid-stride when she stepped on a cast iron plate on a traffic island. The plate, which covered electrical wiring feeding traffic signals, had been soaked by a heavy downpour and was obscured by a puddle several inches deep, residue of a recent unexpected storm which swept the area. Officials suspect that a combination of frayed wiring, dampness from the sudden storm, and open-toed shoes worn by the victim combined to deliver the electric shock that snatched a life without warning. The box that delivered the fatal charge had not been inspected since it was installed in late 1995 or early 1996; over the years thousands of pedestrians have walked across that wiring box, and the tread of many shoes on the plate may have worn down the insulation of the wires concealed therein to the point of dangerous exposure. Clark County officials estimate Las Vegas has about 16,000 of the same type of traffic signal boxes. They announced they would begin inspecting the other boxes on the Las Vegas Strip within the next few weeks. Ms. Longhoffer was making her first trip to Las Vegas, accompanying her fianc who was participating in a billiards tournament. Moments before she died, she had been talking to her brother on her cell phone. She left behind four children, ages 22, 15, 12, and 13 months. Barbara \"shocking\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "19 January 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/freakish/lasvegas.asp",
  "Claim": "A tourist was electrocuted while crossing a street in Las Vegas.",
  "Claim_ID": "horrors_freakish_lasvegas",
  "Tags": ""
}