{
  "Origins": "In 1990, a clerk for a Steinberg grocery store in eastern Ontario discovered something in a Pepsi bottle he at first mistook for a straw. A closer examination revealed the item to be a syringe, and the bottle was rescued from the shelf before it fell into the hands of a consumer. The find was turned over to store management, who in turn brought it to the attention of Health and Welfare Canada. Health and Welfare Canada launched an investigation into the incident, and although they ultimately achieved no official resolution of the case, they reasoned the likely culprit was a disgruntled employee of the bottler, EastCan Beverages of Ottawa, Ontario. The incident was not repeated; no more syringes turned up in any other bottles.",
  "Fact Check": "",
  "Description": "In an eerie way, that 1990 find was the precursor to the 1993 Pepsi syringe panic. Once again, hypodermic needles and this particular brand of cola met up, but this time the confluence of the two was pyrotechnic. In the space of two days in June 1993, news stories about finds of syringe-laden cans of Pepsi swept the USA. For a short time it looked like a widespread instance of product tampering was underway. The first report came on 9 June 1993 from an 82-year-old man in Tacoma, Washington, who said he looked into a can of Diet Pepsi to see if he had won a prize and found a syringe. (He had not noticed the hypodermic when he poured himself a drink from the can; he found the needle the next day.) Soon afterwards, similar reports flooded in from all over the USA. At least 52 reports of tampering in at least 23 states were ultimately made before this scare ran its course. Though most of the \"finds\" involved syringes (a woman in Portland, Oregon, said she found two in a single glass), the list of items allegedly recovered from Pepsi, Diet Pepsi, and Caffeine Free Diet Pepsi cans included a wood screw, a bullet, a crack vial, a broken sewing needle, and a mysterious blob of brown goo. Pepsi and the Food and Drug Administration soon ruled out product tampering as the cause of these \"finds.\" It quickly became obvious the beverager was the victim of a spontaneous hoax. Once the first find was publicized, a number of unscrupulous people who sought to cash in on it created a rolling wave of growing hysteria, as each news story prompted another phony \"find\" which in turn prompted another news story. Those looking for a quick buck reasoned it would be terribly easy to coax a little money out of Pepsi by claiming to have found needles in their drinks. This was a con that didn't take much to set up; all one needed was an opened can of Pepsi and a syringe. With so many real finds turning up, the company would be quick to pay off anyone who stood in line or so the con artists thought. What they failed to realize was that all the finds (with the exception of the first) were bogus, and so they were all trying to pull the same scam as everyone else. (No plausible explanation for that first find ever came to light. The needle discovered by the elderly Tacoma couple was bent in the manner responsible insulin users are taught to leave a used syringe, and discarding such an implement in a soda can is a disposal method favored by many who have to regularly give themselves injections. Yet the only diabetic of the couple's acquaintance hadn't been in their home in eleven years. There was a further puzzling fact: the syringe supposedly turned up in a can of Diet Pepsi which came from a 24-can case of regular Pepsi.) Once Pepsi and the FDA was sure they knew what was going on, Pepsi launched an all-out campaign to reassure alarmed customers who dreaded getting stuck by needles secreted in their drinks. Officials at bottling plants threw open their doors to the press, demonstrating how it was virtually impossible to place an object in a can, and pointing out that even if that were accomplished, the tampered can would be easy to detect. (In 1993 Pepsi was producing 2,000 cans a minute at 150 plants on high-speed canning lines in which cans were inverted, shot with a blast of air or water, and then turned right side up and filled. Since the cans were open for only nine-tenths of a second, someone would have had to be awful quick to get a syringe into any of them.) The company took out ads in twelve national newspapers, and bottlers ran notices in 300 to 400 local dailies telling readers that the stories about Pepsi were a hoax. The FDA spokespeople spread the same message on Pepsi's behalf. Ultimately, the Federal Bureau of Investigation made twenty bunko arrests of people who had planted syringes or other objects in their drinks, and many other would-be claimants who had less seriously dabbled with making false claims against Pepsi recanted their stories. Some complainants were obviously pranksters, while others seemed to be trying to cash in on spurious injury claims. A few seemed only to want the attention of the news media a paltry kind of fame, but apparently sufficient for some to want to seek it. Media coverage, denials, arrests Pepsi fought the rumors of product tampering as actively and publicly as it was possible to fight them. Yet was it enough? Needle-find hysteria in 1993 was nothing compared to what it would be now, when every found hypodermic is presumed to be laden with the AIDS virus, but even so Pepsi will long be remembered as the soft drink with a syringe. The bell of rumor could not be unrung, even had the media cooperated. Unfortunately, the media didn't cooperate. As Gail de Vos points out in her 1996 Tales, Rumors, and Gossip , accounts of obvious post-purchase can tampering never came close to achieving the same level of prominence in the press as accounts of the original horrifying find did. As an example, she cites coverage by The Edmonton Journal , which was typical of how many news outlets handled resolution of this news story: \"The first two articles appeared in the front section of the paper but the final outcome was not considered of equal importance hence its appearance in the E section!\" While the slogan \"If it bleeds, it leads\" holds just as true here as with any other news topic, one might just as rightly coin \"once it's nary'd, it gets buried.\" Tidy, fact-filled resolution articles that explain away previous misreporting just aren't nearly as interesting to the public as headlines which scream \"Beware of this lurking danger: it could happen to you!\" The press know that, so articles of such ilk get tossed deep into the paper where most folks won't encounter them. This escalates the problem of an increasingly hysterical public: uneven coverage leads folks to believe their world is fraught with lurking dangers. Why should they not believe just that when the front page is filled day after day with one horrific story after another, yet the calm, rational stuff is habitually buried in the E section? The \"syringe in the Pepsi can\" tale is a fine case in point of the results of this form of weighted reporting.Although most folks who were media-aware in 1993 remember news stories about needles found in soft drink cans, not all that many of them could now (or even back then) tell you the whole thing turned out to be a hoax, an attempt on the part of a number of miscreants to rifle the deep pockets of a large corporation. To the majority, the story will always remain \"bad guys hid needles in Pepsi cans, and I could have gotten hurt,\" not \"scam artists tried to shake down Pepsi by pretending to find tampered cans.\" Barbara \"all that's now remembered is the fizz\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "26 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/food/syringe.asp",
  "Claim": "A 1993 instance of product tampering resulted in syringes being found in cans of Pepsi.",
  "Claim_ID": "horrors_food_syringe",
  "Tags": ""
}