{
  "Origins": "This scare began circulating on the Internet in August 1998. There's no reason to worry unduly about clipboard-wielding strangers encountered at the local shopping mall reports of abductions of this nature are not surfacing in the news, and it's clear women are not being kidnapped wholesale from malls by way of these ploys.",
  "Fact Check": "",
  "Description": "Inside Edition did air a segment very much as described, on 8 August 1998. However the point of the episode was not to report that an epidemic of such abductions were taking place; just that it was possible to persuade women to follow a stranger out of a mall and into a van. Inside Edition host Don Criqui's intro for the piece went as follows: In an earlier report, we showed you how even the most carefully taught child can fall prey to someone trying to lure them away. Half the kids fell for our safety expert's trick. But did you ever think that you could be fooled? In another of our safety reports, Janet Tamaro tells us that even adults can fall victim to a dangerous lure. Showing that something can happen is not the same as reporting that it is happening. That's an important point; one that should be kept firmly in mind. Inside Edition's efforts at capturing women were successful: in the space of three hours, their safety expert did manage to lure 10 of the 15 women he approached out of the mall and into a van parked in an alleyway by using the pizza commercial and public service announcement ploys outlined above. As part of the piece, Tamaro interviewed a 24-year-old woman who claimed in 1994 to have been lured off the street (not from a shopping mall) and into a parked van, then assaulted by a man who said his baby was gasping for breath. Such a report makes it appear there might be some basis for concern, but an astute viewer would then ask himself, \"If the situation is epidemic, why are they using a four-year-old incident as their only example?\" It is possible there have been one or two such abductions over the years, but even so, nothing on a scale to support a level of hysteria called for in the e-mailed warning. Despite the claim of this being \"a new scam to abduct women,\" kidnappings by deception are neither the norm nor on the increase. Abductions from malls do happen, but they are mostly (if not entirely) of the old-fashioned variety: point a gun at someone's head, place a knife at the victim's throat, or pull her into a car. Lethal weapons and force, not guile, remain the tools of choice. It's easy to see how the author of this e-mail misunderstood Inside Edition's piece this tabloid news show did not go to great lengths to present information fairly. In closing, Criqui quoted the safety expert used in the segment: \"There are between 200 and 300 known criminal abductions every year. In more than half of those cases the victim and the abductor were complete strangers to each other.\" That could easily lead someone to believe that 100 to 150 women a year are falling for the pizza commericial scam, not that violent abductions from everywhere (not just malls) are running at this rate. Inside Edition is not the most reliable of sources. The show's raison d'etre is to garner a viewership by sensationalism. In this case, the line between \"could happen\" and \"is happening\" was intentionally blurred to make a more watchable piece. In March 2000, this bit of e-lore was kickstarted back in action by a JC Penney employee who thoughtlessly forwarded the e-mail. Those further down the line interpreted that person's .sigblock as official imprimatur from a JC Penney spokesperson, with the implication that such abductions were taking place in and around malls housing that retailer. Dismiss this scare as being born of a tabloid news show's desire to titillate its viewers. Women just aren't being grabbed in this fashion, and it doesn't matter how many \"gullibility tests\" shows like this air. The problem is not real. It does pay to be careful around strangers, but this doesn't have to be taken to extremes, and an e-mailed warning shouldn't persuade you to stay at home behind locked doors. A normal and prudent level of caution that still leaves interaction with others possible can be maintained. In other words, you can talk to strangers, just don't follow them into vans. And don't believe everything you see on tabloid news shows. Barbara \"petrified doris\" Mikkelson Additional information: Lured to Danger? (Inside Edition)",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1998] Women be Aware Last night on Inside Edition there was an article that is of interest to all women. There is a new scam to abduct women. A man comes up to a women in a Mall or Shopping Center and asks if she likes Pizza, when she says she does he offers her a $100.00 to shoot a commercial for Pizza, but they need to go outside where the lighting is better, when the woman goes out of the mall she is abducted and assaulted. Another ploy is a very nicely dressed man asks a woman if she would be in a Public Service Announcement to discourage drug use. The man explains that they don't want professional actors or celebrities they want the average mother to do this. Once she leaves the mall she is a victim. The third ploy, a very frantic man comes running in and asks a woman to please help him, his baby is not breathing. She runs out of the mall following him and is also a victim. This has been happening in well lit parking areas in daylight as well as nighttime and the abductor usually uses a Van to abduct the woman. Inside Edition set up a test in a Mall and 10 out of 15 women went out of the Mall on the Pizza scam and the Drug scam. Please pass this along to your friends and family as now that it has been shown on nationwide TV there are bound to be copy cats of this.",
  "Last Updated": "10 October 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/madmen/mallgrab.asp",
  "Claim": "Women are being lured out of malls and into dangerous situations with the promise of appearing in television commericals.",
  "Claim_ID": "horrors_madmen_mallgrab",
  "Tags": ""
}