{
  "Origins": "Seventy-three seconds into the 28 January 1986 flight of the space shuttle Challenger the craft exploded, killing the seven astronauts aboard. Videotapes released by NASA afterwards showed that a few seconds before the explosion, an unusual plume of fire and smoke could be seen spewing from the lower section of the shuttle's right solid-fuel rocket. It was generally assumed (and NASA did little to disturb this opinion) that all aboard died the moment the external tank blew up.",
  "Fact Check": "",
  "Description": "NASA later conceded it was likely that at least three of the crew members aboard remained conscious after the explosion, and perhaps even throughout the few minutes it took for the crew compartment of the shuttle to fall back to Earth and slam into the Atlantic Ocean. The agency was highly secretive about matters relating to the Challenger tragedy, actively fighting in the courts media requests to be allowed access to photos of the wreckage, the details of the settlements made with the crews' families, or the autopsy reports, and this reticence to share information likely convinced some that there was more to the story than was being told. Such an environment breeds its own rumors. However, the \"transcript\" quoted above was not taken from a \"secret tape\" leaked from NASA; it was taken from an article published in a February 1991 issue of Weekly World News , a tabloid famous for creating news stories out of whole cloth. There never was such a transcript, nor was the crew of the Challenger known to have been wearing personal recorders. Moreover, personal recorders would not have picked up the comments of crew members on different decks as the faked transcript would have us believe. Not everyone aboard died the exact second the external tank exploded; that much is known. A complete understanding of exactly what happened in that cabin after the explosion remains elusive because the impact of the crash, plus the six weeks the wreckage and bodies spent in the sea, made it impossible to determine precisely when and how everybody aboard died. (Six weeks in sea water would also have ruined any unshielded audio tapes that miraculously survived the explosion and the crash.) If the cabin depressurized immediately, the crew would have lived about 6 to 15 seconds after the blast; if not, they might have survived for the full two minutes and forty-five seconds it took the cabin to fall 65,000 feet back to Earth. They most certainly could not have lived through the crushing 207 mph impact with the waters off the Florida coast, which negates the wilder versions of \"survived astronauts\" rumors that had them still alive for hours (and even days) under the sea, waiting for rescuers who could not reach them in time. Possibly the best clue towards solving the mystery of how long the doomed crew survived lies in what NASA learned from examining the four emergency air packs recovered from the wreckage. Three had been manually activated, which demonstrated that at least some of the crew realized something had gone wrong and had taken steps to save themselves. However, the fourth unactivated pack speaks with an even stronger voice, indicating that most likely realization of the circumstances and loss of consciousness were occurring at roughly the same time. That was the conclusion of Dr. Joseph Kerwin, director of Life Sciences at the Johnson Space Center in Houston. His July 1986 report was based on an official examination of the debris of the crew compartment, audio tapes and other data recorded on the shuttle, the remains of the astronauts, and photographs of the capsule as it fell after the shuttle exploded. In the report, Dr. Kerwin said: \"The cause of death of the Challenger astronauts cannot be positively determined, the forces to which the crew were exposed during the orbiter breakup were probably not sufficient to cause death or serious injury, and the crew possibly, but not certainly, lost consciousness in the seconds following orbiter breakup due to in-flight loss of crew module pressure.\" In other words, they might well have lived for the full spiral down and might even have been fully conscious for all of that hellish descent. But even if so, this fabricated \"transcript\" does not preserve their final words. Barbara \"shuttlecrock\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.weeklyworldnews.com;",
  "Example": "[Collected on the Internet, 1994] A secret NASA tape reveals that the crew of the shuttle Challenger not only survived the explosion that ripped the vessel apart; they screamed, cried, cursed and prayed for three hellish minutes before they slammed into the Atlantic and perished on January 28, 1986. The tape is said to begin with a startled crewman screaming,\"What happened? What happened? Oh God - No!\" Screams and curses are heard - several crewmen begin to weep - and then others bid their families farewell. Two minutes forty-five seconds later the tape ends. That's when the shuttles crew compartment, which remained intact after the vessel exploded over the Atlantic, hit the ocean at over 2,000 miles per hour, instantly killing the crew. \"Cover up? Of course there was a coverup,\" declared Robert Hotz, a member of the Presidential commission that investigated the disaster. \"NASA can't face the fact that they put these astronauts in a situation where they didn't have adequate equipment to survive. NASA doesn't give a damn about anything but covering it's ass,\" he said. The official account released by NASA ends with shuttle pilot Michael Smith saying, \"Uh-oh!\" Some NASA employees have evidently heard more - much more. And they provided the rest of the account based on what they've discussed within NASA in the last five years. The astronauts had time and realized something was happening after the shuttle broke up. \"All shuttle astronauts carry personal recorders and the tape in question apparently came from Christa's (McAuliffe), which was recovered after the shuttle disaster,\" said Hotz. Jarvis was sitting beside her, and when he figured out what was happening he said, \"Give me your hand.\" \"NASA insists there's nothing like that on tape but they're talking about the mission tape, not Christa's. So they're not lying, but they're not telling the truth, either.\" A journalist with close ties to NASA was even more emphatic, \"There are persistent rumors, dating back to the disaster, that this tape is absolutely bone-chilling.\" The following transcript begins two seconds after NASA's official version ends, with pilot Michael Smith saying, \"Uh-oh!\" Times from the moment of takeoff are shown in minutes and seconds and are approximate. The sex of the speaker is indicated by M or F. T+1:15 (M) What happened? What happened? Oh God, no - no! T+1:17 (F) Oh dear God. T+1:18 (M) Turn on your air pack! Turn on your air... T+1:20 (M) Can't breathe... choking... T+1:21 (M) Lift up your visor! T+1:22 (M/F) (Screams.) It's hot. (Sobs.) I can't. Don't tell me... God! Do it...now... T+1:24 (M) I told them... I told them... Dammit! Resnik don't... T+1:27 (M) Take it easy! Move (unintelligible)... T+1:28 (F) Don't let me die like this. Not now. Not here... T+1:31 (M) Your arm... no... I (extended garble, static) T+1:36 (F) I'm... passing... out... T+1:37 (M) We're not dead yet. T+1:40 (M) If you ever wanted (unintelligible) me a miracle... (unintelligible)... (screams) T+1:41 (M) She's... she's... (garble) ... damn! T+1:50 (M) Can't breathe... T+1:51 (M/F) (screams) Jesus Christ! No! T+1:54 (M) She's out. T+1:55 (M) Lucky... (unintelligible). T+1:56 (M) God. The water... we're dead! (screams) T+2:00 (F) Goodbye (sobs)... I love you, I love you... T+2:03 (M) Loosen up... loosen up... T+2:07 (M) It'll just be like a ditch landing... T+2:09 (M) That's right, think positive. T+2:11 (M) Ditch procedure... T+2:14 (M) No way! T+2:17 (M) Give me your hand... T+2:19 (M) You awake in there? I... I... T+2:29 (M) Our Father... (unintelligible)... T+2:42 (M) ...hallowed be Thy name... (unintelligible). T+2:57 (M) You...over there? T+2:58 (M) The Lord is my shepherd, I shall... not want. He maketh me to lie down in green pastures... though I walk through the valley of the shadow of death, I will fear no evil... I will dwell in the house... T+3:15 to end. None. Static, silence. Rest in Peace",
  "Last Updated": "28 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/gruesome/challenger.asp",
  "Claim": "A secret tape recorded aboard the doomed space shuttle Challenger captured the final panic-stricken moments of the crew.",
  "Claim_ID": "horrors_gruesome_challenger",
  "Tags": ""
}