{
  "Origins": "This advisory appeared on the Internet in November 2000. Despite the unsigned e-mail's claim that The Oprah Winfrey Show recently aired a segment about purse-snatching deaths, the show's transcription service does not list any episode in the year prior to the e-mail even remotely matching this description. Once again, a baseless bit of rumormongering had been bolstered by specious claims that the writer had gained his information from a popular TV talk show and was now passing it along as a public service. In effect, Oprah's hard-won credibility was used to prop up someone else's baloney.",
  "Fact Check": "",
  "Description": "Purse-snatching fatalities have occurred, but not because victims were wearing bags strapped across their bodies and thus were choked to death or decapitated by the straps. The few such fatalities on record involved victims who either would not or could not let go of the bag and were knocked down and dragged by the thieves trying to pry it loose, or who were hit by their assailants. The fatalities described in this \"Warning To Women!\" look to have been invented to make gals act on the advice being offered: \"Don't strap your purse across your body.\" Claims that \"The first reported case of a purse strap-related death occurred in Los Angeles in 1987\" and \"deaths of at least 14 women in the United States due to broken necks\" just don't hold up upon examination. Likewise, any woman who's ever owned a handbag knows \"Purse straps will not break\" just isn't true. (Our favorite howler: \"X-rays revealed the woman's neck was nearly severed in two!\" Even in Los Angeles, medical staff are capable of recognizing this condition without the benefit of x-rays.) Though the details of the alert are clearly false, the advice being offered is actually worthwhile. Purse snatchers from the \"grab and go\" school have injured victims when those being robbed couldn't quickly get loose from their handbags. A gal who wears her purse strapped across her runs the risk of being dragged along as the thief tries to get away with the booty. Serious injuries and even deaths have occurred from such draggings. If your purse is being snatched, let it go. Whatever's in there is not worth being hurt over. Better still, a variety of law enforcement agencies offer the following tips on how to avoid becoming the victim of a pickpocket or purse snatcher: Carry shoulder-strap purses with the strap over the shoulder (harness style), flap nearest your body and keep your hand on the strap or over the purse. Carry clutch purses upside down with your hand on the flap so everything will fall out if grabbed. Keep your purse physically near you at all times. Don't leave it on the counter as you write a check or in the top of your supermarket shopping basket. When possible, carry your wallet, keys and other valuables on your person in an inside pocket or other suitable place other than your purse. This way, if your purse is stolen, your most basic and valuable items are still safe. Credit cards and checks should be carried instead of cash. Maintain a record of the account numbers at home. Practice carrying only those credit cards you will be using. If you are wearing a coat, carry a small purse worn over the shoulder, but under the coat. Watch your surroundings. Be alert for suspicious persons, especially around banks, stores, streets and your home. Practice buddy shopping. Shop with a friend when possible. At night, stay in well-lit areas and avoid walking close to shrubbery, dark doorways or other places of concealment. If your purse is being pulled from you, scream to scare the purse snatcher off. If that fails, let go to avoid being injured. If you are attacked and there are witnesses, ask them to stay until the police arrive. Notify the police immediately after an attack. If your purse or wallet is stolen, notify banks and credit card companies immediately. DON'TS: Don't let your purse hang loosely in your hand. Don't carry large amounts of money. Don't carry unnecessary valuables in your purse. Don't leave your purse in plain view while at your office. Don't leave your purse in your car unless you have to. Then, make sure it is locked in the trunk. Don't carry a lethal weapon in your purse, where it could easily be taken away and used against you. If you carry a weapon, carry it on your person. Don't fight if attacked. Surrender the purse. It's worth much less than your life and safety. Barbara \"loose me from this guy and diamonds\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2000] WARNING TO ALL WOMEN! I just saw a segment of \"Oprah\" reporting on the deaths of at least 14 women in the United States due to broken necks from usually harmless purse snatching!! Women who wear their purse straps across their chests rather than over their shoulders are at risk for broken necks and, possibly, decapitation!! Purse snatchers' usual method of operation involves approaching an unsuspecting woman, quickly pulling her purse from her shoulder, and fleeing the scene. Purse snatchers do not check to see if the purse is around the woman's neck first!! Purse straps will not break, your neck most likely will! Fourteen women have already died!! Beware!!! The first reported case of a purse strap-related death occurred in Los Angeles in 1987. A young woman was leaving a local mall when a man mistakenly broke her neck in an attempt to steal her purse, which was holding a measly $20!!!!! X-rays revealed the woman's neck was nearly severed in two! Another woman in 1988 suffered not only a twice fractured neck bone, but a completely shattered jaw! One woman survived this grisly ordeal only to be left quadriplegic for life!! The scariest news is that with purse snatching on the rise, 6 cases were reported just over the past year!!! Remember this: more purse snatchings are reported during Christmas time than any other season. Please tell your mothers, daughters, sisters, and friends: DO NOT WEAR YOUR PURSE STRAP ACROSS YOUR CHEST!",
  "Last Updated": "28 July 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/robbery/purse.asp",
  "Claim": "Women who wear their purses strapped across their bodies running the risk of being beheaded by purse snatchers.",
  "Claim_ID": "horrors_robbery_purse",
  "Tags": ""
}