{
  "Origins": "Late January 1997 saw the e-mailed warning \"Travellers Beware!!\" take the Internet by storm. The story went that a well-financed, highly organized gang operating in various major U.S. cities was drugging business travelers and making off with their kidneys to sell on the organ transplant black market. Very scary stuff indeed. Added to the bottom of what appeared to be the original e-mail were further testimonials from others claiming it was also happening in their part of the country.",
  "Fact Check": "",
  "Description": "Breathtakingly frightening, eh? And not a word of truth to it. The majority of people who had this pass through their hands failed to realize this was but an urban legend, an apocryphal tale told and re-told. Moreover, it was an urban legend that had been around at least since 1991. As part of the effort to dispel belief in this nonsense, the National Kidney Foundation has asked any individual who claims to have had his or her kidneys illegally removed to step forward and contact them. So far no one's showed up. Folklorist Jan Harold Brunvand mentions in The Baby Train that he first heard this horrific story in early 1991. Very shortly thereafter he was swamped by it coming in from every direction, told as happening in various large cities. In this earlier incarnation, friends discover the victim either in his blood-soaked hotel bed, on the floor, or propped up against the side of a building. It's only at the hospital that the grim \"truth\" of the missing organ becomes known. By 1995-96 a couple of interesting little twists were added to the basic story the victim was now being left in a bathtub full of ice, the \"friends\" seemingly disappeared, and the \"If you want to live, call 911\" message became firmly woven into the fabric of this tale. The traveler was now clearly on his own, his fate solely in his own hands. (A much scarier story that way, don't you think?) Yet another noteworthy change saw the businessman version of the legend seemingly localize to Las Vegas. No longer told as happening in Your Town, USA, this flavor of the myth appeared to have taken up permanent residence in Sin City, the place where Bad Things Happen To The Unwary (especially \"the unwary\" who were seen as having deservedly brought it upon themselves, married men intent upon getting up to some play-for-pay hanky-panky). In this \"Las Vegas\" version, the man was drugged in his hotel room by the very woman he'd brought up there with him, the ubiquitous Vegas hooker. (A \"college student\" version appeared on the Internet in May 1996. By the fall of that year it had became tangled around both the University of Texas at Austin's newspaper, the Daily Texan and someone who worked there as an administrative assistant who came to be misidentified as the editor of that paper in this much-forwarded e-mail. See our Organ Nicked: Vegetable page for more about this version and how it came to be associated with Kimm Antell. Or click through the denial from the Daily Texan about its ever having run this story.) 1997 saw the \"New Orleans\" version kick-start what had previously been stuck in Las Vegas and re-attribute it to a handful of large cities, New Orleans and Houston among them. Changes to the storyline made the victim more sympathetic by casting him as a weary business traveler who'd paused for a well-earned drink at the end of the day only to be slipped a mickey in the hotel bar. No longer furtively bringing a hooker back to his room for extramarital hijinks but instead sitting peaceably in a public place, his fate becomes that much more terrifying in that by implication we can now see this happening to us. There is no 100% reliable way to pinpoint where an urban legend comes from, what (if any) \"true life\" event kicks it off. Birth records aren't kept for urban legends, and the pursuit of the debunker boils down to working backwards in an attempt to trace the oft-times tenuous, oft-times non-existent, thread from where it now is back to where it once was. All of this is by way of introduction to my theory on the origins of this legend. The plot of the 2 April 1991 episode of the TV show Law and Order (titled \"Sonata for Solo Organ\") featured the theft of a kidney. Law and Order is a story-driven hour-long drama that prides itself in taking its script ideas from real-life contemporary news. In this case, the writer said he'd heard this tale from a friend, and the friend had assured him it came from the pages of a newspaper. Yet no one could find that article. And then I found the following. These horrific claims made by a Turkish man who'd been brought to Britain to sell a kidney are excerpted from a 8 December 1989 Reuters wire report: Kurdish Moslem Ahmet Koc, 34, said through an interpreter he had been lured to Britain last year with the promise of a job by Turkish businessmen who told him he would need a medical check.He went to a hospital which he thought was a hotel and allowed himself to be given an injection which he believed was a blood test. When he came round he was told his appendix had been taken out. It was only three days later that he was told his kidney had been removed and transplanted into another patient in the hospital but that he would be paid a lot of money for it. Well, there's news and there's news. Far from being a victim, Koc was one of a willing consignment of four Turks who sold a kidney that day. The removals/transplants took place in Britain in 1988, and in January 1989 Koc went on record in Turkey with his tale of organ abduction, likely in an effort to get the organ brokers who'd handled his case into trouble with Turkish authorities. (Which he succeeded in doing one of the two brothers who'd arranged the sale was charged in January 1989 and sentenced to two years in jail in May of that year as a result of Koc's testimony. Koc received a two-year suspended sentence for his part in the illegal sale.) Yet it was not until December 1989 that Koc's concocted story about being an unwitting victim became all the rage in the British press for it was then he was called upon by a General Medical Council's disciplinary hearing to testify in England against the doctors involved. His testimony which included his horrific tale about waking up dazed and confused in a hospital he thought was a hotel was widely reported at that time. Justice was eventually served, and Koc's advertisement in a Turkish newspaper offering to sell one of his kidneys came to light. Even so, his story made quite the splash at the time it hit the papers. Consider how you would react to the following, from the 9 December 1989 Daily Telegraph : Mr. Koc said he was taken to the hospital by two brothers, Ata Nur and Tunc Kunter, who have been described to the hearing as kidney brokers. He said he did not see any doctors or nurses when he arrived because he was taken straight into a lift and shown to a luxurious room with a couch, television, wardrobe and bed. \"They drove me to a building which I thought was a hotel. I now know it as the Humana. I had a meal and they (the Kunters) left and I woke up in the morning.\" A woman \"wearing something white like a nurse\" came in and after asking him to sign a document returned with a syringe in her hand. \"I was told they were going to take some more blood from me,\" he said. The next thing he knew was when he awoke in a room with bottles on the wall fixed with cables and he had a very wide bandage around his waist, which was painful. The residue of this December 1989 media splash might well have been what the Law and Order writer's friend remembered. It might also have been what kicked off the story of the unwary traveler, the one about a fella who was lured back to his hotel room and the next day woke up with one less kidney than when he'd started out. Certainly this media circus would have at least set in place the major themes of the legend: the unknowing victim, the hotel room, the waking up in confusion and pain the next day. It takes but little re-working of the details to turn it into a quite recognizable early form of this legend. As mentioned earlier, the legend has changed from its early days and now includes such up-to-date frills as instructions to call 911 and e-mail exhortations to immediately pass this warning along. It's the panic nature of scarelore that speeds it along at such a breathtaking rate though a story about a dog and peanut butter might shock one into wondering what this world is coming to, it just doesn't bring with it the same compelling incentive to protect those you care about by getting this information to them right away. As such, dog-and-peanut-butter stories get told (or e-mailed) when one has the time . . . whereas when it's scarelore one makes the time. This panic-stricken reaction takes its toll, and the 1997 New Orleans romp through cyberspace well demonstrates it. The New Orleans Police Department received more than a hundred calls about this legend. To combat the misinformation they put up a web page specifically denying this rumor, and fielding calls about the \"crisis\" became yet another drain upon their manpower. It's not just the New Orleans Police Department that was driven crazy by the 1997 outbreak. In 11 February 1997 Houston Chronicle article, John Makeig wrote: This message, signed by an Austin man identified as an \"operations engineering manager,\" evidently has been sent via faxes and Internet messages to numerous corporations and organizations nationwide. But, said police and firefighters in Houston and New Orleans, it is utter nonsense. The Austin man, whose name and phone numbers are affixed to the bottom of the \"Travelers Beware!\" message, would certainly agree. Call his number nowadays and you'll get this recorded message: \"If you're calling about the story on the Internet, I did not place it.\" The best explanation I can offer as to why this bit of scarelore has gained, and kept, its popularity, has to do with the growing familiarity of the general population with organ transplants. As these procedures have become more a part of the world we live in, so has awareness of the problems associated to them. The stark reality is that there are more people in need of transplantable organs than there are organs to go around. Knowing that, it's reasonable to believe wild stories of kidneys being hijacked from the unwary. Standing in the shoes of someone desperate for this procedure, wouldn't you be willing to pay just about anything to secure what you needed to keep on living? And if you were willing to pay whatever it cost, wouldn't it be reasonable to believe that an entire class of criminals exists just to service this lucrative business? As many urban legends do, this one plays upon our fears. Fear of travelling to distant cities and thus being out of our element. Fear of being ill and desperate. And, most of all, fear of becoming the victim of random crime. We picture that man waking up in a bathtub filled with ice, and we see ourselves in his place. It's not a nice picture. Barbara \"a little organ muse (sick)\" Mikkelson Update: In 1995, India's parliament passed a bill limiting organ donations to close relatives and imposing prison terms of up to seven years for selling an organ. But in Uttar Pradesh and a string of other states where the law has not been ratified by state legislatures, middlemen continue to track poor people in need of quick money and coax them to operating tables. In such instances, these paid donors receive about $1,000, more than a year's salary for a rural Indian laborer. Those receiving the stolen kidneys typically pay about $6,000 to $10,000 for the organ and the transplant operation. Still, news accounts from India occasionally surface reporting claims that doctors have been arrested for stealing kidneys (either through trickery or force) from unsuspecting citizens. Such claims are difficult to evaluate given the typical lack of any follow-ups in the Western press, but other sources suggest the usual result is that charges are dropped or reduced when investigations determine that the claimants entered into voluntary agreements to sell their kidneys (and later leveled criminal accusations because they regretted their decisions or were disgruntled with the size of the payments they had received). In May 1998 three surgeons and seven others at the Noida Medicare Center in Uttar Pradesh, India were arrested for tricking indigents out of their kidneys. According to charges made against them, members of this group approached various unemployed men, holding out the promise of jobs and offering to connect them with those doing the hiring. Victims were advised that a medical examination was required; they submitted and then were told something correctable by a small operation had turned up in the exam. During the operation and unknown to the patients, one of their kidneys would be removed for resale. Afterwards, nothing further would come of the job offer. In January 2008, several people were arrested in the Indian city of Gurgaon for allegedly luring hundreds of laborers to an underground medical facility in that area by promising them jobs, then duping or forcing them into \"donating\" their kidneys for transplant into wealthy clients. However, police later determined that the primary complainant's kidneys were both intact. Additional information: Debunking the Kidney Heist Hoax (United Network for Organ Sharing) Organ Donation Hurt by Story of Kidney Heist (United Network for Organ Sharing) Sightings: In an episode of the television drama Law & Order (\"Sonata for Solo Organ,\" original air date 2 April 1991, police in Central Park discover a man whose kidney had been removed without his knowledge: In that same episode, a doctor explains to detectives why a purloined kidney is of no use in the United States: This legend also shows up as the plot of the 1993 movie The Harvest . You'll also find it in the 1998 Will Christopher Baer novel Kiss Me, Judas , and it makes a gruesome appearance in the 1998 slasher classic Urban Legend . The 2001 film Jay and Silent Bob Strike Back includes a sequence during which one of the lead characters dreams he wakes up in a tub of ice after selling one of his kidneys. The 6 February 2006 episode of the TV series Las Vegas (titled \"Urban Legends\") references this legend when Danny and Mike enter one of the Montecito's hotel rooms to discover a man missing a kidney lying in a bathtub full of ice.",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/Title?0261392;http://www.sonypictures.com/homevideo/catalog/catalogDetail_DVD043396063853.html;http://us.imdb.com/Details?0107084;http://web.archive.org/web/20000817190904/http://www.unos.org/newsroom/archive_story_19990820_urbanmyth.htm;http://web.archive.org/web/20010420012338/http://www.unos.org/newsroom/archive_statement_022197.htm;http://www.mardigrasday.com/police1.html;http://web.archive.org/web/20000424092453/http://stumedia.tsp.utexas.edu/WebTexan/kidney.html;",
  "Example": "[Collected on the Internet, 1997] Dear Friends: I wish to warn you about a new crime ring that is targeting business travelers. This ring is well organized, well funded, has very skilled personnel, and is currently in most major cities and recently very active in New Orleans. The crime begins when a business traveler goes to a lounge for a drink at the end of the work day. A person in the bar walks up as they sit alone and offers to buy them a drink. The last thing the traveler remembers until they wake up in a hotel room bath tub, their body submerged to their neck in ice, is sipping that drink. There is a note taped to the wall instructing them not to move and to call 911. A phone is on a small table next to the bathtub for them to call. The business traveler calls 911 who have become quite familiar with this crime. The business traveler is instructed by the 911 operator to very slowly and carefully reach behind them and feel if there is a tube protruding from their lower back. The business traveler finds the tube and answers, \"Yes.\" The 911 operator tells them to remain still, having already sent paramedics to help. The operator knows that both of the business traveler's kidneys have been harvested. This is not a scam or out of a science fiction novel, it is real. It is documented and confirmable. If you travel or someone close to you travels, please be careful. Regards Jerry Mayfield Austin Ops Engineering Manager Telephone: 512-433-6855 Pager: 512-613-3710 From: Patty Radford@Desktop@PCPD Hou, on 12/16/96 10:33 AM: Yes, this does happen. My sister-in-law works with a lady that this happened to her son's neighbor who lives in Houston. The only \"good\" thing to his whole story is the fact that the people doing this horrible crime are very in tune to what complications can happen afterwards because of the details precautions they take the time to set up before leaving the room. The word from my sister-in-law is that the hospital in Las Vegas (yes, Vegas) prior to transferring him back to Houston stated that these people know exactly what they are doing. The incision, etc. was exact and clean. They use sterile equipment etc. and the hospital stated that other than the fact that the victim looses a kidney there has not been any reports of other complications due to non-sterile, etc. tactics that were used. Please be careful. From: Kathy White@OS Dev@Sys Hou, on 12/13/96 3:25 PM: Sadly, this is very true. My husband is a Houston Firefighter/EMT and they have received alerts regarding this crime ring. It is to be taken very seriously. The daughter of a friend of a fellow firefighter had this happen to her. Skilled doctor's are performing these crimes! (which, by the way have been highly noted in the Las Vegas area). Additionally, the military has received alerts regarding this.",
  "Last Updated": "12 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/robbery/kidney.asp",
  "Claim": "Drugged travelers awaken in ice-filled bathtubs only to discover one of their kidneys has been harvested by organ thieves.",
  "Claim_ID": "horrors_robbery_kidney",
  "Tags": ""
}