{
  "Origins": "The larval form of the Megalopyge opercularis species of moth is foundprimarily in the southeastern United States (largely in Texas, Louisiana, and Florida) and goes by a number of common names, including the southern flannel moth caterpillar, pussy moth caterpillar, puss caterpillar, tree asp, and the asp caterpillar. The asp (as we'll refer to it here) somewhat resembles a colored ball of cotton and is venomous not in the sense that it bites, but in that it is covered in fur-like spines that contain venom that can cause varying forms of distress to humans who come into contact with them. The peak months of envenomation are July through November, and symptoms of envenomation typically include burning pain, swelling, nausea, and itching.",
  "Fact Check": "",
  "Description": "As noted in a 2007 Clinical Toxicology article about asp caterpillar envenomation: Asp caterpillars pose a seasonal health hazard. Intense, throbbing pain develops immediately or within five minutes of contact with the caterpillar. Stings on the arm may also result in pain in the armpit region. Erythematous (blood- colored) spots typically appear at the site of the sting. Other symptoms can include headaches, nausea, vomiting, intense abdominal distress, lymphadenopathy, lymphadenitis, and sometimes shock or respiratory stress. Pain usually subsides within an hour and spots disappear in a day or so; however, with a larger dose of the venom, it is not uncommon for the symptoms to last several days or longer. Often, those envenomated by the asp caterpillar find that health care professionals have never seen nor heard of thecreature; the caregivers are left with little to go on, and the victims are left with the distress of an unknown prognosis.Existing literature often involves a single case study, a self-reported envenomation, or a handful of cases. The need for better informationabout these caterpillars is not purely academic: at times public schools in Texas have been temporarily shut down because of outbreaks of the caterpillar, and more generally the problem of ignorance in the medical community can lead to under-treatment or mistreatment. According to the American Association for Clinical Chemistry ( AACC ), the asp is \"one of the most toxic caterpillars in North America\": Megalopyge opercularis, commonly known in Texas as an \"asp\" is one of the most toxic caterpillars in North America. Also known as puss moth caterpillars, the larva are teardrop shaped from 1 to 1.5 inches long. Although called a stinging caterpillar, the venom is actually in spines connected to a poison sac and concealed by the outer hairy surface. When touched they break off and remain in the skin releasing the venom. Intense throbbing pain develops within five minutes of contact with pain extending up the affected arm. Other symptoms may include headaches, nausea, vomiting, intense abdominal distress, lymphadenopathy, lymphadenitis, and sometimes shock or respiratory stress. Erythematous spots or hemorrhagic papules may appear at the site of the sting and last for 1-5 days. Some of the more unusual presentations have been in children where they have gotten into the mouth and deposited spines and venom in the mucus tissues. These spines can persist and one researcher describes the experience of removing shoes after being in an infected area and transferring a spine from the shoe to the eye causing severe pain. The number of exposures peaks in June-July with a second peak in October. One researcher reported that there may be two generations within a year. The poison control centers report that about one fourth to one third of the patients experience intensive pain that radiates up the arm or leg. The pain is severe enough for some patients to believe they are having a heart attack. In a reported case of abdomen sting severe abdominal pain ensued with an emergency department visit and work up for acute abdomen. The AACC recommends the following immediate treatment for those who come into contact with asp spines: The use of adhesive tape to remove the spines that remain on the skin is recommended. Wash the area with soap and water to remove any remaining venom. Prompt application of an ice pack and a baking soda poultice should help reduce pain and swelling. Over the counter analgesics appear to be ineffective for reducing pain and headache. Oral administration of antihistamines may help relieve itching and burning following up with topical corticosteroids to reduce intensity of inflammation.",
  "Originally Published": "",
  "Referred Links": "http://www.aacc.org/members/divisions/tdm/library/Pages/August08.aspx;https://web.archive.org/web/20090320004234/http://neuro.bcm.edu/eagleman/papers/Eagleman%20Asp%20Caterpillar%20Clinical%20Toxicology.pdf;",
  "Example": "[Collected via Facebook, August 2014] This little critter is called an ASP. Believe it's a caterpillar. KILL IF YOU COME ACROSS ONE. THESE ARE PAINFUL WHEN YOU ARE STUNG BY ONE, WILL SEND YOU TO HOSPITAL, CAUSING NERVE PAIN/DAMAGE AND ARE POSSIBLY POISONOUS. THESE ARE BECOMING MORE N MORE SEEN. SO WATCH YOUR LIL ONES SURROUNDINGS!!! JUST THOUGHT I'D SHARE. MAKE SURE YOU DO THE SAME.",
  "Last Updated": "27 April 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/insects/asp.asp",
  "Claim": "Photographs show a venomous caterpillar known as an asp.",
  "Claim_ID": "horrors_insects_asp",
  "Tags": ""
}