{
  "Origins": "In the culinary world, a Dutch oven is a thick-walled iron cooking pot with a tight-fitting lid. In the common vernacular, however, a \"Dutch oven\" refers to the crude act of passing gas under the covers in bed and then pulling those covers over the head of the bed's other occupant, trapping him or her in a foul-smelling air pocket.",
  "Fact Check": "",
  "Description": "In October 2007, the Ronson Writer web site published an article about a man who had reportedly been convicted of manslaughter after pulling a \"Dutch oven\" on his wife and accidentally suffocating her: Mr Brian Flannery was convicted of 2nd Degree Manslaughter today at Peckham Crown Court, receiving a 5 year suspended sentence for the accidental death of his wife, Gloria Flannery, by toxic suffocation, after he gave her a 'Dutch Oven' that went, as the Judge described it, 'horribly, horribly wrong'. The case for the prosecution argued for the charge of Murder, putting it to the court that, late one weekday evening as Mrs Flannery was reading a Jackie Collins novel in bed and unwinding for sleep, she was suddenly and forcibly pinned under the duvet by Mr Flannery, who sealed the edges with his weight while simultaneously releasing an enormous bolus of flatulence, which displaced all the available oxygen so that Mrs Flannery passed out nearly instantly, and was dead within 30 seconds. Six years later that article continues to circulate via e-mail and social media, with many who encounter it mistaking it for a genuine news report. However, no such case of \"Dutch oven\" suffocation occurred: the article was simply a humorous spoof from the Ronson Writer , whose content is self-described as \"part satire, part opinion and part vaguely-verified factual reporting, but always (we hope) at least mildly amusing.\"",
  "Originally Published": "",
  "Referred Links": "http://www.ronsonwriter.com/content/view/15/22/;http://www.ronsonwriter.com/content/view/69/9/;",
  "Example": "",
  "Last Updated": "5 December 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/freakish/dutchoven.asp",
  "Claim": "A man was convicted of manslaughter for accidentally killing his wife with a \"Dutch oven.\"",
  "Claim_ID": "horrors_freakish_dutchoven",
  "Tags": ""
}