{
  "Origins": "Fans of made-for-TV movies might recall The Staircase, a film (aired by CBS in 1998) starring Barbara Hershey as Mother Madalyn, a nun whose dying wish to see the construction of her order's chapel completed comes true through the efforts of a mysterious carpenter known only as \"Joad.\" The movie was based on the legend of the Loretto Chapel in Santa Fe, New Mexico, the site of the \"mysterious staircase\" referred to above.",
  "Fact Check": "",
  "Description": "The Loretto Academy was a school for women founded in Santa Fe in 1852 by the local Sisters of Loretto. In 1873 construction was begun to add a chapel to the site, a project plagued by some unfortunate incidents (including the shooting death of the main architect). As the builders were finishing up work on the chapel, they found that the plans drawn up by the late architect had not included any means of access to the chapel's choir loft. This was when, according to Alice Bullock's book, Loretto and the Miraculous Staircase , the now-legendary events kicked in. The notion of constructing an ordinary staircase up to the choir loft was apparently rejected both because it would have limited the available seating in the loft and because it would have been aesthetically unappealing. As Bullock described the nuns' dilemma over how to proceed: \"Carpenters and builders were called in, only to shake their heads in despair. When all else had failed, the Sisters determined to pray a novena to the Master Carpenter himself, St. Joseph.\" As Bullock's narrative continues, the nuns' prayers were answered on the ninth day by a humble workman leading a burro loaded with a complement of carpentry tools. The workman proclaimed that, with permission, he could resolve the dilemma, needing only a couple of water tubs to complete the task: Sisters, going in to the Chapel to pray, saw the tubs with wood soaking in them, but the Man always withdrew while they said their prayers, returning to his work when the Chapel was free. Some there are who say the circular stair which stands there today was built very quickly. Others say no, it took quite a little time. But the stair did grow, rising solidly in a double helix without support of any kind and without nail or screw. The floor space used was minimal and the stair adds to, rather than detracts from, the beauty of the Chapel. The Sisters were overjoyed and planned a fine dinner to honor the Carpenter. Only he could not be found. No one seemed to know him, where he lived, nothing. Lumberyards were checked, but they had no bill for the Sisters of Loretto. They had not sold him the wood. Knowledgeable men went in and inspected the stair and none knew what kind of wood had been used, certainly nothing indigenous to this area. Advertisements for the Carpenter were run in the New Mexican and brought no response. \"Surely,\" said the devout, \"it was St. Joseph himself who built the stair\" However it came to be built, the solution to the problem at the Loretto Chapel was a winding staircase in the shape of a helix (which both takes up less space than a conventional stairway and is much more aesthetically appealing). Although winding staircases are somewhat tricky to build because the form is not well-suited to bearing weight and generally requires additional support, the one at Loretto is not quite the miracle of architecture that subsequent legend has made it out to be. For starters, the Loretto staircase was apparently not all that fine a piece of work from a safety standpoint. It was originally built without a railing, presenting a steep descent that reportedly so frightened some of the nuns that they came down the stairway on their hands and knees. Not until several years later did another artisan (Phillip August Hesch) finally add a railing to the staircase. Moreover, the helix shape acted like what it resembles, a big spring, with many visitors reporting that the stairs moved up and down as they trod them. The structure has been closed to public access for several decades now, with various reasons (including a lack of suitable fire exits and \"preservation\") given for the closure at different times, leading investigator Joe Nickell to note that \"There is reason to suspect that the staircase may be more unstable and, potentially, unsafe than some realize.\" Although the Loretto legend maintains that \"engineers and scientists say that they cannot understand how this staircase can balance without any central support\" and that by all rights it should have long since collapsed into a pile of rubble, none of that is the case. Wood technologist Forrest N. Easley noted (as reported by the Skeptical Inquirer ) that \"the staircase does have a central support,\" an inner wood stringer of such small radius that it \"functions as an almost solid pole.\" As well, Nickell observed when he visited Loretto in 1993 that the structure includes an additional support, \"an iron brace or bracket that stabilizes the staircase by rigidly connecting the outer stringer to one of the columns that support the loft.\" Nickell concluded: \"It would thus appear that the Loretto staircase is subject to the laws of physics like any other.\" As for the wood used in the stairway's construction, it has been identified as spruce, but not a large enough sample has been made available for wood analysts to determine which of the ten spruce species found in North America (and thus precisely where) it came from. That the structure may have built without the use of glue or nails is hardly remarkable: nails were often an unavailable or precious commodity to builders of earlier eras, who developed a number of techniques for fastening wood without them. All in all, nothing about Loretto's design or manufacture evidences any sign of the miraculous. The staircase (and the chapel that houses it) is, however, now part of a privately-owned museum operated for profit, a situation that provides its owners with a strong financial motive for perpetuating the legend of its mysterious origins and substance. Additional information: Loretto Chapel",
  "Originally Published": "",
  "Referred Links": "http://www.lorettochapel.com/staircase.html;http://www.diydata.com/techniques/timber_joints/mandt/mortise_tenon.asp;https://web.archive.org/web/20000819003453/http://www.csicop.org/si/9811/stair2.jpg;http://us.imdb.com/title/tt0152588/;",
  "Example": "[Collected on the Internet, April 1997] City of Santa F , in New Mexico, USA. A mystery of over 130 years and attracting around 250,000 visitors every year. Point of attention: Loretto Chapel. What makes this chapel different from all others is that the subject of the supposed miracle that took place in it is a staircase. A chapel was constructed somewhere in the 19th century. When it was ready, the nuns found that there was no staircase built to take themto the top level. They spent 9 days praying to St. Joseph, who was a carpenter. On the last day, a stranger knocked at their door and said that he was a carpenter who could help them build the staircase. He constructed the staircase, all by himself, which was considered to be the pride of carpentery. None knew how the staircase could stand by itself as it did not have a central support. Then the carpenter, who did not use a single nail or glue to construct this staircase, disappeared without even waiting for his payment. There was a rumour in the city of Santa F that the carpenter was St. Joseph himself, sent by Jesus Christ to attend to the nuns' problem. Since then, the staircase was called \"miraculous\" and the site for pilgrimages. There are three mysteries about this staircase, says the spokesman of the chapel. The first mystery is that, to this day, the identity of the builder isnot known. The second mystery is that the architects, engineers and scientists say that they cannot understand how this staircase can balance without any central support. The third mystery is from where did the wood come? They have checked and found out that the type of wood used to build the staircase does not exist in the entire region. There is another detail that has just increased the belief in the supposed miracle: The staircase has 33 steps, the age of Jesus Christ.",
  "Last Updated": "2 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/ghosts/loretto.asp",
  "Claim": "The spiral stairway at Santa Fe's Loretto Chapel miraculously stands despite having no discernable means of support.",
  "Claim_ID": "horrors_ghosts_loretto",
  "Tags": ""
}