{
  "Origins": "Back in mid-1987, this was the hottest story going. It seemingly erupted out of nowhere, in the way urban legends often do. The same tale, with countless variations of detail, was on everybody's lips.",
  "Fact Check": "",
  "Description": "In the story, ultraviolet rays are confused with the microwaves used in cooking. Tanning naturally or by way of sun lamps or tanning beds isn't all that sensible a thing to do. Dangers include skin cancer, skin and eye burns, and cataracts. It's a perilous vanity. But its perils do not extend to cooking people the way a microwave would. UV rays just don't imitate microwaves, a fact this legend completely ignores. Despite the impossibility of the account, the hunt for the broiled girl was on. Even advice columnist Abigail Van Buren was drawn into the search: Dear Abby: I just received a letter from my daughter, Kathy, who is attending school in Provo, Utah. She related the following story that I found so horrifying, I want to share it with you so that you can warn others. \"A 17-year-old girl won a trip to Hawaii. She wanted a really nice tan for the trip, so last week she went to a tanning parlor. She'd never been to one before, so she asked how long was the maximum time she could stay in, and they said half an hour. Well, she wanted a really dark tan, fast, so she went to seven places and spent a half-hour in each three and a half hours total! Well, this poor girl is now in Utah Valley Regional Medical Center. They estimate she has about 26 days to live. She's totally blind, and they say it's as if she had 'microwaved' herself it's basically the same principle. Anyhow, she just cooked herself from the inside out. And the worst part is, there's not a thing they can do for her. Not a thing. Her poor family!\" Of course, the girl was foolish. But most of us do things that are foolish sometime in our lives, but we live to laugh about them. This girl will not. Please warn your readers, Abby. You may want to verify these facts on Provo. Anita Hallock Dear Anita: Thanks for writing. I wondered how \"they\" could estimate the number of days \"this poor girl\" had to live, so I called the Utah Valley Regional Medical Center in Provo and its spokesperson, Mr. Clark Cares, stated that there was no such person in the facility, but that the story had been circulating at the Brigham Young University. Joann, secretary to the medical director, said that she had just returned from Pocatello, Idaho, where she had heard the same story. In checking with The Provo DailyHerald, Rene Nelson told my staff that they had also heard the rumor, but were unable to confirm it. Well, friends, so much for the \"tanning\" story. The broiled girl myth spread far and wide in the early days of the legend when tanning salons were all the rage. Surprisingly, even in these more health-conscious times, the tale continues to do the rounds. Possibly what started out as a mistrust of new technology legend has shifted focus to become an expression of a health truism: Stay pale and stay healthy. It's no longer the technology we fear, it's getting the tan! All lore aside, there has been one tanning booth death, but it came about as a freak reaction to a drug the victim was taking, not because she overindulged in the number and duration of recommended tanning sessions. On 24 May 1989, Patsy Campbell of Portage, Indiana, died at the University of Chicago Medical Center of burns suffered in a 25-minute tanning booth session 11 days earlier. Burns covered 70% of her body. Campbell had been taking Psoralen, a drug used to increase the skin's sensitivity to light as part of a program to treat psoriasis. Soon after visiting the parlor, she began to itch all over, and blisters formed two days later. Dr. Alan Dimick, a burn expert from the University of Alabama, said it was the first verifiable case of fatal burns suffered in a tanning booth. Notice that he made that statement about a case two years after the broiled bridesmaid tale was kicking around. In 2007 the case of an Australian woman's battle against skin cancer brought into question the need for regulation of the use of tanning beds. 26-year-old Clare Oliver said when she was 19 she took up a local salon's offer for twenty tanning sessions for the price of ten, with deadly results. Following the advice of the solarium staff, she partook of tanning sessions every second day. The young woman was diagnosed with melanoma when she was 22, and the disease took her life on 13 September 2007. Associate Professor Grant McArthur, from the Peter MacCallum Cancer Centre, says of solariums, \"They deliver five times the dose of UV radiation than the midday sun. They are also clearly linked to increased rates of skin cancer.\" Tales like the broiled bride are our way of expressing distrust of modern technology and warning against the dangers of product misuse, not to mention highlighting the pitfalls of excessive vanity. As stated earlier, it's possible our reason for passing along the legend has changed to reflect the climate of our times, with the story having now become more about the perils of sunbathing than about scary, unfamiliar technology. Other \"cooked to death\" legends include: The Cooked Telephone Man: Worker who stands too close to microwave radiation is cooked by its rays. The Microwaved Pet: Old lady attempts to dry a wet poodle in the microwave. The Hippie Babysitter: Stoned babysitter microwaves the baby she's tending, thinking it's a pot roast. Barbara \"brown and out\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "Collected on the Internet, 1997] A young woman was getting married and she wanted to look her very best. She decided that her expensive white dress would be attractively set off by a golden tan. Unfortunately, she waited until a week before the wedding to start her tanning sessions. Salon after salon told her that she could only tan for thirty minutes, twice a week, to start. At this rate, she would not be tan in time for her wedding. The bride then had a brilliant idea: she would tan the maximum amount of time at every tanning salon in town. The wedding day came, and the bride was beautiful dark, perfect tan and all. However, on the wedding night, the groom noticed that his new wife had a peculiar smell kind of like rotting meat. As the honeymoon wore on, the smell persisted and grew worse until he could stand it no longer: he insisted that his bride go to the hospital to find out what was causing the awful stench. Doctors examined her carefully, but could not identify the source of the odor. The bride's health began to fail, and after a few days she died. When the autopsy was performed, the horrified coroner discovered that the woman's internal organs were cooked! Over-exposure to tanning rays had cooked the woman from the inside out, just like a microwave oven, and in the days following the wedding, the bride had begun to \"spoil\". [Collected on the Internet, 1998] When I was a student at UCLA I heard a story going around campus that a sorority girl had died the previous week. Evidently, she was getting ready for a formal function between her sorority and a fraternity. She wanted to look her best, which she believed included a tanned complexion. As the story went, she spent Thursday and Friday going from tanning salon to tanning salon, only leaving a salon when the management refused to let her stay any longer for safety reasons. She achieved the complexion she wanted and attended the formal function Friday night. The next morning, her horrified sorority sisters found her in bed, dead. A subsequent autopsy revealed that she had literally \"cooked\" her internal organs. Variations: The woman who broils herself into an early grave is variously described as a bride or bridesmaid, a young girl getting ready for her high school prom, a college gal preparing for an important social event, or as a generic woman intent upon looking her best. In some stories, death happens onto the scene (e.g., coming down the stairs with her new husband, the bride collapses and expires amid a circle of horrified wedding guests). In others, the woman is discovered dead in her bed the next morning. In the most chilling versions of all, upon noting the persistent bad smell, the woman consults a doctor about her condition. He renders the verdict that she has only so many days left to live. Curing her (never mind the ham jokes!) would be impossible; it would be akin to attempting to return a well-done steak to its original out-of-the-package state. Sometimes additional details are added about how the deceased is found with smoke pouring from her eyes, ears, and mouth. Though by far the greatest number of tellings end in the woman's death, some versions exist in which the victim survives, but at a great cost. (The girl \"fries\" a muscle in her arm, necessitating amputation of the limb, or is permanently rendered blind.)",
  "Last Updated": "27 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/vanities/tanningbed.asp",
  "Claim": "A woman intent upon looking her best for a big day treats herself to far too many tanning sessions and cooks herself to death.",
  "Claim_ID": "horrors_vanities_tanningbed",
  "Tags": ""
}