{
  "Origins": "Loss of life through head-on collision or rollover have become mundane events in our automotively-enhanced world; we expect to read in every morning's paper about traffic deaths on local roads and highways.",
  "Fact Check": "",
  "Description": "While all traffic fatalities are tragedies to be grieved over, some happen in far more unusual fashion than others. Every now and then a vehicle-caused demise is so wildly at odds with what we expect of our world that it shakes the cobwebs from our heads as it serves to remind us that life can be lost in the blink of an eye and through no fault of anyone's. On 21 June 2007, 24-year-old Humberto Hernandez was killed by a 200-pound fire hydrant that came flying through the air to strike him in the head as he walked with his wife along an Oakland, California, sidewalk. The fire hydrant had been launched onto its deadly trajectory by a sport utility vehicle that crashed into it. The 2007 Ford Escape had blown a tire and swerved onto the sidewalk, striking the hydrant. Water pressure and the impact of the crash sent the fire plug flying like a \"bullet,\" said Phil Abrams, an Alameda County deputy sheriff. This was far from the first death caused by an object inadvertently launched by a vehicle, but it is somewhat unusual in that the victim wasn't in a car himself. Over the years, numerous drivers and passengers have met the Grim Reaper via tires flying off passing vehicles, but other items have also ended lives. On 28 December 2006, a ball-style trailer hitch killed 32-year-old Sean O'Shea of Encinitas, California, when it bounced up from the roadway and through his windshield, striking him in the head before coming to rest in his vehicle's back cargo area. The 5- or 6-pound hitch either fell off a truck or came off the back of a vehicle. Another death occurred in similar fashion on 30 March 1995, in Santa Clara, California. On that day, while riding as the passenger in a friend's car, 37-year-old Joanne Bergeson was struck by a car jack that flew into the vehicle; she died in the hospital a few hours later of head wounds so sustained. The jack had either been dropped by a truck traveling in front of Bergeson's vehicle or had been lying in the roadway and was kicked up by it. Barbara \"flapped jack\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "7 August 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/freakish/hydrant.asp",
  "Claim": "A pedestrian was killed by a flying fire hydrant.",
  "Claim_ID": "horrors_freakish_hydrant",
  "Tags": ""
}