{
  "Origins": "We began encountering this tale in our inbox in late June 2005. Almost two months later, near the end of August 2005, versions mailed to us began including this coda:",
  "Fact Check": "",
  "Description": "Plainfield, Wisconsin, is a community of less than a thousand people located in central Wisconsin. As its one claim to fame, it was the hometown of Ed Gein, a farmer who was convicted of murdering one woman in 1957 and confessed to having killed another in 1954. His notoriety came, however, from his use of dead bodies: he mutilated the corpses of women, cutting off a variety of their body parts and fashioning these into macabre items. As one might suspect, murder in Plainfield is relatively rare. As one might further suspect, no two teen girls named Lisa and Sarah Smith were murdered in that town in 1993, nor their parents a number of years later. The story is fiction, plain and simple, just another example of the 'bad things will happen to you if you don't forward this chain letter' genre. (The concept is stated explicitly in its text: \"this is a death chain. if you dont send this in the next hour the parents will kill you at night.\") We discuss another example of this type of chain letter one that uses a photo to tell its chilling tale in our \" Bed Reckoning \" article. Numerous inconsistencies in the Internet-circulated story provide enough clues to its being fiction that even those lacking access to online news archives should be able to dismiss it as an attempt to yank their chains: The younger sister is murdered while the older girl is either sleeping beside her or going to the window to check on an odd sound, yet the older sibling hears nothing happening in the room and is alerted to something's being amiss only because the bed is wet and ill-smelling upon her return to it. Rather than scream for help or run from the room, the older girl hides in the closet. The older sister is pulled from the closet by her murderer and her body is returned there to be hung for her parents to discover, yet while she's in this closed space before her killer takes her from it, she carves hers and her sister's names and the time and date. If she had something with which to gouge messages into the floorboards or onto the walls, why didn't she use it to stab at her attacker and escape his clutches? Also, wasn't it thoughtful of her murderer to afford her time to finish her woodworking escapades before coming for her? The parents (who we presume are sleeping in the same house, since the story doesn't mention their being absent that night) hear nothing of their two daughters being murdered. The son (who we work out from the story is 12 years old: \"15 years ago\" less \"2 years after the the sisters deaths\" less a nine-month gestation period) lives those twelve years in the murder room yet never once notices the message carved in the closet. The girls were murdered \"In 1993\" yet the IM'ing ghost of one of them informs her brother she died \"15 years ago.\" Our calendar says it's 2005, not 2008. Instant message capability didn't become an online reality until 1997 when AOL introduced its Instant Messenger service. Yahoo Messenger (which the narrative tells us was used by the murderer to contact one of the sisters prior to his killing her) began in 1999. However, while IM didn't exist in 1993, chat rooms did IRC (Internet Relay Chat) was most certainly part of the cyber world at least as far back as 1993, else I retain rather vivid yet baseless false memories of what I was doing with a great many of my nights back then. If all this seems too silly to bother dissecting, we initially thought so too. Then we read this discussion at alexlab.com, which shows at least some folks have been taking the story somewhat seriously. Barbara \"skinned divers\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.alexlab.com/2006/01/03/the-smith-sisters/#comments;",
  "Example": "[Collected on the Internet, 2005] girl meets a boy on her yahoo messenger. crazy1 86:hey baby!!! h0tNsPiCy91: whos dis??? crazy1 86:ur secret admirer!!!!! h0tNsPiCy91: o really.... quite lyin! whos dis??? crazy1 86:i loved u the first time a stared in your eyes... crazy1 86:i think about u everyday... you are my dream come true. crazy1 86: we met once! i dont think u remember tho. crazy1 86: i cut myself because the pain takes away my feelings of u. crazy1 86: tonight u will see me some time tonight.... h0tNsPiCy91: ..WHO IS THIS!?!?!? crazy1 86:dont worry.... ill take very good care of you... crazy1 86 had signed off. the girl was so scared she locked alll her doors and windows. she made sure her room was secured. she was so scared if it was a joke or for real. she didnt know when he was going to come. the girl was frighten so she decided to sleep with her little sister. the girl dozed off quikly. then she heards a knock on the window. the girl slowly walked to the window. it started knocking louder. the girl looked through the windows and saw nothing. just some of the tree branches. the girl went back to bed with her sister. the bedwas wet and a pretty smells horrid. maybe her sister wet the bed... the girl checked and found blood everywhere. the girl panick. she didnt know what to do. she ran and hid in the closet incase the guy was their for her. while looking through the cracks of the closet the girl saw a shadow. it was dark so she couldnt figure out who it was. she started to get more frighten. the man crept closer to the closet. the girl closed her eyes as if it was a dream. then suddenly he open the closet door and pulled her out. her parents found her dead. she was skinned all the way and was hunged in her sisters closet. PART 2... 2 years after the the sisters deaths, the her parents got pregnant with a baby boy the girls room became a guest bedroom and the little sisters room where the murder took place became the babys room. the baby grew up to be a secessful kid. one night he was on the computer and got a instant messege. h0tNsPiCy91:hey lil bro!!! 2seXay4u: who the f is this? h0tNsPiCy91: its your big sis. 2seXay4u: i never had a sister. im an only child. 2seXay4u:this is some kinda joke huh? h0tNsPiCy91: mom and dad never told you? h0tNsPiCy91: i died 15 years ago with your other older sister. h0tNsPiCy91:we were murdered in your room which was once my little sisters room. she was killed in bed when i was sleeping and i was killed in the closet and skinned to death. 2seXay4u:quite lying. i never had a sister. if i did my parents would tell me. whatever. your stupid. h0tNsPiCy91: you dont believe me? well if you wanna look in your closet floor. h0tNsPiCy91: i carved my name, time and date i was being murdered. then i carved my little sister name. h0tNsPiCy91: if you dont believe me little brother check the internet. type in ''smith sisters murderedanonymously''. h0tNsPiCy91: i gtg little brother. i love you. and mom and dad soo much. i cant believe they kept us a secret from you. they should burn in hell. the boy checked the closet. he saw the carvings. was it true? he surfed the internet and everything was their about the anonymous murder in the house. the next morning the boy went downstairs. it was so queit. maybe mom and dad was sleeping.. hours later the boy found his parents in their closets skinned and hung. then he found more carvings on the ground. it says '' I TOLD YOU I WASNT LYING. LITTLE BROTHER, I LOVED MOM AND DAD.... BUT THEY KEPT ME A SECRET. I CANT BELIVE IT. WELL IMFREE FROM THIS COLD WORLD. I WONT HURT YOU LIKE HOW THEY DIED. I LOVE YOU! - LISA SMITH '' this is a death chain. if you dont send this in the next hour the parents will kill you at night. they will kill you DONT BELEIVE ME? LOOK IT UP N GOOGLE",
  "Last Updated": "11 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/ghosts/skinned.asp",
  "Claim": "Ghosts of two murdered teen girls return to kill and skin parents who failed to tell their subsequent son of the girls' existence.",
  "Claim_ID": "horrors_ghosts_skinned",
  "Tags": ""
}