{
  "Origins": "In November 2006, these accounts describing a foiled child abduction at a store in Tupelo, Mississippi, began arriving in our e-mail. Akin to other Internet-circulated tales about attempted childnappings at large stores (such as the venerable canard about kids being pulled in store washrooms to be drugged and have their hair dyed by those attempting to make off with them, or the 2006 hoax about a failed child grab at a Blockbuster in North Texas), this one also proved to be a fiction.",
  "Fact Check": "",
  "Description": "According to Lee County Sheriff Jim Johnson and Tupelo Police Chief Harold Chaffin, the story about a Mexican woman who initially admired a shopper's baby, then grabbed it from the stroller and ran off with it was pure invention. There hadn't been any such incident no brave mom who seized the would-be abductor by her long hair and held her until police arrived, no baby-stealing illegal immigrant now behind bars awaiting trial, no ring of kidnappers frequenting Tupelo-area stores in search of product for a Mexican black market in American infants. The Mall at Barnes Crossing, a venue where the alleged foiled abduction was said to have taken place, did succeed in tracing the e-mails to their source. Mall manager Jeff Snyder indicated no legal action was contemplated against the rumor's originator, but he noted that this could well be the last time the Mall would be inclined to be so lenient regarding damage done to its reputation. The false story spread from inbox to inbox because it invoked not just the specter of the child-abducting stranger (a frightening enough figure all on its own) but melded into it a bogeyman of the moment, the illegal immigrant from south of the border. While illegal immigration into the U.S. from Mexico has long been a problem, prior to 2006 it was less of a concern to those not living in border states. In 2006, however, the illegal immigration issue was pushed to the center of the political arena, with some of that pushing taking the form of unsubstantiated rumors positioning all those who come into the U.S. on the sly as violent criminals. The fictive Mexican woman of this tale is presented as a kidnapper of small children, and not even one propelled by misguided maternal desire into taking youngsters so she could become their mother, but one motivated purely by avarice, in it for the cash that selling the purloined tots would bring. She is wholly and irredeemably evil and therefore held up as an example of the sort of person a \"look the other way\" attitude towards illegal immigration has allowed into the country. Her theft is not merely that of social services, it is of defenseless children; the cost of having her here is not merely a small increase in taxes paid by the typical family, but the risk that the next tot she or her compatriots snatch will be yours. Barbara \"bogeyman the barricades\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] Ok this is freaky but it really happened at the mall in Tupelo. Everyone please beware this Holiday Season. A couple of weeks ago a lady with two kids was shopping at JCPennys in the mall here at Tupelo. One of her sons was pretty small and he was in a stroller buckled in and the other one was older and he was walking beside her. A mexican woman came by and told the lady how cute her little baby was...well the lady told her \"Thank You\" and went on her way. A couple of minutes later the mexican woman approched the lady again telling her how cute her little baby boy was. The lady again replied with thank you. As the lady turned her back to look at a piece of clothing the oldest son started screaming. The lady turned around to find that the mexican lady had unbuckled the baby and grabbed him out of the stroller and took off with him. The lady ran after them and caught the mexican woman as the was getting out the door with her son. The only way that she caught her was the mexican woman had long hair and she pulled it and knocked her down. The lady held her in her custody until the authorities arrived. The lady was shocked when the authorities asked her if she wanted to press charges. The lady replied back with heck yeah this is my son your talking about. Come to find out the mexican lady was here illegally. They are coming here to steal our kids and carry them across the border to sell to the black market... scary I know....but I had to pass on. Now you do the same.. Thanks and have a Great Day This really happened to a relative of a girl that goes to church with me. They have the lady in custody that tried to take the baby. She was hispanic and finally admitted that she was taking the baby across the border to sell it. This was last Wednesday night, Nov. 15 at the JC Penneys at Barnes Crossing. They did not catch anyone that was accompanying the lady andwe don't know if she gave up any names. So there could still be predators out there. Warn everyone you know with small children. Very scary... Last night as our family was out eating out at a local resturant , one of my aunts shared with us a very disturbing event that happened this past Wednesday night at JC Penny. A lady was shopping with her 2 small children one a baby in a stroller and the other a toddler that was just old enough to talk. The lady had her children both right next to her as she was looking at clothes and the toddler said \"Mama that lady just got my sister\". This mother started chasing this Hispanic lady and finally caught her by reaching out and grabbing her hair from behind. She then started screaming this woman has my baby. Security came and took care of the horrible situation and told the Mom - we can almost bet you the lady had a car waiting outside with a driver and ready to take off and sell your baby on the black market in Mexico. This mother's grateful thought was Thank Goodness my toddler could talk and tell me - because she never thought this could happen since her children were right next to her within arms reach. I am sure with the Holiday Season approaching us all, the distractions as we shop will be more - but I hope this will help us all to stay a little more alert while out and about doing our shopping. And better Yet lets all each day Ask for the Lord to Guide and protect us and our families!",
  "Last Updated": "15 December 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/parental/mexican.asp",
  "Claim": "E-mail claims a Mexican woman attempted to abduct a tot from a store in Tupelo, Mississippi.",
  "Claim_ID": "horrors_parental_mexican",
  "Tags": ""
}