{
  "Origins": "Just when you thought danger couldn't possibly be lurking anywhere else, up pops a warning about poison-saturated deposit envelopes.",
  "Fact Check": "",
  "Description": "The above warning began circulating on the Internet in June 1999. It's just as false as the strychnine on payphones scare, another 1999 hoax about dangerous substances deliberately left on public machines. There are no such envelopes, and there hasn't been any such death. When asked about the e-mailed warning, Sunnybrook and Women's College Health and Sciences Centre said it is not connected with the note and has no Dr. Elliot on staff. \"It's a hoax,\" said Kathleen Harte, manager of communications for Toronto Public Health. \"We have no such person on staff. The public health department doesn't have a crime unit. There is no death to our knowledge that occurred. If somebody had died of cyanide poisoning we would have heard about this.\" The Canadian Bankers Association said it doubts anyone took the e-mailed warning seriously. \"I think people are smarter than that,\" said CBA spokesman Bliss Baker. I think the CBA is charming in its naivete. In July 1999, the original text of this bit of scarelore was altered to indicate the poisoning had taken place at a Bank of America ATM and that the letter writer had just heard about this \"at 3:45 p.m. on KDIA radio station.\" This version is every bit as false as the previous one. Barbara \"may I have the envelope please?\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] Please read: Whenever you go to an automatic teller machine to make deposits, make sure you don't lick the deposit envelopes. A customer died after licking an envelope at a teller machine at Yonge & Eglinton. According to the police, Dr. Elliot at the Women's college hospital found traces of cyanide in the lady's mouth and digestive system and police traced the fatal poison to the glue on the envelope she deposited that day. They then did an inspection of other envelopes from other teller machines in the area and found six more. The glue is described as colourless and odourless. They suspect some sickco is targeting this particular bank and has been putting the envelopes beside machines at different locations. A spokesperson from the bank said their hands are tied unless they take away the deposit function from all machines. So watch out, and please forward this message to the people you care about . . . Thanks Kimberly Clarkson Crime unit, Department for Public Health 416-563-9905",
  "Last Updated": "2 September 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/poison/envelope.asp",
  "Claim": "People have been killed by cyanide-laced ATM deposit envelopes.",
  "Claim_ID": "horrors_poison_envelope",
  "Tags": ""
}