{
  "Origins": "In May 2012, the photographs displayed above came to be circulated along with the claim that the pictured vehicle's damage was the result of a fire caused by an overheated windshield-mounted GPS unit. That fire was supposed to have been touched off by the sun's rays igniting the unit's battery.",
  "Fact Check": "",
  "Description": "In October 2009 these same photos were being circulated on the Internet under the claim of their documenting a car fire caused by an iPhone charger. At that time the blaze was attributed to the hardwired electrical device plug-in now commonly found in new vehicles, with the unstated cause being a short in that automobile's outlet. When the photos reappeared in May 2012, they did so attached to a tale about an overheated battery-operated device (a Garmin GPS) left in a vehicle at the Naval Air Weapons Station in China Lake, California. In that instance of these photos' use, the cause of the fire was attributed to the stand-alone device (specifically the battery it contained) rather than any permanent part of the vehicle itself. We don't know what touched off the fire that destroyed the vehicle (which does indeed appear to be a 2007 Suburban) shown in those much-traveled photos. However, the photographs themselves demonstrate a windshield-mounted GPS unit couldn't have been to blame: The second and third photos rule out that cause. To the immediate left of the worst of the damage, both display a relatively untouched dash-installed GPS system. Beyond the presence of that unit's making it highly questionable the vehicle would contain a second (windshield-mounted) GPS, the burn pattern argues for the fire's point of origin being just to the right of the central area of the control panel or the floor-mounted console immediately beneath that. (Fire burns upwards, thus a blaze that began on a windshield-mounted device wouldn't have done relatively little damage to the windshield underneath it, then reached down to devastate the center of that vehicle's control panel.) It is worth noting, however, that in at least one real-life instance an overheated GPS was pointed to as the cause of fairly serious vehicular damage. In February 2012, a Ford F350 left parked overnight in Paducah, Kentucky, was discovered the next morning with everything left of its steering wheel melted, its left visor and the ceiling above it scorched almost beyond recognition, and its windshield blown outward where its Garmin GPS had been mounted. Notice, however, this explosion took place at night, thus neither the sun's direct rays nor the truck's cabin having been turned into a hotbox by the day's heat was to blame. Also, in 2010 Garmin recalled its Nuvi 750, 760 and 765 GPS devices because their batteries could overheat and lead to a fire. This recall affected Nissan, Volvo, and Suzuki owners.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, November 2014] Feel free to pass this along to anyone you want. Better safe than sorry. GPS left on dashboard in the sun - WOW! Keep those electronics with Lithium Batteries out of the sun!!!!!!!! Looks like a good lesson to learn. I would bet this also applies to Cell phones, tablets, digital cameras, and other devices that use lithium batteries. You think this may be a reason why the US Postal Service will not ship electronic devices that contain lithium batteries any longer? GPS was placed in its bracket in the windshield and left in the sun. The battery overheated and exploded! Can you say \"Totaled\"?",
  "Last Updated": "15 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/techno/gpsfire.asp",
  "Claim": "Photographs show the aftermath of a car fire caused by an overheated GPS device.",
  "Claim_ID": "horrors_techno_gpsfire",
  "Tags": ""
}