{
  "Origins": "Just as hula hoops, yo-yos, Tamagotchis, and Pokemon cards were the playground fads for their generations, Silly Bandz have become \"must have\" items of the day for today's younger set. These colored silicone stretchy bracelets magically return to their original shapes when taken off the arm, and kids love them not only because they are colorful and fanciful, but at $4.95 per pack of 24, they're cheap to collect and trade. Even college students have joined in on the craze.",
  "Fact Check": "",
  "Description": "These pliable bands (which were first sold online in late 2008 and achieved widespread popularity in the fall of 2009) have been banned from some classrooms, camps, and swimming pools. Such injunctions have more to do with the enthusiasm of children for these playthings than out of concern for any danger they might pose: kids wanted to continue comparing and trading bands with their schoolmates even after class began, and they have found it fun to shoot elastics around the room, especially colored and oddly-shaped ones. (Additionally, some school pool facilities have reported problems with the bands' clogging up drains.) However, at times such bans have also made mention of safety issues, such as concerns that some kids were trying to wear Silly Bandz around their necks. In August 2010 a Silly Bandz injury to a preschool child became the topic of a much-circulated e-mail that was often accompanied by a photo of a child's lacerated wrist. On 5 August 2010, 4-year-old Evan Steel of Seneca Falls, New York, presented himself to his dad while in obvious distress. As Jason Steel peeled away layers of Silly Bandz from Evan's wrists, he noticed blood on the child's arm. Evan's wrist, on which he had been wearing 60 or more Silly Bandz for about two days, was swollen and bore several deep cuts. Said the physician who treated him, Dr. Doug Alling, \"His dad found several bottom ones embedded in his son's skin.\" The doctor prescribed an antibiotic, and the child quickly healed. The photo sometimes circulated with the warning quoted above is likely the one taken by Evan's father with his cell phone and sent to Sue Herendeen, a nurse at Alling's office, whom Steel consulted about the child's condition. (Herendeen told him to bring the boy right in.) It is consistent with the injuries reported by the child's family and physician in the Canandaigua Messenger Post, and it was posted by Herendeen to her Facebook page along with the text of the warning. While Silly Bandz are quite stretchy, they are still capable of constricting blood flow if arms are loaded with too many of these circlets and for too long. The formation of blood clots is a potential possible outcome, as is phlebitis, an inflammation of a vein. Patty Davis of the U.S. Consumer Product Safety Commission advises that \"parents should limit the number of elastic wrist bands that kids wear and they should check their children to make sure they are not too tight.\" Jorge Montalvo of the New York State Consumer Protection Board also advises limiting the number of bands worn by a child, ensuring they are not so tight that they cause pain or constrict movement or blood flow, and making sure the youngster removes the wristwear before sleeping or bathing. While there is always a tendency to demonize the latest trend to sweep the nation's youngsters, it should be kept in mind that preventing a Silly Bandz injury is merely a matter of common sense: Don't let kids wear too many, or for too long. Check for excessive tightness. And make sure kids take them off at night and before swimming or bathing.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, August 2010] ATTENTION ALL PARENTS AND ALL THOSE WHO WERA SILLYBANDS..... There is a new rule that kids MUST take their sillybands off to sleep, swim and bathe!!! This a little boy I know who told his Dad that his wrist hurt and when he removed the sillybands, this was underneith and they were imbedded in his arm!!!",
  "Last Updated": "27 August 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/parental/sillybandz.asp",
  "Claim": "A child injured his arm through extended wearing of Silly Bandz.",
  "Claim_ID": "horrors_parental_sillybandz",
  "Tags": ""
}