{
  "Origins": "On 31 January 2013, Canadian student Elisa Lam was last seen alive by an employee of the Hotel Cecil in Los Angeles. Lam disappeared on that day, and she remained missing for several weeks after she failed to check out of the property as scheduled in February 2013.",
  "Fact Check": "",
  "Description": "On 6 February 2013, the Los Angeles Police Department (LAPD) released information about the disappearance of Elisa Lam in the hopes of finding her alive, and on the following day held a press conference on the case that was covered in local and national news. On 14 February 2013, surveillance video from the Hotel Cecil in Los Angeles was released by police; in those lengthy clips, Lam is seen lingering in an elevator and behaving in an unusual fashion. Many viewers of the unsettling clips inferred Lam was interacting with an unknown person or persons off camera, while others suspected the young woman was experiencing an episode of acute mental illness or was under the influence of drugs Five days after the release of the videos, the hotel began to investigate guest complaints of low water pressure and an odd taste in the water supply, and maintenance workers located a body, later identified as that of Elisa Lam, in one of four large water tanks on the roof of the Hotel Cecil. The next day, public health officials issued a \"do not drink\" advisory to hotel guests pending testing of the water to determine whether it was safe to use. In June 2013, Lt. Fred Corral of the Los Angeles County coroner's office investigations division confirmed Elisa Lam's cause of death was accidental, with bipolar disorder as a significant condition. The location of Lam's body (inside a hard-to-access water tank) and her odd behavior were among mysteries not resolved when the forensic investigation was completed: Those test results were initially expected to take six to eight weeks to complete, but coroner's spokesman Ed Winter said in response to queries that the office was still awaiting complete testing results. Corral said no other information on the cause of death or condition of the woman's body was being released. Authorities including police and the coroner have not stated how they believe Lam got into the tank. Law enforcement officials had been careful to say that the death could be accidental, despite widespread public suspicions of foul play. In the time since Elisa Lam's mysterious death, the enduring questions she left behind have been the source of speculation. Adding to the uneasiness many have about Lam's demise is the checkered history of the Hotel Cecil, where a woman leapt to her death from the roof in the 1960s and serial killer Richard Ramirez (the \"Night Stalker\") lived for a time in the mid-1980s . One of the aspects of the Elisa Lam's disappearance and death that has fed continuing interest in the case is its trajectory and unresolved aspects. Given that Lam was initially one of a number of missing students at the time, her disappearance didn't draw much attention until the release of surveillance video by the LAPD in February 2013. Even then, it wasn't until the unusual circumstances of her death by drowning were revealed that media interest in Lam's case surged. Contrary to later retellings, Lam's death made headlines both locally and internationally. Another matter of interest to the public is even police were stumped as to how Lam came to be in a water tank that is difficult to access. Initially, the possibility of foul play was investigated but was ruled out: LAPD spokesperson Officer Sara Faden said the circumstances of Lam's death are highly unusual and investigators are now trying to determine whether Lam was murdered or if \"a very, very strange accident\" occurred.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, November 2014] A couple of days ago I stumbled upon two Youtube videos in a row both explaining the death case of \"Elisa Lam\" as the one of a horror movie plot turned out to be true. An elevator-clip video presumably taken minutes before her death has gone somewhat viral allover the internet. The whole thing seemed to be happening in jan/feb 2013, but so long I recalled no news reported of it back then, plus pictures used to show somehow, some looked just took out from stockphotos. The video too seemed to show another person than the pictures. The instance somewhat creeped me out at first, but now I started to think that the case is just a well scripted hoax as many information on the case are missing, yet a full video just went viral. Still there is no evidence of disproving the few tv-news talking about this case. Have you heard of this news? Is it really true as the videos claim to be?",
  "Last Updated": "17 November 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/freakish/elisalam.asp",
  "Claim": "A young woman named Elisa Lam died under mysterious circumstances in Los Angeles.",
  "Claim_ID": "horrors_freakish_elisalam",
  "Tags": ""
}