{
  "Origins": "Amusement parks are supposed to be carefree fun-filled environments folks visit when looking for a thrilling yet safe experience. Attractions are designed to chill and terrify even the most stalwart of souls yet do so with every care having been taken to prevent riders from coming to harm. Or at least that's the way it should work. But it doesn't always.",
  "Fact Check": "",
  "Description": "Sadly, the basic thrust of the legend that a child was scalped by an amusement ride is true. On 14 September 1996, 8-year-old Danielle Foti and her friend, Valentina Espinola, were celebrating their eighth birthdays with a visit to Bonkers 19 indoor amusement park at the Harborlight Mall in Weymouth, Massachusetts. Part of the fun was to be a ride on the Mini-Himalaya, a sled-like carousel ride. Danielle's hair slipped through a one-inch gap between the back of her seat and the cover on the motor. It wound around a motor shaft spinning at 1,745 revolutions per minute, reeling in her head with such force that it smashed the back of her fiberglass seat. A piece of her scalp was caught in the motor. (A manufacturer of the rides has said the gap should not exist, that the motor cover should be flush with the back of the seat.) Danielle has undergone four bouts of reconstructive surgery, and in 1998 she was awarded $7.5 million in an out-of-court settlement. The amusement park where she was injured closed shortly after the accident, never to reopen. What puts this real-life accident within the realm of lore is how the incident is now remembered. As shown by the examples quoted above, people recall it having happened at a number of different parks and having involved a high-speed, high-drop thrill ride, or at least a ride in which height played a significant factor (such as a ferris wheel). In such scenarios, the horrifying event would not only have been public, but the victim would have been hung in the air for all to see. However, the Mini Himalaya cannot by any stretch of the imagination be considered a \"thrill ride,\" as the following photograph shows. Indeed, it's classified as a \"kiddie ride\" by those who operate amusement parks: A somewhat similar (yet far less horrific) accident took place in March 2001 at a North Carolina carnival when 7-year-old Samantha Small caught her braids in the enclosed car of the Skydiver , a vertical wheel ride which spins riders about as they traverse the circuit of a ferris wheel. The girl lost two chunks of her own hair as well as some hair extensions, but no scalp. Her injuries required treatment with antibiotic cream. A deadly incident (albeit one involving a maintenance worker rather than a passenger) occurred on 16 August 2003, when 40-year-old carnival worker Doug McKay was killed at the Whidbey Island County Fair (about 30 miles northwest of Seattle) after being dragged by a doughnut-shaped Super Loop 2 roller coaster while spraying lubricant on the tracks. The coaster pulled McKay between 25 and 40 feet into the air (reportedly scalping him in the process), and dropped him back-first onto a fence, killing him. We include mention of it here because sheriff's deputies originally reported McKay's long hair was caught in the ride. Later reports agreed that he had been trapped by his arm. Accidents at amusement parks are nothing new. As safe as we want to believe these sites are, they have been the scenes of injury and death. Tragedies like these stay in people's minds, however, due to the nature of the injury we view scalping as especially horrific. That such a gruesome event could take place in a venue so strongly associated with fun and happy times is the ultimate in ironic juxtaposition. Barbara \"the happiest place unearthed\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.joyrides.com/lakemont/skydiver.htm;http://www.coasterphotos.com/CP/power.htm;http://web.archive.org/web/20011103131329/http://www.sixflags.com/parks/greatadventure/Rides/stuntman.html;",
  "Example": "[Collected via e-mail, 2001] Is it true that a girl got her long hair stuck at the top of power tower at Cedar point, and on the way down had her scalp ripped right off because of her hair? [Collected via e-mail, 1998] I live in New Jersey, not too far from Great Adventure/Six Flags in Jackson. Everytime I go someone never fails to mention that several years ago, a girl riding on the \"Free Fall\" attraction got her hair caught in the machinery and it near tore her scalp off. Variations: The accident is said to have taken place on the Stuntman's Freefall at Six Flags in New Jersey, the Power Tower at Cedar Point in Ohio, or a ferris wheel at an unnamed amusement park. In the legend, the victim is always female and usually a child.",
  "Last Updated": "16 May 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/techno/scalped.asp",
  "Claim": "A girl on an amusement park ride was scalped when her hair got caught in the attraction's machinery.",
  "Claim_ID": "horrors_techno_scalped",
  "Tags": ""
}