{
  "Origins": "This missive began winging its way across the Internet in August 2001. Though there have been real (but infrequent) cases of women being pulled over by men they were led to believe were police officers but weren't, this wasn't any of them.",
  "Fact Check": "",
  "Description": "The sorry truth came out when police investigated the incident. When pressed by the authorities, the unnamed 19-year-old Richmond, Virginia-area teen admitted inventing the tale for her grandmother's benefit because she had been late getting home. The deception backfired when her concerned grandmother contacted a local television station with the story. Meanwhile, the teen thought to share her false account with a friend, inspiring the mother of that friend to pen the above-quoted warning and send it out via e-mail. Police heard of the thwarted abduction when they were contacted by a reporter and began to receive calls from concerned residents. They expended more than ten hours getting to the bottom of this case. Ultimately, the teen admitted she had made up her story. The young woman won't face any charges because she never filed a report with the police. Barbara \"repeater and the wolf\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] I-64 Incident A friend of mine just sent this to me. I ask and pray that we all just be very careful! This is practically in our neighborhood and it could happen to any of us, our daughters, or our friends. On Tuesday nite of this week, one of my daughter's friends was driving home on 64W. She is 19 years old. She saw a flashing light behind her and pulled over to the side of the road thinking it was the police. She did not know what she had done wrong, she stopped and turned her car off. The man approached her car and her window was down and she then realized that he was not a police officer. He was a man in his 40's, and he had on a blue mechanic's uniform. He told her to get out of the car. She refused and stated that she needed to use her cell phone to call her parents if something was wrong with her car. He again told her to get out of the car. She refused a second time and he then pulled out a gun and told her to get out of the car. He then told her to walk to his car and get in and she kept saying that she needed to call her parents that they would be worried about her. He then told her that she could not call her parents but he wanted her to go to her car and turn off her cell phone, he still had the gun on her. She went back to her car and turned off her cell phone and thank God above a real policeman came along. The guy then ran and jumped into his car and sped off down the road. The policeman came to see what was wrong and Allison's friend was hysterical. He finally got her to calm down and when he heard what happened he explained to her that this has been happening a lot. He followed her home to her parent's home and she has been emotionally upset and will more than likely need to see a therapist. Please warn your friends, your wife, your children that this is happening here. This incident occurred near the Gaskins Exit on 64W. Please forward this to anyone you would like to know about this to warn their family and loved ones.",
  "Last Updated": "6 October 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/madmen/fakestop.asp",
  "Claim": "Woman fabricates story about being detained by a man pretending to be a police officer.",
  "Claim_ID": "horrors_madmen_fakestop",
  "Tags": ""
}