{
  "Origins": "This bit of silliness began making the online rounds at the end of September 2000 and is another example of hoaxsters' preying upon deep-rooted fears of castration.",
  "Fact Check": "",
  "Description": "Once again, our toilets are supposedly turning against us: 1999's deadly lurking butt spiders have been replaced with a spring-loaded slice-o-matic with a jones for johnsons. Despite the dire-sounding, badly-spelled e-mail quoted above, no such cases have been reported anywhere. This lack of reportage is tangentally alluded to as an effort to keep everything hush-hush so as not to cause a \"widespread panic amongst the civilian population.\" Rest assured the media would have broken such a story if any such attacks had come to the attention of even one reporter. It's equally ludicrous to assume the families of the thirteen men who supposedly lost their lives in this fashion would stand silently by, neither raising a public outcry to warn others, nor attempting to hold anyone accountable for the loss of their loved ones. Barbara \"all cisterns are go!\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2000] from: SeigerB@fbihq.wash.dc.fed.gov.usa to: SAIC-All Field Offices subject: Important Operational Warning Notice 29 September 2000 From: Bertrand Seiger, Special Agent in Charge Domestic Terrorism Division Headquarters Field Office Washington D.C. This message is classified at Security Level 3B File Copy Only To Be Maintained. No Duplication Permitted Operational Immediate: Pass this information along immediately to all field agents, office staff, and support personel, special attention to notification of male staff members. It has now been verified that a new radical splinter group has broken from the main group of the Zero Population Movement. This new group, calling itself simply \"No More!\" has started to conduct a campaign of domestic terrorism, aimed at reducing the human population of this planet. All staff are hereby advised to use extreme caution when using any public or semi-public restroom facilities, especially male staff members. A confirmed 172 cases of maiming have occurred, with 13 resulting in the death of the victim. Many more cases are pending confirmation. The \"No More\" group has designed an insidious device that they have been placing in the toilets in public restrooms across the nation. 6 have been found in limited access buildings. The devices consist of a straight razor, a springload mechanism, and a pressure senser. The devices are cleverly hidden underneath the rim of the toilet bowl, and are not visible except by close inspection from inside the space of the bowl. When a subject weighing over 120 pounds sits on the toilet, the pressure senser connected to the toilet seat activates within 5 to 12 seconds, causing the springloaded razor to sweep across the forward half of the toilet. This results in extreme trauma to, or complete severing from the body of the victims testicles. In 102 cases, this has also resulted in the loss or damage of between 6 and 54% of the victims penis. 3 female victims have also suffered minor lacerations. One to the buttocks, and two to the back of the thighs. Plans are being formulated to share this information with state and local law enforcement agencies as soon as it is feasable, without chancing widespread panic amongst the civilian population. Information gathered by the Detroit Field Office also indicates that plans are in the works to install these devices in private residences. Members of \"No More\" plan to install the devices while in the guise of service providers, such as plumblers. There is no evidence yet to indicate that this practice has yet started. Inform all staff soonest. Staff on their days off should be contacted at home. Every effort should be made to also contact staff on vacation, medical or disability leave, or any other leave of absence. I cannot stress strongly enough the danger that this poses. message ends c/:22ab.9",
  "Last Updated": "22 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/mayhem/slicer.asp",
  "Claim": "Zero Population Growth terrorists are boobytrapping men's toilers with razors.",
  "Claim_ID": "horrors_mayhem_slicer",
  "Tags": ""
}