{
  "Origins": "Shortly after this letter and response appeared in an August 1999 Dear Abby column, it began to circulate on the Internet as yet another \"danger to women\" warning. In common with the Shopping Mauled (woman asked for a ride in a mall parking lot barely escapes the clutches of a murderer) and the Mall Grab scares (woman lured into a van by a ruse involving a sick baby), this story plays upon growing fears that women need fear the lurking rapist at every turn.",
  "Fact Check": "",
  "Description": "As horrific as the Dear Abby letter is, there isn't an epidemic of attacks taking place on women who have left their car keys with garages reports have not surfaced in the media about serial rapists copying house keys of prospective victims. The particular incident described by \"Marilyn in Marietta\" stands unsupported by news reports documenting either the rape or the subsequent arrest of the perpetrator, something that should give pause to anyone tempted to accept this story at face value. It's more than just a little possible the letter to Dear Abby was good advice dressed out as a cautionary tale to give it more impact. Cautioning others to keep house and car keys on separate rings is likely to go in one ear and out the other, but framing such advice in the form of a chilling \"this happened to a friend's daughter\" tale makes it ever so much more likely to be taken to heart. Although the danger of becoming a rape victim is always a real one, it's nowhere near as large a possibility as these endless \"Warning to Women!\" e-mails make it out to be. Such alerts (usually accompanied by \"Pass this along to every woman you care about!\" exhortations) only serve to add to a growing sense among women of being prey in a world populated with slavering rapists. A steady diet of such e-mails could easily convince the credulous that menace lurks around every corner and that it's better just to stay home with all the doors locked than to build a career and a life which involves daily venturing out into such a dangerous world. The story presented by \"Marilyn in Marietta\" has its inconsistencies. Even if a key-cutting machine were on the premises of a tire shop (which in itself would be unusual), wouldn't others who work there wonder why someone was duplicating a customer's keys? Such an activity taking place in the middle of the work day with others buzzing around would likely arouse comment, if not prompt a few direct questions being put to the one doing the copying. Likewise, although a number of auto repair shops keep customer information in a computer, not all of them permit just any employee to access the database. The wrong person caught punching up a client's information is going to be in for a rough session with the boss. It is a good idea to keep auto and domicile keys on separate rings, but not out of fear of becoming a rape victim. Men as well as women should adopt this practice, if only to prevent them from also being shut out of their homes every time they find they've left the keys in the ignition of a locked car. Barbara \"home is where the coat hangers are\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] WOMEN SHOULDN'T LET HOUSE KEYS STRAY FROM THEIR SIDE DEAR ABBY: I would like to warn women, especially young women, about the danger of giving their car keys with their house keys attached to anyone. A good friend's daughter went to a well-known tire company to have a flat repaired while she waited. Without thinking, she handed her key ring with all her keys on it to the serviceman and waited. What she didn't know is that most of these places also have machines that make copies of keys. One of the servicemen copied her apartment key, and two days later entered her apartment late at night and raped her. This was a business she frequented, and they had all the information in their computer about where she lived, her phone number, etc. The man was caught months later and the police found out that he had done this before. He is now in jail, and my friend's daughter is trying to go on with her life. I called my daughter right away and told her this story so she could learn from it, too. Please, Abby, warn your readers to have their personal keys on another key ring or have a key ring that separates the car keys from one's personal keys. Perhaps this will save another woman from tragedy. MARILYN IN MARIETTA, GA. DEAR MARILYN: You may never know how many tragedies you have prevented today. Your letter is a chilling reminder, and I hope my readers will heed it.",
  "Last Updated": "10 October 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/madmen/housekey.asp",
  "Claim": "Women who leave their cars to be serviced risk rape from mechanics who copy their house keys with a view to breaking in later.",
  "Claim_ID": "horrors_madmen_housekey",
  "Tags": ""
}