{
  "Origins": "This scare story about venomous \"South American Blush Spiders\" supposedly lurking under toilet seats and delivering fatal bites to the posteriors of several victims first surfaced on the Internet during the summer of 1999 has since become firmly entrenched in the realm of urban legendry fourteen years since its original appearance, the \"butt spider\" warning continues to circulate widely via social media and e-mail forwards.",
  "Fact Check": "",
  "Description": "The original version, was fairly easy to identify as a hoax by the slightly-altered and obsolete real names used to give it an air of authenticity. Thus Chicago's O'Hare airport became \"Blare Airport,\" the Journal of the American Medical Association became the \"Journal of the United Medical Association,\" the name of the Civil Aeronautics Board was invoked even though that organization was dissolved in 1984, and an apocryphal genus/species classification of \"arachnius gluteus\" (i.e., \"butt spider\") was assigned to the star of the legend. In October 2002 new life was breathed into this hoax when it was circulated anew with many of its details changed (to reference real rather than fictional entities) and the inclusion of a photograph, even though the text of the warning barely shifted at all: The three women hospitalized in Chicago over a five-day period became three women hospitalized in North Florida over the same space of time. The spiders' ground zero (Big Chappies at Blare Airport) became an Olive Garden at an unspecified location. The \"South American Blush Spider\" (Arachnius gluteus) became \"the Two-Striped Telamonia\" (Telamonia dimidiata), which is a real type of spider found in Asian rain forests. The Los Angeles lawyer who had taken a flight from New York City that changed planes in Chicago became a Jacksonville lawyer who had flown from Indonesia, changing planes in Singapore. The spider-carrying flight that investigators discovered had originated in South America became a flight said to have originated in India. Whatever version of this item one might encounter, it's all nothing but a hoax. No medical journal reported on the deaths of persons discovered to have been killed by spiders lurking in the toilets of restaurants and airliner bathrooms, and although the Two-Striped Telamonia (also known as the Two-striped Jumper or Telamonia dimidiata ) is a real spider primarily found in South Asian tropical rain forests, it is not venomous and poses no danger to humans. Moreover, although some spiders prefer dark, cool places and can sometimes be found under (usually outdoor) toilet seats, as memorialized in Slim Newton's 1972 song about the Australian Redback Spider, \" The Redback on the Toilet Seat ,\" an airliner toilet would be quite an inhospitable abode for a spider due to the caustic chemicals used in them. Of all the precautions you might want to take when traveling by air, checking under the toilet rim for spiders should be given a very low priority. Steve Heard, the originator of this hoax, explained to us via e-mail how he came to create it: I'm the author of the 'spiders in the toilet' hoax back in '99. At that time, many of my friends were just getting on to the internet andI was amazed at the number of hoaxes (Microsoft email tracker, freeBudweiser, free GAP, Tommy Hilfiger hates black people, etc.) that werejust being forwarded without regard to the truth. I decided to create one that was so ridiculous, that was full of holes andsee what would happen. I didn't want any real establishments hurt, so I used names like 'BigChappie's' restaurant, and 'Blare' airport in stead of O'Hare, etc. I'm still amazed that it's still going around, and rather angry that somehave changed it and named real restaurants and real spiders, making itmore mean-spirited than joke. Anyway, I probably sent that out to a couple dozen folks, and it ended upgoing all over the world. Entomologists Richard Vetter and Kirk Visscher, writing in the journal American Entomology , noted of the hoax that its successful spread was due in part to its similarity with commonly expressed fears about real spiders such as the brown recluse: The Arachnius gluteus hoax successfully played upon various aspects of the human psyche, such as arachnophobia and the willingness to believe the worst about a situation. Similar manifestations, hyperbolic public awareness, and fears occur outside the endemic range of the brown recluse spider in the United States. Although the brown recluse is confined to the south-central United States, at least the spider does exist, is poisonous, and is the source of occasional severe morbidity where it is found in abundance. Nonetheless, the brown recluse is widely feared and often implicated as the source of mysterious lesions throughout the United States, even where no populationsof the spider are known to exist. The willingness to believe that an exotic South American spider had gained a foothold in the United States and that it was killing peoplewas sufficient to have the blush spider hoax spread rapidly. Additional information: Blush Spider Arachnius Gluteus Is a Hoax (University of California Riverside)",
  "Originally Published": "",
  "Referred Links": "http://spiders.ucr.edu/debunk.html;http://www.youtube.com/watch?v=TjDAiq2-xeU;http://salticidae.webs.com/apps/photos/album?albumid=12779106;http://habitatnews.nus.edu.sg/guidebooks/spiders/text/Telamonia_dimidiata.htm;",
  "Example": "[Collected via e-mail, 1999] Don't forget to look !!! This is really scary ... According to an article by Dr. Beverly Clark, in the Journal of the United Medical Association (JUMA), the mystery behind a recent spate of deaths has been solved. If you haven't already heard about it in the news, here is what happened. 3 women in Chicago, turned up at hospitals over a 5 day period, all with the same symptoms. Fever, chills, and vomiting, followed by muscular collapse, paralysis, and finally, death. There were no outward signs of trauma. Autopsy results showed toxicity in the blood. These women did not know each other, and seemed to have nothing in common. It was discovered, however, that they had all visited the same restaurant (Big Chappies, at Blare Airport), within days of their deaths. The health department descended on the restaurant, shutting it down. The food, water, and air conditioning were all inspected and tested, to no avail. The big break came when a waitress at the restaurant was rushed to the hospital with similar symptoms. She told doctors that she had been on vacation, and had only went to the restaurant to pick up her check. She did not eat or drink while she was there, but had used the restroom. That is when one toxicologist, remembering an article he had read, drove out to the restaurant, went into the restroom, and lifted the toilet seat. Under the seat, out of normal view, was small spider. The spider was captured and brought back to the lab, where it was determined to be the South American Blush Spider (arachnius gluteus), so named because of its reddened flesh color. This spider's venom is extremely toxic, but can take several days to take effect. They live in cold, dark, damp climates, and toilet rims provide just the right atmosphere. Several days later a lawyer from Los Angeles showed up at a hospital emergency room. Before his death, he told the doctor, that he had been away on business, had taken a flight from New York, changing planes in Chicago, before returning home. He did not visit Big Chappies while there. He did, as did all of the other victims, have what was determined to be a puncture wound, on his right buttock. Investigators discovered that the flight he was on had originated in South America. The Civilian Aeronautics Board (CAB) ordered an immediate inspection of the toilets of all flights from South America, and discovered the Blush spider's nests on 4 different planes! It is now beleived that these spiders can be anywhere in the country. So please, before you use a public toilet, lift the seat to check for spiders. It can save your life! And please pass this on to everyone you care about. [Collected via e-mail, 2002] WARNING: From the University of North Florida An article by Dr. Beverly Clark, in the Journal of the United Medical Association (JUMA), the mystery behind a recent spate of deaths has been solved. If you haven't already heard about it in the news, here is what happened. Three women in North Florida, turned up at hospitals over a 5-day period, all with the same symptoms. Fever, chills, and vomiting, followed by muscular collapse, paralysis, and finally, death. There were no outward signs of trauma. Autopsy results showed toxicity in the blood. These women did not know each other, and seemed to have nothing in common. It was discovered, however, that they had all visited the same restaurant (Olive Garden) within days of their deaths. The health department descended on the restaurant, shutting it down. The food, water, and air conditioning were all inspected and tested, to no avail. The big break came when a waitress at the restaurant was rushed to the hospital with similar symptoms. She told doctors that she had been on vacation, and had only went to the restaurant to pick up her check. She did not eat or drink while she was there, but had used the restroom. That is when one toxicologist, remembering an article he had read, drove out to the restaurant, went into the restroom, and lifted the toilet seat. Under the seat, out of normal view, was a small spider. The spider was captured and brought back to the lab, where it was determined to be the Two-Striped Telamonia (Telamonia dimidiata), so named because of its reddened flesh color. This spider's venom is extremely toxic, but can take several days to take effect. They live in cold, dark, damp climates, and toilet rims provide just the right atmosphere. Several days later a lawyer from Jacksonville showed up at a hospital emergency room. Before his death, he told the doctor, that he had been away on business, had taken a flight from Indonesia, changing planes in Singapore, before returning home. He did not visit (Olive Garden), while there. He did, as did all of the other victims, have what was determined be a puncture wound, on his right buttock. Investigators discovered that the flight he was on had originated in India. The Civilian Aeronautics Board (CAB) ordered an immediate inspection of the toilets of all flights from India, and discovered the Two-Striped Telamonia (Telamonia dimidiata) spider's nests on 4 different planes! It is now believed that these spiders can be anywhere in the country. So please, before you use a public toilet, lift the seat to check for spiders. It can save your life! And please pass this on to everyone you care about.",
  "Last Updated": "24 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/insects/telamonia.asp",
  "Claim": "The venomous 'two-striped telamonia' spider lurks beneath toilet seats in public restrooms.",
  "Claim_ID": "horrors_insects_telamonia",
  "Tags": ""
}