{
  "Origins": "John Howard Griffin was born in Dallas, Texas, in 1920 but left the United States for France at age fifteen in pursuit of a classical education. While barely out of his teens, he had completed studies in such diverse fields as French, literature, medicine, and music, worked as an intern conducting experiments in the use of music as therapy for the criminally insane, specialized in medieval music under the Benedictines at the Abbey of Solesmes , and was contemplating making the religious life his vocation. He wrote about his experiences at the Abbey and the personal struggles he underwent during this period of his life in his 1952 book, The Devil Rides Outside .",
  "Fact Check": "",
  "Description": "The outbreak of World War II intruded upon Griffin's plans; he responded to the challenge by calling upon his medical training to serve as a medic in France before spending three years with the U.S. Army Air Corps in the South Seas (where he was decorated for bravery). During Griffin's military service a head injury caused by an exploding shell caused his eyesight to deteriorate to the point that he eventually went completely blind. Nonetheless, he continued writing and turned out several novels before his eyesight miraculously returned in 1957; he later chronicled this dark period of his life in an unpublished work entitled Scattered Shadows. Griffin's best-known struggle against adversity, however was a self-imposed one: In 1959, after shaving his head and using drugs and ultraviolet light to darken his skin, Griffin spent six weeks traveling through the states of Louisiana, Mississippi, Alabama, and Georgia posing as an itinerant black man in order to record a first-hand account of the virulent racism still prevalent in the Deep South. Griffin's account of his experiences, published as the book Black Like Me in 1961, is a gripping tale of degradation and cruelty, an account of a man who becomes the target of rudeness, indignities, insults, racial slurs, and violent threats, and is denied the basic necessities of life (a place to live, gainful employment, transportation, even the use of restrooms) simply because his skin is dark. Particularly revealing experiences came at the end of Griffin's investigation when he switched back and forth between his black and white identities and observed the negative reactions he received from people (both black and white) who had treated him kindly just days, or even hours, earlier: Black Like Me disabused the idea that minorities were acting out of paranoia, says Gerald Early, a black scholar at Washington University. There was this idea that black people said certain things about racism, and one rather expected them to say these things. Griffin revealed that what they were saying was true. It took someone from outside coming in to do that. And what he went through gave the book a remarkable sincerity. Even well before Griffin's actual death in 1980, rumors had begun circulating that he had died as a direct result of his Black Like Me experiment the treatments he undertook to darken his skin, people whispered, had led to his contracting an ultimately fatal case of skin cancer: Since many people deeply resented Griffin's book and the racial tensions it exposed he and his family moved to Mexico for a time after he was hanged in effigy in his hometown of Mansfield, Texas the [cancer] rumor has an element of the sinister to it, a satisfied wish for revenge. Since many people who told the story had no quarrel with Griffin or his discoveries, the rumor doubled as a sort of ironic tragedy, showing that those who do good are not exempt from life's cruelties.1 The rumors had no substance, however. Although Griffin's transformation did involve his submitting to medical treatments which posed potential health risks, he was carefully monitored by his doctor and suffered nothing more serious or lasting than temporary, relatively minor side effects: Under the direction of a New Orleans dermatologist, Griffin had taken medication orally and had exposed his entire body to the ultraviolet rays of a sun lamp. For about a week, up to fifteen hours each day, he had stretched out on a couch under the glare of the lamp. His eyes had been protected by cotton pads when he faced the lamp, and he had worn sunglasses when turned away from its rays. The doctor had prescribed Oxsoralen a drug used to treat vitiligo, a cutaneous infection most common among but not exclusive to black people, which produces white splotches on the skin. Typically the medication is given over a period of six to twelve weeks. However, Griffin's experiment necessitated an accelerated pace. By taking larger than normal doses of the drug along with extended exposure under the lamp, the slow darkening process was intensified. Despite the serious health hazards, the doctor agreed to the acceleration but monitored the experiment with regular blood tests that charted any damage to the liver. None of the blood tests indicated liver damage from the Oxsoralen and, except for lassitude and extreme nausea, Griffin experienced no lasting ill-effects.2 Griffin did not die of skin cancer, nor did he die from any malady related to his Black Like Me experiment. He was in poor health for much of his adult life, not only because of the head injury he suffered in World War II but also from spinal malaria (which left him paralyzed for a time), diabetes, and osteomyelitis (an acute and chronic bone infection). Griffin's health took a serious turn for the worse when he suffered a severe heart attack while on an extended lecture tour in late 1976, yet he lived for another four years, enduring several more heart attacks and surgeries before passing away at age 60 from diabetes-related complications on 9 September 1980.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=0451192036/ref=urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/tg/detail/-/1570751188/qid=1059358422/ref=urbanlegendsrefeA/;http://www.solesmes.com/;",
  "Example": "",
  "Last Updated": "21 May 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/freakish/griffin.asp",
  "Claim": "John Howard Griffin, the author of Black Like Me, died from skin cancer caused by the treatment he underwent to darken his skin.",
  "Claim_ID": "horrors_freakish_griffin",
  "Tags": ""
}