{
  "Origins": "People sometimes do foolish, unthinking things. Most of the time, they get away with them, but not always.",
  "Fact Check": "",
  "Description": "In 1982, roommates David Grundman and James Joseph Suchochi decided to pack up their guns and go wandering in the desert two miles north of Arizona 74, just west of Lake Pleasant. One or both of them was struck with the brilliant notion of taking pot shots at saguaro they found growing there. Maybe it was the devil in them. Maybe it had to do with the eerily manlike shapes these monstrous plants can grow into. Grundman shot a small saguaro in the trunk so many times that it thudded to the ground. \"The first one was easy!\" he cried, according to Suchochi. He next chose a specimen which stood 26 feet high and was estimated to be a hundred years old. Before the ringing in his ears had stopped, a four-foot spiny arm, severed by the blast, fell on Grundman and crushed him. Grundman's demise was chronicled in \"Saguaro,\" a song by the Texas band, the Austin Lounge Lizards. There are other stories in urban lore about Nature's children taking revenge on their human tormentors (the dynamite dog and Gucci kangaroo, for instance), but this is the only one where a plant strikes back. Then again, the saguaro is one very special plant. Saguaros are tall cactuses that can reach heights of 60 feet and grow only in the Sonoran Desert, which straddles the U.S.-Mexico border in the southwestern United States. For the first 75 years of their lives, they have only huge central trunks; their distinctive outstretched and upwards-bent arms develop later, if at all. Their usual lifespan is 150 to 200 years, though some have lived to be 300. Oh, one other fact about saguaros; they can weigh up to eight tons. As Grundman found out. Barbara \"cactus attack\" Mikkelson Additional information: Saguaro Information (Great Outdoor Recreation Pages )",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20040113044650/http://gorp.away.com/gorp/resource/us_national_park/az/cac_sag.htm;",
  "Example": "[Collected via e-mail, 1999] In southern Arizona they have the sorts of cacti that have great arms like you see on old westerns, called saguaros. they're quite protected by various laws and live to be hundreds of years old. The story goes that some guy was out with his shotgun shooting signs and such. Well, he decided to blast some cacti too. As he stood within a few feet, perhaps 10, of a giant old cactus, he blasted a few holes in its giant trunk. It gave way and fell right on top of him, crushing and impaling him with nail-like spikes. He died, being alone and unable to crawl away.",
  "Last Updated": "8 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/freakish/saguaro.asp",
  "Claim": "A damaged saguaro cactus fell onto the man who had harmed it and killed him.",
  "Claim_ID": "horrors_freakish_saguaro",
  "Tags": ""
}