{
  "Origins": "Chances are you've seen the \"ice bucket challenge\" mentioned on Facebook or Twitter, especially now that celebrities and other notable figures have been participating in the meme. But as new entries are posted, a rumor suggesting ice bucket challenges can be fatal has circulated as well, with a few versions of the tale often accompanying posts about the social media trend. Users have asked about the rumor, and concerns about the safety of the ice bucket challenge have proliferated.",
  "Fact Check": "",
  "Description": "Several variations have been suggested as part of the ice bucket death rumor, but most frequently the ill-fated charitable party is said to have fallen victim to a slippery ice bucket or died of shock after being exposed to freezing water. One such claim suggesting the former originates from a \"satirical\" website, alleging that a teenager was killed by a falling ice bucket in an incident captured on video: Another person has been reportedly killed while attempting the ice bucket challenge. Sergio Cardozo reportedly died on camera while doing the ice bucket challenge with two fellow friends. In the video, Sergio is seen sitting on a chair with a helmet on as two friends are holding a bucket from a balcony. The two friends are holding a plastic trash bin full of ice water and drop the whole trash bin on his head. The \"ice bucket challenge gone wrong/slippery bucket\" version of the rumor got a boost on Twitter when a parody account spread the video without attribution. Many users appear to have mistaken the account for that of the rapper Drake, as both accounts have the same display name: Ice bucket challenge gone wrong https://t.co/sOccLyDD4G Drizzy (@Drrake) August 19, 2014 Close examination reveals that the Twitter handle of the parody account is not spelled correctly. An earlier claim involved the second scenario, in a somewhat self-contradicting narrative: in that version a woman named Latasha Brown accepted the ice bucket challenge from a Facebook friend, only to die in under a minute due to a heart attack or hypothermia: Latasha Brown accepted a friendly online challenge invite from her best friend via Facebook the challenge is to toss a bucket of ice cold water over your body. [Latasha] Brown died from hypothermia 30 seconds later her frozen body was rushed the the hospital where coroner Will Jackson declared her death. However, that information all originated with a spoof article published on Huzlers , a site which is self-described as \"a combination of real shocking news and satire.\" Moreover, the photograph accompanying the Huzlers article did not picture a now-deceased woman named Latasha Brown, but rather a still-alive woman named Sandra Robinson whose photo had been included in a much earlier Natchez Democrat article about ice challenge participants. Similarly, other reports claimed that a 17-year-old Mississippi girl named Nancy Oley died of a broken neck while attempting the challenge when a giant bucket of ice water was accidentally dropped on her head. However, the only documentation presented for this claim was a video clip of unidentified origin that cut off abruptly just as a large plastic bucket dropped onto a girl's head: In fact, the young woman pictured in this clip was 19-year-old Therese Todd of Silver Spring, Maryland, who \"fell down and had the wind knocked out of her\" as a result of the incident captured in the video but was otherwise okay. News accounts have also reported a boy named Cameron Lancaster as an example of a teenager who died while attempting the challenge. However, the youth was reportedly engaged in \" tombstoning \" (a fad that involves jumping into water from cliffs, piers and other structures) and drowned after plunging into a water-filled quarry; a connection between his death and the standard ice bucket challenge of dumping water over one's head appears to be rather tenuous in this case: Cameron Lancaster, 18, drowned at Prestonhill Quarry near Inverkeithing, Fife. Emergency services rushed to the scene after receiving a report that he had disappeared under the water, but were unable to save his life. Locals say an increasing number of youngsters have been jumping into the water at the popular 'tombstoning' spot because of the ice bucket phenomenon. \"There are rumours and speculation that this tragedy is linked to the ice bucket challenge. \"Some children have been jumping off the cliffs at the quarry. They have always done that, but it seems there has been a recent increase because of this challenge. \"There is no confirmation at this stage, but that is what we think has happened.\" It's worth mentioning that while rumors of heart attacks or blunt force trauma due to the ice bucket challenge in its current form (as a fundraising tactic for ALS) specifically cited above may be untrue, some earlier fatal incidents occurred abroad before the practice became a social media trend. At that time, the \"ice bucket challenge\" was a drinking game unlinked to charity donations and referred to as \"neknominate\": Early in July 2014, a New Zealand man died hours after participating in what was then often referred to as the \"cold water game\" or \"ice challenge,\" before it became a charity-linked social media meme. Willis Tepania, 40, died of a heart attack after consuming alcohol and participating in the challenge. It was not immediately clear whether the ice bucket challenge contributed to Tepania's death. Later in July 2014, a German man was crushed by equipment on a building site after heavy machinery tipped during a neknominate challenge. Several others were injured. In June 2014, a French teenager drowned in another earlier version of the dare after tying a bicycle to his ankle and diving into a body of water. The ice bucket challenge continues to be a popular topic of discussion on social media sites, but thus far no verifiable reports of serious injury or death due to shock, trauma, or heart attack resulting from the current iteration of the challenge have emerged. This entry has been updated to include the neknominate-related injuries and deaths reported earlier.",
  "Originally Published": "",
  "Referred Links": "http://www.pressherald.com/2014/06/14/facebook-dare-in-france-leads-to-mans-drowning/;http://news.sky.com/story/1310287/digger-crushes-man-in-cold-water-challenge;http://www.odt.co.nz/news/national/309141/coroner-critical-over-ice-challenge-death;http://www.dailymail.co.uk/news/article-2183471/Tombstoning-The-terrifying-new-craze-Britain-children-young-11-leap-clifftops-sea--children-paying-terrible-price.html;http://www.westerndailypress.co.uk/Teenager-Cameron-Lancaster-dies-attempting-ice/story-22816398-detail/story.html;http://www.washingtonpost.com/news/the-intersect/wp/2014/08/28/this-is-what-happens-when-you-post-an-ice-bucket-fail-and-a-hoax-news-site-says-you-died/;http://www.natchezdemocrat.com/2014/06/14/photo-feature-iced-over/;http://huzlers.com/woman-dies-30-seconds-later-due-ice-water-challenge/;https://twitter.com/Drrake/statuses/501518936551464961;https://t.co/sOccLyDD4G;",
  "Example": "",
  "Last Updated": "30 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/freakish/icebucketdeath.asp",
  "Claim": "A teenager died attempting the ALS 'ice bucket challenge.'",
  "Claim_ID": "horrors_freakish_icebucketdeath",
  "Tags": ""
}