{
  "Origins": "Carl Hulsey was determined to turn his white billy goat, Snowball, into a watchdog, whether Snowball wanted to be one or not. To that end, 77-year-old Hulsey, a retired poultry worker from Canton, Georgia, took to beating Snowball with a stick to make him more aggressive. \"Pa, this goat's going to kill you if you keep that up,\" Alma Hulsey warned her husband. She was right.",
  "Fact Check": "",
  "Description": "On 16 May 1991, Hulsey once again approached the goat, brandishing a stick. This time Snowball landed the first blow. The 110-pound goat attacked his tormentor, butting Hulsey in the stomach, twice knocking him down. Hulsey scrambled onto the porch in an effort to get away. The goat bounded up the steps after him. While Alma Hulsey watched, Snowball rammed his master over the edge. Hulsey fell to the ground five feet below and died where he landed. \"Blunt trauma to the abdominal cavity,\" said the coroner. Snowball had ruptured Hulsey's stomach. Domesticated animals that kill human beings, as Snowball did, are often deemed dangerous and put down. Once the goat's story was known, however, the officials who were to decide Snowball's fate were inundated with pleas to spare the creature. More than 500 protesters from around the nation called Cherokee County animal control after it was announced Snowball might be put to death. Many offered to adopt Snowball. Some even made death threats. \"What happens to the goat happens to you,\" one caller reportedly warned. There was also talk of a bomb being planted if the goat didn't walk. Snowball got his reprieve. He was turned over to Noah's Ark, a private animal shelter for neglected and abused animals in Locust Grove, a little town south of Atlanta. Four hours after his arrival, he was laid on a kitchen table and neutered, an operation intended to make him less aggressive. He was also rechristened \"Snow.\" Why this furor over a goat and the seeming lack of concern for the man whose life it had ended? In the small community Hulsey had been part of, he was well and truly mourned. Yet outside that pocket of acquaintance, sentiment ran the other way many animal lovers saw a certain divine justice in his fate. He'd brought harm to an animal, and the animal had struck back. As Tom Teepen, editor of the editorial pages of The Atlanta Constitution , noted: We are keener to understand and spare an abused goat than an abused human. Indeed, when a human kills, we sneer at his defense as a dodge 'Yeah, yeah sure, his mother didn't love him' yet we are sentimental about killer goats. We are a very strange animal. Barbara \"dodgy ram\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "29 July 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/animals/snowball.asp",
  "Claim": "An abused goat kills its owner ... and then is saved from destruction by animal lovers.",
  "Claim_ID": "horrors_animals_snowball",
  "Tags": ""
}