{
  "Origins": "Information goes a long way in the Internet era, and this one's got the legs to outlast even AOL. There was some truth here, but the original warning is long outdated.",
  "Fact Check": "",
  "Description": "John Edward Robinson Sr., 56, was arrested on 2 June 2000 and charged with sexual assault on two women in the Kansas City area. Robinson lured the women (as he had others) into participating in sadomasochistic sex by contacting them over the Internet under the name \"slavemaster.\" The two women filed charges after Robinson \"brutalized them in a way that went beyond what they intended.\" After Robinson's arrest, law enforcement authorities discovered two 55-gallon industrial barrels, each containing a woman's body, on land Robinson owned in Kansas. A few days later, they discovered three more bodies in barrels kept in a storage space Robinson rented in Missouri. All five women appeared to have been bludgeoned to death. Robinson was also suspected in the mid-1980s disappearances of three women and an infant whose bodies had not yet been located. One of the bodies Robinson had stored in barrels was later identified as being one of these women, and the missing infant was discovered to have been adopted by Robinson's brother. In October 2002, John Robinson was convicted of the murder of three women, the two found in the barrels on his land, and the third the disappeared mother of the child he placed with his brother. In January 2003 he was sentenced to death for these murders. He has also been charged in the deaths of the three women found in Missouri. The \"slavemaster\" is monstrously real, but so far he's well short of the 56 victims claimed for him, and he remains behind bars, not out trolling the Internet for additional victims. This internet warning took on a life of its own, one quite independent of the facts. The small grain of truth (someone using the screen name \"Slavemaster\" was arrested for the murders of women he contacted on the Internet) was lost amidst the sandstorm of claims that he was still out there looking for more victims, and that he had killed 56 women so far. As well, pranksters have been pulling off jokes by substituting their acquaintances' screen names in place of \"Slavemaster,\" so now versions are circulating that warn netizens to be on the lookout for someone using the handle \"Dodgecity53_,\" \"SweetCaliGuy4evr,\" \"ooosparklesooo88,\" \"DreamWeaverGrey,\" \"Monkeyman935,\" \"Free_mumia911,\"\"ineedatipdrill,\" \"RatBonesBlakStar,\" \"Silly Black Goose,\" \"Buc Vet,\" \"Rooster,\" \"spikey_mikey913,\" or \"Darksideishere1,\" all screen names that have nothing to do with the real John Edward Robinson. Additional information: Evidence Sought in Kansas-Missouri Barrel Deaths (CNN.com) More Clues Sought in Barrel Deaths (CNN.com) Barrel Killings Probe Expands to Florida (CNN.com)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20080224153140/http://archives.cnn.com/2000/US/06/12/barrel.bodies.01/index.html;http://web.archive.org/web/20080313164305/http://archives.cnn.com/2000/US/06/08/barrel.bodies/index.html;http://web.archive.org/web/20080617131455/http://archives.cnn.com/2000/US/06/07/barrel.bodies/index.html;",
  "Example": "[Collected via e-mail, September 2013] If a person with the screen-name of DreamWeaverGrey contacts you, do not reply. DO not talk to this person; do not answer any of whispers or requests for private in Pogo. Whoever this person may be, he/she is a suspect for murder in the deaths of 56 women (so far) contacted through the Internet. This screen-name has also been seen on Yahoo, AOL, AIM, andExcite so far. This is not a joke! Please send this to men too... just in case! Send to everyone you know! Ladies, this is serious. [Collected via e-mail, 2000] If a guy by the name of SlaveMaster contacts you do not answer. He has killed 56 women that he has talked to on the internet. PLEAZE SEND OUT TO ALL THE WOMEN ON YOUR BUDDY LIST. ALSO ASK THEM TO PASS THIS ON. He has been on {{ Yahoo- Aol-- Excite }} so far. This is no JOKE.!!!!!! AND PLEASE SEND THIS TO MEN TO.......JUST IN CASE! Send to EVERY ONE YOU KNOW!!",
  "Last Updated": "30 September 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/madmen/slavemaster.asp",
  "Claim": "A man using the screen name 'DreamWeaverGrey' is luring women to their deaths over the Internet.",
  "Claim_ID": "horrors_madmen_slavemaster",
  "Tags": ""
}