{
  "Origins": "Imitating a grisly death by hanging is an annual feature of many Halloween \"haunt\" shows and spooky decorative displays, usually implemented by securing the victim in a harness that supports his weight when he drops from the gallows so that the noose placed over his head doesn't actually snap his neck or constrict his windpipe and prevent him from breathing. Unfortunately, on more than one occasion such stunts have gone wrong and resulted in actual deaths.",
  "Fact Check": "",
  "Description": "One such fatality was reported by the Chicago Tribune in October 1990: A teenager who pretended to hang from a gallows as part of a pre-Halloween hayride died while performing the stunt. Police said that hayride customers found the body of Brian Jewell, 17, hanging from the gallows, his feet touching the ground. The stunt had worked on other nights and there was no indication of foul play, prosecutor James Holzapfel said. The gallows was being checked for flaws, and an autopsy was performed. \"He's supposed to have the noose around his neck, but it's not a noose that tightens,\" said Holzapfel. Jewell would step down about one foot to the ground, making it appear he had been hanged, Holzapfel said. During the ride, about 40 people are driven past several Halloween fright exhibits. The stunt went off without problems earlier [that day]. But the tractor driver became concerned later, when Jewell failed to give a speech he normally made as the wagon passed. Another accidental \"hanging gone wrong\" story was reported that same month by the Los Angeles Times : A 15-year-old staging a gallows scene at a Halloween party accidentally hanged himself when the noose somehow tightened, authorities said today. William Anthony Odom of Charlotte, N.C., was pronounced dead Friday night amid fake spider webs and plastic bats decorating an aunt's home. Odom and several of his friends had staged a haunted house in the basement. Other related fatalities involve incidents of Halloween celebrants dying after putting their necks into decorative nooses that had no harnesses or other protective mechanisms to prevent accidental choking. The Associated Press reported such a fatal hanging accident in October 2001, this one involving a 14-year-old boy named Caleb Rebh who was working a \"haunted hayride\" attraction at Alpine Ridge Farms in Sparta, Michigan. According to reports, Rebh \"felt awkward simply jumping out of the woods to scare passers-by\" and decided to take the place of a skeleton that was hanging by a noose in a nearby tree: Caleb put the noose around his neck but when he let go of the rope, he apparently was not heavy enough to prevent the branch from whipping back up and choking him, his mother said. When he started scrambling to get the double-knotted rope off his neck, fellow workers seemed to think he was acting, she said. \"I think he thought he was safe because his feet were touching the ground,\" Kathy Rebh said. Hayride employees and participants tried to resuscitate Caleb, but he was pronounced dead at the scene. In September 2013, a Kentucky teenager died in similar fashion after prankishly inserting his neck into a decorative noose he had put up in his home's front yard as part of a Halloween display: Jordan Morlan, 16, died after a prank involving his love of Halloween went horribly wrong. Morlan had been hanging Halloween decorations all day and had just returned home from helping his mom do laundry when the tragedy occurred. Jordan's mom, Ginger Rodriguez, said he was trying to prank his little sister and her by pretending to be hanging from a noose decoration he put up on a tree in their front yard. The coroner said when he placed the noose around his neck, he became disoriented cutting his brain off from oxygen within 20 to 30 seconds. His younger sister discovered him unconscious and Rodriguez rushed to help cut him down, but said she was unable to remove her son. Morlan was taken to the hospital where he was placed on a ventilator because he was in a coma. Rodriguez says her son's organs started to fail. Jordan died 12 hours after this accident. Rodriguez said her son loved to play pranks and loved Halloween. Barbara \"no noose is good noose\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "14 October 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/freakish/hanging.asp",
  "Claim": "Halloween hanging stunts goes wrong and hangs a man for real.",
  "Claim_ID": "horrors_freakish_hanging",
  "Tags": ""
}