{
  "Origins": "Although in business one always at least somewhat suspects jealous competitors of starting whichever wild slander is hot at the moment, the \"piss in the Corona beer\" whisper campaign stands almost unique in that it's one of the few cases on record where this connection was traced to its source.",
  "Fact Check": "",
  "Description": "Corona is a light lager often drunk with a lime. In 1925 Grupo Modelo S.A. de C.V was founded in Mexico by Pablo Diez Fernandez. Its flagship brew, Corona, became a national brand, and the brewery went on to acquire regional beers like Pacifico, Victoria and Leon. Corona was first exported in the late 1970s. By 1986 Corona ranked second in the United States in imported beers (Heineken led the way). Then along came 1987. That year, the company first learned of \"urine in the beer\" slur being attributed to its flagship product when two Nevada grocers pulled the beer from their shelves. According to rumor, Mexican brewery workers were relieving themselves into the beer destined to be sold in the U.S.A. Sales were dropping precipitously, so the maligned brewer set about to find the source of the slander and put an end to the rumor. Against the odds, they were successful with the first task the source of the rumor was traced. A local Heineken distributor (Luce & Sons of Reno) was sued by Corona's U.S. handlers, Barton Beers Ltd. The suit was dropped when Luce agreed to say publicly that Corona was not contaminated. The second task putting the rumor to rest proved to be more difficult. The slander spread across the nation. Corona bombarded the press with news releases about the hoax and spent $500,000 beaming a public education program via satellite to TV stations willing to run it. Executives appeared on 20 talk shows in three weeks. Corona has rebuilt its market share over the years and in 1999 in the United States was the best-selling import and the 10th best-selling beer overall. Why the slander worked as well as it did has as much to do with the nature of beer itself as with xenophobic fears about anything coming in from Mexico. (Folklorist Gary Fine says, \"Americans see Mexico as both an underdeveloped nation an exotic location filled with danger and poverty and recently as an economic rival.\") Getting back to the beer aspects, among suds drinkers a common insult to hurl at a disappointing brew is to claim it \"tastes like warm piss.\" (How these aficionados would know what warm piss tastes like doesn't bear speculating upon.) The connection between beer and urine is twofold: the color of both liquids, plus the causal relationship between the drinking of one to the need to release the other. In Corona's case, believability is further enhanced by the foaminess of the beverage and how the clear glass bottles showcase the beer's yellow color. All beer may be yellow, but only Corona visually reminds buyers of this fact even as it passively sits in the bottle. Though the slander generally adheres only to Corona, its theme is jokingly referred to in other bits of popular lore. A long-circulated bit of xeroxlore shows a horse drinking out of a bucket labelled \"Coors\" and simultaneously pissing into one marked \"Budweiser\". Such snippets lack the malice of the Corona rumor in that they are framed in such a way no one could take them seriously and are thus clearly intended as humor. By contrast, the rumor about Corona was not presented in a joking fashion it was an effective slander passed in whispered tones into cupped ears. Barbara \"at lagerheads with the competition\" Mikkelson Sightings: One of the plot threads in an episode of L.A. Law (\"Urine Trouble Now,\" original air date 11 May 1989) has the law firm defending a Mexican brewery being maligned by a 'urine in beer' rumor spread by one of its Anglo competitors.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "26 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/food/corona.asp",
  "Claim": "Workers at the Corona brewery urinate into the beer.",
  "Claim_ID": "horrors_food_corona",
  "Tags": ""
}