{
  "Origins": "If asked to imagine a type of injury that could result from the use of electronic devices such as iPods or cell phones, the average person might cite accidents caused by user inattentiveness, or perhaps hearing impairment brought on by a too-high volume of sound channeled through earpieces. But a lightning strike injury would probably be far, far, down on most people's lists of possibilities.",
  "Fact Check": "",
  "Description": "While electronic devices don't attract lightning the way tall trees or lightning rods do, those struck from above while carrying or wearing them are likely to endure far greater injury. Said Dr. Mary Ann Cooper of the American College of Emergency Physicians and an emergency room doctor at University of Illinois Medical Center at Chicago, of lightning: \"It's going to hit where it's going to hit, but once it contacts metal, the metal conducts the electricity.\" When iPods or cell phones or pagers or any other electronic devices commonly carried by people on their bodies are struck by lightning, they can serve to make the injuries sustained in the strikes far, far worse than they would otherwise have been. For instance, a July 2007 article in The New England Journal of Medicine reported on the injuries sustained in 2005 by a 37-year-old jogger in Vancouver who was struck by lightning while plugged into his iPod. That unfortunate gentleman was thrown 8 feet in the air when a bolt of lightning blasted a nearby tree. In addition to the more usual injuries of second-degree burns on his chest and left leg, he also had two linear burns along his chest, up his neck and along the sides of his face, terminating in substantial burns to his ears. (This path corresponded with the wires between his iPod's ear buds and the unit itself.) Both his ear drums were ruptured, small bones in his ears broken, and his jaw dislocated on both sides and broken in four places. Although iPods and other electronic devices do not draw lightning down from the sky, if a person is hit while wired into one, the cataclysmic discharge of energy that would otherwise have been zapped across the outside of the body (an effect known as flashover) can travel through the unit's metallic parts and into the body, causing a greater severity of injury than otherwise would have occurred. It is the combination of metallic object in contact with human skin plus sweat that disrupts the more usual \"flashover,\" diverting the discharge into the victim rather than merely across him. In the unfortunate jogger's case, that meant the combination of his own sweat plus the presence of metal earphones in his ears caused the extreme discharge of current to be shot through his head. In July 2006, Colorado teenage Jason Bunch endured similar (albeit less severe) injuries when lightning struck a nearby tree as he was listening to Metallica on his iPod while mowing the lawn. Bunch had burns from the earphone wires (which \"dissolved into green threads\") on the sides of his face, a nasty burn on his hip where the iPod had been in his pocket, and \"a bad line up the side of [his] body,\" even though the iPod cord was outside his shirt. Lightning is nothing to mess with, even without one's personal electronic devices adding to its carnage. It ranks second only to floods in storm-related deaths in the United States not even tornadoes or hurricanes top it in terms of lives lost. On average, 73 people are killed by lightning each year. Although folks have been struck directly by bolts from the sky, it is more common for the lightning to jump to them from nearby objects (such as trees), a phenomenon known as a side flash. There is a common misconception that if an electrical storm isn't directly overhead (that is, you aren't yet being rained upon), there exists no danger of being struck by a bolt. Truth is, lightning can and has hit people long before the rains ever came. Take the case of the aforementioned Colorado teen hit by a side flash which bounced off a nearby tree: the storm that generated the bolt which felled him was far off in the distance. As to how to avoid being struck by lightning: Do not let the seeming distance between you and an electrical storm talk you into remaining outside. When you hear thunder, no matter how far off the approaching storm seems, seek shelter indoors or in an enclosed vehicle. (Convertibles aren't safe, even if the top is up.) Inside a building, avoid using landline phones, and steer clear of appliances, doors, windows, and water. If you take refuge in a car, make sure you aren't parked near a tree or power lines that could come down on the vehicle. Avoid touching anything metal and keep the windows fully closed. If you can't make it to shelter indoors, avoid water, high ground, and wide open spaces where you are the high ground. Canopies and picnic shelters are also generally unsafe, and huddling under a tree is a bad idea. Don't stand near metal objects such as electrical wires, fences, and machinery. If you are outdoors, crouch down with your feet close together. Cover your ears to minimize hearing damage. Do not wear headphones attached to a cellphone, iPod, or other electronic device. Barbara \"when thunder roars, go indoors\" Mikkelson Additional information: Lightning Strikes and Telephones (www.snopes.com)",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "16 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/techno/ipod.asp",
  "Claim": "The presence of electronic devices (such as iPods and cell phones) on one's body can make lightning strike injuries more severe.",
  "Claim_ID": "horrors_techno_ipod",
  "Tags": ""
}