{
  "Origins": "The year 2002 kicked off with yet another specious \"freakish fatality\" tale. Short and sweet, no such death was mentioned in any U.S. paper, in California or elsewhere. The Social Security Death Index also contains no mention of anyone named Bidasoe. (The name of the victim provides a further clue to the intent of the author of the tale: \"Stu Bidasoe.\" Or, for those who sound things out, \"Stupid Asshole.\")",
  "Fact Check": "",
  "Description": "The meme of \"mysterious death caused by implement which has since been ingested or melted away\" is a hoary one. Children routinely query one another with the following puzzle: A pool of red A man is dead A stick nearby How did he die? In the riddle's case, the instrument of the man's demise is a cherry popsicle that he chokes on (or that was laced with poison). The \"pool of red\" refers to the melted remains of the popsicle; the \"stick nearby\" is the stick the iced confection had been frozen upon. Those fond of mystery short stories will no doubt recall a number of similarly-themed tales wherein murderers do in their victims with implements that subsquently melt or are eaten. The \"stabbed to death with an icicle\" plot is a classic, as is the \"walloped over the head with a roast.\" The latter's most famous use was in the Roald Dahl short story, \" Lamb to the Slaughter \" (which was subsequently dramatized on Alfred Hitchcock Presents on 13 April 1958). In that tale, a wife bludgeons her husband to death with a frozen leg of lamb. The police sent to investigate the death speculate upon the lack of murder weapon at the scene, even as they dine on the now roasted leg of lamb the murderess has invited them to partake of. Barbara \"crazy for ewe\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.roalddahlfans.com/shortstories/lamb.asp;",
  "Example": "[Collected on the Internet, 2002] This was a friend of my cousin's husband who works at the coroner's office in Kings County. He actually saw his dead friend at the morgue. This is real, please be careful. Mans Death Cause For Concern When the fog lifted outside of Sanger on Friday morning, November 1, 2001, 18 year old Stuart Bidasoe was found slumped over dead in the drivers seat of his Silver 1997 Saturn. Beside him was a bag of Halloween candy. It appears that in the dense fog, Thursday night, he had run off the road and hit a fence post causing the airbag to deploy. Officer Benson of The California Highway Patrol could find no apparent reason for Bidasoe's death. A drug overdose was suspected but no drugs were found on Bidasoe's person or in the car. It was not until he was transported to the county morgue that the mystery was solved. Stu Bidasoe had attended a Halloween Party and was on his way home. He had a lollypop in his mouth and in the dense fog ran off the road, hit the fence post inflating the airbag, pushing the lollypop into his throat. He suffocated before help could arrive. Bidasoe's distraught parents are seeking legal advice.",
  "Last Updated": "19 January 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/freakish/lollipop.asp",
  "Claim": "A man eating a lollipop choked to death when his car's airbag deployed, forcing the candy down his throat.",
  "Claim_ID": "horrors_freakish_lollipop",
  "Tags": ""
}