{
  "Origins": "It isn't often we have occasion to employ the term \"accidental self-defenestration\" in an article, but that phrase certainly applies to the case of Garry Hoy, a 38-year-old lawyer with the Toronto law firm of Holden Day Wilson, who on 9 July 1993 plunged to his death from the 24th floor of the Toronto-Dominion Bank Tower building at TD Centre in front of several horrified witnesses.",
  "Fact Check": "",
  "Description": "For motivations that remain unclear to this day Hoy had apparently developed a fondness for showing off the tensile strength of office building windows (and/or demonstrating his fearless trust in that aspect of building design) by running and hurling himself at window panes in front of onlookers, who would watch a stunt that always ended with Hoy's bouncing off of the window panes, leaving both glass and lawyer unharmed. On a fateful day in 1993, however, Hoy attempted his feat in front of a group of prospective legal apprentices with disastrous results: Apparently the first attempt came off as usual with Hoy harmlessly rebounding off the window, but when Hoy threw himself against the pane a second time, it popped out of its frame and sent Hoy fatally tumbling 24 stories to the courtyard below. The firm's spokesperson said Hoy \"... was testing the strength of the window. There was a lot of joking about how the window wouldn't open maybe on a hot day ... Apparently, it was the second attempt [at testing the window] that one of them popped out and he went through.\" As well, a Toronto police officer reported that Hoy \"... was showing his knowledge of the tensile strength of window glass and presumably the glass gave way. I know the frame and the blinds are still there.\" As the Torontoist reported of the incident years later: We can never know what motivated Hoy: a desire to prove the robustness of modern construction techniques, whimsey, or just simply showing off. We do know that his early demise could have been avoided had he left the testing to the experts. Or consulted with structural engineer Bob Greer, who later told the Toronto Star \"I don t know of any building code in the world that would allow a 160-pound man to run up against a glass and withstand it.\" Sadly, Hoy's tragic accident led not only to his own demise but was also a contributing factor in the closure a few years later of the firm that had employed him: [Prior to 2007], the biggest law firm to shut down was Toronto-based Holden Day Wilson LLP in 1996. Holden Day at its peak had 90 lawyers after a merger in 1990, but the firm was devastated in 1993 by a fatal accident involving popular partner, Garry Hoy, who playfully took a run at a window during a reception at the Toronto-Dominion Centre. In front of dozens of lawyers, the window gave way and Mr. Hoy fell to his death 24 floors below. The combined challenge of recovering from Mr. Hoy's death and holding together a newly merged firm proved too great for Holden Day's partners. By 1996, more than 30 partners had left the firm, and Holden Day closed its doors amid controversy about unpaid bills and compensation. Our advice is to apply the same rule to architecture as you do to computers: Don't ever bet your life on windows not crashing.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1998] Police said a lawyer demonstrating the safety of windows in a downtown Toronto skyscraper crashed through a pane with his shoulder and plunged 24 floors to his death. A police spokesman said Garry Hoy fell into the courtyard of the Toronto Dominion Bank Tower early Friday evening as he was explaining the strength of the building's windows to visiting law students. Hoy previously had conducted demonstrations of window strength according to police reports. Peter Lauwers, managing partner of the firm Holden Day Wilson, told the Toronto Sun newspaper that Hoy was \"one of the best and brightest\" members of the 200-man association.",
  "Last Updated": "1 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/horrors/freakish/window.asp",
  "Claim": "A Toronto lawyer demonstrating the safety of window panes in a skyscraper plunged through a window to his death.",
  "Claim_ID": "horrors_freakish_window",
  "Tags": ""
}