{
  "Origins": "This amazing tale of a bizarre suicide attempt appeared on the Internet in August 1994. Prized both for the entertaining logic problem it presents as well as the morally-just surprise ending, even years later it remains a cyber-favorite and continues to be forwarded to ever-widening circles of netizens.",
  "Fact Check": "",
  "Description": "A story this good should be true. Alas, it's not. There never was a suicidal Ronald Opus, a feuding, shotgun-wielding older couple, or an increasingly confused medical examiner trying to get to the bottom of things. But there is some truth to it, for there is a Don Harper Mills, and he did tell this very story at a meeting of the American Academy of Forensic Sciences. Here's how Mills explained his involvement with the story in a 1997 interview: I made up the story in 1987 to present at the meeting, for entertainment and to illustrate how if you alter a few small facts you greatly alter the legal consequences. In 1994 someone copied it on to the Internet. I was told it had already garnered 200,000 enquiries on the Net. In the past two years I've had around 400 telephone calls about it librarians, journalists, law students, even law professors wanting to incorporate it into text books. It was hypothetical; just a story made up to illustrate a point. It's hard to imagine anyone at that 1987 meeting took it for anything else. How did a 1987 illustrative anecdote morph into 1994's believed-to-be-true story? We'll likely never know. How did Dr. Mills come to concoct such a tale? As he said in a 1997 interview, \"Some of it I wrote out, and some of it I invented as I went along.\" Ronald Opus never lived. And his death will never die. In 1998 we began seeing versions attributed \"A true story from Associated Press, by Kurt Westervelt.\" If that venerable wire service employs a writer by that name, we've yet to see anything under his byline. As for AP itself having run the Opus story, no, it never did. Barbara \"levity longevity\" Mikkelson Sightings: This amusing hypothetical case showed up in the 16 January 1998 episode of the TV series Homicide and is also said to have been mentioned in an episode of the TV show Law & Order , but in the latter case District Attorney Ben Stone merely offered a hypothetical example of a man who jumped off the Empire State Building because he wanted a ham sandwich and was shot on the way down by someone who thought he was committing suicide. A 1998 episode of the Australian TV show Murder Call also featured this legend, and it pops up early in the 1999 film Magnolia .",
  "Originally Published": "",
  "Referred Links": "http://www.magnoliamovie.com/;",
  "Example": "[Collected via e-mail, 1996] For those of you who were unable to attend the awards dinner during the annual [American Academy of Forensic Sciences] meeting in San Diego, you missed a tall tale on complex forensics presented by AAFS President Don Harper Mills in his opening remarks. The following is a recount of Dr. Mills' story: On March 23 the medical examiner viewed the body of Ronald Opus and concluded that he died from a gunshot wound of the head caused by a shotgun. Investigation to that point had revealed that the decedent had jumped from the top of a ten story building with the intent to commit suicide. (He left a note indicating his despondency.) As he passed the 9th floor on the way down, his life was interrupted by a shotgun blast through a window, killing him instantly. Neither the shooter nor the decedent was aware that a safety net had been erected at the 8th floor level to protect some window washers, and that the decedent would not have been able to complete his intent to commit suicide because of this. Ordinarily, a person who starts into motion the events with a suicide intent ultimately commits suicide even though the mechanism might be not what he intended. That he was shot on the way to certain death nine stories below probably would not change his mode of death from suicide to homicide, but the fact that his suicide intent would not have been achieved under any circumstance caused the medical examiner to feel that he had homicide on his hands. Further investigation led to the discovery that the room on the 9th floor from whence the shotgun blast emanated was occupied by an elderly man and his wife. He was threatening her with the shotgun because of an interspousal spat and became so upset that he could not hold the shotgun straight. Therefore, when he pulled the trigger, he completely missed his wife, and the pellets went through the window, striking the decedent. When one intends to kill subject A, but kills subject B in the attempt, one is guilty of the murder of subject B. The old man was confronted with this conclusion, but both he and his wife were adamant in stating that neither knew that the shotgun was loaded. It was the longtime habit of the old man to threaten his wife with an unloaded shotgun. He had no intent to murder her; therefore, the killing of the decedent appeared then to be accident. That is, the gun had been accidentally loaded. But further investigation turned up a witness that their son was seen loading the shotgun approximately six weeks prior to the fatal accident. That investigation showed that the mother (the old lady) had cut off her son's financial support, and her son, knowing the propensity of his father to use the shotgun threateningly, loaded the gun with the expectation that the father would shoot his mother. The case now becomes one of murder on the part of the son for the death of Ronald Opus. Further investigation revealed that the son became increasingly despondent over the failure of his attempt to get his mother murdered. This led him to jump off the ten story building on March 23, only to be killed by a shotgun blast through a 9th story window. The medical examiner closed the case as a suicide.",
  "Last Updated": "4 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/freakish/opus.asp",
  "Claim": "Murder or suicide? The coroner had his hands full determining just that in the case of a man who jumped off a building, only to have a shotgun blast finish him off halfway down.",
  "Claim_ID": "horrors_freakish_opus",
  "Tags": ""
}