{
  "Origins": "We began seeing this dire warning about checking the contents of one's tea kettle in August 2013. At that time, the type of spider that supposedly caused the deaths of six people was not specified, but later iterations of the hoax included three photos of brown recluse spiders perched on coins (to give viewers a better sense of their size) while the text of the warning identified the displayed arachnids as violin spiders.",
  "Fact Check": "",
  "Description": "Violin spiders are native to South Africa and are closely related to the brown recluse spiders of North America. The bite of either is a horrific thing to endure, and searches on the web will quickly turn up a myriad of photos of gruesome injuries resulting from such attacks. However, that the venom of both sorts of spiders can cause nasty injuries when injected into unwitting victims does not mean that either of these arachnids is poisonous. Spiders are venomous, not poisonous, which means for their venom to have a deleterious effect, it has to enter the bloodstream or the lymphatic system of the victim, which would not happen were someone to drink water in which a venomous (even a highly venomous) spider had been stewed to death. Moreover, such a toxin would be exceedingly unlikely to survive with much potency after having been diluted with enough water to brew tea for six people and then boiled thoroughly on top of that. Barbara \"rolling in the steep\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, February 2014] If you slept with water in the kettle don't use it the next day. Please, ensure u re-rinse your kettle before using it in the morning. A family of 6 was found dead and a research was made that a deadly spider was found inside the kettle of which they drank tea from. Please, help and broadcast to all your contacts. This is serious guys, life can be taken by something so small.",
  "Last Updated": "20 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/insects/kettle.asp",
  "Claim": "A family perished after drinking tea from a kettle in which a deadly spider had died.",
  "Claim_ID": "horrors_insects_kettle",
  "Tags": ""
}