{
  "Origins": "The world of rumor is rife with tales about noxious or out-of-place substances secreted in products to save a company a few pennies on each serving. All large corporations are by their very nature suspect simply due to their size, and this holds even more true in the fast food industry. The public harbors a deep mistrust of Big Business, seeing it as impersonal and profit-driven to the point of irresponsibility. Couple this with lurking fears about what might be hidden in food not personally prepared by the ingestee, and rumors about large corporations dumping anything they can get away with into their fast food offerings will surely result. Just as surely, because it is the largest of the large, McDonald's will star in most of them.",
  "Fact Check": "",
  "Description": "In addition to whispers about ground up worm meat and cow eyeballs being used in their burgers, McDonald's beverages and desserts are also suspect. It's true McDonald's does not refer to its \"shakes\" as \"milk shakes,\" preferring not to confuse consumers who might otherwise be expecting a beverage made with ice cream. But there is milk in McDonald's shakes, so it would be terribly unwise for a lactose-intolerant person to believe these drinks contain no dairy products. McDonald's shakes are made by combining prefabricated \"shake mix\" and flavoring syrup with milk, then dispensing the resulting product from a refrigerated unit. This method guarantees a level of product consistency that would otherwise be unattainable if the drink ingredients were measured out and mixed individually. It's also a faster, more efficient method of providing shakes, allowing the counter-person to continue serving customers at break-neck speed instead of having to turn away from them to fuss with ice cream, syrup, milk, and a blender. In other words, McDonald's has very good reasons for foregoing ice cream in favor of \"shake mix,\" most of them having to do with maintaining a high level of customer service. Occasionally, one hears McDonald's shakes contain seaweed. That is very close to being true they contain carrageenan, a substance which is derived from carrageen, a type of seaweed also known as \"Irish moss.\" Carrageenan is commonly used as a suspending agent in foods, a clarifying agent in beverages, and for controlling crystal growth in frozen products. (That last part is vital lacking carrageenan or a similar product in ice cream, the frozen treat would be a hard block.) Carrageenan turns up in any number of processed foods, not just McDonald's shakes. As for what's actually in a McDonald's shake, here's the ingredient list: Whole milk, sucrose, cream, nonfat milk solids, corn syrup solids, mono and diglycerides, guar gum, imitation vanilla flavor, carrageenan, cellulose gum, vitamin A palmitate. Notice that there are no cow eyeballs or styrofoam balls listed among the ingredients. 'Nuff said. The notion that McFlurries (a concoction introduced in 1998 of whipped vanilla ice cream blended with branded candies such as Heath bars and M&Ms) contain feathers is wildly imaginative but wholly false. The product does have a feathery appearance, but that's the limit of its avian properties. A more innocent McDonalds dessert rumor concerns their apple turnovers. Some have heard that McD's doesn't use real apples in them the \"fruit\" filling is really potatoes, pears, or maybe even crackers. Shockingly, the primary ingredient in McDonald's apple pies is apple. Rumors of this nature play on the idea that the big, bad corporation will happily attempt to slip a less expensive substitute past a consumer whenever it can. Belief in this particular whisper is bolstered by memories of oddball recipes for \"mock apple pie\" culled from old cooking books wherein the \"mock apples\" were Ritz crackers. Because of the dangers presented by even innocuous foodstuffs to those allergic to them, restaurateurs will provide upon demand a complete ingredient list for every ingestible they sell. In dealing with product rumors of the \"cheap or yucky ingredient substituted for something else\" variety, this works mightily in favor of the befuddled consumer who's just heard something shiver-inducing about what's supposedly hidden in his favorite fast food. A quick phone call to that company's 800 number or a fast visit to their web site is usually all it takes to set the rumor back on its heels. Barbara \"check the in-greed-ients list\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.mcdonalds.com/app_controller.nutrition.item.10005.html;http://www.mcdonalds.com/app_controller.nutrition.item.1800.html;",
  "Example": "[Collected on the Internet, 1997] Supposedly, McDonalds restaurants (at least in this area) don't make their Milkshakes out of any sort of dairy product, that's why the menus call them \"shakes\" and not \"milkshakes.\" (I saw this myself, so I know this, at least, is true). She (the sister of the friend of the friend) can verify that they aren't made of dairy stuff because she's lactose intolerant and can drink them without any bad side effects (except the usual McD's vague-feeling-of-illness, but that doesn't count.) [Collected on the Internet, 1997] don't know about now, but it is apparently true that in the 70s (I think) that McDonald's did use a non milk shake, and used to use styrofoam balls as a filler (they pass right through you, I guess), but they stopped after people who actually didn't drink their shakes right away and examined the left-over goop realized it and complained like crazy. [Collected on the Internet, 1999] The fast food restraunt mcdonalds serves mcflurries that contain feathers, there was a girl who went to mcdonalds and ordered a mcflurry and then almost died because she is really allergic to bird feathers, and so they traced all the food that she had eaten and then they phoned the head office of mcdonalds and they found out what was really in the mcflurries. [Collected on the Internet, 2000] Regarding your item on McDonalds and cow eyeballs, I think the intended connection was between the use of the eyeball fluid as a thickener for milkshakes rather than as filler. [Collected on the Internet, 1996] have now heard from three different sources this little gem: McDonalds' apple pies contain no apple. Instead they are made out of potatoes or pears + flavouring.",
  "Last Updated": "26 January 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/food/mcdshake.asp",
  "Claim": "McDonald's beverages contain yucky non-food substances.",
  "Claim_ID": "horrors_food_mcdshake",
  "Tags": ""
}