{
  "Origins": "Mentos, a candy that has a soft, chewy interior encased in a slightly hard shell, is no longer just for noshing on when combined with a carbonated beverage in a closed environment that has a small opening (think \"soda bottle\"), it serves to produce a frothy geyser that shoots many feet into the air, a secondary use of the product that has served to enthrall countless persons with a penchant for making things explode.",
  "Fact Check": "",
  "Description": "The combination of any carbonated liquid and mint-flavored Mentos will rapidly produce copious amounts of foam because the candy works to disrupt the surface tension of the liquid, thereby releasing all the drink's fizz (carbon dioxide) in one surprisingly speedy whoosh. The resulting effect is quick, high, and explosive, yet what takes place is not a chemical reaction but a physical one (even though some are moved to believe the confection's gum arabic component or diet soda's aspartame has something to do with the process). As Steve Spangler , former high school science teacher turned hands-on science guru, explained: \"The Mentos effect has nothing to do with the inside of the Mentos and everything to do with the outside.\" The candy's shell is pocked with little nooks and crannies the beverage's carbon dioxide molecules are immediately drawn to, and the confection's relatively large surface area provides infinitely more such nooks and crannies (nucleation sites) than, say, an M&M would. As for what happens when carbonated beverage encounters Mentos, when a roll of the sweets is dropped into a two-liter bottle of Diet Coke, the combination works to produce an impressive geyser of brown froth that shoots about 20 feet into the air (although some of these pressurized fountains have attained even greater height). Diet cola of any manufacture is regarded as the liquid of choice for creating a \"Mentos eruption\" or \"Mentos effect\" because a cola's brown color serves to make the reaction much more starkly dramatic in all its explosive glory, and diet versions of those sodas don't leave the same sticky residue that their sugared counterparts do (an aspect well worth considering when contemplating spraying a wide area that you may afterward be called upon to clean). Plus, some folks swear diet sodas make for higher geysers. Numerous video clips of \"Mentos eruptions\" exist on the Internet; one needn't search all that diligently to stumble across scads of them. However, these two from EepyBird.com are especially noteworthy: Dancing Fountains and Chain Reaction . Not all such videos found on the Web are on the up-and-up, however, including the famed \" Pepsi Girl \" clip, which purports to document a demise caused by the ingestion of a mixture of Mentos and Coca-Cola. Which brings us back to this article's topic, the ballyhooed death of a youngster who consumed this combination. This alert about an unnamed child in Brazil's sorry fate began circulating on the Internet in November 2006. Since no checkable details are provided in the account (the deceased is described as \"a little boy\" rather than by name, he died in \"Brazil\" rather than in any particular city or region within that country, and his demise occurred \"last week\" rather than on a specific date), the story should be regarded as fiction. No news accounts of such a death (in Brazil or elsewhere) have surfaced, and given the media's interest in \"Mentos effects,\" such write-ups wouldn't have gasped their last on a jaded editor's desk because they weren't deemed sufficiently newsworthy to include in that day's edition of the local rag. Likewise, with regard to \"One year before the same accident happened with another boy in Brazil,\" once again the news is silent regarding such a death. However, the failure of this explosive combination of candy and soda to cause any fatalities should not be taken as a ringing endorsement of chasing down a handful of Mentos with as much pop as can be gulped. A harmless procedure it's clearly not one look at online video clips of the force of \"Mentos effect\" eruptions shooting out of pop bottles should convince even the most adventurous not to risk any part of their digestive systems on such parlor tricks. Those who have disregarded common sense and tried such anyway report that the intensity of the reaction forces the mouth open, thereby releasing most of the gas and foam into the wild, as it were, rather than keeping them contained within the person. Do not try such experiments yourself though. Videos of those who have attempted such foolishness consistently show the subjects experiencing great physical distress in the aftermath of their ill-judged stunts. The \"child who died from combining Mentos and Coca-Cola\" story is an updating of an older legend that began in 1979. That year, the grist being run through the rumor mill included the sad tale of a misadventuring tot who had gulped soda and ingested Pop Rocks, a carbonated candy known for producing a fizzling sensation in the mouth. According to legend, said child went out with a bang. Further versions of the story specified the deceased youngster was the taciturn \" Mikey \" of LIFE cereal commercials. Once again there hadn't been such a child, but that did little to slow the rumor's spread. The gruesome appeal of the combusted tot story kept the legend in circulation long after it had been repeatedly debunked and dismissed. Barbara \"fizzical attraction\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://video.google.com/videoplay?docid=8131793320509631835#;http://eepybird.com/exp214.html;http://eepybird.com/dcm1.html;http://www.stevespanglerscience.com/who-is-steve-spangler.html;",
  "Example": "[Collected on the Internet, 2006] Dangerous (Do not drink Coka-Cola and eat MENTOS together) Last week a little boy died in Brazil after eating MENTOS and drinking COCA COLA together. One year before the same accident happened with another boy in Brazil. Please check the experiment that has been done by mixing Coca Cola with MENTOS........ Be careful with your Coke",
  "Last Updated": "9 November 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/freakish/mentos.asp",
  "Claim": "A mixture of Mentos and Coca-Cola killed two Brazilian children.",
  "Claim_ID": "horrors_freakish_mentos",
  "Tags": ""
}