{
  "Origins": "The \"college student\" version of the increasingly-popular organ theft canard surfaced on the Internet in May 1996. It was no more true than any other version of the tale, yet that didn't slow its spread.",
  "Fact Check": "",
  "Description": "(See our You've Got To Be Kidneying! page for more about other kidney theft legends making the rounds plus some insight into where the body of stories likely came from.) The Daily Texan never ran this story let's get that out of the way right now. (Click through to see that paper's denial of the kidney theft article ever appearing in its pages.) (By September 1997, the above bit of netlore had been squashed on top of another kidney theft tale about business travelers to form a conjoined version. It's that squashed-together piece most people now run into in their e-mailboxes.) Notice how no verifiable facts are given. Other than the meaningless \"last Saturday night,\" nothing places the organ-napping in time or space. When, where, and to whom are blanks left unfilled, yet the details of what the EMS operator said are faithfully recounted as is the news that black market kidneys go for $10,000 apiece. These are the earmarks of an urban legend: long on juicy detail, short on anything checkable. Perhaps it was this very dearth of authoritative-sounding window dressing which prompted the next phase in this particular piece of scarelore's development. What a good story lacks can always be added by somebody, and that is indeed just what happened. In October 1996, Kimm Antell, a woman working as an administrative assistant for the University of Texas at Austin's mechanical engineering department, received the e-mail quoted above. Not at the time thinking to doubt it, she forwarded it to her friends, her only contribution to the missive being the attachment of her standard signature block to the bottom of it. Within a matter of weeks, a more authoritative version of this e-mail was on the loose. Kimm's signature block was now a fixture of the standard mailing, but now she was identified as the editor of the University of Texas at Austin's Daily Texan , not as an administrative assistant in Mechanical Engineering. The following details also appeared to complete the ending: Regardless, he is currently in the hospital on life support, awaiting a spare kidney. The University of Texas in conjunction with Baylor University Medical Center is conducting tissue research to match the sophomore student with a donor. Any information leading to the arrest of the individuals may be forwarded to the University of Texas Campus police, or the Texas Rangers. Kimm Antell, Editor of the Daily Texan University of Texas at Austin Mechanical Engineering, Graduate Office A previously wishy-washy e-mail had thus been magically transformed into something authoritative and thus much more likely to be taken seriously. What with an editor of a named newspaper making the announcement, it now looked like a press release or a news story, and the invocation of such recognizable names such as Baylor and the Texas Rangers added further credibility. By January 1997, Kimm had received about 400 calls, 200 e-mails, and 25 faxes about this \"article\" she'd run in the Daily Texan , including inquiries from Inside Edition, Headline News, NBC, and two radio stations. She was also interviewed on an Australian radio program. On the downside of all this fame were the hassles both she and her co-workers went through in fielding people's responses to the story. The work number had to be changed and endless reassurances had to be given that the Daily Texan had never run such an article, did not know any details about the supposed victim, and wasn't administering a fund for the hypothetical lad's medical expenses. Kimm also had to deal both with peeved higher ups and police intent upon investigating the hoax. Though those storm clouds did pass eventually, it wasn't at all a nice experience to go through. To this day, that apocryphal Daily Texan article continues to circulate on the Internet and is forwarded in private e-mail. Without at all wanting to be there, Kimm Antell has become worked into the fabric of netlore. The \"college student\" version of the legend has circulated far and wide. In February 1997, a Saskatoon (Canada) television news team searched through every hospital in the city looking for the poor kidneyless lad they'd received so many inquiries about before realizing they were onto an urban legend. (Callers explained that Canada's universal health care system was the reason for the victim ending up in that city his kidneys had been grabbed but at least he'd been dumped in a place where he'd have to receive proper medical care.) But what of the fears raised by this legend? People with one kidney can live normal lives, but it's generally assumed those who've lost both would have to be kept on life support until a transplant could be arranged. (Actually, someone who is kidneyless would have to be placed on a dialysis machine 3 times a week for about 4 hours each session. Normal life with, I'll grant, serious inconvenience is still a full option.) Though we're horrified by what happens to the businessman in New Orleans (the typical kidney victim, that is), we also know his life is far from over. But what of this non-existent college kid? His fate is seen as far more gruesome than outright death in that we're left with a haunting image of a young life being halted in its tracks while the victim ekes out an existence of neither alive nor dead. (Which, as I said earlier, wouldn't be the reality. But it is the legend.) This particular legend is especially frightening to young people as it's seen as something that could all too easily happen to them. A few too many drinks at a party, an invitation from a good-looking stranger, and it could be them stuck on a dialysis machine for the rest of their lives. Being away from home for the first time is frightening enough without having to worry about kidney thieves too! Not just a frightening legend, it's also a remarkably persistent one. As part of the effort to dispel belief in this nonsense, the National Kidney Foundation has asked that any individual who claims to have had his or her kidneys illegally removed to step forward and contact them. So far no one's showed up. Barbara \"renal failure (to appear)\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20020808072137/stumedia.tsp.utexas.edu/WebTexan/kidney.html;",
  "Example": "[Collected on the Internet, 1996] \"Reason to not party anymore\" A TRUE STORY! This guy who lived next door to Amy (my girlfriend) went out last Saturday night to a party. He was having a good time, had a couple of beers and some girl seemed to like him and invited him to go to another party. He quickly agreed and decided to go along with her. She took him to a party in some apartment and they continued to drink, and even got involved with some other drugs (unknown which). The next thing he knew, he woke up completely naked in a bathtub filled with ice. He was still feeling the effects of the drugs, but looked around to see he was alone. He looked down at his chest, which had \"CALL 911 OR YOU WILL DIE\" written on it in lipstick. He saw a phone was on a stand next to the tub, so he picked it up and dialed. He explained to the EMS operator what the situation was and that he didn't know where he was, what he took, or why he was really calling. She advised him to get out of the tub. He did, and she asked him to look himself over in the mirror. He did, and appeared normal, so she told him to check his back. He did, only to find two 9 inch slits on his lower back. She told him to get back in the tub immediately, and they sent a rescue team over. Apparently, after being examined, he found out more of what had happened. His kidneys were stolen. They are worth 10,000 dollars each on the black market. (I was unaware this even existed). Several guesses are in order: The second party was a sham, the people involved had to be at least medical students, and it was not just recreational drugs he was given. Regardless, he is currently in the hospital on life support, awaiting a spare kidney.",
  "Last Updated": "30 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/horrors/robbery/kidney2.asp",
  "Claim": "A fun-loving college student awoke after a wild party to find both his kidneys had been stolen by organ thieves. He now spends his days attached to a machine that keeps him alive until a donor match can be found.",
  "Claim_ID": "horrors_robbery_kidney2",
  "Tags": ""
}