{
  "Origins": "Radio personality Howard Stern has expressed a wide range of political opinions during his career, but one quote continues to circulate on the internet:",
  "Fact Check": "",
  "Description": "Stern did, indeed, say this, but not recently. The quote comes from a 2008 broadcast of Stern's radio show. At the time, a merger between XM Satellite Radio (XMSR) and Sirius Satellite Radio (SIRI), which Stern supported, was being held up by the FCC at the behest of Democrats: I go, You know what Don, I ve voted Republican and I ve voted Democrat. I have vowed I will never vote for a Democrat again. I don t give a [expletive] no matter who they are. I don t care if God becomes a Democrat. I said, I backed Hillary Clinton, I backed Al Gore, I backed John Kerry. I am done with them. While it's true that Stern said that he would never vote for another Democrat, this comment was made in 2008 and does not necessarily reflect his current political views. The radio show host has voiced various political opinions over the years and, as evident by the above-displayed quote, has voted for both Republicans and Democrats. When he stepped into the political ring himself in 1994 to run for Governor of New York he ran as a Libertarian. Last updated: 3 December 2015",
  "Originally Published": " 3 December 2015",
  "Referred Links": "http://www.nytimes.com/1994/04/03/us/gov-howard-stern-some-fail-to-see-humor.html;http://www.bloomberg.com/bw/stories/2008-07-25/the-fcc-approves-the-xm-sirius-mergerbusinessweek-business-news-stock-market-and-financial-advice;http://www.mrctv.org/videos/howard-stern-wont-vote-democratic-again;",
  "Example": "[Collected via Email, December 2015] Did Howard stern say he would never vote for another democrat?",
  "Last Updated": "3 December 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/howard-stern-democrat-quote/",
  "Claim": "Howard Stern said that he would never vote for another Democrat.",
  "Tags": "democrats;howard stern;2008;",
  "Claim_ID": "howard-stern-democrat-quote"
}