{
  "Origins": "In late September 2015 the satirical Facebook page \"Stop the World, The Teabaggers Want Off\" published an image of Republican presidential candidate Mike Huckabee, and alongside that photograph was a quote (reproduced above) in which Huckabee purportedly asserted that Kentucky county clerk Kim Davis should be afforded the opportunity to address Congress (as Pope Francis did in September 2015):",
  "Fact Check": "Did Mike Huckabee say Kim Davis should be afforded the chance to address Congress?",
  "Description": "Although Huckabee was one of Davis' most vocal and prominent supporters, the quote was fabricated. \"Stop the World, The Teabaggers Want Off\" creates and spreads satirical image/quote memes targeting conservative politicians and pundits, previously concocting fictitious comments for Sarah Palin, Ann Coulter and Mitt Romney. When the memes become popular off the \"Stop the World, The Teabaggers Want Off\" group, they're commonly mistaken for authentic quotes from recent interviews or appearances. A disclaimer on the group's Facebook page, however, indicates their content \"is for entertainment purposes\" and \"is NOT meant to be taken seriously.\" Last updated: 28 September 2015",
  "Originally Published": " 28 September 2015",
  "Referred Links": "https://www.facebook.com/StopTheTeaParty/info;https://www.facebook.com/StopTheTeaParty;",
  "Example": "[Collected via e-mail, September 2015] Did Huckabee say: \"We let the Pope have his say, so why not let Kim Davis address a joint session and have hers? Her views are more in line with the majority of Americans that the Pope.\" Saw this on a FB meme.",
  "Last Updated": "28 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/huckabee-kim-davis-pope/",
  "Claim": "Mike Huckabee said Kim Davis should be afforded the chance to address Congress.",
  "Tags": "pope francis;kim davis;mike huckabee;congress;stop the world the teabaggers want off;STWTTWO;",
  "Claim_ID": "huckabee-kim-davis-pope"
}