{
  "Origins": "On 20 August 2015 Facebook user Melissa Estrella published the video embedded above, in which she demonstrated how she purportedly discovered tiny shards of glass in Huggies brand baby wipes. Within 24 hours, Estrella's clip was viewed more than a million times and racked up hundreds of thousands of shares. In her Facebook comments, she indicated that she had contacted Huggies and was advised to send a sample of the affected wipes to the company so they could determine the nature of the purported contamination:",
  "Fact Check": "Are some lots of Huggies brand baby wipes impregnated with tiny shards of glass?",
  "Description": "Okay just got off the phone they will be sending me a bank card to purchase of what I lost and I will also be SENDING IN A SAMPLE of the WIPES TO SEE WHAT WENT WRONG. I just really hope everyone is checking really close. These GLASS SHARDS are very tiny and can barely see but you can definitely feel them. Just after midnight on 20 August 2015, the official Facebook page for Huggies published the following comment about rumors of glass (or fiberglass) shards embedded in baby wipes: As some of you may have heard, a concern about our wipes was raised recently on Facebook. We take any concerns about our products very seriously and we are working directly with this parent to learn more about what happened and how we can help. Nothing is more important than the safety of the little ones who use our products. Families put their trust in Huggies wipes every day, and all of our Huggies products have been thoroughly evaluated to ensure they are safe. In addition, we have stringent quality controls in place, and no glass is used during the manufacture of our wipes. As parents ourselves, we know you may have additional questions or concerns. Please don t hesitate to contact us at http://bit.ly/8ZuAUH or by phone at 1-877-648-2484. On 26 August 2015, a representative for Kimberly-Clark (the maker of Huggies products) contacted us with an update on the rumor. The representative confirmed that three separate samples were tested after the claims began circulating: no glass or fiberglass was present in any of the products sent by consumers claiming they discovered shards in their wipes: As the health and safety of the families who use our products is our top priority, Huggies take any concerns seriously. We have received the results of independent testing of three separate wipes samples retrieved from consumers. These samples were provided by three separate consumers in three different sections of the country. The testing confirms there is NO glass or fiberglass in the wipes no glass or fiberglass is ever used in our manufacturing process. Last updated: 26 August 2015",
  "Originally Published": " 21 August 2015",
  "Referred Links": "https://www.facebook.com/huggies/posts/10153232427779387;https://www.facebook.com/melissa.d.estrella/videos/vb.100002755740512/705071306261388/?type=2&theater;",
  "Example": "",
  "Last Updated": "26 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/huggies-wipes-glass/",
  "Claim": "Some lots of Huggies brand baby wipes are impregnated with tiny shards of glass.",
  "Tags": "glass in baby wipes;huggies;baby wipes;huggies glass;",
  "Claim_ID": "huggies-wipes-glass"
}