{
  "Origins": "World class skier Picabo Street has traveled through life plagued by \"peek-a-boo\" jokes, yet there will always be folks for whom the play on her name will come as a bright, shiny new thing, as there will be those who will fail to realize that a knee-slapper's being presented as a matter-of-fact piece of information doesn't make it anything more than a clever play on words. (Yes, we've had folks ask us if this \"Picabo I.C.U.\" tale was true. Really.)",
  "Fact Check": "",
  "Description": "Picabo does not work in an Intensive Care Unit. She's not a nurse, and there is no one forbidding her from answering telephones in hospitals. Ms. Street retired from the sport of alpine skiing in 2002, taking with her a silver medal won at the 1994 Winter Olympics and a gold from the 1998. She is an analyst with CBS Sports and shoots commercials for Chapstick. Her given name was inspired by the Idaho town of Picabo , which in turn takes its name from a Native American word meaning \"shining waters.\" Many accounts of how Picabo came by her unusual appellation include the tidbit that her parents did not name her until she was two years old, choosing instead to address her as \"Little Girl\" until she was old enough to pick out her own name, and only the need for her to have a U.S. passport when the family was planning a trip to Mexico spurred them to choose something (which turned out to be the name of a town in Idaho) in the interim. Some of those accounts also include the information that \"peek-a-boo\" was selected because it was one of the baby's favorite games. The \"Picabo I.C.U.\" joke is rendered primarily in two forms: The former athlete who is forbidden to answer the phone, and the celebrity who either donates an Intensive Care Unit to a local hospital or has one named for her: [Collected on the Internet, 2002] US Olympic skier Picabo Street has made a substantial donation to a hospital in her home town. Apparently, her father received life saving intensive care there after a severe heart attack last year. A hospital spokesperson said: \"We are very pleased that Ms. Street has chosen to remember our hospital in this manner. Based on the size of Picabo's donation, we will completely refurbish the intensive care unit of the hospital where her father was treated. In honor of Ms. Street's donation, the hospital will now call the unit... . .the Picabo I.C.U.\" and A producer at WTVC-Channel 9 shamelessly reports that the Idaho hometown of Olympic skier Picabo Street is naming a hospital wing after the gold medalist. It's called the Picabo ICU.1 A less familiar version frames the jape upon fears of a potential injury to the (then) Olympic hopeful: \"Glad to see that skier Picabo Street is back on the slopes after one year out with a knee injury,\" says Burt Dragin of Berkeley. \"I always fear that she will be seriously hurt and placed in the intensive care unit. My fear, actually, is the headline that will result: ''Picabo? ICU.\"2 Another bit of hospital humor swings upon a woman's name that contains the potential to be misunderstood as something else: [Collected via e-mail, August 2007] I have a story that I was told by a nurse who works in intensive care. There was a particular nurse who seemed to set off the reaction of panic in patients she was assisting to bedbath. When the patient was rolled onto their side to be washed and they would be facing her they would suddenly become extremely distressed and resist movement by the nursing staff. It surfaced that the name of the nurse is \"Diane\", her name is shortened to \"Di\" and when patients are being asked to co-operate they were told \"Now, roll over to Di...\" Barbara \"the name game\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.epodunk.com/cgi-bin/genInfo.asp?locIndex=7039;",
  "Example": "[Collected on the Internet, 2002] The famous Olympic skier Picabo Street, pronounced (Peek'aboo), is not just an athlete, she is also a nurse who currently works in the Intensive Care Unit (I.C.U.) of a large metropolitan hospital. She is a fine nurse, however, Picabo is not permitted to answer the telephone because too much confusion ensues when she answers the phone and says..... \"Picabo, I.C.U.\"",
  "Last Updated": "5 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/jokes/picabo.asp",
  "Claim": "Champion skier Picabo Street forbidden to answer the phone in the Intensive Care Unit where she works.",
  "Claim_ID": "humor_jokes_picabo",
  "Tags": ""
}