{
  "Origins": "This howler gets dusted off periodically, with the names of different NFL cities slotted into the leg-pull as the teller sees fit. (So far we've seen the maligned city presented as Philadelphia, Chicago, Detroit, Pittsburgh, Miami, Cleveland, New York, and New Orleans.) The joke has been with us since at least 1999, when the talented thrower was said to hail from war-torn Serbia:",
  "Fact Check": "",
  "Description": "As conditions shifted on the international scene, so did the joke. The talented thrower became a Bosnian in the late 1990s, but versions from 2001 and on presented him as a native of Afghanistan. The type of \"misdirected expectations\" punchline that fuels the foreign quarterback joke also powers any number of other japes, such as this culture-rivalry example: A NZ'er moves to Australia and is embarassed by his nationality. He is particularly aware of his unmistakable accent. One day he walks into a shop and asks for \"five dollars worth of FUSH and CHUPS\". The shopkeeper immediately replies \"You're from New Zealand aren't you?\" and the NZ'er runs out in embarassment. He goes home, determined to rid himself of his accent. He practices: \"FISH and CHIPS, not FUSH and CHUPS,\" over and over again. Each day he passes the shop, but does not go in, just says to himself over and over again, \"FISH and CHIPS,\" \"FISH and CHIPS.\" Days, weeks, months roll by until eventually he has perfected a normal (Aussie) accent. So he decides it is time to face the test. Into the shop he goes, and in a perfect voice says \"Five dollars worth of FISH and CHIPS.\" Imagine his shock as the shopkeeper replies, \"You must be from New Zealand.\" \"OH NO\" he cries. \"This accent always betrays my nationality. I just cannot hide it.\" \"It's got nothing to do with accents, mate,\" replies the shopkeeper. \"This is a hardware store\". Barbara \"so he grabs some nuts and bolts\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "The coach had put together the perfect team for the Philadelphia Eagles. The only thing that was missing was a good quarterback. He had scouted all the colleges and even the Canadian and European Leagues, but he couldn't find a quarterback who could ensure a Super Bowl win. Then one night while watching CNN he saw a war-zone scene in Afghanistan. In one corner of the background, he spotted a young Afghan Muslim soldier with a truly incredible arm. He threw a hand-grenade straight into a 15th story window 100 yards away. KABOOM! He threw another hand-grenade 75 yards away, right into a chimney. KA-BLOOEY! Then he threw another at a passing car going 90 mph. BULLS-EYE! \"I've got to get this guy!\" Coach said to himself. \"He has the perfect arm!\" So, he brings him to the States and teaches him the great game of football. And the Eagles go on to win the Super Bowl. The young Afghan is hailed as the great hero of football, and when the coach asks him what he wants, all the young man wants is to call his mother. \"Mom,\" he says into the phone, \"I just won the Super Bowl!\" \"I don't want to talk to you,\" the old Muslim woman says. \"You deserted us. You are not my son!\" \"I don't think you understand, Mother,\" the young man pleads. \"I've won the greatest sporting event in the world. I'm here among thousands of my adoring fans.\" \"No! Let me tell you!\" his mother retorts. \"At this very moment, there are gunshots all around us. The neighborhood is a pile of rubble. Your two brothers were beaten within an inch of their lives last week, and I have to keep your sister in the house so she doesn't get raped!\" The old lady pauses, and then tearfully says, \"I will never forgive you for making us move to Philadelphia!",
  "Last Updated": "15 January 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/jokes/quarterback.asp",
  "Claim": "Super Bowl quarterback was formerly a foreign soldier who could toss grenades well.",
  "Claim_ID": "humor_jokes_quarterback",
  "Tags": ""
}