{
  "Origins": "Since the 1965 film The Sound of Music acquainted the movie-going public with the Rodgers and Hammerstein tune \"My Favorite Things,\" innumerable parodies of that ditty have been coined by a legion of aspiring humorists who found it the perfect platform from which to launch a bit of comic mayhem. The song's rhythmic cadences lend themselves readily to the tuneful renditions of lists, with its pivotal lyric (\"These are a few of my favorite things\") supplying a delicious touch of irony to even the most outrageous compilations.",
  "Fact Check": "",
  "Description": "Over the years, it has been used to lampoon, well, just about everything. It was to be expected that sooner or later an \"It's tough to be an old geezer\" version would surface. While Julie Andrews' 69th birthday was on 1 October 2004, she did not on that day, as the e-mailed tale asserts, sing a takeoff of \"My Favorite Things\" at a benefit in New York City. The 'blue hair' version of this famous number appears to have begun as a USENET newsgroup post in April 2001 where it was offered as a humorous send-up of a well-known song, with no accompanying avowal that anyone in particular had performed it, let alone Julie Andrews on her birthday. Readers were instructed to \"Start humming like Julie Andrews with gray hair\" that is, pretend they were the legendary singer as they croaked the new words about Maalox and walkers to the popular melody better associated with warm woolen mittens. By July 2001, newsgroups posts of the pastiche were prefaced \"Reportedly, Julie Andrews recently performed at a concert for AARP members.\" This marked a turning point in the history of the piece: what had previously been offered solely as a spoof of a popular song was now being presented as an anecdote about its celebrated singer. In March 2002, the item was repeated in Dear Abby's column, with the advicemeister waving off the Mary Poppins connection with, \"The rewritten lyrics are a hoot, but I doubt that Julie Andrews ever warbled them.\" Abby was right about that. Not only was this anecdote false, but sadly so. Julie Andrews lost the ability to sing in 1997. That year she was admitted to Mount Sinai Hospital for the removal of a non-cancerous polyp on her vocal cords, and what should have been a simple surgical procedure went dreadfully wrong. Her multi-octave singing voice was virtually destroyed. Andrews sued the two doctors and the hospital for what had been done to her. In 2000, she settled her malpractice suit out of court, and though the terms of that settlement were not publicly disclosed, the amount she recouped is believed to be in the neighborhood of 20 million (about $30 million US). Not only didn't Julie Andrews sing the 'blue hair' parody of \"My Favorite Things\" for a Radio City Music Hall audience on her 69th birthday, she couldn't have. \"Will I ever completely come to terms with not singing? I don't know,\" says the former Mary Poppins. \"I miss it very much indeed.\" On at least one occasion since surgery damaged her voice, the songstress has favored her public with a song, but not in anything approaching the manner in which she formerly warbled. She did a little speak-singing in the 2004 film The Princess Diaries 2: Royal Engagement , saying of the experience, \"The song was pitched very low for me\" and \"I wish I could call it singing. I don't want to mislead anyone.\" Barbara \"the sound of sadness\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] To commemorate her 69th birthday on October 1, actress/vocalist Julie Andrews made a special appearance at Manhattan's Radio City Music Hall for the benefit of the AARP. One of the musical numbers she performed was \"My Favorite Things\" from the legendary movie \"Sound Of Music.\" However, the lyrics of the song were deliberately changed for the entertainment of her \"blue hair\" audience. Here are the lyrics she recited: Maalox and nose drops and needles for knitting, Walkers and handrails and new dental fittings, Bundles of magazines tied up in string, These are a few of my favorite things.. Cadillacs and cataracts and hearing aids and glasses, Polident and Fixodent and false teeth in glasses, Pacemakers, golf carts and porches with swings, These are a few of my favorite things. When the pipes leak, When the bones creak, When the knees go bad I simply remember my favorite things, And then I don't feel so bad. Hot tea and crumpets, and corn pads for bunions, No spicy hot food or food cooked with onions, Bathrobes and heat pads and hot meals they bring, These are a few of my favorite things. Back pains, confused brains, and no fear of sinnin', Thin bones and fractures and hair that is thinnin', And we won't mention our short shrunken frames, When we remember our favorite things. When the joints ache, when the hips break, When the eyes grow dim, Then I remember the great life I've had, And then I don't feel so bad. Ms. Andrews received a standing ovation from the crowd that lasted over four minutes and repeated encores.",
  "Last Updated": "19 March 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/andrews.asp",
  "Claim": "Julie Andrews sang an old folks' parody of \"My Favorite Things\" to celebrate her 69th birthday.",
  "Claim_ID": "humor_iftrue_andrews",
  "Tags": ""
}