{
  "Origins": "This bit of humor is another well-traveled item that should be easily recognizable as a joke but is nonetheless frequently mailed to us for verification. Undoubtedly the use of specific names and dates (somewhat unusual in this form of humor) misleads some readers into interpreting it as a real-life anecdote rather than a joke. More important, although the story requires no additional explanation to be seen as funny, its key element is a historical context that may be lost on younger readers.",
  "Fact Check": "",
  "Description": "The missing context is that Henry Ford was a notorious anti-Semite who believed Jews were behind an international banking conspiracy intent upon seizing control of the world's financial systems and destroying American manufacturing. He devoted whole pages of his 1923 autobiography, My Life and Work , to disparaging Jews. He bought the Dearborn Independent in 1919 and turned that newspaper into an outlet for running full-length articles (and later whole issues) attacking the \"Jewish banking conspiracy.\" He presumed the hoax booklet The Protocols of the Learned Elders of Zion a forgery concocted to stir up hatred of Jews by furnishing proof that Jewish leaders were secretly planning to attain world domination was real and serialized it in his newspaper, where installments were run for 91 weeks under the headline \"The International Jew.\" So, this joke is more than just a tale of three inventors who manage to cleverly sneak their names onto someone else's product; it's also a put-down of Henry Ford and his anti-Semitism. Not only do three Jewish inventors arrange a way to display their names in every car produced by Ford despite his unyielding objections to placing \"Jewish names\" on his product, they manipulate him into agreeing to a quintupled price (a staggering $5 million ) under the belief that his paying extra millions of dollars will keep their names off his automobiles. Yet even minus the historical context of Henry Ford's feelings about Jews, the story works for the same reason the $250 cookie recipe legend does at its heart, it's a tale of the little guy's successfully taking on the large corporation and winning. We like tales in which the underdog comes out on top because such stories leave open the possibility that maybe when it's our turn to go up against the big guys, we too might win. At the very least, such stories foster a sense of hope. In this case, that the underdogs succeed through a bit of sneakiness seems nothing but appropriate because we don't view them as having been fairly treated. For the record, as far as we know the first American automobile in which factory-installed air conditioning was offered as an option was the 1940 Packard. Barbara \"cold comfort\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.adl.org/special_reports/protocols/protocols_intro.asp;http://www.adl.org/special_reports/ij/dearborn_independant.asp;",
  "Example": "[Collected via e-mail, 1993] It was a sweltering August day in 1937 when the Cohen brothers entered the posh Dearborn, Michigan, offices of Henry Ford, the car maker. \"Mr. Ford,\" announced Norman Cohen, the eldest of the three. \"We have a remarkable invention that will revolutionize the automobile industry.\" Ford looked skeptical, but their threat to offer it to the competition kept his interest piqued. \"We would like todemonstrate it to you in person.\"After a little cajoling, they brought Mr. Ford outside and asked him to enter a black automobile parked in front of the building. Hyman Cohen, the middle brother, opened the door of the car. \"Please step inside, Mr. Ford.\" \"What!\" shouted the tycoon, \"Are you crazy? It must be two hundred degrees in that car!\" \"It is,\" smiled the youngest brother, Max, \"but sit down Mr. Ford, and push the white button.\" Intrigued, Ford pushed the button. All of a sudden a whoosh of freezing air started blowing from vents all around the car, and within seconds the automobile was not only comfortable, it was quite cool. \"This is amazing!\" exclaimed Ford. \"How much do you want for the patent?\" Norman spoke up, \"The price is one million dollars.\" Then he paused. \"And there is something else: The name 'Cohen Brothers Air-Conditioning' must be stamped right next to the Ford logo!\" \"Money is no problem,\" retorted Ford, \"but no way will I have a Jewish name next to my logo on my cars!' They haggled back and forth for a while and finally they settled. Five million dollars, but the Cohens' name would be left off. However, the first names of the Cohen brothers would be forever emblazoned upon the console of every Ford air conditioning system. And that is why, even today, whenever you enter a Ford vehicle, you will see those three names clearly printed on the air conditioning control panel: NORM, HI and MAX Variations: Different versions of this joke use a variety of Jewish-sounding last names for the brothers, including Katz, Rosenberg, and Goldberg.",
  "Last Updated": "18 June 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/jokes/ford.asp",
  "Claim": "The brothers who invented automobile air conditioning pulled a fast one on Henry Ford.",
  "Claim_ID": "humor_jokes_ford",
  "Tags": ""
}