{
  "Origins": "The source of this charming tale of consumer revenge is Art Buchwald of The Washington Post , and he likely meant it as an April Fool's joke. As a 1987 article in that newspaper stated, \"It has been said in the newsroom of The Post by the few who attempt to justify this story that columnist Art Buchwald frequently quotes mythical people, and readers love it. He does it well.\" There is no Ribrock, Tennessee, let alone a multi-million dollar Ribrock Plaza Motel.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1997] Phone Won't Stop Ringing? Here's What You Do Leola Starling of Ribrock, Tenn., had a serious telephone problem. But unlike most people she did something about it. The brand-new $10 million Ribrock Plaza Motel opened nearby and had acquired almost the same telephone number as Leola. From the moment the motel opened, Leola was besieged by calls not for her. Since she had the same phone number for years, she felt that she had a case to persuade the motel management to change its number. Naturally, the management refused claiming that it could not change its stationery. The phone company was not helpful, either. A number was a number, and just because a customer was getting someone else's calls 24 hours a day didn't make it responsible. After her pleas fell on deaf ears, Leola decided to take matters into her own hands. At 9 o'clock the phone rang. Someone from Memphis was calling the motel and asked for a room for the following Tuesday. Leoloa said, \"No problem. How many nights?\" A few hours later Dallas checked in. A secretary wanted a suite with two bedrooms for a week. Emboldened, Leola said the Presidential Suite on the 10th floor was available for $600 a night. The secretary said that she would take it and asked if the hotel wanted a deposit. \"No, that won't be necessary,\" Leola said. \"We trust you.\" The next day was a busy one for Leola. In the morning, she booked an electric appliance manufacturers' convention for Memorial Day weekend, a college prom and a reunion of the 82nd Airborne veterans from World War II. She turned on her answering machine during lunchtime so that she could watch the O.J. Simpson trial, but her biggest challenge came in the afternoon when a mother called to book the ballroom for her daughter's wedding in June. Leola assured the woman that it would be no problem and asked if she would be providing the flowers or did she want the hotel to take care of it. The mother said that she would prefer the hotel to handle the floral arrangements. Then the question of valet parking came up. Once again Leola was helpful. \"There's no charge for valet parking, but we always recomend that the client tips the drivers.\" Within a few months, the Ribrock Plaza Motel was a disaster area. People kept showing up for weddings, bar mitzvahs, and Sweet Sixteen parties and were all told there were no such events. Leola had her final revenge when she read in the local paper that the motel might go bankrupt. Her phone rang, and an executive from Marriott said, \"We're prepared to offer you $200,000 for the motel.\" Leola replied. \"We'll take it, but only if you change the telephone number.\"",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/jokes/ribrock.asp",
  "Claim": "Fed up with the endless stream of wrong numbers meant for a local hotel, a Tennessee woman begins fielding calls on their behalf.",
  "Claim_ID": "humor_jokes_ribrock",
  "Tags": ""
}