{
  "Origins": "A wonderfully sardonic spoof of the endless \"help a dying child\" pleas, this too is forwarded to us with \"Is this true?\" queries attached by people who either have leaf-filled burlap sacks for heads or who think that being skeptical means \"I must ask about everything instead of ever relying upon my own brain.\" The puppy is a nice touch; if only the message had mentioned Jesus, it would have qualified for an extra 10 points on the glurge-o-meter.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] I am a very sick little boy. My mother is typing this for me, because I can't. She is crying. Don't cry, Mommy! Mommy is always sad, but she says it's not my fault. I asked her if it was God's fault, but she didn't answer, and only started crying harder, so I don't ask her that anymore. The reason she is so sad is that I'm so sick. I was born without a body. It doesn't hurt, except when I go to sleep. The doctors gave me an artificial body. My body is a burlap bag filled with leaves. The doctors said that was the best they could do on account of us havin' no money or insurance. I would like to have a body transplant, but we need more money. Mommy doesn't work because she said employers don't hire crying people. I said, \"Don't cry, Mommy,\" and she hugged my burlap body. Mommy always gives me hugs, even though she's allergic to burlap, and it chafes her real bad. I hope you will help me. You can help me if you forward this e-mail. Dr. Johansen said if you foward this e-mail then Bill Gates will team up with AOL and do a survey with NASA. Then the astronauts will collect prayers from school children all over America and take them up to space so that the angels can hear them better. Then they will go to the Pope, and he will take up a collection in church and send the money to the doctors. The doctors could help me better then. Maybe one day I will be able to play baseball. Or maybe just use my lungs and heart, when the doctors make them. The doctors said that every time you foward this letter, the astronauts can take another prayer to the angels. Please help me. Mommy is so sad, and I want a body. I don't want my leaves to rot before I turn 10. If you don't foward this e-mail, that's OK. Mommy says you're a mean heartless person who doesn't care about a poor little boy with only a head. She says that she hopes that you stew in the raw pit of your own guilt-ridden stomach. What kind of wretched person are you that you can't take five lousy minutes to forward this to all your friends so that they can feel guilt and shame for the rest of their day, and then maybe help a poor, bodiless nine-year-old boy? Please help me. This really sucks. I try to be happy but it's hard. I wish I had a puppy. I wish I could hold a puppy. Thank You. Billy 'Smiles' Evans, The boy with just a head. And a burlap sack for a body.",
  "Last Updated": "18 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/burlap.asp",
  "Claim": "Little Billy Evans needs your help to obtain a real body to replace the burlap sack full of leaves that now serves as his trunk.",
  "Claim_ID": "humor_iftrue_burlap",
  "Tags": ""
}