{
  "Origins": "It should come as no surprise to those who follow the media that most news outlets prepare obituaries for many prominent political and entertainment figures (especially those advanced in years or in poor health) well before their deaths. The passing of a famous personage is always big news, and nobody wants to get scooped by losing time scrambling to compile an obituary for someone who has died unexpectedly. Since obituaries primarily consist of background biographical information and recountings of career highlights, they can easily be worked up long ahead of time; when the sad day comes, all they require is a little updating and the insertion of details about the time and manner of death, and they're ready to run.",
  "Fact Check": "",
  "Description": "Of course, given our squeamishness about confronting the subject of death, no news outlet likes to advertise the fact that they prepare death notices in advance. This isn't usually an issue, save for the rare occasions when a newspaper or TV network hastily reacts to a death rumor by rushing out an obituary without proper verification, then has to issue an embarrassing \"Sorry, he's not dead yet\" retraction. (And even in such a case, it isn't obvious to the public that the obit had already been worked up long before the rumor broke.) Unfortunately, CNN was caught a bit red-faced on 16 April 2003 when they discovered that a technical glitch had made some obituary templates they'd prepared for several famous but not-yet-dead persons (Dick Cheney, Ronald Reagan, Bob Hope, Fidel Castro, Pope John Paul II, Nelson Mandela, and Gerald Ford) accessible to the general public via one of their development web sites: As the Associated Press reported a few days later: CNN blamed human error Thursday for exposing obituary mock-ups that its Web site's designers had prepared for Ronald Reagan, Bob Hope and other prominent figures. The templates, which were to be used when the person died, had been on a development site meant for internal review. But the public briefly had access to them after the password protection was disabled. CNN was investigating the cause of the error, which was discovered and fixed Wednesday. CNN spokeswoman Edna Johnson said technicians were trying to determine how long the mock-ups had been exposed through the development site, which was not directly accessible from the main CNN.com news site. Although the templates were no longer accessible to the public, the search engine Google still had a reference Thursday to Reagan's, titled \"Ronald Reagan Remembered.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "29 June 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/humor/mediagoofs/cnnobits.asp",
  "Claim": "Technical glitch on CNN web site revealed obituaries for several famous but not-yet-dead people.",
  "Claim_ID": "humor_mediagoofs_cnnobits",
  "Tags": ""
}