{
  "Origins": "College folklore offers many humorous examples of students who, faced with essay (or other free-form) exam questions they can't answer, write about completely different topics and try to come up with ways of cleverly tying their responses to the questions originally posed.",
  "Fact Check": "",
  "Description": "That same form of humor is employed in the letter displayed above, one in which Dr. Miriam Stoppard, author of the \"Dear Miriam\" advice column (appearing in the UK's Daily Mirror newspaper) seemingly ignores the most important aspect of a reader's plea for help and instead responds to an irrelevant detail. The letter-writer explains that she returned home unexpectedly early one day after her car stalled and found her husband \"parading in front of the wardrobe mirror\" decked out in her lingerie, high-heel shoes, and make-up: Dear Miriam, The other day I set off for work, leaving my husband in the house watching the TV as usual. I hadn't gone a hundred yards down the road when my engine conked out and the car juddered to a halt. I walked back home to get my husband's help. When I got home I found him in the bedroom. I couldn't believe my eyes. He was parading in front of the wardrobe mirror dressed in my underwear and high heel shoes, and he was wearing my make up. I am 32, my husband is 34 and we have been married for 12 years. When I confronted him, he tried to make out that he had dressed up in my lingerie because he couldn't find any of his own underwear. But when I asked him about the make up, he broke down and admitted that he has been wearing clothes for six months. I told him it had to stop, or I would leave him. He was made redundant from his job six months ago, and he says he has been feeling increasingly depressed and worthless. I love him very much, but ever since I gave him the ultimatum, he has become increasingly distant, and I don't feel I can get through to him any more. Please can you help? In reply, Miriam helpfully offers the desperate correspondent tips on how to prevent her car from stalling: A car stalling after being driven a short distance can be caused by a variety of faults in the engine. Start by checking that there is no debris in the fuel line. If it is clear, check the jubilee clips holding the vacuum pipes onto the inlet manifold. If none of these approaches solves the problem, it could be that the fuel pump itself is faulty, causing low delivery pressure to the carburettor float chamber. This item isn't the real thing, though; it's just a spoof of \"Dear Miriam\" which appeared in the satirical publication Viz . In 2008 a version of the fictional exchange made its way onto the pages of Reader's Digest. In that telling, the columnist is addressed as \"Dear Abie\" (note the misspelling). Also of interest is a change made to the text in terms of shifting from a language term appropriate for a British audience (\"made redundant\") to that appropriate for a U.S. audience (\"was let go\"). [Reader's Digest, June 2008] Dear Abie, The other day I set off for work, leaving my husband in the house watching the TV. I hadn't gone more than a mile when my engine conked out and the car shuddered to a halt. I walked back home, only to find my husband making love to our neighbor. He was let go from his job six months ago, and he says he has been feeling increasingly depressed and worthless. I love him very much, but I don't know if I can trust him anymore. What should I do? Sincerely, Frustrated Dear Frustrated, A car stalling can be caused by a variety of faults in the engine. Check that there is no debris in the fuel line. If it's clear, check the jubilee clips holding the vacuum pipes onto the inlet manifold. Or it could be that the fuel pump itself is faulty, causing low delivery pressure to the carburetor float chamber. I hope this helps. Spoof \"advice letter\" send ups are not uncommon here's one where the \"advice seeker\" himself supplies the punch line: [Collected via e-mail, November 2007] Why men are rarely published in Dear Abby Dear Abby, I've never written to you before, but I really need your advice on what could be a crucial decision. I've suspected for some time now that my wife has been cheating on me. The usual signs ... phone rings but if I answer, the caller hangs up. My wife has been going out with the girls a lot recently although when I ask their names she always says, \"Just some friends from work, you don't know them.\" I always stay awake to look out for her taxi coming home, but she always walks down the drive. Although I can hear a car driving off, as if she has gotten out of the car round the corner. Why? Maybe she wasn't in a taxi? I once picked her cell phone up just to see what time it was and she went berserk and screamed that I should never touch her phone again and why was I checking up on her. Anyway, I have never approached the subject with my wife. I think deep down I just didn't want to know the truth, but last night she went out again and I decided to really check on her. I decided I was going to park my Harley Davidson motorcycle next to the garage and then hide behind it so I could get a good view of the whole street when she came home. It was at that moment, crouching behind my Harley, that I noticed that the valve covers on my engine seemed to be leaking a little oil. Is this something I can fix myself or should I take it back to the dealer? Thanks, Worried in Colorado Sightings: On 4 January 2010, Jay Leno read a version of this letter during the \"Headlines\" segment of his TV show.",
  "Originally Published": "",
  "Referred Links": "http://www.viz.co.uk/;http://www.mirror.co.uk/showbiz/yourlife/drmiriam/;",
  "Example": "[Collected via e-mail, June 2007]",
  "Last Updated": "4 January 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/letters/miriam.asp",
  "Claim": "Advice columnist responds to the wrong aspect of reader's letter.",
  "Claim_ID": "humor_letters_miriam",
  "Tags": ""
}