{
  "Origins": "In May 2013 the above-reproduced image was circulated on the Internet, purporting to be a piece of correspondence from Royal Mail customer service representative Steven Myatt sent to a local resident named \"S. Whitman\" on 1 May 2013, politely asking Mr. Whitman to stop pulling a variety of silly pranks on postal employees from the Gloucester branch who deliver mail in his area:",
  "Fact Check": "",
  "Description": "Dear Mr Whitman: I'm writing on behalf of the Gloucester branch who have raised a number of concerns with your recent behaviour towards our staff. Whilst we appreciate that your actions are in no way malicious and are meant in good humour, a number of complaints have been made. Recent events cited include jumping out from behind a bush and shouting \"Beware the giant bees!\", repeatedly answering the door naked and asking if it's \"First Class\" and opening the door whilst having a bread knife under your arm, wearing a ketchup smeared shirt and claiming you'd be[en] attacked by \"crack addled Oompah Loompahs.\" As mentioned before we do understand that you mean no harm by your pranks but a number of our postal staff are now nervous about delivering to your address. As such we would kindly ask you to desist from your 'surprises' or we would be forced to review whether we could maintain our service to your property. I hope you understand our situation and I look forward to your support on this issue. If you have any further questions please do not hesitate to contact myself [sic]. Sincerely, Steven Myatt Customer Services However, the letter itself, rather than the supposed actions of a Gloucester householder, is the prank here. As the Gloucester Citizen reported, the letter was a hoax produced by 42-year-old Stuart Whitman, who disseminated it via Twitter: Stuart Whitman, 42, from Hardwicke, produced an authentic looking letter from a fake customer service adviser complaining about a number of odd incidences at his home. Mr Whitman revealed he was inspired by William Donaldson, who used the pen name Henry Root to write hoax letters to the likes of Margaret Thatcher in the 1970s. The IT specialist said: \"I had been thinking about doing it for a while and I eventually decided to write it on a Friday night when I was bored. \"I took the time to give it the proper letterhead and printed it off before photographing it and posting it on Twitter. \"Normally nothing happens but I just sat there and my phone kept pinging from all the retweets. It just went mad.\" Mr Whitman said he was weighing up whether to write the hoax letter from The Royal Mail or First Great Western Trains. He added: \"People kept asking if I had a thing against the Post Office but I don't. \"The Royal Mail was an easy one to do as I've tweeted a few jokes about opening the door to the postman naked in the past. \"It took about five minutes to do and it looked good. I had no idea it would go like this, it has been retweeted 1,288 times. \"I am really chuffed, it was all done as a joke.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, May 2013] Is this a real letter?",
  "Last Updated": "16 May 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/letters/royalmail.asp",
  "Claim": "Letter from Royal Mail's customer services department asks a local resident to stop pranking postal employees.",
  "Claim_ID": "humor_letters_royalmail",
  "Tags": ""
}