{
  "Origins": "Computers are intimidating, as anyone who still remembers the trepidation that preceeded powering up the beastie for the first time can tell you. That sense of general unease and the certainty that the blasted machine knows more than we ever will has led to the growth of a particular genre of stories, stupid computer user tales.",
  "Fact Check": "",
  "Description": "True, \"stupid guy\" tales abound in every profession and hobby, but the experience of feeling outwitted by the machine is almost universal in the online world, thus the identification with this particular set of tales is widespread. Such lore also provides a measure of comfort in that it's reassuring to think there are folks out there who've done even dumber things than we've so far managed to do. One needs reassurance that one is not entirely clueless, and these tales supply that. They also help rebuild the somewhat damaged self esteem of computer users who have just realized they've done something particularly brainless. \"Stupid computer user\" stories abound, and the genre is so well stocked that it would be impossible to give more than a brief overview of the more common tales: Attempting to use the mouse as a footpedal. Holding a document up to the screen, thinking the monitor will somehow scan and fax it. Attaching floppy diskettes to the side of a metal filing cabinet with magnets. Using the CD-ROM drive as a cupholder. Failing to find the \"any\" key when instructions call for \"strike any key.\" Picking up the mouse, pointing it at the screen, and clicking it as if it were a remote control. Photocopying a diskette when asked to make a copy. Unplugging something vital to the computer's operation to free the outlet for a tea kettle or toaster, causing a company-wide server crash day after day. The WordPerfect \"too stupid\" tale is arguably the most well-loved stupid user tale of all time. This charming anecdote has been kicking around on the Internet since approximately 1996, and it has morphed into a number of variations identifying it as an actual call received by Microsoft, Novell, Corel, or IBM, with some versions adding additional flourishes such as: This is a true story from the WordPerfect helpline. Needless to say the helpdesk employee was fired; however, he/she is currently suing the WordPerfect organization for \"Termination without Cause\". Folks often attempt to make a good story even better, which explains these additional flourishes. Such is the nature of lore: tales are often \"improved\" by those whose hands they pass through. Ah, but was this a true story? Well, sort of, but not quite the \"true\" stuff ended with the tech's discovering that he was dealing with a user who was attempting to access a computer during a power outage. Everything from that point on is what he wished he could have said but wisely kept to himself. Here's a quote from the tech's original post to alt.shenanigans which picks up the story just after his clueless user tells him there's a power outage: This woman was good friends with my supervisor, who was also a French professor (still is, matter of fact and in addition, she's now also my wife), so I couldn't deal with her the way I really wanted to, and was forced to explain sweetly and gently to her that computers needed power just like office lights, and if the office lights were out, then the computer was too, and that yes, if she hadn't saved her work she had probably lost everything she'd done so far in WordPerfect. But I could still fantasize: [The tech goes on to describe what he felt he should have said, culminating in the now infamous \"Too stupid to own a computer\" line.] Credit must be given to this man, both for sharing this wonderful story with the online world and for making a strong effort to sharply define where the real call left off and where his fantasized response began. It was certainly not his fault the complete exchange reality melded with fantasy are now bruited about as \"a real tech call handled by Microsoft.\" His actual response was a model of exemplary customer support, even as he let his very justifiable imaginings run riot. Kudos to the unsung army of lads and lasses who all too often have to exude Job-like patience in their dealings with the terminally computer illiterate. Is it any wonder tales of the Bastard Operator From Hell ilk are much beloved among their ranks? Barbara \"rank and file manager'd\" Mikkelson Additional information stupid computer user tales: Tech Tales Computer Stupidities Bastard Operator From Hell series",
  "Originally Published": "",
  "Referred Links": "http://bofh.ntk.net/BOFH/index.asp;http://www.rinkworks.com/stupid/;http://www.techtales.com;http://web.archive.org/web/19970209064552/http://www.progress.demon.co.uk/Fun/Trouble-with.html;http://en.wikipedia.org/wiki/Any_key;",
  "Example": "[Collected on the Internet, 1997] \"Word Perfect Technical support; may I help you?\" \"Yes, well, I'm having trouble with WordPerfect.\" \"What sort of trouble?\" \"Well, I was just typing along, and all of a sudden the words went away.\" \"Went away?\" \"They disappeared.\" \"Hmm. So what does your screen look like now?\" \"Nothing.\" \"Nothing?\" \"It's blank; it won't accept anything when I type.\" \"Are you still in WordPerfect, or did you get out?\" \"How do I tell?\" \"Can you see the C:\\ prompt on the screen?\" \"What's a sea-prompt?\" \"Never mind. Can you move the cursor around on the screen?\" \"There isn't any cursor: I told you, it won't accept anything I type.\" \"Does your monitor have a power indicator?\" \"What's a monitor?\" \"It's the thing with the screen on it that looks like a TV. Does it have a little light that tells you when it's on?\" \"I don't know.\" \"Well, then look on the back of the monitor and find where the power cord goes into it. Can you see that?\" .....\"Yes, I think so.\" \"Great! Follow the cord to the plug, and tell me if it's plugged into the wall.\" .....\"Yes, it is.\" \"When you were behind the monitor, did you notice that there were two cables plugged into the back of it, not just one?\" \"No.\" \"Well, there are. I need you to look back there again and find the other cable.\" .....\"Okay, here it is.\" \"Follow it for me, and tell me if it's plugged securely into the back of your computer.\" \"I can't reach it.\" \"Uh huh. Well, can you see if it is?\" \"No.\" \"Even if you maybe put your knee on something and lean way over?\" \"Oh, it's not because I don't have the right angle-it's because it's dark.\" \"Dark?\" \"Yes-the office light is off, and the only light I have is coming in from the window.\" \"Well, turn on the office light then.\" \"I can't.\" \"No? Why not?\" \"Because there's a power outage.\" \"A power... A power outage? Aha! Okay, we've got it licked now. Do you still have the boxes and manuals and packing stuff your computer came in?\" \"Well, yes. I keep them in the closet.\" \"Good! Go get them and unplug your system and pack it up just like it was when you got it. Then take it back to the store you bought it from.\" \"Really! Is it that bad?\" \"Yes, I'm afraid it is.\" \"Well, all right then, I suppose. What do I tell them?\" \"Tell them you're too stupid to own a computer.\"",
  "Last Updated": "17 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/business/wordperfect.asp",
  "Claim": "A fed-up computer tech support specialist finally tells a particularly frustrating customer she's \"too stupid to own a computer.\"",
  "Claim_ID": "humor_business_wordperfect",
  "Tags": ""
}