{
  "Origins": "The use of stock photos images of well-known people and places retained on file has been a common practice among the news media for many years now. News outlets don't always have the time or money to dispatch photographers to shoot illustrative pictures for news stories, so in many cases stock photos are pulled from the files and used to accompany articles. The Grand Canyon, for example, hasn't changed much in appearance lately, so a photograph from 1998 or 1987 will generally do perfectly well for a feature about the famous landmark.",
  "Fact Check": "",
  "Description": "But what happens when a landmark has changed significantly in the years since a stock photo was taken? The potential for embarrassment is created if a news outlet were to use such an image without noticing that it would obviously appear out-of-date to viewers. Such is the claim here, where an image from the FOXNews web site depicting the New York City skyline the morning after the 14 August 2003 blackout (when power was still out in much of northeastern North America) purportedy includes a view of the World Trade Center towers, destroyed nearly two years earlier in the September 11 terrorist attacks. Could Fox really have made such a noticeable (and embarrassing) boo-boo by running a photograph of New York City that was at least two years old? The answer is no the image shown above has been misinterpreted by many viewers, to Fox's detriment. The two tall, rectangular buildings shown at the right-hand edge of this Associated Press photograph are not the World Trade Center towers, but the AOL Time Warner Center buildings. As MSNBC describes the photograph in their series of blackout images: The sun rises over the skyline of the Upper West Side of Manhattan as seen from Weehawken, N.J., on Friday [August 15]. The two towers at the far right are part of the AOL Time Warner complex under construction at Columbus Circle.",
  "Originally Published": "",
  "Referred Links": "http://www.msnbc.com/c/0/173/929/ssMain.asp?fmt=child&sld=4&res=10x7&0ss=N283173929;http://www.glasssteelandstone.com/US/NY/AOLTWCenter.html;",
  "Example": "[Collected on the Internet, 2003]",
  "Last Updated": "29 June 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/mediagoofs/blackout.asp",
  "Claim": "Photograph from FOXNews web site depicting the New York City skyline the morning after the 2003 North American blackout includes a view of the World Trade Center towers.",
  "Claim_ID": "humor_mediagoofs_blackout",
  "Tags": ""
}