{
  "Origins": "Well, yes, the IRS is a scam, but it's one you are legally obligated to participate in, so what are you gonna do?",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] Scam Alert! Warning! Please Read Immediately! This IS Serious!!! If you get an envelope from a company called the \"Internal Revenue Service,\" DO NOT OPEN IT! This group operates a scam around this time every year. Their letter claims that you owe them money, which they will take and use to pay for the operation of essential functions of the United States government. This is untrue! The money the IRS collects is used to fund various inefficient and pointless social engineering projects. This organization has ties to another shady outfit called the Social Security Administration, who claim to take money from your regular paychecks and save it for your retirement. In truth, the SSA uses the money to pay for the same misguided make-work projects the IRS helps mastermind. These scam artists have bilked honest, hard working Americans out of billions of dollars. Don't be among them! Please copy this envelope in triplicate according to the guidelines of the \"Paperwork Augmentation Act\" of 1999 and then tear up all three of these envelopes a hundred pieces and send the pieces to the following address: IRS, \"FORM 1040 - NOT EZ\" Rejected Refunds Division Office 1600, Room 412, Cubicle 13, Desk 7, Filing Cabinet 6, Drawer 3, Space 62, Folder 5 Washington, DC 20000-0000 FORWARD THIS MESSAGE TO EVERYONE YOU KNOW [Collected on the Internet, 2003] Subject: Virus Alert Warning!!!!!!!!!! If you get an envelope from a company called Revenue Canada, DO NOT OPEN IT! It could wipe out your entire checking and savings account. This group operates a scam around this time every year. Their letter claims that you owe them money, which they will take and use to pay for the operation of essential functions of the Canadian government. This is untrue! The money Revenue Canada collects is used to fundvarious inefficient and pointless social engineering projects. This organization has ties to another shady outfit called the Canada Pension Plan, which claims to take money from your regular pay checks and saveit for your retirement. In truth, the CPP uses the money to pay for these same misguided make-work projects Revenue Canada helps mastermind. These scam artists have bilked honest, hard working Canadians out of billions of dollars. Don't be among them!",
  "Last Updated": "20 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/irs.asp",
  "Claim": "You should ignore mailings from the 'Internal Revenue Service' because that organization bilks taxpayers out of their money.",
  "Claim_ID": "humor_iftrue_irs",
  "Tags": ""
}