{
  "Origins": "The above-quoted list is one of the Internet's perennials: While it does at times recede into periods of relative dormancy, it always emerges from such to make yet another round of people's inboxes. We've seen versions of it circulating in the online world as far back as 1997, yet it is far older even than that.",
  "Fact Check": "",
  "Description": "With only one exception (\"What can I do about all the Sex, Nudity, Fowl Language and Violence On My VCR?\"), each of the compilation's clueless queries can be found in The Best of Dear Abby , a 1981 offering of memorable letters from her readers. (We note the fact that the appearance of these letters in Abby's compilation only validates that she actually received them; it doesn't rule out the possibility that some of them may have been written by correspondents who were deliberately trying to appear clueless.) Other versions of the e-mail include these additional entries, all also drawn from that same book: DEAR ABBY: I've been going steady with this man for six years. We see each other every night. He says he loves me, and I know I love him, but he never mentions marriage. Do you think he's going out with me just for what he can get? GERTIE DEAR GERTIE: I don't know. What's he getting? DEAR ABBY: My boyfriend is going to be twenty years old next month. I'd like to give him something nice for his birthday. What do you think he'd like? CAROL DEAR CAROL: Never mind what he'd like. Give him a tie. DEAR ABBY: Are birth control pills deductible? KAY DEAR KAY: Only if they don't work. DEAR ABBY: Our son was married in January. Five months later his wife had a ten-pound baby girl. They said the baby was premature. Tell me, can a baby this big be that early? WONDERING DEAR WONDERING: The baby was on time, the wedding was late. DEAR ABBY: Do you think about dying much? CURIOUS DEAR CURIOUS: No, it's the last thing I want to do. DEAR ABBY: Is it possible for a man to be in love with two women at the same time? JAKE DEAR JAKE: Yes, and also hazardous. DEAR ABBY: I know boys will be boys, but my 'boy' is seventy-three and he's still chasing women. Any suggestions? ANNIE DEAR ANNIE: Don't worry. My dog has been chasing cars for years, but if he ever caught one, he wouldn't know what to do with it. DEAR ABBY: I have always wanted to have my family history traced, but I can't afford to spend a lot of money to do it. Any suggestions? SAM IN CAL. DEAR SAM: Yes. Run for public office. DEAR ABBY: What inspires you most to write? TED DEAR TED: The Bureau of Internal Revenue. DEAR ABBY: When you are being introduced, is it all right to say, \"I've heard a lot about you\"? RITA DEAR RITA: It depends on what you've heard. DEAR ABBY: I am forty-four years old and I would like to meet a man my age with no bad habits. ROSE DEAR ROSE: So would I. DEAR ABBY: What's the difference between a wife and a mistress? BESS DEAR BESS: Night and Day. Barbara \"shift(y) work\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, March 2008] Dear Abby, A couple of women moved in across the hall from me. One is a middle-aged gym teacher and the other is a social worker in her mid-twenties. These two women go everywhere together and I've never seen a man go into or leave their apartment. Do you think they could be Lebanese? Dear Abby, What can I do about all the Sex, Nudity, Fowl Language and Violence On My VCR? Dear Abby, I have a man I can't trust. He cheats so much, I'm not even sure the baby I'm carrying is his. Dear Abby, I am a twenty-three year old liberated woman who has been on the pill for two years. It's getting expensive and I think my boyfriend should share half the cost, but I don't know him well enough to discuss money with him. Dear Abby, I've suspected that my husband has been fooling around, and when confronted with the evidence, he denied everything - and said it would never happen again. Dear Abby, Our son writes that he is taking Judo. Why would a boy who was raised in a good Christian home turn against his own? Dear Abby, I joined the Navy to see the world. I've seen it. Now how do I get out? Dear Abby, My forty year old son has been paying a psychiatrist $50.00 an hour every week for two and a half years. Hemust be crazy. Dear Abby, I was married to Bill for three months, and I didn't know he drank until one night he came home sober. Dear Abby, My mother is mean and short tempered - I think she is going through mental pause. Dear Abby, You told some woman whose husband had lost all interest in sex to send him to a doctor. Well, my husband lost all interest in sex - and he is a doctor. Now what do I do? Remember these people can vote...",
  "Last Updated": "9 April 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/humor/letters/dearabby.asp",
  "Claim": "A compendium of hilarious letters to advice columnist Dear Abby.",
  "Claim_ID": "humor_letters_dearabby",
  "Tags": ""
}