{
  "Origins": "As we mentioned in a round-up of classic April Fool's Day pranks which was written nearly ten years ago, one of the more notable japes to occur on that occasion took place in 1976, when British astronomer Patrick Moore informed a radio audience that the movement of two planets would result in an upward gravitational pull which would make people on Earth lighter at precisely 9:47 a.m. that day. He invited his audience to jump in the air and experience \"a strange floating sensation,\" and within minutes dozens of listeners had reportedly phoned in to say the experiment had worked!",
  "Fact Check": "",
  "Description": "Classic jokes never go away, and so even though Patrick Moore passed away in December 2012, his leg-pull from the mid-1970s was recycled (outside its obvious April Fool's Day context) in an article claiming that very same event, caused by the very same phenomenon, would take place at the very same time of day only this time on January 4 (a date which coincided with Earth's closest approach to the sun for the year) rather than April 1: It has been revealed by the British astronomer Patrick Moore that, on the morning of January 4th 2014, an extraordinary astronomical event will occur. At exactly 9:47 am, the planet Pluto will pass directly behind Jupiter, in relation to the Earth. This rare alignment will mean that the combined gravitational force of the two planets would exert a stronger tidal pull, temporarily counteracting the Earth's own gravity and making people weigh less. Moore calls this the Jovian-Plutonian Gravitational Effect. Moore told scientists that they could experience the phenomenon by jumping in the air at the precise moment the alignment occurred. If they do so, he promised, they would experience a strange floating sensation. Astronomers have long been aware that there would be an alignment of the planets on that date, when Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus, Neptune and Pluto would be on the same side of the Sun, within an arc 95 degrees wide. But now the effect could be expected as the gravitational effect of the other planets on the Earth s crust is maximum even at their closest approach. If you think you will be able to float around your house then you will be mistaken. BUT if you jump in the air at 9:47AM local time on January 4th 2014, it should take you about 3 seconds to land back on your feet instead of the usual 0.2 seconds. January 4th 2014 will be a popular day for crazy stunts going on youtube. Do you have any ideas for stunts? Twitter HashTag #ZeroGDay Once that date came and passed without the occurrence of any unusual gravitational phenomenon on Earth, the same concept was updated and republished in another article claiming that noteworthy planetary alignment event would now take place on 4 April 2014 and was recycled again for 4 January 2015. Different day; same joke. Some denizens of Earth may indeed enjoy jumping up and down at precisely \"9:47 AM local time on January 4th 2015,\" but if they do, they won't be hanging above the surface of the Earth for any longer than they would on any other day or time.",
  "Originally Published": "",
  "Referred Links": "http://news-hound.org/planetary-alignment-decreases-gravity-float-for-5-minutes-zerogday/;https://web.archive.org/web/20140119123506/http://news-hound.net/january-4th-2014-planetary-alignment-decreases-gravity-float-for-5-minutes/;http://www.theguardian.com/science/2012/dec/10/patrick-moore-astronomer-master-universe;",
  "Example": "[Collected on the Internet, March 2014] I read an article on Facebook that said a planetary alignment onJanuary 4th 2015 will cause everyone on earth to experience a slightweightlessness. Supposedly, instead of 0.2 seconds to land after jumpingoff the ground it will take closer to 3 seconds to come back down! Is thistrue?",
  "Last Updated": "21 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/zerogday.asp",
  "Claim": "An unusual planetary alignment on 4 January 2015 will make people on Earth weigh less.",
  "Claim_ID": "humor_iftrue_zerogday",
  "Tags": ""
}