{
  "Origins": "The realms of science and technology include many instances of \"accidental discoveries,\" cases in which inventors sought to develop one thing, but ended up creating something quite different. Wilson Greatbatch , for example, was working on building an oscillator to record heart sounds when he accidentally installed the wrong kind of resistor, a mistake that led to his creation of the implantable cardiac pacemaker.",
  "Fact Check": "",
  "Description": "Although the artificial sweetener aspartame (marketed under the brand name NutraSweet) was also an accidental discovery, it was not initially developed as an \"ant poison.\" It was first synthesized during research into an anti-ulcer drug, and after its unexpected sweet taste was realized, it was developed by G.D. Searle in the late 1960s and early 1970s for use as an artificial sweetener. Other artificial sweetener products such as saccharin and cyclamates had already reached the market well before the development of aspartame, but many consumers felt saccharin had too much of a bitter aftertaste, and the U.S. banned cyclamates as a food additive in 1969 over (still disputed) links between cyclamate consumption and bladder cancer, so a potentially large market niche still existed for a product such as aspartame. (Coincidentally, saccharin was something of an accidental discovery, its super-sweet properties coming to light in 1879 after a laboratory worker spilled some of the substance on his hand.) The author of the anti-aspartame screed reproduced above appears to have taken her information about aspartame's being \"developed as an ant poison, and only changed to being considered non-poisonous after it was realized that a lot more money could be made on it as a sweetener\" directly from a satirical August 2006 article titled \"FDA Certifies Aspartame as Ant Poison,\" which states: The US Food and Drug Administration (FDA) has certified the popular sweetener aspartame, also known as NutraSweet, as an ant poison. \"Aspartame was originally developed as an ant poison and it was only changed to being non-poisonous after it was realized that a lot more money could be made on it as a sweetener,\" said FDA chief Ralph Roachman. \"We are just notifying the public and industry about the original and best use of this stuff.\" The appearance of this article on a site called The Spoof!, along with its disclaimer that \"The story as represented above is written as a satire or parody. It is fictitious,\" should provide most readers with sufficient clues for discerning that the article is, in fact, a spoof. Unfortunately, the mistaking of parody for factual information is representative of the dubious quality of much of the anti-aspartame information to be found on the Internet. As for the claim that aspartame (regardless of its intended use) effectively kills insects such as ants, no evidence supports that assertion. Many common, non-toxic substances (such as talcum power or pepper) serve as effective deterrents to keep ants away from household areas, simply because the sprinkling of those substances significantly alters the ants' habitat by disrupting the scent trails those critters typically follow. As a test, we conducted a simple experiment by setting up three Ant Farm brand live ant habitats and stocking them with harvester ants. The ants of one habitat were fed (refined) sugar, sugar water, and products made with sugar; the ants of another habitat were fed aspartame, Diet Coke, and products made with aspartame; and the ants of a control group were fed ordinary water and the types of (natural) foods recommended by the Ant Farm manufacturers. The ants that were fed aspartame not only survived but thrived, digging as many tunnels and appearing just as active as their counterparts from the other two habitats: We also note that in 2007-08, Wizzie Brown of Texas A&M's Agrilife Extension Service conducted studies on the effectiveness of aspartame as a mound treatment for controlling of fire ants. In two different studies (one involving sprinkling aspartame onto fire ant mounds, the other involving watering aspartame into the mounds), Brown found no difference between aspartame-treated mounds and untreated control plots.",
  "Originally Published": "",
  "Referred Links": "http://fireant.tamu.edu/entomologist-testing-puts-bite-on-many-home-fire-ant-treatments/;http://agrilifeextension.tamu.edu/;http://www.getipm.com/thebestcontrol/bugstop/control_ant.htm;http://www.thespoof.com/;http://www.thespoof.com/spoof-news/science-technology/11213/fda-certifies-aspartame-as-ant-poison;http://www.elmhurst.edu/~chm/vchembook/549saccharin.html;http://web.mit.edu/invent/iow/greatbatch.html;",
  "Example": "[Collected via e-mail, 2006] The World's Best Ant Poison We live in the woods, and carpenter ants are a huge problem. We have spent thousands of dollars with Orkin and on ant poisons trying to keep them under control but nothing has helped. So when I read somewhere that aspartame (Nutrasweet sweetener) was actually developed as an ant poison, and only changed to being considered non-poisonous after it was realized that a lot more money could be made on it as a sweetener than as an ant poison, I decided to give it a try. I opened two packets of aspartame sweetner, and dumped one in a corner of each of our bathrooms. That was about 2 years ago and I have not seen any carpenter ants for about 9 to 12 months. It works better than the most deadly poisons I have tried. Any time they show up again, I simply dump another package of Nutrasweet in a corner, and they will be gone for a year or so again. Since posting this information I have had many people tell me of their success solving ant problems with this substance, when nothing else worked. We found later that small black ants would not eat the aspartame. It was determined that if you mixed it with apple juice, they would quickly take it back to the nest, and all would be dead within 24 hours, usually. I have found that sometimes it will kill them, and sometimes it does not. Not sure why, may be slightly different species of ants or something. Fire Ants We got our first fire ant hill about 2 weeks ago. My son had tried Terro Outdoor ant poison on some hills near his hour some time ago without success, so I figured I would give aspertame a try. I opened 4 packets and scattered the aspertame over the mound. The ants seemed to be ignoring it, but a storm came in in about an hour, and washed it all away. So the following week I tried again. Once again they ignored it for 24 hours although some very small black ants found it and begun carrying it off. Then we got a light rain. It was just a sprinkle, enough to moiston the neutrasweet and ground, but not enough to wash it away. They went crazy, hundreds of them grappbing it and taking it back into the mound. When I checked the mound 2 days later, there was no sign of the fire ants. I even dug the mound up some, and still saw none of them. AI called to the Agriculture department and they said they may have moved. They are sending someone over to see if they are dead or just moved. I will keep you posted when I find out for sure. How does it Work Aspertame is neuropoison. It most likely kills the ants by interferring with their nervous system. It could be direct, like stopping their heart, or something more subtile like killing their sense of taste so they can't figure out what is eatable, or smell, so they can't follow their trails, or misidentify their colonies members, so they start fighting each other. Not sure what causes them to end up dieing, just know that for many species of ants it will kill the quickly and effectively. As with any poison I recommend wearing gloves and washing any skin areas that come in contact with this poison, and avoid getting in your mouth, despite anything the labeling may indicate. I suspect it will work for other insects such as yellow jackets as well, but have not tested that yet.",
  "Last Updated": "11 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/antpoison.asp",
  "Claim": "The artificial sweetener aspartame was originally developed as an ant poison.",
  "Claim_ID": "humor_iftrue_antpoison",
  "Tags": ""
}