{
  "Origins": "The allure of on-line interaction has led more than a few Internet users to neglect more important matters family, friends, jobs, school, grooming while absorbed in their virtual worlds, but so far nobody has been so caught up with participating in on-line discussion groups that he neglected eating to the point of starvation.",
  "Fact Check": "",
  "Description": "The above-quoted excerpt comes from a bit of satire on Internet fixation published on 25 April 2005 on MediaPost , a gateway to online media and advertising publications",
  "Originally Published": "",
  "Referred Links": "http://publications.mediapost.com/index.cfm?fuseaction=PublicationsHome.showHomePage;http://publications.mediapost.com/index.cfm?fuseaction=Articles.showArticleHomePage&art_aid=29415;http://publications.mediapost.com/index.cfm?fuseaction=Articles.showArticleHomePage&art_aid=29415;",
  "Example": "[Collected on the Internet, 2005] A WEST NYACK, N.Y. MAN was found dead at his computer apparently the victim of trying to keep up with too many professional forums. Childress H. Wanamaker, 54, an account executive at a New York-based new media company, died of starvation according to the West Nyack coroner's office. Wanamaker's emaciated body was found by Loraine, his wife of 26 years, who told MediaPost she had been bringing her husband meals on plastic trays for weeks, but that he never took the time to eat them. \"He was glued to his computer 24/7,\" she said tearfully. \"He was so afraid he was going to miss an opportunity to contribute a comment or start a discussion, that he just stopped eating.\" She added that Wanamaker's last words were \"OK Picard, stick that in your pipe and smoke it...\" Computer forensic specialists from SUNY at Cortland discovered that Wanamaker was subscribed to 48 different forums and networking communities including one apparently having to do with the elderly called \"oldtimers\" and another apparently limited to just 100 people. They also found that he posted a comment into one forum or another on an average of two per minute every hour of the day for the past seven weeks. \"He felt under terrible pressure to be part of the online community,\" said his son, Lucian, who says he tried several times to get his father's attention and lure him away from the computer. \"The only time he even looked up was when I told him I had seen Dane Madsen trying to steal his car out of the driveway.\" [Rest of article here.]",
  "Last Updated": "3 June 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/starved.asp",
  "Claim": "A man starved to death because he refused to leave his computer long enough to eat.",
  "Claim_ID": "humor_iftrue_starved",
  "Tags": ""
}