{
  "Origins": "People are awfully picky, aren't they? I mean, a blind pilot manages to get them from San Francisco to Sacramento all on his own, but they aren't even willing to give him a chance to finish the trip to Los Angeles. Geez. (Why a flight from San Francisco to Los Angeles would go through Sacramento is beyond us, but airline schedules don't always make sense.)",
  "Fact Check": "",
  "Description": "In the mid-1990s, this tale was told about George Shearing, the blind jazz pianist (who pretended to be the pilot during a stopover in San Francisco on a flight from from Los Angeles to Seattle). In November 2003, someone sent the \"pilot's dog\" story to Dear Abby, presenting it as something a friend had witnessed on a flight from Seattle to San Francisco with a stopover in Sacramento. Abby replied: For someone with a fear of flying, that may have been the last straw. However, with airline technology advancing at the rate it has in recent years, what they surmised may one day be reality.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] Seeing Eye Dog (true story) I was flying from San Francisco to Los Angeles. By the time we took off, there had been a 45-minute delay and everybody on board was ticked. Unexpectedly, we stopped in Sacramento on the way. The flight attendant explained that there would be another 45-minute delay, and if we wanted to get off the aircraft, we would reboard in 30 minutes. Everybody got off the plane except one gentleman who was blind. I noticed him as I walked by and could tell he had flown before because his Seeing Eye dog lay quietly underneath the seats in front of him throughout the entire flight. I could also tell he had flown this very flight before because the pilot approached him and, calling him by name, said, \"Keith, we're in Sacramento for almost an hour. Would you like to get off and stretch your legs?\" Keith replied, \"No thanks, but maybe my dog would like to stretch his legs.\" Picture this . . . All the people in the gate area came to a completely quiet standstill when they looked up and saw the pilot walk off the plane with the Seeing Eye dog! The pilot was even wearing sunglasses. People scattered. They not only tried to change planes, they also were trying to change airlines!",
  "Last Updated": "29 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/jokes/pilotdog.asp",
  "Claim": "Airline pilot takes seeing eye dog for a walk, causing much consternation amongst the waiting passengers.",
  "Claim_ID": "humor_jokes_pilotdog",
  "Tags": ""
}