{
  "Origins": "Despite the best efforts of proofreaders, typographical errors still manage to creep into print from time to time. And other kinds of mistakes (e.g., factual errors, inappropriate material) can creep into even such staid publications as maps, dictionaries, and encyclopedias for a variety of reasons: simple human error, intentional insertion as copyright traps, and even deliberate acts of sabotage.",
  "Fact Check": "",
  "Description": "The item quoted above isn't an example of that last category, however. Supposedly a long, anarchic definition of the word 'mutton' sneaked into the 1999 edition of the Random House dictionary by a recently-dismissed, long-time employee, it's actually a humor piece by comedian Steve Martin which was published in the \"Shouts & Murmurs\" of The New Yorker in 1999.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20070613200535/http://www.compleatsteve.com/essays/lexicographer.htm;",
  "Example": "[Collected via e-mail, July 2007] I don't have a 1999 Random House unabridged handy, but I hope this one is true. Received via email: Disgruntled Former Lexicographer The following definition was discovered in the 1999 edition of the Random House dictionary. The crafting of this definition was the final assignment of Mr. Del Delhuey, who had been dismissed after 32 years with the company. Mutton (mut'n), n. [Middle English, from Old French mouton, moton, from Medieval Latin multo, multon-, of Celtic origin.] 1.The flesh of fully grown sheep. 2. A glove with four fingers. 3. Two discharged muons. 4. Seven English tons. 5. One who mutinies. 6. To wear a dog. 7. A fastening device on a mshirt or mblouse. 8. Fuzzy underwear for ladies. 9. A bacteria-resistant amoeba with an attractive do. 10. To throw a boomerang weakly. 11. Any kind of lump. (slang) 12. A hundred mittens. 13. An earthling who has been taken over by an alien. 14. The smallest wholeparticle in the universe, so small you can hardly see it. 15. A big, nasty cut on the hand. 16. The rantings of a flibbertigibbet. 17. My wife never supported me. 18. It was as though I worked my whole life and it wasn't enough for her. 19. My children think I'm a nerd. 20. In architecture, a bad idea. 21. Define this, you nitwits. 22. To blubber one's finger over the lips while saying, 'bluh.' 23. I would like to take a trip to the seaside, where no one knows me. 24. I would like to be walking on the beach when a beautiful woman passes by. 25. She would stop me and ask me what I did for a living. 26. I would tell her I am a lexicographer. 27. She would say, \"Oh, you wild boy.\" Exactly that, not one word different. 28. Then she would ask me to define our relationship, which at that point would be one minute old. I would demur. But she would say, \"Oh please define this second for me right now.\" 29. I would look at her and say, \"Mutton.\" 30. She would swoon. Because I would say it in a slight Spanish accent, at which I am very good. 31. I would take her hand and she would notice me feeling her wedding ring. I would ask her whom she is married to. She would say, \"A big cheese at Random House.\" 32. I would take her to my motel room, and teach her the meaning of love. 33. I would use the American Heritage, out of spite, and read all the definitions. 34. Then I would read out of the Random House some of my favorites among those that I worked on: \"the\" (just try it); \"blue\" (give it a shot, and don't use the word 'nanometer'). 35. I would make love to her according to the O.E.D., sixth definition. 36. We would call room service and order tagliolini without looking it up. 37. I would return her to the beach, and we would say good-bye. 38. Gibberish in e-mail. 39. A reading lamp with a lousy fifteen-watt bulb, like they have in Europe. Also: a. muttonchops: slicing sheep meat with the face. b. muttsam: sheep floating in the sea. c. muttonheads: the Random House people.",
  "Last Updated": "5 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/misxlate/mutton.asp",
  "Claim": "Disgruntled Random House employee sneaks unusual definition of 'mutton' into the publisher's 1999 dictionary.",
  "Claim_ID": "humor_misxlate_mutton",
  "Tags": ""
}