{
  "Origins": "One attribute we here at snopes.com have in common with advice columnists is that we both receive a fair amount of rather bizarre mail most of it sent in earnest, but some of it sent by pranksters trying to see if they can trick someone into publishing their bits of inventive fiction. We probably have a bit of an advantage over the advice columnists in that the false and the apocryphal are as much our stock in trade as the true and genuine we deal with the kinds of things people believe to be true; whether or not folkloric tales are actually true is usually irrelevant. Columnists, on the other hand, generally prefer not to be doling out advice to readers seeking answers to phony, contrived problems.",
  "Fact Check": "",
  "Description": "The bogus biographical bug bit advice columnist \"Dear Abby\" in March 2004, when Universal Press Syndicate pulled her upcoming 15 March column after a newspaper editor who read it in advance noticed that one of the letters she had answered sounded a bit too . . . familiar. (Despite Universal Press Syndicate's having rescinded the column, a few newspapers chose to run it anyway.) In a column titled \"Wife meets perfect match after husband strikes out,\" Abby proffered advice to a woman who signed her letter \"Stuck in a Love Triangle.\" Mrs. \"Stuck\" described herself as a 34-year-old woman with three children who had been married for 10 years to Gene, her \"greedy, selfish, inconsiderate and rude\" husband. So inconsiderate was Gene that his birthday present to his wife was a bowling ball one drilled to fit his own fingers, with his name embossed on it (and presented, of course, to a woman who didn't even know how to bowl). But \"Stuck\" decided to spite her selfish husband by keeping the ball and learning how to bowl, leading to her meeting Franco a man who was \"kind, considerate and loving\" at the local lanes. One thing led to another, they fell in love, and Franco proposed, putting \"Stuck\" in a quandary: \"I no longer love Gene. I want to divorce him and marry Franco. At the same time, I'm worried that Gene won't be able to move on with his life. I also think our kids would be devastated. What should I do?\" Abby's solution was for \"Stuck\" to admit her infidelity to her husband: \"To save the marriage, he might be willing to change back to the man who bowled you over in the first place.\" \"Stuck\"'s dilemma may sound so familiar to some readers it was taken directly from the plot of a first-season episode of the animated TV series The Simpsons (\"Life on the Fast Lane,\" also known as \"Jacques to Be Wild,\" first aired 18 March 1990), synopsized by TV Guide thusly: \"Homer's birthday present 'for Marge' is a bowling ball, prompting Marge to teach him a lesson by taking up the sport and maybe also a handsome instructor.\" This wasn't the first time a prominent advice columnist had been tripped up with a recycled plot. In 1994, a mischievous reader (all right, I'll confess it was me) sent Abby's sister, Ann Landers, a letter based upon a well traveled urban legend to see if she'd fall for it. She did, printing and answering the letter in her 1 May column.",
  "Originally Published": "",
  "Referred Links": "http://www.tv.com/shows/the-simpsons/life-on-the-fast-lane-1294/;",
  "Example": "",
  "Last Updated": "1 May 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/humor/mediagoofs/dearabby.asp",
  "Claim": "A 'Dear Abby' advice column was pulled because it included a letter taken from an episode of The Simpsons .",
  "Claim_ID": "humor_mediagoofs_dearabby",
  "Tags": ""
}