{
  "Origins": "Much as we dislike killing a perfectly good joke by overanalyzing it, the sheer number of people who have written to us about this item to ask \"Is this true?\" compels us to say something about it.",
  "Fact Check": "",
  "Description": "Although many manufacturers have tried to appeal to quality-conscious consumers by indicating their products are individually inspected or tested (remember those \"Inspected by No. 3 \" tags found in packages of underwear and the pockets of shirts and pants?), our survey of thermometers available at the local drug store turned up none advertised as \"personally tested,\" whether they were Johnson & Johnson or any other brand. (They typically come in packaging identifying them as having been \"calibrated for accuracy,\" or similar phrasing.) Regardless, the point that some people are apparently missing is that rectal thermometers aren't tested by using them the very same way end consumers would. The \"testing\" they're put through is a process which ensures they accurately measure a designated range of temperatures, achieved by calibrating them with known temperatures in carefully-controlled conditions. Personal individual testing of rectal thermometers is too labor-intensive and time-consuming a process for such an inexpensive product, nor would it satisfactorily ensure accuracy because the body temperatures of the \"testers\" would be too variable (and the manufacturer would have to employ a whole lot of very sick people to test their thermometers across the high and low extremes of human body temperature). Aside from that, there are more than a few health regulations that prohibit the resale of items which have previously been inserted into someone's rectum.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2002] Came across the following. Sounds like an urban legend to me. Couldn't find denial or confirmation anywhere. Can you? When you've had an absolute \"I hate my job\" day, try this: On your way home from work, stop at your pharmacy and go to the thermometer section. You will need to purchase a rectal thermometer made by Johnson and Johnson. Be very sure you get this brand. When you get home, lock your doors, draw the drapes, and disconnect the phone so you will not be disturbed during your therapy. Change to very comfortable clothing, such as a sweat suit and lie down on your bed. Open the package and remove the thermometer. Carefully place it on the bedside table so that it will not become chipped or broken. Take out the material that comes with the thermometer and read it. You will notice that in small print there is a statement: \"Every rectal thermometer made by Johnson and Johnson is personally tested\" Now close your eyes and repeat out loud five times: \"I am so glad I do not work for quality control at the Johnson and Johnson Company\". Have a nice day everyone and remember, there is always someone with a worse job than yours.",
  "Last Updated": "1 February 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/jokes/thermometer.asp",
  "Claim": "Johnson & Johnson rectal thermometers are \"personally tested.\"",
  "Claim_ID": "humor_jokes_thermometer",
  "Tags": ""
}