{
  "Origins": "If anyone were truly in the know about the state of the U.S. economy, it would be the Chairman of the Federal Reserve, Ben Bernanke . However, folks shouldn't give any credence to the story quoted above, because it originates with The Onion , an American news satire organization that has been publishing spoofs based on current events since the late 1980s. (Long before it had a web presence, The Onion was a newspaper.)",
  "Fact Check": "",
  "Description": "Other Onion articles of approximately the same vintage: Obama Turns 50 Despite Republican Opposition Danny DeVito A Lot Taller, Thinner In Person Windows Opened On Both Coasts In Effort To Create Transcontinental Cross-Breeze Barbara \"onion peals\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.theonion.com/articles/windows-opened-on-both-coasts-in-effort-to-create,21047/;http://www.theonion.com/articles/danny-devito-a-lot-taller-thinner-in-person,21060/;http://www.theonion.com/articles/obama-turns-50-despite-republican-opposition,21061/;http://www.theonion.com/;http://www.federalreserve.gov/aboutthefed/bios/board/bernanke.htm;http://www.theonion.com/articles/drunken-ben-bernanke-tells-everyone-at-neighborhoo,21059/;",
  "Example": "Drunken Ben Bernanke Tells Everyone At Neighborhood Bar How Screwed U.S. Economy Really Is SEWARD, NE Claiming he wasn't afraid to let everyone in attendance know about \"the real mess we're in,\" Federal Reserve chairman Ben Bernanke reportedly got drunk Tuesday and told everyone at Elwood's Corner Tavern about how absolutely fucked the U.S. economy actually is. Bernanke, who sources confirmed was \"totally sloshed,\" arrived at the drinking establishment at approximately 5:30 p.m., ensconced himself upon a bar stool, and consumed several bottles of Miller High Life and a half-dozen shots of whiskey while loudly proclaiming to any patron who would listen that the economic outlook was \"pretty goddamned awful if you want the God's honest truth.\" \"Look, they don't want anyone except for the Washington, D.C. bigwigs to know how bad shit really is,\" said Bernanke, slurring his words as he spoke. \"Mounting debt exacerbated and not relieved by unchecked consumption, spiraling interest rates, and the grim realities of an inevitable worldwide energy crisis are projected to leave our entire economy in the shitter for, like, a generation, man, I'm telling you.\" [Remainder of the article here]",
  "Last Updated": "4 August 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/bernanke.asp",
  "Claim": "Drunk Chairman of the Federal Reserve lets loose in a bar about how bad the U.S. economy truly is.",
  "Claim_ID": "humor_iftrue_bernanke",
  "Tags": ""
}