{
  "Origins": "Yet another bit of e-lore to demonstrate the concept that there is no joke so obvious someone won't take it at face value. We've had a number of folks ask if this was on the up-and-up, some of them very concerned about this new threat to male virtue.",
  "Fact Check": "",
  "Description": "In 2004 an expanded version came into circulation: POLICE WARNING: Police are warning all men who frequent clubs, parties and local pubs to be alert and stay cautious when offered a drink from any woman. Many females use a date rape drug on the market called ...Beer. The drug is found in liquid form and available anywhere. It comes in bottles, cans, from taps and in large \"kegs\". Beer is used by female sexual predators at parties and bars to persuade their male victims to go home and have sex with them. A woman needs only to get a guy to consume a few units of Beer and then simply ask him home for no strings attached sex. Men are rendered helpless against this approach. After several Beers, men will often succumb to the desires to perform sexual acts on horrific looking women whom they would never normally be attracted. After drinking Beer, men often awaken with only hazy memories of exactly what happened to them the night before, often with just a vague feeling that \"something bad\" occurred. At other times these unfortunate men are swindled out of their life's savings, in a familiar scam known as a \"relationship\". In extreme cases, the female may even be shrewed enough to entrap the unsuspecting maleinto a longer term form of servitude and punishment referred to as \"marriage\". Men are much more susceptible to this scam after Beer is administered and sex is offered by the predatory females. Please!Forward this warning to every male you know. If you fall victim to this beer and the women administering it..... There are male support groups where you can discuss the details of your shocking encounter with similarly affected like-minded guys. For the support group nearest you, just look up \"Golf Courses\" in the phone book. For the record, there is no new date rape drug called \"beer.\" However, if the object of the game is to get laid, the procedure as described in the e-mail will likely prove quite effective. A sex-minded lass wouldn't have to go too far through the male population of any given bar buying them beer (we recommend Heineken, because a gal has to have some standards) and offering a strings-free chase across the sheets before she found someone to take her up on it. In most cases, the beer wouldn't even be necessary. Barbara \"suds 'n' impact\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] Warning: Important News To All Guys Who Go Out To Clubs Or Bars: Men need to be more alert and cautious when getting a drink offer from a woman. There is a new drug that is in liquid form. The drug is now being used by female sex predators at parties and bars to induce male victims to have sex with them. The shocking news is that the drug is available virtually everywhere! It goes by the street name, \"beer.\" All women have to do is buy a \"beer\" or two for almost any guy and then simply ask the guy home for no-strings-attached sex. Men are rendered literally helpless against such tactics. Please forward this to everyone you know immediately!",
  "Last Updated": "17 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/beer.asp",
  "Claim": "A new date rape drug, \"beer,\" is being used by female sex predators preying on men in bars.",
  "Claim_ID": "humor_iftrue_beer",
  "Tags": ""
}