{
  "Origins": "One of the best-loved character types of our literature is the scamp, the affable ne'er-do-well who manages to get himself into any number of scrapes but who extricates himself at the moment of crisis by dint of his quick wit and natural aplomb. He's adventurous and daring and cool under pressure, and we envy him his facility in finding the right thing to say in the nick of time to escape the just deserts that would otherwise be meted out to him. Our admiration is of the \"Gosh, I wish I could be like that\" variety, as too often real life leaves us stumbling about ungracefully when the spotlight is unexpectedly shined upon us.",
  "Fact Check": "",
  "Description": "This tale about a switch in roles between a famous person and his servant shows the scamp at his weaseling best: at the instant when his duplicity is about to be revealed (and before a large audience, yet) he finds a deft way out of his predicament. Even as the story reminds us that there's a big difference between looking the part and actually being the man who has a right to be in the spotlight, we can't help but be delighted by the antics of this natural comedian. I'm afraid this incident no more happened to Einstein's chauffeur than it did to the Easter Bunny. This story has long been part of the canon of Jewish folklore, usually framed as a tale about the envious manservant of a wise rabbi who has been invited to address a gathering of elders in a distant town. Einstein is a particularly bad fit for this legend in that of all the brilliant people chronicled in history, he's about the only one almost everyone would immediately recognize. Thus, the story's premise, that the scientist and his driver could change places without others catching on, would fail. (In fact, every version of this anecdote that involves some famous personage is inherently implausible, because how could an audience fail to recognize the well known person they'd come to hear was not the one actually speaking to them?) Here's how a non-Einstein version of the tale was told in 1950: In Nathan Ausubel's \"Treasury of Jewish Folklore\" appears the story of a famous preacher of Dubno whose driver stopped enroute to a lecture date and said, \"Rabbi, do me a favor. For once I'd like to be the one receiving all the honors and attention, to see what it feels like. For this one engagement, exchange clothes with me. You be the driver and let me be the rabbi.\" The preacher, a merry and generous soul, laughed and said, \"All right but remember, clothes don't make the rabbi. If you're asked to explain some difficult passage of the Law, see that you don't make a fool of yourself.\" The exchange was effected. Arrived at their destination, the bogus rabbi was received with tumultuous enthusiasm, and obviously loved every minute of it. Finally, however, there came the dreaded moment when an extremely tricky question was put to him. He met the test nobly. \"A fine lot of scholars you are,\" he thundered. \"Is this the most difficult problem you could ask me? Why, this is so simple even my driver could explain it to you.\" Then he called the Preacher of Dubno: \"Driver, come here for a moment and clarify the Law for these dull-witted fellows.\" (In other versions of the preceding Jewish folktale, the driver is presented as the scholar's manservant and traveling companion.) In 2004 the story appeared in Reader's Digest , minus Jewish scholars or Albert Einstein, but picking up a couple of Marines in exchange: As a benefits specialist in the Marines, I travel around delivering lectures on life insurance. After listening to a dozen of these talks, the corporal who drove me from base to base insisted he knew my spiel by heart. \"Prove it,\" I said. So at the next base the corporal delivered my speech. As he ended his flawless performance, a Marine asked, \"What do I pay for insurance after I leave the Corps?\" My driver froze. Was the jig up? Would ignorance of the facts force him to crumble? Not my corporal. \"Marine,\" he said sternly, as he pointed to me, \"that is such a dumb question that I am going to let my driver answer it.\" The story element of a famous person's switching places with his driver turns up in other jokes, too. Indeed, I recall telling this one in 1994: The Pope is making a tour of the United States and of course has a very busy schedule that he's trying his best to stick to. Unfortunately, things run a bit long at one stop and he has to make up time any way he can if he's to be on time for the next gathering. So he dismisses the rest of the entourage and takes off in his Popemobile with just his driver. They're making good time on the back roads, but His Holiness is still worried they're going to be late. He tells his driver to floor it, but the fella refuses to push it any further. After all, he'd heard the police in those parts were tough on speeders and didn't want to find out first-hand. This pisses off His Holiness and he orders the driver to pull over. He insists on doing the driving himself for he says no one will toss the Pope in jail. They take off in a cloud of dust, His Holiness at the wheel, his driver cowering in the back seat. Not too much later a State Trooper pulls them over. The young man strides up to the car all businesslike and mean. This lasts right up until he sees who's driving. His face pasty-white, he heads back to his car to radio in for some advice. \"Uh, let me talk to the Chief ... Hello, sir. Sorry to trouble you, but I have a bit of a problem. Just pulled over a speeder and it turns out he's someone quite important. How should I handle this?\" \"Depends on who you got, son. Let me guess, it's the Mayor, right? Had himself another snootful and on a tear?\" \"Uh, no sir, not the Mayor.\" \"Bigger than that, eh? Not the Senator again! And don't tell me he had another young girl with him. It's getting awful hard to keep him out of the papers, you know.\" \"Uh, no sir, wasn't the Senator. Someone a lot more important.\" \"Well, who you got, son? The President?\" \"I don't rightly know, sir. But whoever he is, he must be damned important because the Pope's his driver.\" The same tale popped up again in 2008, this time involving former Los Angeles Dodgers manager Tommy Lasorda switching places with his cab driver for a speaking engagement at a baseball banquet: Baseball historian Dick Beverage, filling in for Lasorda as emcee [at the 83rd Assn. of Professional Ball Players of America banquet], said, \"One time Tommy was headed for a speaking engagement in a taxi when the cab driver says, 'I've heard your stories so many times I could deliver your speech.'\" Beverage said an offended Lasorda decided to let the cab driver deliver his speech, and the two swapped clothes. \"The cab driver did a vintage Lasorda, but then he got hit with a couple of difficult questions from the audience about the Dodgers,\" Beverage said. \"So the impostor pointed at Lasorda, who was in the back of the room wearing a cab driver's cap and outfit, and said, 'I'm going to let my cab driver answer those.'\" Barbara \"impersonage\" Mikkelson Sightings: Comedian Jerry Clower tells this yarn as \"The Chauffeur and the Professor\" on his 1970 album From Yazoo City, Mississippi Talkin' .",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2004] He's Nobody's Fool When Albert Einstein was making the rounds of the speaker's circuit, he usually found himself eagerly longing to get back to his laboratory work. One night as they were driving to yet another rubber-chicken dinner, Einstein mentioned to his chauffeur (a man who somewhat resembled Einstein in looks & manner) that he was tired of speechmaking. \"I have an idea, boss,\" his chauffeur said. \"I've heard you give this speech so many times. I'll bet I could give it for you.\" Einstein laughed loudly and said, \"Why not? Let's do it!\" When they arrived at the dinner, Einstein donned the chauffeur's cap and jacket and sat in the back of the room. The chauffeur gave a beautiful rendition of Einstein's speech and even answered a few questionsexpertly. Then a supremely pompous professor asked an extremely esoteric question about anti-matter formation, digressing here and there to let everyone in the audience know that he was nobody's fool. Without missing a beat, the chauffeur fixed the professor with a steely stare and said, \"Sir, the answer to that question is so simple that I will let my chauffeur, who is sitting in the back, answer it for me.\"",
  "Last Updated": "9 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/jokes/einstein.asp",
  "Claim": "Albert Einstein switches places with his chauffeur for a speaking engagement, then fields a question directed to the man the audience thought was him.",
  "Claim_ID": "humor_jokes_einstein",
  "Tags": ""
}