{
  "Origins": "Our first encounter with this piece came in September 2001 when it was attributed to \"a fed up U.S employee\" identified as \"Ted Brewer\" with no mention made of which company or institute of higher learning he supposedly worked for. It subsequently underwent the following textual shifts: September 2001: Sent to \"Mr. Baker\" (no company named), signed by \"Ted Brewer,\" a \"fed up U.S employee.\" February 2002: Sent to \"Mr. Baker\" (no company named), signed by \"Ted Brewer,\" still said to be a \"fed up U.S employee\" but now additionally identified as working \"in Port Huncliff, New England.\" July 2002: Sent to \"Mr. Baker\" of \"Zantex Computers, USA,\" signed by \"Daryl Brewer.\" August 2002: Sent to \"Mr. Baker\" of \"Zantex Computers, USA,\" signed by \"Darryl Brewster.\" October 2002: Sent to \"Mr. Baker\" of \"some college,\" signed by \"Darryl Brewster.\" May 2003: Sent to \"Mr. Baker\" (no company named), signed by \"Jack Cook,\" identified as \"a fed up U.S employee.\" October 2003: Sent to \"J. Pilgrim\" of \"Zantex Computers, Australia,\" signed by \"Adrian.\" October 2003: Sent to \"Mr. Baker\" of \"Zantex Computers, USA,\" signed \"Wishing you a grand and glorious day\" by \"Cecelia.\" Because earlier versions don't self-destruct when newer iterations come along, it's not uncommon to find \"Ted Brewer,\" \"Darryl Brewster,\" and \"Cecelia\" forms of the letter in a single day's e-mail. The Internet does breed its doppelgangers, after all.",
  "Fact Check": "",
  "Description": "A company dealing in used computers under the name Zantex USA exists in Palm Coast, Florida, but it professed to know nothing about this letter, doesn't appear to have the type of office staff infrastructure suggested by this \"tell off the boss\" e-mail, and certainly isn't an \"institution of higher education.\" Most likely this is a case of an imagined revenge rather than a faithful rendering of an actual letter of resignation. As to why the missive has proved as popular as it has, it may be because the desire for retribution runs deep in many of us. Most of us who have ever been wronged have at one time or another felt the urge to strike a counterblow, or at least to tell a wrong-doer exactly what we think of him. Most of us don't indulge in this pursuit because we've deemed the cost of getting even too high to justify the ephemeral benefits gained, yet we revel in thoughts of comeuppances and painful truths doled out by others. Such imaginings give us the chance to vicariously experience the joys of retribution, joys we're not likely to sample in real life. Who hasn't labored under a boss whose intellect left something to be desired? Who hasn't, after a particularly hard day, longed for the purifying satisfaction of the definitive \"Take the job and shove it\" moment? That such door slams are far better imagined than carried out only makes the \"best resignation letter ever!\" so much more appealing we can bathe in the warm glow of someone else's doling out the needed telling-off even as we daydream of doing it ourselves. That \"Cecelia,\" \"Ted Brewer,\" and \"Darryl Brewster\" manage this feat in such a way as to insulate themselves from retaliation serves to make our enjoyment complete. Even we adults need our fairy tales. Barbara \"cinderella liberty\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2004] Actual letter of resignation from an employee at Zantex Computers, USA, to her boss, who apparently resigned very soon afterwards! Dear Mr. Baker, As an employee of an institution of higher education, I have a few very basic expectations. Chief among these is that my direct superiors have an intellect that ranges above the common ground squirrel. After your consistent and annoying harrassment of my co-workers and myself during the commission of our duties, I can only surmise that you are one of the few true genetic wastes of our time. Asking me, a network administrator, to explain every little nuance of everything I do each time you happen to stroll into my office is not only a waste of time, but also a waste of precious oxygen. I was hired because I know how to network computer systems, and you were apparently hired to provide amusement to myself and other employees, who watch you vainly attempt to understand the concept of \"cut and paste\" for the hundredth time. You will never understand computers. Something as incredibly simple as binary still gives you too many options. You will also never understand why people hate you, but I am going to try and explain it to you, even though I am sure this will be just as effective as telling you what an IP is. Your shiny new iMac has more personality than you ever will. You walk around the building all day, shiftlessly looking for fault in others. You have a sharp dressed useless look about you that may have worked for your interview, but now that you actually have responsibility, you pawn it off on overworked staff, hoping their talent will cover for your glaring ineptitude. In a world of managerial evolution, you are the blue-green algae that everyone else eats and laughs at. Managers like you are a sad proof of the Dilbert principle. Seeing as this situation is unlikely to change without you getting a full frontal lobotomy reversal, I am forced to tender my resignation, however, I have a few parting thoughts. 1. When someone calls you in reference to employment, it is illegal for you to give me a bad recommendation. The most you can say to hurt me is \"I prefer not to comment.\" I will have friends randomly call you over the next couple of years to keep you honest, because I know you would be unable to do it on your own. 2. I have all the passwords to every account on the system, and I know every password you have used for the last five years. If you decide to get cute, I am going to publish your \"favorites list\", which I conveniently saved when you made me \"back up\" your useless files. I do believe that terms like \"Lolita\" are not usually viewed favorably by the administration. 3. When you borrowed the digital camera to \"take pictures of your Mother's birthday\", you neglected to mention that you were going to take pictures of yourself in the mirror nude. Then you forgot to erase them like the techno-moron you really are. Suffice it to say, I have never seen such odd acts with a sauce bottle, but I assure you that those have been copied and kept in safe places pending the authoring of a glowing letter of recommendation. (Try to use a spell check please, I hate having to correct your mistakes.) Thank you for your time, and I expect the letter of recommendation on my desk by 8:00 am tomorrow. One word of this to anybody, and all of your little twisted repugnant obsessions will be open to the public. Never f*** with your systems administrator. Why? Because they know what you do with all that free time! Wishing you a grand and glorious day, Cecelia",
  "Last Updated": "29 January 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/letters/zantex.asp",
  "Claim": "An employee of Zantex Computers penned a scathing resignation letter.",
  "Claim_ID": "humor_letters_zantex",
  "Tags": ""
}