{
  "Origins": "The Internet humor piece variously entitled \"The L.A. Math Proficiency Test\" or \"The City of Los Angeles High School Math Proficiency Exam\" has been part of online lore since at least 1993, and others recall seeing photocopied versions of it as far back as the mid-1980s . Over time it has gone through some changes, notably the inclusion of questions 9 and 10 (which were not part of the earlier versions). Its humor is obvious: it simultaneously deplores the state of education in large urban centers and furthers the myth that teens from such regions are thoroughly steeped in a drugs, guns, gangs, and promiscuity culture by asserting that even the math questions directed towards them have to be framed in that context to be relevant to their lives. None of the Norman Rockwellian \"Johnny has three apples; if he sells two to Ben, then Becky gives him five, how many does he now have?\" innocence appears here even the test's header furthers the jape by asking for the student's name and gang affiliation, presenting the casual presumption that all the high schoolers being given the test are gang members.",
  "Fact Check": "",
  "Description": "Obvious humor or not, the \"test\" has landed a number of educators into trouble over the years. The Canadian National Post reported that a teacher at the Juniper School in Thompson, Manitoba, was suspended from her duties in June 2002 for distributing this test to students: A Manitoba school district has barred a Grade 8 instructor from classroom teaching for a year after she distributed a math quiz that used pimps and cocaine trafficking to illustrate questions of arithmetic. The 10-question quiz asked how much Willie would make for stealing a number of luxury cars, the distance a thief could travel on a stolen skateboard before he gets \"whacked,\" and how many \"tricks\" a day three prostitutes must turn to support their pimp Rufus's cocaine habit. The School District of Mystery Lake in Thompson, Man., suspended the veteran Juniper School teacher on June 5, two days after irate parents brought the \"joke\" test to the district's attention. This week the district disciplined her further by assigning her to non-classroom teaching until June, 2003. The teacher has not been identified. \"I don't know where she got the idea to give this to kids. We were outraged,\" one student's father, who asked not to be identified, told The Winnipeg Sun. The father saw the \"Juniper School Math Proficiency Exam\" after his young son brought his copy home from school. (Diana Hiscock, general manager of the Thompson Citizen, said that the controversial quiz wasn't given out as an official school assignment or test: \"The teacher gave it to a few of her grade 8 students to read as a fun thing. They took it home, and one of the parents saw it and complained to the school board.\") In 2007, Will Klundt, a teacher at Moriarty High School in Moriarty, New Mexico, incorporated the following question into the final exam he administered to his fall semester algebra freshman class: Smoky J. sells meth. Smoky's source says he has to sell a G's worth of meth by the end of the month. If Smoky sold $240 the first week and $532 the second week, how much money must Smoky make if he wants to avoid the beat down from his connection? Wayne Marshall, the school's principal, declined to discuss whether any disciplinary action will be taken against the teacher. In 2008, a Barrie, Ontario, police officer was suspended from duty for forwarding a version of the \"L.A. Math Test\" to other officers via e-mail: A Barrie police inspector in charge of professional standards has been relieved of his duties after sending an e-mail containing racially inappropriate material to fellow officers. James Farrell, a 30-year police veteran, admitted to forwarding the inappropriate message to officers under his command. The offensive e-mail with the subject line \"Afrocentric MATH for Toronto's new black only school\" was initially addressed to three officers and the entire street crime unit. It was then forwarded and passed along within the organization eventually coming to light when an officer contacted The Toronto Star. The message resembles a school math test with 10 \"problems\" based on firearms use, drug deals, pimping, theft and other criminal offences. Those named in these later examples are far from the first persons to have been disciplined for distributing the \"L.A. Math Test.\" In 1997, six teachers at the Elsie Robertson High School in Lancaster, Texas, and another at the Norte Vista High School in Riverside, California, were suspended for doing the same thing. Likewise, in 1994, a Chicago elementary school teacher who gave a similar test was suspended for thirty days without pay and then resigned. Also in 1994, an Indiana high school teacher who gave the test apologized but was suspended anyway. And in 1993, a similar test was printed on phony school letterhead and passed around at workplaces in Redwood City, California. Barbara \"the prime suspects of Miss Jean Brodie\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2002] City of Los Angeles High School Math Proficiency Exam Name:__________________________ Gang:__________________________ 1. Johnny has an AK-47 with an 80-round clip. If he misses 6out of 10 shots and shoots 13 times at each drive-by shooting, how many drive-by shootings can he attempt before he has to reload? 2. Jose has 2 ounces of cocaine and he sells an 8-ball toJackson for $320 and 2 grams to Billy for $85 per gram.What is the street value of the balance of the cocaine if he doesn't cut it? 3. Rufus is pimping for three girls. If the price is $65 for each trick, how many tricks will each girl have to turn so Rufus can pay for his $800-per-day crack habit? 4. Jarone want to cut his 1/2 pound of heroin to make 20% more profit. How many ounces of cut will he need? 5. Willie gets $200 for stealing a BMW, $50 for a Chevy, and $100 for a 4X4. If he has stolen 2 BMWs, 3 4X4s, how many Chevies will he have to steal to make $800? 6. Raoul is in prison for 6 years for murder. He got $10,000 for the hit. If his common law wife is spending $100 per month, how much money will be left when he gets out of prison and how many years will he get for killing the bitch that spent his money? 7. If the average spray can covers 22 square feet and the average letter is 3 square feet, how many letters can a tagger spray with 3 cans of paint? 8. Hector knocked up 6 girls in his gang. There are 27 girls in the gang. What percentage of the girls in the gang has Hector knocked up? 9. Thelma can cook dinner for her 16 children for $7.50 per night. She gets $234 a month welfare for each child. If her $325 per month rent goes up 15%, how many more children should she have to keep up with her expenses? 10. Salvador was arrested for dealing crack and his bail was set at $25,000. If he pays a bail bondsman 12% and returns to Mexico, how much money will he lose by jumping bail?",
  "Last Updated": "18 February 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/humor/question/mathtest.asp",
  "Claim": "Teachers have gotten into trouble over using 'The L.A. Math Test,' a piece of Internet humor, in the classroom.",
  "Claim_ID": "humor_question_mathtest",
  "Tags": ""
}