{
  "Origins": "In March 2008, this item began landing in inboxes everywhere, a false news story playing upon the common theme that black and poor parents give their kids pretentious or wildly-spelled names (often without understanding the meaning of the words they choose to bestow upon their progeny) in an effort to impress upon the world how special and unique their children are. (That theme was also called into play in a 2005 e-mailed item that twitted a Congresswoman's suggestion that the naming of hurricanes should someday represent all racial groups in the U.S.)",
  "Fact Check": "",
  "Description": "Short and sweet, this is a leg-pull. There is no U.S. Federal Judge named Ryan Cabrera (nor one of any other name) who has barred African-American women from naming their children without help from a three-person panel of Caucasians. (There is a Judge Carlos Cabrera in the Fresno County Superior Court, and there is a recording artist called Ryan Cabrera, though.) This is all a bit of satire, a reproduction of an article entitled \" Enough With the Stupid Names \" and penned by Bill Matthews, a freelance humor writer who co-founded The Peoples News , a humor web site which provides \"a satirical look at the lives of Black folks.\" Copies of this article forwarded via e-mail have lost the disclaimer which footed the original and explained the purpose of the piece: Note: This article is satire, brought to you by the creative minds at The Peoples News. It's not real, but we hope it made you think. \"Enough With the Stupid Names\" prompted a follow-up humor piece titled \"Condi Calls for Removal of Detroit 'Naming Rights' Judge. In that article, Secretary of State Condoleezza Rice opined: \"I might not have gotten as far as I have without the extra e and z in my name.\" Barbara \"b'hab-ra\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://thepeoplesnews.wordpress.com/2008/03/18/condi-calls-for-removal-of-detroit-%e2%80%98naming-rights%e2%80%99-judge/;http://thepeoplesnews.wordpress.com/;http://thepeoplesnews.wordpress.com/2008/03/02/federal-judge-enough-with-the-stupid-names/;http://www.ryan-cabrera.com/;http://thepeoplesnews.wordpress.com/2008/03/02/federal-judge-enough-with-the-stupid-names/;",
  "Example": "[Collected via e-mail, March 2008] (DETROIT) In a decision that's expected to send shockwaves through the African-American community and yet, give much relief to teachers everywhere a federal judge ruled today that black women no longer have independent naming rights for their children. Too many black children and many adults bear names that border on not even being words, he said. \"I am simply tired of these ridiculous names black women are giving their children,\" said U.S. Federal Judge Ryan Cabrera before rendering his decision. \"Someone had to put a stop to it.\" The rule applies to all black women, but Cabrera singled out impoverished mothers. \"They are the worst perpetrators,\" he said. \"They put in apostrophes where none are needed. They think a 'Q' is a must. There was a time when Shaniqua and Tawanda were names you dreaded. Now, if you're a black girl, you hope you get a name as sensible as one of those.\" Few stepped forward to defend black women-and black women themselves seemed relieved. [Rest of article here.]",
  "Last Updated": "22 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/blacknames.asp",
  "Claim": "Federal judge takes away from black women the right to name their children.",
  "Claim_ID": "humor_iftrue_blacknames",
  "Tags": ""
}