{
  "Origins": "How the story quoted above found its way onto the Internet remains a mystery, but who wrote it isn't. Renowned comic Shelley Berman has been using this bit in his act at least since 1980, and it appeared as a humor piece in his 1972 book A Hotel Is a Funny Place.",
  "Fact Check": "",
  "Description": "\"Hotel Soaps\" is a work of fiction. This brilliant and enthralling piece had no factual basis there was no parade of soap-bearing maids, no guest room stacked with teetering piles of Cashmere Bouquets, no hotel bureaucracy intent upon burying a poor traveller in teeny little Camays. Its truth lies in our inability to deal with a business mind-set and is thus an expression through fiction of a frustration experienced by many. Its author makes us laugh even as he gets us to nod in agreement that yes, we've all had somewhat similar run-ins with mindless drones who'd so badly forgotten why they were performing a service in their desire to do it by the book. Barbara \"soft soaping\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1995] Dear Maid, Please do not leave any more of those little bars of soap in my bathroom since I have brought my own bath-sized Dial. Please remove the six unopened little bars from the shelf under the medicine chest and another three in the shower soap dish. They are in my way. Thank you, S. Berman Dear Room 635, I am not your regular maid. She will be back tomorrow, Thursday, from her day off. I took the 3 hotel soaps out of the shower soap dish as you requested. The 6 bars on your shelf I took out of your way and put on top of your Kleenex dispenser in case you should change your mind. This leaves only the 3 bars I left today which my instructions from the management is to leave 3 soaps daily. I hope this is satisfactory. Kathy, Relief Maid Dear Maid I hope you are my regular maid. Apparently Kathy did not tell you about my note to her concerning the little bars of soap. When I got back to my room this evening I found you had added 3 little Camays to the shelf under my medicine cabinet. I am going to be here in the hotel for two weeks and have brought my own bath-size Dial so I won't need those 6 little Camays which are on the shelf. They are in my way when shaving, brushing teeth, etc. Please remove them. S. Berman Dear Mr. Berman, My day off was last Wed. so the relief maid left 3 hotel soaps which we are instructed by the management. I took the 6 soaps which were in your way on the shelf and put them in the soap dish where your Dial was. I put the Dial in the medicine cabinet for your convenience. I didn't remove the 3 complimentary soaps which are always placed inside the medicine cabinet for all new check-ins and which you did not object to when you checked in last Monday. Please let me know if I can of further assistance. Your regular maid, Dotty Dear Mr. Berman, The assistant manager, Mr. Kensedder, informed me this A.M. that you called him last evening and said you were unhappy with your maid service. I have assigned a new girl to your room. I hope you will accept my apologies for any past inconvenience. If you have any future complaints please contact me so I can give it my personal attention. Call extension 1108 between 8AM and 5PM. Thank you. Elaine Carmen Housekeeper Dear Miss Carmen, It is impossible to contact you by phone since I leave the hotel for business at 745 AM and don't get back before 530 or 6PM. That's the reason I called Mr. Kensedder last night. You were already off duty. I only asked Mr. Kensedder if he could do anything about those little bars of soap. The new maid you assigned me must have thought I was a new check-in today, since she left another 3 bars of hotel soap in my medicine cabinet along with her regular delivery of 3 bars on the bath-room shelf. In just 5 days here I have accumulated 24 little bars of soap. Why are you doing this to me? S. Berman Dear Mr. Berman, Your maid, Kathy, has been instructed to stop delivering soap to your room and remove the extra soaps. If I can be of further assistance, please call extension 1108 between 8AM and 5PM. Thank you, Elaine Carmen, Housekeeper Dear Mr. Kensedder, My bath-size Dial is missing. Every bar of soap was taken from my room including my own bath-size Dial. I came in late last night and had to call the bellhop to bring me 4 little Cashmere Bouquets. S. Berman Dear Mr. Berman, I have informed our housekeeper, Elaine Carmen, of your soap problem. I cannot understand why there was no soap in your room since our maids are instructed to leave 3 bars of soap each time they service a room. The situation will be rectified immediately. Please accept my apologies for the inconvenience. Martin L. Kensedder Assistant Manager Dear Mrs. Carmen, Who the hell left 54 little bars of Camay in my room? I came in last night and found 54 little bars of soap. I don't want 54 little bars of Camay. I want my one damn bar of bath-size Dial. Do you realize I have 54 bars of soap in here. All I want is my bath size Dial. Please give me back my bath-size Dial. S. Berman Dear Mr. Berman, You complained of too much soap in your room so I had them removed. Then you complained to Mr. Kensedder that all your soap was missing so I personally returned them. The 24 Camays which had been taken and the 3 Camays you are supposed to receive daily (sic). I don't know anything about the 4 Cashmere Bouquets. Obviously your maid, Kathy, did not know I had returned your soaps so she also brought 24 Camays plus the 3 daily Camays. I don't know where you got the idea this hotel issues bath-size Dial. I was able to locate some bath-size Ivory which I left in your room. Elaine Carmen Housekeeper Dear Mrs. Carmen, Just a short note to bring you up-to-date on my latest soap inventory. As of today I possess: On shelf under medicine cabinet - 18 Camay in 4 stacks of 4 and 1 stack of 2. On Kleenex dispenser - 11 Camay in 2 stacks of 4 and 1 stack of 3. On bedroom dresser - 1 stack of 3 Cashmere Bouquet, 1 stack of 4 hotel-size Ivory, and 8 Camay in 2 stacks of 4. Inside medicine cabinet - 14 Camay in 3 stacks of 4 and 1 stack of 2. In shower soap dish - 6 Camay, very moist. On northeast corner of tub - 1 Cashmere Bouquet, slightly used. On northwest corner of tub - 6 Camays in 2 stacks of 3.Please ask Kathy when she services my room to make sure the stacks are neatly piled and dusted. Also, please advise her that stacks of more than 4 have a tendency to tip. May I suggest that my bedroom window sill is not in use and will make an excellent spot for future soap deliveries. One more item, I have purchased another bar of bath-sized Dial which I am keeping in the hotel vault in order to avoid further misunderstandings. S. Berman",
  "Last Updated": "10 April 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/letters/soap.asp",
  "Claim": "The ongoing correspondence (and battle of wills) between a traveler and hotel maids. And all over a bar of soap.",
  "Claim_ID": "humor_letters_soap",
  "Tags": ""
}