{
  "Origins": "The excerpt quoted above about the Harry Potter series of books drawing impressionable young children under Satan's spell is the opening to a fictional article taken directly from The Onion , a satirical publication.",
  "Fact Check": "",
  "Description": "Unfortunately, hysterical religious groups determined to demonstrate that any children's book dealing with \"wizards\" and \"magic\" must be a pernicious, evil influence upon young minds have not only failed to realize this article is satire, they've actually cited it as proof that the ghastly phenomenon of satan-worshipping youngsters is real: Dear Christian, This is the most evil thing I have laid my eyes on in 10 years . . . and no one seems to understand its threat. The Harry Potter books are THE NUMBER ONE selling children's books in Barnes & Noble or Waldenbooks storefront. Go to Amazon.com and read the reviews. Hear the touting by educators and even Christian teachers about how \"It's great to see the youth so eagerly embracing the reading experience!\" Harry Potter is the creation of a former UK English teacher who promotes witchcraft and Satanism. Harry is a 13 year old 'wizard.' Her creation openly blasphemes Jesus and God and promotes sorcery, seeking revenge upon anyone who upsets them by giving you examples (even the sources with authors and titles) of spells, rituals, and demonic powers. I think the problem is that parents have not reviewed the material. The name seems harmless enough . . . Harry Potter. But that is where it all ends. Let me give you a few quotes from some of the influenced readers themselves: \"The Harry Potter books are cool, 'cause they teach you all about magic and how you can use it to control people and get revenge on your enemies\" said Hartland, WI, 10 year old Craig Nowell, a recent convert to the New Satanic Order Of The Black Circle. \"I want to learn the Cruciatus Curse, to make my muggle science teacher suffer for giving me a D.\" (A 'muggle' is an unbeliever of magic.) Or how about the REALLY young and innocent impressionable mind of a 6 year old when asked about her favorite character: \"Hermione is my favorite, because she's smart and has a kitty,\" said 6 year old Jessica Lehman of Easley, SC. \"Jesus died because He was weak and stupid.\" And here is dear Ashley, a 9 year old, the typical average age reader of Harry Potter: \"I used to believe in what they taught us at Sunday School,\" said Ashley, conjuring up an ancient spell to summon Cerebus, the three-headed hound of hell. \"But the Harry Potter books showed me that magic is real, something I can learn and use right now, and that the Bible is nothing but Boring lies.\" DOES THIS GET YOUR ATTENTION? If not, how about a quote from High Priest of Satanism: \"Harry is an absolute god send to our cause,\" said High Priest Egan of the First Church Of Satan in Salem, MA. \"An organization like ours thrives on new blood (no pun intended) and we've had more applicants than we can handle lately. And, of course, practically all of them are virgins, which is gravy.\" (Since 1995, open applicants to Satan worship has increased from around 100,000 to now . . . 20 MILLION children and young adults!) It makes me physically ill, people! But, I think I can offer you an explanation of why this is happening. Children have been bombarded with action, adventure, thrills and scares to the point Hollywood can produce nothing new to give them the next 'high.' Parents have neglected to see what their children are reading and doing, and simply seem satisfied that 'Little Johnny is interested in reading.' AND . . . educators and the NEA are PUSHING this with NO WARNING as to the effects or the contents. Still not convinced? I will leave you with something to let you make up your own mind. And finally, a quote from the author herself, J. K. Rowling, describing the objections of Christian reviewers to her writings: \"I think it's absolute rubbish to protest children's books on the grounds that they are luring children to Satan,\" Rowling told a London Times reporter in a July 17 interview. \"People should be praising them for that! These books guide children to an understanding that the weak, idiotic Son Of God is a living hoax who will be humiliated when the rain of fire comes ... while we, his faithful servants, laugh and cavort in victory.\" My hope is that you will see fit to become involved in getting the word out about this garbage. Please FWD to every pastor, teacher, and parent you know. This author has now published FOUR BOOKS in less than 2 years of this 'encyclopedia of Satanism' and is surely going to write more. I also ask all Christians to please pray for this lost woman's soul. Pray also for the Holy Spirit to work in the young minds of those who are reading this garbage that they may be delivered from its harm. Lastly, pray for all parents to grow closer to their children, and That a bond of sharing thoughts and spiritual intimacy will grow between them. Web publications such as WorldNetDaily ran a 26 November article by Ellen Makkai (ironically described as someone who \"began writing columns 16 years ago in response to what she perceived as the moral and intellectual laxity among many feminist commentators\"), about how the Harry Potter phenomenon is \"definitely draw[ing] kids to witchcraft\" which included (without intended irony) the following quote straight out of The Onion 's parody: High Priest Egan of The First Church of Satan in Salem, Mass., celebrates Harry's contribution, saying, \"Harry is an absolute godsend . . . we've had more applicants than we can handle lately.\" Apparently the obvious humor of a High Priest of the First Church of Satan's calling the arrival of the Harry Potter phenomenon a \"godsend\" went right over more than a few people's heads. (The Onion 's quote has since been excised from the WorldNetDaily version of this article, but it still appears in the original from Creators Syndicate). Those determined to demonstrate that the Harry Potter's popularity is an evil influence on children incredibly maintain that even if The Onion piece is parody, it nonetheless accurately reflects author J.K. Rowling's attitudes and a real-life phenomenon of a massive recruitment of children by \"satanic cults.\" Everything here is bogus, from the phony quotes attributed to Harry Potter author J.K. Rowling (from The Onion ) to the ludicrous \"statistics\" about \"open applicants to Satan worship having increased from around 100,000 to now . . . 20 MILLION\" (from whoever penned the e-mail rant). As the Associated Press reported: Scottish author J.K. Rowling calls the accusations \"absurd,\" saying Harry Potter's world is entirely imaginary. \"I have met thousands of children now, and not even one time has a child come up to me and said, 'Ms. Rowling, I'm so glad I've read these books because now I want to be a witch,'\" the author has said. Though more than 50 million copies are in print worldwide, there has been no evidence of widespread conversions to paganism or witchcraft. As to the issue of hordes of children willingly flocking to join \"satanic cults,\" this concept is ably debunked at length in Jeffrey S. Victor's 1993 book, Satanic Panic: The Making of a Contemporary Legend . We can't summarize his lengthy analysis in a single paragraph, but the introduction offers a good overview of his thesis: Again and again we are told by journalists, police, and fundamentalists that there exists a secret network of criminal fanatics, worshippers of Satan, who are responsible for kidnapping, human sacrifice, sexual abuse and torture of children, drug-dealing, mutilation of animals, desecration of churches and cemeteries, pornography, heavy metal lyrics, and cannibalism. This popular tale is almost entirely without foundation, but the legend continues to gather momentum, in the teeth of evidence and good sense. Networks of 'child advocates', credulous or self-serving social workers, instant-expert police officers, and unscrupulous ministers of religion help to spread the panic, along with fabricated survivors' memoirs passed off as true accounts, and irresponsible broadcast 'investigations'. A classic witch-hunt, comparable to those of medieval Europe, is under way. Innocent victims are smeared and railroaded. Satanic Panic uncovers the truth behind the satanic cult hysteria, and exposes the roots of this malignant mythology, showing in detail how unsubstantiated rumor becomes transformed into publicly-accepted 'fact'. If The Onion 's parody has demonstrated anything, it's that we should be worrying about adults not being able to distinguish between fiction and reality. The kids themselves seem to have a pretty good grasp of it.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=081269192X/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ISBN=081269192X/ref=urbanlegendsrefe;http://web.archive.org/web/20011130173041/http://www.creators.com/opinion_show.cfm?columnsName=ema;http://www.wnd.com/news/article.asp?ARTICLE_ID=25446;http://www.theonion.com/content/news/harry_potter_books_spark_rise_in;",
  "Example": "[Collected on the Internet, 2000] Harry Potter Books Spark Rise in Satanism Among Children Ashley Daniels is as close as you can get to your typical 9-year-old American girl. A third-grader at Lock Haven Elementary School, she loves rollerblading, her pet hamsters Benny and Oreo, Britney Spears, and, of course, Harry Potter. Having breezed through the most recent Potter opus in just four days, Ashley is among the millions of children who have made Harry Potter And The Goblet Of Fire the fastest-selling book in publishing history. And, like many of her school friends, Ashley was captivated enough by the strange occult doings at the Hogwarts School Of Witchcraft And Wizardry to pursue the Left-Hand Path, determined to become as adept at the black arts as Harry and his pals. \"I used to believe in what they taught us at Sunday School,\" said Ashley, conjuring up an ancient spell to summon Cerebus, the three-headed hound of hell. \"But the Harry Potter books showed me that magic is real, something I can learn and use right now, and that the Bible is nothing but boring lies.\"",
  "Last Updated": "30 May 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/potter.asp",
  "Claim": "Harry Potter books are sparking a rise in Satanism among children.",
  "Claim_ID": "humor_iftrue_potter",
  "Tags": ""
}