{
  "Origins": "There are certain gags you expect to be old hat to everyone past puberty, such as the standard suite of \" knock knock \" jokes, time-worn setups for prank calls , and funny book title/author combinations.",
  "Fact Check": "",
  "Description": "A familiar amalgam of the latter two japes is the giving out of names that appear innocuous in written form or sound plausible when pronounced slowly but produce racy or embarrassing combinations when uttered out loud at a normal speaking pace (e.g., Hugh Jass, Anita Bath, Mike Rotch), a joke usually enjoyed by duping a switchboard operator into paging someone using one of those names. (This is a running gag that Bart Simpson repeatedly pulls on Moe the bartender in the animated TV series The Simpsons.) As I said, I'd expect everyone past junior high school to recognize these old routines from miles away, but I've been proved wrong before a few years ago Barbara and I found ourselves at a downtown Las Vegas casino on Christmas Eve, and we distinctly heard the switchboard operator issue several pages over the casino's P.A. system for a \"Mike Hunt.\" And now we have more apparent confirmation that these gags haven't quite been killed by familiarity, this one courtesy of the Charleston Post and Courier . In a 13 April 2003 article about a controversial demonstration led by Martha Burk during the Masters golf tournament at the Augusta National Golf Club to protest the club's exclusion of women from membership, the Post and Courier noted that one of the few protesters taken into police custody had a rather unusual name: Some of that local frustration was evident Saturday morning during the hour-long protest, when people in passing cars shouted derogatory comments like \"Burk go home\" and honked their car horns in support of Johnson and Augusta National's refusal to change its policy. Throughout the morning, law enforcement officers stood on the perimeter of the five-acre field. At no point did the protest turn violent, though officers escorted Heywood Jablome away after he held up a sign directly in front of Burk that read \"Make me dinner\" before shouting \"Oprah rules.\" The reporter responsible for this story acknowledged his embarrassment in a follow-up piece a week later: I'm a legend and it only took two words to make me one. It all started Saturday afternoon at the Masters in Augusta, Ga., while covering the protests outside the gates of the Augusta National Golf Club. With a swarm of reporters, police and protesters there for Martha Burk's high-profile stand against the club's male-only membership policy, one man held up a sign reading \"Make me dinner\" before being escorted away by police. Once off the protest site, the man talked with about a dozen reporters and identified himself by a bogus name, a name that, while appearing innocuous enough on paper, refers to a sex act when sounded out. Unfortunately, I never actually heard the protester's name pronounced, just caught him spelling it out for others and jotted it down in my notepad. I wrote the story for Sunday's paper, tucked the quote down near the bottom, filed it to my editors in Charleston and blithely went about my life, unaware that this one name was about to make my own name known around the country. On Monday afternoon, thanks to some astute readers with a vivid recollection of elementary school vernacular, I realized I had been duped. At Christmas 2009, the ubiquitous Heywood surfaced again, this time in an article published by the Davenport, Iowa, Quad-City Times about Christmas dinners served to the needy at Father's Conroy's Vineyard of Hope. The original on-line version of the article (since edited ) opened with the following paragraphs: Cold seeped through heavy clothing as Haywood Jablomie dug into a meal of turkey and trimmings during Sister Ludmilla Benda s Christmas Day dinner at Father's Conroy's Vineyard of Hope, 411 Pershing Ave., Davenport. Asked why he was there, Jablomie pointed toward the side of the brick building. \"Read the sign over there: 'Father Conroy's Vineyard of Hope.' That's what it is,\" he said. Additionally, the 27 December 2009 edition of a Fargo, North Dakota, newspaper featured a photograph of one \"Haywood Jablome\" digging out a snowdrift:",
  "Originally Published": "",
  "Referred Links": "http://www.qctimes.com/news/local/article_1da8cfea-f1d0-11de-9e1d-001cc4c03286.html;http://74.125.93.132/search?q=cache:SMcIcvYaYTwJ:www.qctimes.com/news/local/article_1da8cfea-f1d0-11de-9e1d-001cc4c03286.html;http://web.archive.org/web/20030430025230/http://www.newspringfield.com/info/prankcalls/;http://web.archive.org/web/20040807001028/http://home.swbell.net/deannal/daren.htm;http://www.nt.net/~suedave/robbin.html;http://www.azkidsnet.com/JSknockjoke.htm;",
  "Example": "",
  "Last Updated": "28 December 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/humor/mediagoofs/heywood.asp",
  "Claim": "Newspaper reporters fall for the old \"Heywood Jablome\" funny name gag.",
  "Claim_ID": "humor_mediagoofs_heywood",
  "Tags": ""
}