{
  "Origins": "Collections of bad student writing in which pupils mangle the basics of history, science, and literature and invent new ways of torturing syntax, grammar, spelling, and style are common fodder for books, articles, and Internet-circulated lists. (Richard Lederer's book Anguished English is one of the more popular examples of this genre).",
  "Fact Check": "",
  "Description": "However, deliberate attempts at bad writing are another popular form of amusement, a genre most famously exemplified by the annual Bulwer-Lytton Fiction Contest, a competition in which entrants vie to \"fashion the most wretched opening sentence to an imaginary novel.\" The collection of labored and overwrought similes and metaphors included in the example quoted above are an instance of the latter category of bad writing, not the former. These entries were all taken from the Washington Post 's long-running \"Style Invitational\" feature, which twice (in 1995 and again in 1999 ) invited readers to come up with and submit \"lame\" and \"painfully bad\" analogies.",
  "Originally Published": "",
  "Referred Links": "http://www.washingtonpost.com/wp-dyn/content/article/2007/03/16/AR2007031600738.html;http://www.washingtonpost.com/wp-dyn/content/article/2007/03/16/AR2007031600802.html;http://www.washingtonpost.com/wp-dyn/content/linkset/2005/03/25/LI2005032501843.html;http://www.bulwer-lytton.com/;http://www.funny-english-errors.com/resources/reviews/anguished-english.html;",
  "Example": "[Collected via e-mail, March 2005] Actual analogies and metaphors found in high school essays: 1. Her face was a perfect oval, like a circle that had its two sides gently compressed by a Thigh Master. 2. His thoughts tumbled in his head, making and breaking alliances like underpants in a dryer without Cling Free. 3. He spoke with the wisdom that can only come from experience, like a guy who went blind because he looked at a solar eclipse without one of those boxes with a pinhole in it and now goes around the country speaking at high schools about the dangers of looking at a solar eclipse without one of those boxes with a pinhole in it. 4. She grew on him like she was a colony of E.coli and he was room-temperature Canadian beef. 5. She had a deep, throaty, genuine laugh, like that sound a dog makes just before it throws up. 6. Her vocabulary was as bad as, like, whatever. 7. He was as tall as a six-foot-three-inch tree. 8. The revelation that his marriage of 30 years had disintegrated because of his wife's infidelity came as a rude shock, like a surcharge at a formerly surcharge-free ATM. 9. The little boat gently drifted across the pond exactly the way a bowling ball wouldn't. 10. McBride fell 12 stories, hitting the pavement like a Hefty bag filled with vegetable soup. 11. From the attic came an unearthly howl. The whole scene had an eerie, surreal quality, like when you're on vacation in another city and Jeopardy comes on at 7:00 p.m. instead of 7:30. 12. Her hair glistened in the rain like a nose hair after a sneeze. 13. The hailstones leaped from the pavement, just like maggots when you fry them in hot grease. 14. Long separated by cruel fate, the star-crossed lovers raced across the grassy field toward each other like two freight trains, one having left Cleveland at 6:36 p.m. traveling at 55 mph, the other from Topeka at 4:19 p.m. at a speed of 35 mph. 15. They lived in a typical suburban neighborhood with picket fences that resembled Nancy Kerrigan's teeth. 16. John and Mary had never met. They were like two hummingbirds who had also never met. 17. He fell for her like his heart was a mob informant and she was the East River. 18. Even in his last years, Grandpappy had a mind like a steel trap, only one that had been left out so long, it had rusted shut. 19. Shots rang out, as shots are wont to do. 20. The plan was simple, like my brother-in-law Phil. But unlike Phil, this plan just might work. 21. The young fighter had a hungry look, the kind you get from not eating for a while. 22. He was as lame as a duck. Not the metaphorical lame duck, either, but a real duck that was actually lame, maybe from stepping on a land mine or something. 23. The ballerina rose gracefully en pointe and extended one slender leg behind her, like a dog at a fire hydrant. 24. It was an American tradition, like fathers chasing kids around with power tools. 25. He was deeply in love. When she spoke, he thought he heard bells, as if she were a garbage truck backing up. 26. Her eyes were like limpid pools, only they had forgotten to put in any pH cleanser. 27. She walked into my office like a centipede with 98 missing legs. 28. It hurt the way your tongue hurts after you accidentally staple it to the wall.",
  "Last Updated": "11 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/lists/metaphor.asp",
  "Claim": "List presents humorously bad analogies and metaphors taken from high school essays.",
  "Claim_ID": "humor_lists_metaphor",
  "Tags": ""
}