{
  "Origins": "Many of us who have read John Irving's The World According to Garp (or seen its film version) recall his fictional Ellen James Society, a group of women who express solidarity with Ellen James a 10-year-old girl who had been raped and had her tongue cut out by having their own tongues cut out.",
  "Fact Check": "",
  "Description": "That scenario came to mind when we read the 12 November 2003 New York Times' obituary of Marvin Smith, a photographer renowned for capturing images of life in Harlem. Smith shared his vocation with his identical twin brother, Morgan: Smith and his identical twin brother, Morgan, who died in 1993, created incisive and poignant images defining Harlem from the 1930s to the 1950s. They shot pictures of everybody and everything: Jackie Robinson teaching his young son how to hold a baseball bat, Nat King Cole dancing at his wedding and W.E.B. DuBois recording a speech in a studio. The New York Black Yankees live forever in their team photograph, as does Maya Angelou as a lightly clad modern dancer, long before she became a published writer. Even for identical twins, the Smith brothers were extraordinarily close: They married identical twin sisters in a double wedding, divorced on the same day three years later, and claimed (in reference to their work) that they were never sure who took which picture. And, as the New York Times noted in Marvin's obituary, Marvin chose a rather unusual way of expressing a Garp-like solidarity with his brother after the latter's death in 1993: The brothers were so close that Marvin never used the pronoun \"I,\" much less claimed credit for a particular photo. After Morgan died of testicular cancer, Marvin had his own testicles removed. A week later, the Times ran a correction: An obituary last Wednesday about Marvin Smith, a leading photographer of Harlem who worked with his identical twin, Morgan, described the closeness of the two men it was said that they never used the pronoun \"I\" and recounted an anecdote about Marvin Smith's response to the illness that caused his brother's death, in 1993. The article said that Morgan Smith died of testicular cancer and that his brother, in response, had his own testicles removed. That account was given to The Times by a friend of both men. It should not have been published unless it could be verified and attributed. After the obituary appeared, Monica Smith, the daughter of Morgan Smith, told The Times that her father had had prostate cancer and that her uncle did not have his testicles removed.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "29 June 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/humor/mediagoofs/msmith.asp",
  "Claim": "The New York Times issued an unusual correction to the obituary of photographer Marvin Smith.",
  "Claim_ID": "humor_mediagoofs_msmith",
  "Tags": ""
}