{
  "Origins": "The tale of Irving Michaels and his rocketing ride through the air first appeared on the Internet in 1998 and has subsequently been included in any number of \"Darwin Award\" mailings. No news reports have surfaced to substantiate the tale, which puts paid to the notion the text quoted above was a newspaper article detailing the event. Folks living in the area also have no recollection of such an occurrence.",
  "Fact Check": "",
  "Description": "The physics of the matter make the described fireball ride highly unlikely. Granted, the combustible fumes off five gallons of gasoline could give one a right nice little send-off if touched off by a match, but for that drainage pipe to act like a cannon barrel, the man who climbed down into it would have to have been packed in there tightly any space around him would have dissipated the charge, not jetisoned him 200 feet in the air. Drainage pipes are also open on both ends, meaning any explosion is going to go both ways, cutting the force of the blast in half. Could this have happened? A full-grown man launched in the manner described from a drainage pipe, riding a fireball 200 feet through the air only to come down uninjured? Such a launch is barely within the realm of the possible, but only by virtue of the math not entirely ruling it out. An anonymous e-mail sent to the DarwinAwards.com site in 2000 claimed the event happened as described, but to someone named Mike Irving. Its writer dismisses the lack of print corroboration as due to the launched man's not needing medical care, hence no need to involve authorities, thus no police report, hospital records, or news coverage. Yeah, right. Barbara \"coon and the barbarian\" Mikkelson Sightings: This legend appeared in an episode of NBC's Crossing Jordan (\"Secrets & Lies, Part 2\"; original air date 13 May 2002).",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1998] In rural Carbon County, PA, a group of men were drinking beer and discharging firearms from the rear deck of a home owned by Irving Michaels, age 27. The men were firing at a raccoon that was wandering by, but the beer apparently impaired their aim and, despite of the estimated 35 shots the group fired, the animal escaped into a 3 foot diameter drainage pipe some 100 feet away from Mr. Michaels' deck. Determined to terminate the animal, Mr. Michaels retrieved a can of gasoline and poured some down the pipe, intending to smoke the animal out. After several unsuccessful attempts to ignite the fuel, Michaels emptied the entire 5 gallon fuel can down the pipe and tried to ignite it again, to no avail. Not one to admit defeat by wildlife, the determined Mr. Michaels proceeded to slide feet-first approximately 15 feet down the sloping pipe to toss the match. The subsequent rapidly expanding fireball propelled Mr. Michaels back the way he had come, though at a much higher rate of speed. He exited the angled pipe \"like a Polaris missile leaves a submarine,\" according to witness Joseph McFadden, 31. Mr. Michaels was launched directly over his own home, right over the heads of his astonished friends, onto his front lawn. In all, he traveled over 200 feet through the air. \"There was a Doppler Effect to his scream as he flew over us,\" McFadden reported, \"Followed by a loud thud.\" Amazingly, he suffered only minor injuries. \"It was actually pretty cool,\" Michaels said, \"Like when they shoot someone out of a cannon at the circus. I'd do it again if I was sure I wouldn't get hurt.\"",
  "Last Updated": "17 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/follies/raccoon.asp",
  "Claim": "A fellow intent upon killing a raccoon manages to launch himself as a fireball out a drainage pipe.",
  "Claim_ID": "humor_follies_raccoon",
  "Tags": ""
}