{
  "Origins": "We've heard claims before that having and caring for children can cause parents to lose years off their lives, money out of their wallets, and even pounds off their frames, but the idea that it also costs them IQ points is a new one on us.",
  "Fact Check": "",
  "Description": "Fortunately, current or prospective parents don't have to worry about trading off their gray matter for children, because there was no Kinsey Institute study that found \"having children significantly lowers the IQ of both male and female parents.\" The origin of this \"study\" was a spoof article published in the Hoosier Gazette , a web site whose disclaimer alerts readers that: The Hoosier Gazette was created by a couple of guys who thought it would be fun to create a website that uses both real and fictional news stories to provide a humorous look at life and culture in the state of Indiana. We here at THG do not hate Indiana (we must like it or we would have left by now), we are just trying to make people laugh by satirizing news, culture, and events that happen in our state. Nonetheless, this gag spread so far and wide via e-mail that the Kinsey Institute had to put up a notice on its web site informing visitors that: It's a hoax The Kinsey Institute is NOT involved in a study about IQ; we have no reason to believe that IQ changes after childbirth. This story is circulating through emails, and is not true. The Kinsey Institute has not been, and is not involved in this 'study.' But thanks for checking!",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20040924033405/http://www.indiana.edu/~kinsey/about/news.html;http://web.archive.org/web/20040215035443/http://www.hoosiergazette.com/about.htm;http://www.hoosiergazette.com/;http://www.hoosiergazette.com/News/Sept2004/news001.htm;http://www.indiana.edu/~kinsey/;http://www.hoosiergazette.com/News/Sept2004/news001.htm;",
  "Example": "[Hoosier Gazette, 2004] A five-year study run by Indiana University s Kinsey Institute for Research in Sex, Gender, and Reproduction proves what many in the scientific community have always suspected: having children significantly lowers the IQ of both male and female parents. [Rest of article here.]",
  "Last Updated": "14 September 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/kinsey.asp",
  "Claim": "A Kinsey Institute study found that having children lowers the IQ of both parents.",
  "Claim_ID": "humor_iftrue_kinsey",
  "Tags": ""
}