{
  "Origins": "This brief article about a man who had his thumbs surgically \"whittled\" so that he could more easily manipulate small consumer electronics devices such as the new iPhone puzzled many readers when they encountered it on the Internet in August 2007. Taken from the North Denver News , a publication unfamiliar to many readers, the article was not understood as satire by some who encountered it. Others, recognizing it as an Onion -like spoof, but not knowing the North Denver News to be a source of parody, assumed the publication had been foolishly suckered into running a fictitious humor piece as a straight news story.",
  "Fact Check": "",
  "Description": "As the newspaper clarified in an Editor's Note a few days later, the piece was indeed a bit of deliberate satire: Strangely, while many readers have grasped that \"Surgically alters thumbs\" represents satirical social commentary, many on the internet, alas, have not. Careful reading of the piece makes it clear to any critical consumer of information that the piece is pure humor and not news or reported as fact. Among the points of the piece: that U.S. society accepts plastic surgery and decorative deformation of the human body for vanity, but not other reasons (consider the Bonds steroid stories); that technology has become a new cult phenomena, in which items are praised or ridiculed based upon tribal allegiances instead of functionality and performance (and we are members of the Cult of the Mac iPhone division); and we like to pretend that some of our writers have a sense of humor.",
  "Originally Published": "",
  "Referred Links": "http://northdenvernews.com/content/view/925/2/;",
  "Example": "[Benfly, August 2007] Thomas Martel, 28, of Bonnie Brae is a big guy. So he has a hard time using the features on ever-shrinking user interfaces on devices like his new iPhone. At least, he did, until he had his thumbs surgically altered in a revolutionary new surgical technique known as \"whittling.\" \"From my old Treo, to my Blackberry, to this new iPhone, I had a hard time hitting the right buttons, and I always lost those little styluses,\" explains Martel. \"Sure, the procedure was expensive, but when I think of all the time I save by being able to use modern handhelds so much faster, I really think the surgery will pay for itself in ten to fifteen years. And what it's saving me in frustration - that's priceless.\" \"This is really, on the edge sort of stuff,\" explains Dr. Robert Fox Spars, who worked on developing the procedure. \"We're turning plastic surgery from something that people use in service of vanity, to a real tool for improving workplace efficiency.\" The procedure involved making a small incision into both thumbs and shaving down the bones, followed by careful muscular alteration and modification of the fingernails. While Martel's new thumbs now appear small and effeminate in comparison to his otherwise very large hands, he says he can still lift \"pretty much anything I could lift before the surgery though opening spaghetti sauce jars has been a problem. That was a big surprise.\"",
  "Last Updated": "12 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/iphonethumb.asp",
  "Claim": "A man had his thumbs surgically altered so that he could more easily operate his iPhone.",
  "Claim_ID": "humor_iftrue_iphonethumb",
  "Tags": ""
}