{
  "Origins": "In July 1997, one of Stephen Tvedten's neighbors noticed flooding on his property and traced it back to a dam on Tvedten's stream. The neighbor complained to the Michigan Department of Environmental Quality (DEQ) on 28 July 1997, and five months later the agency responded with a letter to the offending land owner. The letter, from David Price, a local Michigan DEQ official, was blunt: The \"construction and maintenance of two wood debris dams across the outlet stream of Spring Pond\" was \"unauthorized\" because \"a permit must be issued prior to the start of this type of activity.\" The letter ordered Stephen Tvedten, the land owner, to \"cease and desist\" under penalty of \"elevated enforcement action.\"",
  "Fact Check": "",
  "Description": "Mr. Tvedten responded to the Michigan DEQ's demand with the now widely-circulated \"dam letter,\" in which he pointed out that the \"debris dams\" he had been ordered to remove because they were constructed without permission from the state of Michigan were actually built by beavers. The DEQ later claimed they were fully aware the \"debris dams\" were beaver dams; the issue, they said, was that the beavers who built them had long since abandoned the dams, but Mr. Tvedten had been continuing to maintain and even build up the dams himself: The letter concerned an enforcement action directed to a tenant on property surrounding Spring Pond, which is located in Pierson Township, Montcalm County, Michigan. The tenant was observed by the downstream complainant, and has since admitted to the complainant, that he artificially built up, and maintained two abandoned beaver dams on the discharge end of the natural pond. Such an activity falls under the jurisdiction of Part 301, Inland Lakes and Streams, of the Natural Resources and Environmental Protection Act, 1194 PA 451, as amended. It is the Department's position that in the absence of any threat to public welfare, beaver dams should be left in their natural state, that being either actively maintained or abandoned by beaver. The Department conducted an on-site inspection of the dams in August of 1997, accompanied by a Department of Natural Resources fisheries biologist, the Pierson Township Supervisor and the complainant. The tenant's actions, and a threat to the welfare of the downstream complainant prompted our correspondence of December 1997, instructing the tenant to cease and desist all illegal activity and to restore the stream to its prior condition. The owner of the property took issue with our action, and responded with his own version of the situation. It was this correspondence that has been circulating in the internet. Luis Saldivia Grand Rapids District Supervisor Land and Water Management Division 616-356-0208 For his part, Mr. Tvedten claimed that the dams had been \"abandoned\" because a neighbor had killed the beavers (then filed a complaint with the state because he was concerned that the untended dams would break apart and enter his property) and that no one but the beavers had ever maintained them. And contemporaneous accounts of the brouhaha quoted a Michigan DEQ spokesman as saying the agency hadn't performed an inspection before firing off their December 1997 letter to Mr. Tvedten: Ken Silfven, public information officer at the state Department of Environmental Quality, said that ... the account was correct. He hastened to note, however, that the case was prompted by a complaint from a neighbor who was concerned about flooding caused by the dams. The department dropped its investigation after an inspection by a DEQ employee. \"It probably would have been a good idea to do the inspection before we sent the notice,\" Silfven said. After some wrangling the agency ultimately dropped the issue, but not before Stephen Tvedten found an inventive way of quickly pointing out both how ludicrous and humorous the situation was. In a way dusty legal language never could, such a letter serves to drive home the silliness of Michigan DEQ's intractable posturing. The beavers are likely still ignorant of how close they came to being fined $10,000 a day for dam living expenses. Barbara \"in Michigan, transforming from guardian of the law to giardia of it just took a touch of beaver fever\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, May 2001] STATE OF MICHIGAN Reply to: GRAND RAPIDS DISTRICT OFFICE STATE OFFICE BUILDING 6TH FLOOR 350 OTTAWA NW GRAND RAPIDS MI 49503-2341 JOHN ENGLER, Governor DEPARTMENT OF ENVIRONMENTAL QUALITY HOLLISTER BUILDING, PO BOX 30473, LANSING MI 48909-7973 INTERNET: http://www.deq.state.mi RUSSELL J. HARDING, Director December 17, 1997 CERTIFIED Mr. Ryan DeVries 2088 Dagget Pierson, MI 49339 Dear Mr. DeVries: SUBJECT: DEQ File No. 97-59-0023-1 T11N, R10W, Sec. 20, Montcalm County It has come to the attention of the Department of Environmental Quality that there has been recent unauthorized activity on the above referenced parcel of property. You have been certified as the legal landowner and/or contractor who did the following unauthorized activity: Construction and maintenance of two wood debris dams across the outlet stream of Spring Pond. A permit must be issued prior to the start of this type of activity. A review of the Department's files show that no permits have been issued. Therefore, the Department has determined that this activity is in violation of Part 301, Inland Lakes and Streams, of the Natural Resource and Environmental Protection Act, Act 451 of the Public Acts of 1994, being sections 324.30101 to 324.30113 of the Michigan Compiled Laws annotated. The Department has been informed that one or both of the dams partially failed during a recent rain event, causing debris dams and flooding at downstream locations. We find that dams of this nature are inherently hazardous and cannot be permitted. The Department therefore orders you to cease and desist all unauthorized activities at this location, and to restore the stream to a free-flow condition by removing all wood and brush forming the dams from the strewn channel. All restoration work shall be completed no later than January 31, 1998. Please notify this office when the restoration has been completed so that a follow-up site inspection may be scheduled by our staff. Failure to comply with this request, or any further unauthorized activity on the site, may result in this case being referred for elevated enforcement action. We anticipate and would appreciate your full cooperation in this matter. Please feel free to contact me at this office if you have any questions. Sincerely, David L. Price District Representative Land and Water Management Division Dear Mr. Price: Re: DEQ File No. 97-59-0023; T11N, R10W, Sec 20; Montcalm County Your certified letter dated 12/17/97 has been handed to me to respond to. You sent out a great deal of carbon copies to a lot of people, but you neglected to include their addresses. You will, therefore, have to send them a copy of my response. First of all, Mr. Ryan DeVries is not the legal landowner and/or contractor at 2088 Dagget, Pierson, Michigan I am the legal owner and a couple of beavers are in the (State unauthorized) process of constructing and maintaining two wood \"debris\" dams across the outlet stream of my Spring Pond. While I did not pay for, nor authorize, their dam project, I think they would be highly offended you call their skillful use of natural building materials \"debris.\" I would like to challenge you to attempt to emulate their dam project any dam time and/or any dam place you choose. I believe I can safely state there is no dam way you could ever match their dam skills, their dam resourcefulness, their dam ingenuity, their dam persistence, their dam determination and/or their dam work ethic. As to your dam request the beavers first must fill out a dam permit prior to the start of this type of dam activity, my first dam question to you is: are you trying to discriminate against my Spring Pond Beavers or do you require all dam beavers throughout this State to conform to said dam request? If you are not discriminating against these particular beavers, please send me completed copies of all those other applicable beaver dam permits. Perhaps we will see if there really is a dam violation of Part 301, Inland Lakes and Streams, of the Natural Resource and Environmental Protection Act, Act 451 of the Public Acts of 1994, being sections 324.30101 to 324.30113 of the Michigan Compiled Laws annotated. My first concern is aren't the dam beavers entitled to dam legal representation? The Spring Pond Beavers are financially destitute and are unable to pay for said dam representation so the State will have to provide them with a dam lawyer. The Department's dam concern that either one or both of the dams failed during a recent rain event causing dam flooding is proof we should leave the dam Spring Pond Beavers alone rather than harassing them and calling them dam names. If you want the dam stream \"restored\" to a dam free-flow condition contact the dam beavers but if you are going to arrest them (they obviously did not pay any dam attention to your dam letter-being unable to read English) be sure you read them their dam Miranda rights first. As for me, I am not going to cause more dam flooding or dam debris jams by interfering with these dam builders. If you want to hurt these dam beavers be aware I am sending a copy of your dam letter and this response to PETA. If your dam Department seriously finds all dams of this nature inherently hazardous and truly will not permit their existence in this dam State I seriously hope you are not selectively enforcing this dam policy, or once again both I and the Spring Pond Beavers will scream prejudice! In my humble opinion, the Spring Pond Beavers have a right to build their dam unauthorized dams as long as the sky is blue, the grass is green, and water flows downstream. They have more dam right than I to live and enjoy Spring Pond. So, as far as I and the beavers are concerned, this dam case can be referred for more dam elevated enforcement action now. Why wait until 1/31/98? The Spring Pond Beavers may be under the dam ice then, and there will be no dam way for you or your dam staff to contact/harass them then. In conclusion, I would like to bring to your attention a real environmental quality (health) problem: bears are actually defecating in our woods. I definitely believe you should be persecuting the defecating bears and leave the dam beavers alone. If you are going to investigate the beaver dam, watch your step! (The bears are not careful where they dump!) Being unable to comply with your dam request, and being unable to contact you on your dam answering machine, I am sending this response to your dam office. Sincerely, Stephen L. Tvedten",
  "Last Updated": "2 July 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/humor/letters/dammed.asp",
  "Claim": "The state of Michigan threatened local beavers with a $10,000 per day fine for failing to remove their dams.",
  "Claim_ID": "humor_letters_dammed",
  "Tags": ""
}