{
  "Origins": "As best we can ascertain, versions of this howler have been around only since 2000. However, since that not-too-long-ago date, any number of versions of it have been put out there, with slang terms for breasts, buttocks, and genitals swapped in as needed to create new ways of presenting the jape.",
  "Fact Check": "",
  "Description": "Though it's meant as no more than just a bit of good-natured fun, this \"alert\" serves a valuable secondary purpose that most of those who receive it immediately intuit, even if they can't quite put into words the lesson they're internalizing. Through humor, the joke reminds folks that it's not always in their best interests to be overly trusting or forthcoming; that a little bit of \"Why does he need to know that?\" or \"Wait; is the person really who he says he is?\" will stand them in better stead. In the story, the sucker who unthinkingly bows to the con artist's pretense of authority suffers no worse a fate than momentary embarrassment and a lingering realization of having acted foolishly, but those regaled by the yarn quickly grasp that similar acquiescence on their parts in far less ludicrous situations could lead to their being robbed, raped, or killed. The bad guys, after all, do not walk about with signs on their chests proclaiming them to be up to no good. They have been known to prey on the credulous by presenting themselves in the guise of authority figures or uniformed professionals (police, firefighters, doctors, security guards, ambulance workers, cable repairers, telephone installers, delivery persons, janitors), relying on mistaken presumptions to make their victims more tractable. Clutching a clipboard does not a scientist make. Nor does a brown uniform establish that the person at the door is from UPS, or a quick flash of what is presumed to be a badge prove that its bearer is a detective. The overly trusting are easily misled by such ruses, mistaking the appearance of authority for the reality of it. Yet even when visual prompts are absent, folks still fall for outlandish schemes whose perpetrators merely manage to sound believable. For instance, during the five-year span of 1999 to 2004, one fellow got his jollies by pursuading employees of various fast food outlets around the U.S. to conduct strip searches. By telephone, he would identify himself as a police officer or as a member of that restaurant's management, report that a purse had been stolen, and require the franchise's manager to have the suspect (a female, almost always an employee, but in one case a 17-year-old customer) disrobe. The victims of this scam were many, as the hoax was successfully carried out in eateries around the nation, hitting Taco Bell, McDonald's, Wendy's, Burger King, Ruby Tuesday, Applebee's, Perkins, and others. One of the wronged women has brought suit against the restaurant where she worked for the part its shift manager had played in her \"search.\" In April 2004, Sarah Wood sued the Applebee's in Charleston, West Virginia, where she had been made to strip naked by a shift manager who had received such a call. The abused worker was left standing in her birthday suit for 45 minutes before her clothes were returned to her and she was allowed to leave. In July 2004 a 38-year-old Florida man was arrested in connection with this crime spree. David R. Stewart was apprehended at his home on a fugitive from justice warrant from Mount Washington, Kentucky. Police in the Bluegrass State want him on a charge of soliciting for sodomy, a felony. Barbara \"(s)trip to the big house\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2004] I hate people who forward these hoax warnings as much as anyone, but this one is important! Send this warning to all of the men on your e-mail list! If a young lady comes to your front door saying she is conducting a survey on Rocky Mountain ticks and asks you to take off your clothes, do not do it! This is a scam; she only wants to see you naked! I wish I'd gotten this yesterday. I feel so stupid and cheap now! [Collected via e-mail, 2000] WARNING TO LADIES Ladies be very careful ... WARNING !!!!! If a man comes to your front door and says he is conducting a survey and asks you to show him your tits DO NOT SHOW HIM YOUR TITS. This is a scam and he is only trying to SEE YOUR TITS. Please warn other tit owners that their tits may be at risk. [Collected via e-mail, 2004] Important scam warning. I hate those hoax warnings, but this one is important! Please send this to everyone on your email list. If a man comes to your front door and says he is conducting a survey and asks you to show him your bum, DO NOT show him your bum. This is a scam!! He only wants to see your bum. I wish I'd got this yesterday. I feel so stupid and cheap now.",
  "Last Updated": "12 August 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/pollster.asp",
  "Claim": "Perverts are going door to door getting folks to disrobe by asking to see various body parts.",
  "Claim_ID": "humor_iftrue_pollster",
  "Tags": ""
}