{
  "Origins": "The last few years have seen several television programs dedicated to the examination and \"debunking\" of urban legends and similar types of stories. One entry in this genre was a show entitled Mostly True Stories: Urban Legends Revealed , which aired on cable station The Learning Channel (TLC) in the U.S.",
  "Fact Check": "",
  "Description": "One of the features of this program was its use of quizzes as bridges across commercial breaks just before each commercial break it presented the audience with an urban legend-related tidbit and challenged viewers to guess whether it was true or not; after the commercial break the (supposedly) correct answer was revealed. We noted with some amusement that most of these quizzes dealt with fairly obscure items covered on our web site; we were even more amused when the 18 March 2003 episode posed the question of whether the nursery rhyme \"Sing a Song of Sixpence\" was used as a coded message for recruiting pirates. Of course, that was nothing compared to the hilarity which ensued in our house when \"Mostly True Stories\" revealed this item to be TRUE: \"The notorious pirate Blackbeard used this code to recruit hands, whom he paid sixpence a day,\" they disclosed. What's so funny? The notion that the nursery rhyme \"Sing a Song of Sixpence\" was used as a recuiting song for pirates was invented by us as an example of a story so incredibly silly that no one could possibly believe it to be true. We created the Lost Legends section of our web site as a humorous repository for completely absurd \"true\" stories based on premises too ridiculous to be believable as our way of demonstrating the potential pitfalls of taking any one source's unvarnished word for anything, and for one of the entries in this section we came up with a wild tale about the nursery rhyme \"Sing a Song of Sixpence\" having originated as a coded message used to recruit crew members for pirate ships, complete with a line-by-line explication of how it was sung in taverns by confederates of the notorious pirate Blackbeard to assemble crews for his prize-hunting expeditions. The whole idea was supposed to be far too outrageous to be taken seriously (picture in your mind's eye grim-faced pirates intent upon supplementing their crews roaming from pub to pub, belting out a children's rhyme), and in case any readers somehow missed the obvious humor, the page (like all entries in the Lost Legends section) included a link to supplemental page explaining that it was all just a gag perpetrated for the purpose of teaching folks not to ignore their common sense even in the face of a presumed authority. That a television program devoted to testing the veracity of urban legends could take this bit of nonsense at face value is an irony we never contemplated. We have to agree with the conclusion of the Courier Mail journalist who noted (albeit for the wrong reason) that: In the modern world, people are confronted with a barrage of information. Trying to come to grips with such a sensory assault can be a problem. Information is one thing, but processing info until it is useful can be quite another. Hence the common distinction between information and trivia. Trivia can be interesting but is generally not particularly useful. Knowing that the rhyme 'Sing a Song of Sixpence' was originally used to recruit pirates for Blackbeard's ship is not often going to help anyone perform their job better, write a better assignment or make a breakthrough contribution to society. Subsequent airings of the TLC episode featured a revised version of this \"fact\": Additional information: If It Sounds Too Good (or Strange) to Be True (The [Lakeland] Ledger)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20051030214808/http://search.theledger.com/apps/pbcs.dll/article?AID=/20030323/COLUMNISTS0203/303230516&SearchID=73219330841476;http://www.altaanalytics.com/newsdetail.asp?Page_ID=189;",
  "Example": "",
  "Last Updated": "29 June 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/humor/mediagoofs/sixpence.asp",
  "Claim": "Urban legends TV show falls for joke about Blackbeard's using a nursery rhyme to recruit fellow pirates.",
  "Claim_ID": "humor_mediagoofs_sixpence",
  "Tags": ""
}