{
  "Origins": "In January 2011, the Taco Bell fast food chain was the target of a class action lawsuit claiming the company falsely advertised its products as \"beef\" and alleging the chains' food products actually used a meat mixture that was 65% preservatives, binders, extenders and additives which did not meet the U.S. Department of Agriculture's requirements to be labeled \"beef.\" Taco Bell maintained its product was \"88% beef and 12% secret recipe\" (the latter comprising 3% water, 4% Mexican spices and \"flavors,\" and a 5% combination of caramelized sugar, yeast, citric acid, and \"other\" ingredients). Nothing came of the lawsuit, as the firm that filed it voluntarily withdrew it three months later.",
  "Fact Check": "",
  "Description": "In January 2011 the Weekly World News , an entertainment web site devoted to the fantastically fictional, spoofed the Taco Bell lawsuit story by publishing an article positing that it had \"investigated\" the situation and found that Taco Bell's beef was actually \"cat and dog meat\" imported from China, a situation which led to the U.S. Food and Drug Administration's ordering the permanent closure of all Taco Bell outlets: It did not take long for our team to discover that the meat that Taco Bell uses for its beef based products is imported from China. This set off a myriad of bells and whistles on our end so we asked our Japanese WWN affiliates to check out the Kuang Ren factory in the Zhejiang province where the beef is packaged. Within hours our Japanese colleagues were back in touch with a shocking discovery, the so called beef is actually cat and dog meat. We all know that that the Chinese have been known to eat cat and dog meat but we never thought that they would have the cajones to import the goods to the US. Taco Bell would not return our phone calls, which leads us to believe that this must be true. Upon the discovery of the news, we immediately did the right thing and informed the FDA. The FDA has since mandated that all Taco Bells must be closed forever. So go get as many doggy burritos and kitty fajitas as you can before they are gone for good. In terms of truthfulness, the Weekly World News 's Taco Bell story ranked right up there with articles such as \" Alien Spaceships to Attack Earth in November 2012! and \" How to Sell Your Soul to the Devil .\" A similar jape about an imminent Taco Bell closure was promulgated by a user of the prank web site Feednewz.com in May 2015.",
  "Originally Published": "",
  "Referred Links": "http://weeklyworldnews.com/headlines/8069/how-to-sell-your-soul-to-the-devil;http://weeklyworldnews.com/aliens/26535/alien-spaceships-to-attack-earth-in-2011;http://weeklyworldnews.com/headlines/28546/taco-bell-meat/;http://www.businessweek.com/ap/financialnews/D9MMFETG0.htm;http://dailyadvocate.com/ftp/TacoBell.jpg;http://weeklyworldnews.com/headlines/28546/taco-bell-meat/;",
  "Example": "After allegations of false advertising, further investigation causes Taco Bell to close its doors for good. Taco Bell, the pseudo Mexican restaurant popular among college students, poor people, those without taste buds, and individuals with bad taste in general, has recently been put on the stand for allegations regarding false advertisement. [Rest of article here.]",
  "Last Updated": "31 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/tacobell.asp",
  "Claim": "The Taco Bell chain is closing due to allegations that its \"beef\" is really cat and dog meat.",
  "Claim_ID": "humor_iftrue_tacobell",
  "Tags": ""
}