{
  "Origins": "On the heels of spoofed BBC articles about zombies and lion vs. midget fights in Cambodia comes yet another, this one about a putative fight on a San Diego-based message board that left two dead and two wounded.",
  "Fact Check": "",
  "Description": "Aside from all the other clues that made this article evident as a hoax, it clearly used the earlier \"lion vs. midgets\" spoof as a template: the two pages' sidebars of related articles were identical (and referred to news stories about Cambodia and lions, none of which had anything to do with murders in San Diego or computer message boards), and both showed a \"Last Updated\" date of 2 May 2005 , even though according to the text of the San Diego murder story, the purported killings didn't take place until 25 May 2005. In case even that wasn't enough, an admission of the gag was posted on the same site as the spoof article.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] Internet Argument Leaves 2 Dead, 2 Injured San Diego Based Message Board Is Cause for Mass Murder Arguments on Internet message boards are nothing new, and often are a central component. But in San Diego, California an argument turned deadly on 25 May 2005, resulting in two murders, and two other attempted homicides. \"We've always had a lot of arguments and disputes on this board, but nothing like this, and I really don't think anyone saw it coming,\" said Radley Pingay, administrator of pirate969.org, in an email response. \"Bruce was always a little hostile, but so many people are like that online, it's hard to tell what's real and what's just shenanigans.\" Bruce is not only the username of the suspect in the double homicide, but is also his first name. The online argument started in a thread discussing a local band promoter. Bruce Pastuer, now wanted on two counts of homicide and two counts of assault with a deadly weapon, was one of the participants in the discussion. Apparently two other board members and Pastuer exchanged insults, at which point Pastuer drove to the home of the two victims at approximately 3:00PM, and shot them both with a borrowed 12 gauge shotgun. The police have not recovered the weapon, and the names of the two victims have not been released pending notification of their relatives. In the course of the shooting, two neighbors came to investigate, and Pastuer reportedly fired at them as well. His location is unknown, and anyone with information is requested to contact the San Diego Police Department.",
  "Last Updated": "3 June 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/argument.asp",
  "Claim": "An argument over a San Diego-based message board resulted in two murders.",
  "Claim_ID": "humor_iftrue_argument",
  "Tags": ""
}