{
  "Origins": "With one slight change (\"dying to try it soon\" became \"trying it soon\"), the article quoted above appeared on SFgate.com, the online presence of The San Francisco Chronicle , on 14 August 2002. This imprimatur led many readers to believe the article was on the up and up, which proved to be a mistake the story was a hoax.",
  "Fact Check": "",
  "Description": "According to the Bozeman Daily Chronicle , its search of obituaries from the past decade turned up no record of a Grover Chestnut's having died there, nor was it able to locate any relatives of Mr. Chestnut, promising actresses or otherwise. Local morticians say they haven't seen or heard of any ATMs in local cemeteries, nor could they explain how a working ATM could be installed at the mysterious Mr. Chestnut's burial site, since none of the local boneyards provides electrical outlets to graves. SF Gate picked up the tale from Wireless Flash News, a media outlet that represents itself as \"The pop culture wire for media professionals.\" It's hard to assign much credibility to a source that flogs such articles as \"Waltons Creator Admits Old Set Now Haunted by 'Grandpa'\" (2 February 1999), \"Automobile Roadkill Can Predict Your Future\" (14 January 1999), and \"Frank Sinatra, Other Californians Banned From Heaven\" (14 January 1999). David Moye of Wireless Flash said he got his story from a Long Island, New York, man named Joel Jenkins, who claimed to own an ATM company. Jenkins refused to disclose the location of the grave, citing \"security reasons.\" Once SF Gate caught on to its having been had, it posted the following correction on its site in place of the \"ATM Tombstone\" article it had previously displayed: Editor's note: This story has been removed by SF Gate because of questions concerning its accuracy raised by the Bozeman (Mont.) Daily Chronicle. No death notice could be found with the name of the rancher who supposedly set up an automated teller machine at his gravesite so his family would visit. One futher clue to the nature of the \"tombstone ATM\" story is its resemblance to an ancient joke: A Jewish woman in the Bronx recently caused quite a commotion by revealing the contents of her will. First, she stipulated that she be cremated. Then, she asked to have her ashes spread over Bloomingdale's so she'd be assured of having her daughter visit her once a week. Barbara \"gravely mistaken\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20050308194859/http://www.sfgate.com/cgi-bin/article.cgi?file=/news/archive/2002/08/14/MNatmgrave.DTL;",
  "Example": "[Collected on the Internet, 2002] LONG ISLAND, N.Y. (Wireless Flash) A deceased cattle rancher in Bozeman, Montana, took care of his heirs by installing an automatic teller machine in his tombstone. Cattle rancher Grover Chestnut died earlier this year at the age of 79. However, before he cashed in, he installed an ATM at his tombstone and gave ten heirs debit cards, and told them were allowed to withdraw $300 per week from the grave. Chestnut apparently figured the tombstone ATM was the best way to make sure his grave had regular visitors. It seems to be working. Joel Jenkins, who helped create the \"cashing-out\" machines, says one of Chestnut's granddaughters recently gave up a promising acting career in New York in order to cash in on Grandpa's money-making tombstone. Although Chestnut's grave is currently the only one with an ATM, Jenkins thinks others will be dying to try it soon.",
  "Last Updated": "8 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/nonsense/atm.asp",
  "Claim": "A deceased cattle rancher had an ATM installed in his tombstone to dole out weekly stipends to his heirs.",
  "Claim_ID": "humor_nonsense_atm",
  "Tags": ""
}