{
  "Origins": "More than a few people have noted similarities in appearance between chihuahuas and rats, so much so that the Chihuahua is frequently mentioned in a well-traveled urban legend (familiarly known as the \"Mexican Pet\" ) which involves a hapless tourist's mistaking a large rat for that breed of small dog.",
  "Fact Check": "",
  "Description": "Wouldn't it be a hoot if it turned out that Chihuahuas actually were a type of rat? That's the premise put forth in a Watley Review article which reports that cancer researchers analyzed DNA collected from 85 different breeds of dogs and \"determined that the Chihuahua is actually a type of large rodent, selectively bred for centuries to resemble a canine.\" Moreover, says the article, several other breeds of dogs aren't really dogs at all either: The study found that several diminutive breeds had been independently created around the world from a variety of other animals, including the Lhasa apso (Tibetan snow rabbit), Pekingese (Chinese water rat), Shih Tzu (stoat), and Yorkshire Terrier (pigeon). Ah, but it's all just a bit of satirical fun involving dog breeders and several types of small dogs that some people typically associate with the stereotype of overly pampered, annoyingly yappy little pets, all suggested by a 2004 scientific study that found several breeds of dogs which \"aficionados have long believed dated back thousands of years are actually much more modern animals re-creations that were probably produced by breeders.\" As the Watley Review 's disclaimer explains: The Watley Review is dedicated to the production of articles completely without journalistic merit or factual basis, as this would entail leaving our chairs or actually working. Names, places and events are generally fictitious, except for public figures about which we may have heard something down at the pub. All contents are intended as parody and should be construed as such",
  "Originally Published": "",
  "Referred Links": "http://www.watleyreview.com/About.html;http://www.watleyreview.com/2004/052504-3.html;",
  "Example": "[Collected via e-mail, 2004] I heard that with DNA analysis, researchers have discovered that chihuahuas aren't actually dogs, but rodents bred to resemble dogs. Is there any credibility to this at all? Just wondering.",
  "Last Updated": "18 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/chihuahua.asp",
  "Claim": "Chihuahuas are actually a type of rodent bred to resemble dogs.",
  "Claim_ID": "humor_iftrue_chihuahua",
  "Tags": ""
}