{
  "Origins": "No, Mr. Binatang isn't real, nor does any Singaporean zoo worker have to perform the job duties described above.",
  "Fact Check": "",
  "Description": "This article is a bit of humor from the web site Talkingcock.com , a site which \"aims to provide you with news and features that are always tongue-in-cheek, sometimes foot-in-mouth, and most of the time, finger-in-nose.\" (According to the site, \"talking cock\" is \"a local Singaporean term meaning either to talk nonsense or to engage in idle banter.\") This specific piece was taken from Kway Png's column of 14 May 2001, \"Singapore's Worst Job Revealed: Wanking Elephants .\" Within a week of its publication, the article had made the leap to being circulated on the Internet as a \"real news story.\" (StudentMagazine.com, for example, simply reprinted the piece without including mention of its origins or noting that it was intended as humor.) To those clued in, \"binatang\" is a Malay word for \"animal,\" and \"goncang\" is a verb meaning \"to shake\" or \"to stir\" as well as a common euphemism for \"sex\" or \"masturbation.\" Hence the name of the hapless zoo worker given in this story, \"Binatang bin Goncang,\" roughly translates to English as \"animal wanker.\"",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20010708124831/http://www.studentmagazine.com/thisweek/thisweek_article.asp?articleID=213;http://www.talkingcock.com/html/article.asp?sid=225;http://www.talkingcock.com;",
  "Example": "[Collected on the Internet, 2001] Last week, the Singapore Zoological Gardens announced that they were setting up a bank containing sperm samples of all the wildlife under their supervision. At the same time, zoo sperm bank worker Mohd. Binatang bin Goncang won a competition for \"Worst Job in Singapore\". Wildlife Reserves Singapore (WRS), which runs the Singapore Zoo, has set up a bank of sperm and animal tissue in order to help preserve species. The thankless task of collecting the sperm falls to Mr. Binatang's, starting his rounds at 4 a.m. \"We start so early in the morning because a lot of the animals have 'morning glory' when they wake up, and it's easier to collect the sperm. Wearing rubber gloves and carrying a cooler box filled with ice and tupperware, Mr. Binatang, 25, told us that he'd just graduated from Singapore Polytechnic with a diploma in life sciences. He liked nature and animals, and thought that the Singapore Zoo would be the perfect place to work. \"I never thought I'd be giving an orang-utan a hand job every morning,\" he said somewhat ruefully. \"And he is the worst, he expects to be kissed first. \"As we approached the orang-utan enclosure, we saw the Zoo's most famous resident lying casually on his back, hands behind his head, and sporting a huge erection. Applying the massage oil onto his gloves, he lingered outside the enclosure before entering and knelt before the orange beast. About 2 minutes' worth of squelching noises could be heard before Mr. Binatang emerged again. Next the tiger enclosure, the big cats were sprawled lazily on the grass verge, in a somewhat half-hearted manner as he put on a fresh set of gloves and entered the enclosure. \"Here, kitty, kitty, kitty . . .\" Moments later, he emerged with several tupperware full of viscous fluid. \"Isn't it dangerous?\" we asked. Mr. Binatang was silent for a while. \"They know I'm not there as an enemy,\" he finally said, a glazed, faraway look in his eyes. Worked his way round the zoo, finished his rounds at 3 pm in the afternoon. Carrying out his duties with the tapirs, the rhinoceros, giraffe and the gorillas, amongst others. \"Each animal is different,\" he said, removing his gloves, now speckled with traces of polar bear spunk. \"The chimpanzees always want to be hugged afterwards. The elephant is the most tricky because of the size of its thing . . . sometimes I have to use both my arms to tug on it.\" \"As you can expect it's really affecting my sex life. I can't help it. Each time my wife initiates sex, these ejaculating hippos keep floating through my mind.\" How long will he stay difficult to know, but deputy assistant director Lai Jee Seow thinks it is important to continue. \"It's because the animals have gotten too used to Binatang coming over every morning to pull them off,\" said \"Many of them now can't be bothered to engage in real sex.\"",
  "Last Updated": "25 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/worstjob.asp",
  "Claim": "The \"worst job in Singapore\" belongs to a zoo worker who has to help animals masturbate in order to collect sperm samples from them.",
  "Claim_ID": "humor_iftrue_worstjob",
  "Tags": ""
}