{
  "Origins": "The deadly 11 March 2011 earthquake that struck Japan not only triggered a 23-foot tsunami, but resulted in explosions at the Fukushima Daiichi Nuclear Power Station that released radioactive debris into the air after cooling systems at that facility failed.",
  "Fact Check": "",
  "Description": "The long-term impact of this nuclear catastrophe is not known. In the short-term, the massive radiation leak prompted great anxiety, in Japan and around the world. (An online instance of the expression of this fear was a map that purported to show that a full meltdown at Fukushima Daiichi would result in deadly nuclear fallout quickly spreading to Canada and the U.S. The map was a phony, but it was passed from inbox to inbox as folks tried to make sense of how dangerous to them the faraway nuclear incident was.) Immediately following the nuclear incident in Japan, supplies of radiation detectors and potassium iodide (to fend off thyroid cancer) in the U.S. quickly sold out. The Surgeon General, Regina M. Benjamin, likely added to this panic by stating on 15 March 2011 that it was no overreaction for Americans to stock up on iodine pills. \"It s a precaution,\" Dr. Benjamin told a television interviewer. (Said assertion was backpedaled by her office two days later, after President Obama said Americans needed to take no protective measures.) While the item quoted above is a light-hearted bit intended to poke fun at radiation anxiety and the sometimes oddball ways suggested for safeguarding oneself and loved ones from nuclear fallout, even as it succeeds as a humor item, it fails as science. Radiation will not cause microwave popcorn to explode the only thing that prompts that effect is heat. Popcorn, a type of corn called flint corn, contains a moisture content of about 13.5%. Its tough elastic layer resists the internal buildup of steam pressure during the heating process, then once the critical temperature of 400 F is reached, that protective layer violently erupts and each kernel expands up to thirty-five times its original size. Being the online touchstone for determining hoax from reality means snopes.com frequently sees its name invoked by pranksters looking to trick the gullible into believing any and all bits of forwarded malarkey. Numerous virus hoaxes, missing children leg-pulls, erroneous political polemics and the like have been sped from inbox to inbox bearing the imprimatur \"I checked this on snopes and it's true,\" and way too many otherwise intelligent folks just up and believed such bald-faced lies rather than checking things out for themselves by running a few words from questionable items through the snopes.com search engine. This piece is a bit of an odd duck, in that while the snopes.com name has been invoked in false items before, this marks the first time we've noticed it used in a humor item. The prompting of popcorn to pop has previously been featured in purported (yet specious) ways of detecting high levels of radiation, including a popular 2000 online item about eggs or popcorn being cooked by radiation emitted by cell phones. Barbara \"popping unfresh\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "Homemade Radiation Tester NOTE: I checked with SNOPES and this really does work. With all the fear of radiation fallout from Japan I thought it might be useful to tell you about a cheap, effective, homemade radiation tester you can easily assemble and rely upon. Follow these simple instructions, IT REALLY WORKS!! OPEN A BAG OF ORVILLE REDENBACHER MICROWAVE POPCORN LEAVE IT ON YOUR KITCHEN COUNTER IF IT STARTS POPPING, YOU'VE HAD IT!",
  "Last Updated": "23 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/radiation.asp",
  "Claim": "Popcorn is a cheap but effective radiation tester.",
  "Claim_ID": "humor_iftrue_radiation",
  "Tags": ""
}