{
  "Origins": "For as long as people have indulged their fantasies by imagining what they'd ask for if they were granted three wishes, smart alecks have suggested circumventing the rules by wishing for more wishes. The \"wish for more wishes\" motif is now such a common one that in the 1992 Disney animated film version of Aladdin , the wish-granting Genie whom the title character encounters specifically includes it among the list of requests he cannot grant: Rule number one: I can't kill anybody, so don't ask. Rule number two: I can't make anybody fall in love. Rule number three: I can't bring people back from the dead. Finally, no wishing for more wishes! This premise was the basis for a January 2008 spoof video produced by The Onion, a satirical publication. Entitled \"Child Bankrupts Make-A-Wish Foundation with Wish for Unlimited Wishes,\" the clip presents two hosts on the fictional morning television show today NOW! discussing the case of Chad Carter, a 8-year-old Boston boy suffering from leukemia who \"took advantage of some bureaucratic loophole\" in the charter of the Make-A-Wish Foundation to demand that the organization provide him with unlimited wishes. Chad's \"non-stop wish fulfillment\" has grown to include \"nine trips to Walt Disney World for himself and his family of five,\" \"a real live F-14 Tomcat (which had to be decommissioned from Afghanistan),\" and \"daily hot dog lunches with Yankee slugger Johnny Damon,\" with the result that Chad alone has cost the Make-A-Wish Foundation five times its annual budget.",
  "Fact Check": "",
  "Description": "It's all just a bit of whimsical fun, of course, but many readers have inquired of us whether the clip is real. Apparently the video is such a well-produced imitation of morning television programming that some viewers either didn't realize it originated with The Onion or were unfamiliar with the satirical nature of that source.",
  "Originally Published": "",
  "Referred Links": "http://www.theonion.com/content/video/child_bankrupts_make_a_wish_0;",
  "Example": "[Collected on the Internet, January 2008] There is a video circulating on myspace about the make a wish foundation and an 8 yr old boy named Chad Carter. the video is done on the set of the \"Today Now\" show (don't know if that's a real show or not) and claims that Make a wish is filing for bankruptcy due to a loophole in their contracts. The boy wished for unlimited wishes and is said to have made many extremely outrageous wishes including 9 trips to Disneyland.",
  "Last Updated": "31 January 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/makeawish.asp",
  "Claim": "The Make-A-Wish Foundation is being driven into bankruptcy by a child who wished for unlimited wishes.",
  "Claim_ID": "humor_iftrue_makeawish",
  "Tags": ""
}