{
  "Origins": "This is a joke both so old and so obvious that it's a puzzlement anyone would take it seriously enough to ask us \"Is this true?\", but appparently there's never so obvious a joke but that someone doesn't get it.",
  "Fact Check": "",
  "Description": "This gag is sometimes told of software that translates text from one language to another and renders the name \"Dick Van Dyke\" as \"Penis Van Lesbian,\" or of a device that automatically censors \"naughty\" words in television programs by replacing them with more acceptable alternatives and therefore converts \"Dick Van Dyke\" to \"Jerk Van Gay.\" For the record, Dick Van Dyke's real name is Richard Wayne Van Dyke. He was born on 13 December 1925 in West Plains, Missouri. Barbara \"diagnosis: stooopid\" Mikkelson Sightings: Mary Tyler Moore told this joke during a 1990 talk show appearance with David Letterman.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] A strikingly handsome young man walked into the office of a Hollywood agent with his resume and portfolio in hand. The agent reviewed the young man's slim resume and small portfolio with the care that was deserving of his fine young specimen. \"You have the very obvious good looks and excellent demeanor of an actor. Tell me, have you had any roles that I might be aware of.\" \"Other than the requisite high school and college plays, no sir,\" said the handsome young man. \"I dare say I know the reason why, with a name like yours,\" said the agent. \"Sir?\" \"Your name. Penis Van Lesbian. That's not a name that will go far in Hollywood. I'd love to represent you, but you'll have to change your name.\" \"Sir,\" the handsome young man protested. \"The Van Lesbian name was my father's, my grandfather's and his father's name. We have carried this name for generations and I will not change it for Hollywood or any other reason.\" \"If you won't change your name, I cannot represent you young man.\" \"Then I bid you farewell my name will not change.\" With that, Penis Van Lesbian left the agents office never to return. Five Years Later: The Hollywood agent returned to his office after lunch with some producers and shuffled through his mail. Mostly junk mail, trade journals and the like. There was one letter. He opened the envelope and removed the letter. As he unfolded the fine linen paper, a check dropped from the folds and onto his desk. He looked at the check. It was for 50,000 dollars! He read the letter: Dear Sir: Several years ago, I entered your office determined to become an actor. You refused to represent me unless I changed my name. I objected, saying the Penis Van Lesbian name had been carried for generations and left your office. However, upon leaving, I chanced to reconsider my hastiness and after considerable reflection, I decided to heed your advice and endeavored to change my name. Now I am a famous actor with many roles and known to millions worldwide. Having achieved this fame and fortune, it is often that I think back to my meeting with you and your insistence that I change my name. I owe you a debt of gratitude, so please accept this check with my humble thanks, for it was your idea which has brought me to such wealth and fame. Very Sincerely Yours, Dick Van Dyke Variations: \"Penis\" is sometimes spelled \"Penus.\"",
  "Last Updated": "6 April 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/jokes/vandyke.asp",
  "Claim": "Dick Van Dyke's real name is Penis Van Lesbian.",
  "Claim_ID": "humor_jokes_vandyke",
  "Tags": ""
}