{
  "Origins": "All one need know about this article is that it originated with the Weekly World News , an entertainment tabloid with its tongue firmly embedded in its cheek to a depth not measurable by any instrument known to man. Unfortunately, Yahoo!, a primary news source for many people on the Internet, reprints some Weekly World News articles in their Entertainment News section under a heading of \"Entertainment News & Gossip,\" a title that doesn't convey a strong \"bogus\" warning to readers who don't notice the original source is the Weekly World News (or don't know what the Weekly World News is). So, after Yahoo! picked up this November 2002 article about doctors finding a direct link between heart attacks and \"working with stupid people,\" it was forwarded on and circulated by people who knew only that it came from a \"real news source.\" (For the record, there is no Lindbergh University Medical Center in Sweden.)",
  "Fact Check": "",
  "Description": "Idiots seem to be one Weekly World News ' favorite topics, as the following headlines from a recent year demonstrate: November 2003: IDIOTS FORMING NATIONAL UNION America's 50 million dummies to unite! June 2004: NASA IDIOTS TO TURN MARS ROVERS INTO BATTLEBOTS When NASA's Spirit and Opportunity rovers go off-line this fall, they'll go out with a bang at least one of them will. Eggheads plan for the two hardy vehicles to wage a \"battlebots\" type fight to the death on Mars! November 2004: IDIOTS SCRAPE OFF $74 MILLION MASTERPIECE . . . & UNCOVER $6 DOODLE OF A DUCK! Boneheaded art thieves scraped off the surface of Edvard Munch's masterpiece The Scream, convinced that an even more valuable painting lay underneath and instead uncovered an amateurish picture of a duck worth no more than $6! A JPEG version of the \"Working with Idiots Can Kill You!\" article is commonly circulated via e-mail, with no information indicating when or where the original was published.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20021212035821/http://entertainment.yahoo.com/entnews/wwn/20021121/103789080005.html;http://www.weeklyworldnews.com/;",
  "Example": "[McLare, 2002] STOCKHOLM Idiots in the office are just as hazardous to your health as cigarettes, caffeine or greasy food, an eye-opening new study reveals. In fact, those dopes can kill you! Stress is one of the top causes of heart attacks and working with stupid people on a daily basis is one of the deadliest forms of stress, according to researchers at Sweden's Lindbergh University Medical Center. The author of the study, Dr. Dagmar Andersson, says her team studied 500 heart attack patients, and were puzzled to find 62 percent had relatively few of the physical risk factors commonly blamed for heart attacks. \"Then we questioned them about lifestyle habits, and almost all of these low-risk patients told us they worked with people so stupid they can barely find their way from the parking lot to their office. And their heart attack came less than 12 hours after having a major confrontation with one of these oafs. \"One woman had to be rushed to the hospital after her assistant shredded important company tax documents instead of copying them. A man told us he collapsed right at his desk because the woman at the next cubicle kept asking him for correction fluid for her computer monitor. \"You can cut back on smoking or improve your diet,\" Dr. Andersson says, \"but most people have very poor coping skills when it comes to stupidity they feel there's nothing they can do about it, so they just internalize their frustration until they finally explode.\" Stupid co-workers can also double or triple someone's work load, she explains. \"Many of our subjects feel sorry for the drooling idiots they work with, so they try to cover for them by fixing their mistakes. One poor woman spent a week rebuilding client records because a clerk put them all in the 'recycle bin' of her computer and then emptied it she thought it meant the records would be recycled and used again.\"",
  "Last Updated": "28 August 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/idiots.asp",
  "Claim": "A medical study has determined that working with idiots is 'one of the deadliest forms of stress.'",
  "Claim_ID": "humor_iftrue_idiots",
  "Tags": ""
}