{
  "Origins": "This bit of humorous computerlore has been circulating since shortly after it was supposedly unleashed on the world at a \"June 15, 1999 Defense Science and Technology Organization Lecture Series Melbourne, Australia.\" The gist of the anecdote is true, although much that is not true has been added or facts have been exaggerated for humorous effect.",
  "Fact Check": "",
  "Description": "As revealed by Dr. Anne-Marie Grisogono, head of the Simulation Land Operations Division at the Australian DSTO (Defence Science and Technology Organisation) in the publication Defence Systems Daily , she did not \"instruct developers to model the local marsupials' movements and reaction to helicopters\" because \"groups of disturbed animals might well give away a helicopter's position,\" nor did corner-cutting programmers seek to save some effort by simply replacing images of soldiers with images of kangaroos without modifying the underlying instructions for their behavior. Programmers did add animated kangaroos to the simulation, and they did accomplish this by replacing the visual representation of soldiers with visual representations of the hopping marsupials (while neglecting to remove the weapons and firing behavior from these representations), but this was all done out of fun (not necessity), and this humorous glitch was discovered right away and not unwittingly (and embarrassingly) displayed to a group of visitors (American or otherwise). Additionally, as Dr. Grisogono related, \"[S]ince we were not at that stage interested in weapons, we had not set any weapon or projectile types, so what the kangaroos fired at us was in fact the default object for the simulation, which happened to be large multicoloured beachballs.\" So, it was neither programmers nor pilots who \"learned a lesson\" from this one. If anyone, it was Dr. Grisogono, who has now learned first-hand just how easily an innocuous anecdote can be transformed into something sensational, and how quickly and widely it can be spread.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] Mutant Marsupials Take Up Arms Against Australian Air Force The reuse of some object-oriented code has caused tactical headaches for Australia's armed forces. As virtual reality simulators assume larger roles in helicopter combat training , programmers have gone to great lengths to increase the realism of the their scenarios, including detailed landscapes and in the case of the Northern Territory's Operation Phoenix herds of kangaroos (since groups of disturbed animals might well give away a helicopters position). The head of the Defense Science and Technology Organization's Land Operations/Simulations division reportedly instructed developers to model the local marsupials' movements and reaction to helicopters. Being efficient programmers, they just re-appropriated some code originally used to model infantry detachments reactions under the same stimuli, changed the mapped icon from a soldier to a kangaroo, and increased the figures' speed of movement. Eager to demonstrate their flying skills for some visiting American pilots, the hotshot Aussies \"buzzed\" the virtual kangaroos in low flight during a simulation. The kangaroos scattered, as predicted, and the Americans nodded appreciatively . . . and then did a double-take as the kangaroos reappeared from behind a hill and launched a barrage of stinger missiles at the hapless helicopter. (Apparently the programmers had forgotten the remove \"that\" part of the infantry coding). The lesson? Objects are defined with certain attributes, and any new object defined in terms of the old one inherits all the attributes. The embarrassed programmers had learned to be careful when reusing object-oriented code, and the Yanks left with the utmost respect for the Australian wildlife. Simulator supervisors report that pilots from that point onwards have strictly avoided kangaroos, just as they were meant to.",
  "Last Updated": "8 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/humor/nonsense/kangaroo.asp",
  "Claim": "Australian programmers added armed kangaroos to a military defense simulation program.",
  "Claim_ID": "humor_nonsense_kangaroo",
  "Tags": ""
}