{
  "Origins": "We've truncated the list to the 'A' entries and removed the phone numbers in the example reproduced above, but it is a real excerpt from an Associated Press dispatch inadvertently sent out to newspaper sports departments on 7 January 2004. The full list included home phone numbers for hundreds of current and former professional athletes, managers, and coaches from a wide variety of sports, as well as team owners, league officials, agents, lawyers, news outlets, and media rating companies. (Many of the entries on the list are obviously out-of-date; some of the people included, such as former Anaheim Angels owner Gene Autry, have passed away.)",
  "Fact Check": "",
  "Description": "The transmission of the list was soon followed by a second dispatch advising recipients to \"Disregard\" the previous dispatch. According to the Los Angeles Times : An AP spokesman called it an \"inadvertent transmission.\" Said Times Sports Editor Bill Dwyre: \"Knowing [AP sports editor] Terry Taylor, there's going to be an opening in her department.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2004] Some clown from AP Sports put his entire rolodex in a story and sent it out ... Someone is handing him a brightly colored pink slip as we speak. So many good names... can't wait to drunk dial Steinbrenner & Bush PHONES, Aaron Hank ABC Radio Abdul-Jabbar Kareem Abraham Seth AC Nielsen Adams Alan Adcock Joe Albert Marv Alderson Sandy Alfano, Pete (ATP) Allen Doug (NFLPA) Allen Mel Alliss Peter Anderson Dick Anderson Ottis Anderson Sparky Andretti Mario Andros Dee Angelos Peter Antonucci John AP Broadcast AP Radio Arbitron Archibald Tiny Argovitz Jerry Argyros George Armato Leonard (agent for Shaq, atty for Kareem) Arnold Jennifer Arum Bob Atlanta Organizing Committee (Bob Brennan) Auerbach Red Autry Gene",
  "Last Updated": "29 June 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/humor/mediagoofs/apsports.asp",
  "Claim": "An Associated Press dispatch mistakenly sent out to newspapers included home phone numbers for hundreds of well-known sports figures.",
  "Claim_ID": "humor_mediagoofs_apsports",
  "Tags": ""
}