{
  "Origins": "Evidently, if there's any news story as intriguing as zombies on the prowl in Cambodia, it's a lion killing and maiming several dozen midgets in Cambodia.",
  "Fact Check": "",
  "Description": "Just as in the earlier case of a fabricated news story about Cambodian zombies , someone created a spoof article about a match between a lion and 42 members of a putative Cambodian Midget Fighting League by using a page from the BBC's web site as a template. At least this instance of a phony BBC-like page came with a disclaimer , however, as its creator explained: It was created to 'settle' a dispute between a friend of mine in which he claimed that 40 weaponless midgets could defeat 1 lion in a hypothetical fight. Many of my other friends and I tried to convince him that the lion would definitely win, but he would not back down from his argument. After seeing another fake article posing as BBC about 'zombism' in Cambodia, I got the idea to make this fake news article to try and convince him for the final time. As soon as I was alerted the article had spread to the public, I created this 'disclaimer' page explaining the article's invalidity. This was not only to hopefully protect myself from the BBC or Cambodian Midget Fighting League (if one exists), but to also protect the reputability of the BBC and Cambodia itself, since the article isn't exactly politically correct and may offend some readers. I apologize to anyone or any groups that may have been offended by the article, and hope that they will understand it was all in good fun.",
  "Originally Published": "",
  "Referred Links": "http://lionvs40midgets.uk-directory.com/;http://www.newturfers.com/mwf/attach/38/355838/BBCNEWSWorldLionMutilates42MidgetsinCambodianRing-Fight.htm;",
  "Example": "[Collected on the Internet, 2005] Lion Mutilates 42 Midgets in Cambodian Ring-Fight Spectators cheered as entire Cambodian Midget Fighting League squared off against African Lion Tickets had been sold-out three weeks before the much anticipated fight, which took place in the city of K mp ng Chhn ng. The fight was slated when an angry fan contested Yang Sihamoni, President of the CMFL, claiming that one lion could defeat his entire league of 42 fighters. Sihamoni takes great pride in the league he helped create, as was conveyed in his recent advertising campaign for the CMFL that stated his midgets will \"... take on anything; man, beast, or machine.\" [Rest of article here.]",
  "Last Updated": "21 May 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/lionmidget.asp",
  "Claim": "The BBC reported on a lion's mutilating 42 midgets in a Cambodian ring-fight.",
  "Claim_ID": "humor_iftrue_lionmidget",
  "Tags": ""
}