{
  "Origins": "If the basic implausibility of this tale doesn't give it away as merely a bit of humor, nor its non-newslike style, nor the all-too-appropriate setting of \"Last Chance, Texas,\" nor the idea that there might be a \"sitcom based on the story\" of a man shooting himself in the head, then at least a cursory examination of the source does. This piece was taken straight from Duncan Expos News , home of other compelling (and parodical) news stories such as \" Ducks Barbeque Lady \" and \" Moon Mad at Earth .\"",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20020822014513/http://www.dxpnet.com/news/1-3-215-1.asp;http://web.archive.org/web/20020622032226/http://www.dxpnet.com/news/1-1-1167-1.asp;http://www.dxpnet.com/news/;http://web.archive.org/web/20020427220005/http://www.dxpnet.com/news/1-1-39-1.asp;",
  "Example": "[Collected on the Internet, 2002] \"Steve Huey\" was suffering from an inoperable and fatal brain tumor. Doctors had given him only two months to live, so Huey decided to end it sooner rather than face the pain. He wrote a suicide note and then placed the gun to his head and shot. Later, friends found him on the floor in a pool of blood. They called the ambulance and within hours, Huey was up and walking around. \"His sense of humor was amazing, but even more amazing is his luck,\" remarked his doctor. [. . .] The chances of him shooting out his brain tumor are 254 million to one. The bullet missed all of the vital parts of the brain and only shot out the tumor. Friends and family have urged Huey to put his luck to good use and buy lots of lottery tickets.",
  "Last Updated": "25 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/tumor.asp",
  "Claim": "Man attempting to commit suicide by shooting himself in the head inadvertently saves his own life when the bullet excises his inoperable brain tumor.",
  "Claim_ID": "humor_iftrue_tumor",
  "Tags": ""
}