{
  "Origins": "This laundry list of \"true news stories\" began circulating on the Internet during the spring of 1998.",
  "Fact Check": "",
  "Description": "Though the list now most commonly takes the form quoted above of five tales of unspeakable irony, earlier versions listed seven incidents. Here are the missing two: Trying to keep warm in freezing weather, a 50 year old Cypriot huddled over his paraffin heater. Accidentally overturning it, he set himself on fire, screaming in pain as his clothes were engulfed he ran out of his abode and jumped into a nearby reservoir, where he sunk like a stone and drowned. In 1992, Frank Perkins of Los Angeles made an attempt on the world flagpole-sitting record. By the time he had come down, eight hours short of the 400 day record, his sponsor had gone bust, his girlfriend had left him and his phone and electricity had been cut off. None of the seven tales is a true story. The one item that comes closest to having something to it is the entry about the luckless flagpole sitter Frank Perkins, the man named in the bit, set a pole-sitting record of 399 days in 1976 in San Jose, California. However, the horrific results he supposedly weathered were not reported in the media, leading one to believe a real name and achievement were used to dress up a fanciful tale. The self-bombing Iraqi tale was reported as a news item in the 27 November 1994 issue of The People . Two things to be kept in mind when considering the validity of that cite: The People is notorious for printing tall tales, and no other news agency carried this story. Interestingly, a 1966 Wile E. Coyote and Road Runner cartoon titled \"Sugar and Spies\" contains a segment where the coyote attempts to mail a letter bomb to his nemesis. The rigged package marked \"postage due\" is returned by the road runner disguised as a postman. But of course the coyote opens it, blowing himself up. In 2004 we encountered an updating of the 1998 list that prefaced the rehabilitated seal, shaking husband, and foolhardy terrorist tales with the following: Are ya havin' a Bad Day???? Well, then, consider this..... In a hospital's Intensive Care Unit, patients always died in the same bed, on Sunday morning, at about 11:00 a.m., regardless of their medical condition. This puzzled the doctors and some even thought it had something to do with the supernatural. No one could solve the mystery as to why the deaths occurred around 11:00 a.m. on Sunday, so a worldwide team of experts was assembled to investigate the cause of the incidents. The next Sunday morning, a few minutes before 11:00 a.m., all of the doctors and nurses nervously waited outside the ward to see for themselves what the terrible phenomenon was all about. Some were holding wooden crosses, prayer books, and other holy objects to ward off the evil spirits. Just when the clock struck 11:00, Pookie Johnson, the part-time Sunday sweeper, entered the ward and unplugged the life support system so he could use the vacuum cleaner. The \"floor cleaner unplugs life support system\" story is a well-traveled legend in its own right, long ago earning its own write-up on this site. In a nutshell, it too is a fake. In February 2010 we received an updated version of the list, in which the entry for the \"shaking husband\" story was slightly altered to keep it fresh with the times 1998's Walkman became 2010's iPod. Barbara \"blast from the past\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 1998] Just in case you were having a \"bad day\" . . . The average cost of rehabilitating a seal after the Exxon Valdez oil spill in Alaska was $80,000. At a special ceremony, two of the most expensively saved animals were released back into the wild amid cheers and applause from onlookers. A minute later, in full view, they were both eaten by a killer whale. A psychology student in New York rented out her spare room to a carpenter in order to nag him constantly and study his reactions. After weeks of needling, he snapped and beat her with an ax leaving her mentally retarded. A woman came home to find her husband in the kitchen, shaking frantically with what looked like a wire running from his waist towards the electric kettle. Intending to jolt him away from the deadly current she whacked him with a handy plank of wood by the back door, breaking his arm in two places. Until that moment he had been happily listening to his walkman. Two animal rights protesters were protesting at the cruelty of sending pigs to a slaughterhouse in Bonn. Suddenly the pigs, all two thousand of them, escaped through a broken fence and stampeded, trampling the two hapless protesters to death. And finally . . . Iraqi terrorist, Khay Rahnajet, didn't pay enough postage on a letter bomb. It came back with \"return to sender\" stamped on it. Forgetting it was the bomb, he opened it and was blown to bits. Your day's not so bad, is it?",
  "Last Updated": "27 June 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/lists/fakenews.asp",
  "Claim": "List of funny news stories from 1998.",
  "Claim_ID": "humor_lists_fakenews",
  "Tags": ""
}