{
  "Origins": "This fanciful tale appeared on the Internet in mid October 2001. Although it is often accompanied by the claim that it came from The Orlando Sentinel , readers should not be misled into believing a word of it. No such account appeared in that paper (or any other).",
  "Fact Check": "",
  "Description": "We don't doubt that golfers of either sex do really dumb things or that some fellow somewhere hasn't thought of introducing his genitalia into the mechanism of a ball scrubber. (With an appellation like \"ball washer,\" how could it be otherwise?) However, this particular story about a bet gone wrong and a horrible injury sustained is as fake as the mental \"Yee-ouch!\" factor it plays upon is real. Few men can read such an account, fictional or otherwise, without wincing. Barbara \"par for the coarse\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] Based on a bet by the other members of his threesome, Everett Sanchez tried to wash his own \"balls\" in a ball washer at the local golf course. Proving once again that beer and testosterone are a bad mix, Sanchez managed to straddle the ball washer and dangle his scrotum in the machine. Much to his dismay, one of his buddies upped the ante by spinning the crank on the machine with Sanchez's scrotum in place, thus wedging them solidly in the mechanism. Sanchez, who immediately passed his threshold of pain, collapsed and tumbled from his perch. Unfortunately for Sanchez, the height of the ball washer was more than a foot higher off the ground than his testicles are in a normal stance, and the scrotum was the weakest link. Sanchez's scrotum was ripped open during the fall, and one testicle was plucked from him forever and remained in the ball washer, while the other testicle was compressed and flattened as it was pulled between the housing of the washer, and the rotating machinery inside. To add insult to injury, Sanchez broke a new $300 driver that he had just purchased from the pro shop, and was using to balance himself. Sanchez was rushed to the hospital for surgery, and the remaining two were asked to leave the course.",
  "Last Updated": "10 October 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/follies/ballwash.asp",
  "Claim": "Golfer who sticks his scrotum into a ball washer is horribly injured.",
  "Claim_ID": "humor_follies_ballwash",
  "Tags": ""
}