{
  "Origins": "This knee-slapper has been part of the online canon since 2000. It is periodically taken out, dusted off, and updated so as to adjust the \"Jan 1\" date to the nearest year.",
  "Fact Check": "",
  "Description": "This sort of humor is not new, as evidenced by the 1930's \"sure and deadly potato bug killer\" leg-pull , in which yet another hilariously low-tech solution to a problem was presented as the latest in wizardry. Matching it in a more contemporary setting was the act of a pit boss in at the Silverton hotel-casino in Las Vegas hotel who in 2003 offered me a \"Silverton lighter\" that turned out to be a pack of matches. As for the underlying premise of the \"hands-free cell phone\" jape, although some states and municipalities have banned the use of handheld cell phones by motorists, there is not yet any federal law in the offing that would make this interdict countrywide, so cell phone users need not save up their rubber bands quite yet. Barbara \"da boyz in the band\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2004] New Cell Phone Law I don't know if you've heard, but starting Jan 1, 2004 you will no longer be able to use a cell phone while driving unless you have a \"hands free\" adapter. I went to Circuit City and they wanted $50 for a headset with a boom microphone for my cell phone. Having a friend in the cell phone business, I talked with him and was able to come up with an alternative,working through Office Depot. These kits are compatible with any mobile phone and one size fits all. I paid $0.08 each because I bought in quantity. I'm selling them for only $1.00. I tried them out on Erickson, Motorola, and Nokia phones and they worked perfectly. A photo is attached, scroll down. Take a look and let me know if you want one. Also, forward this to anyone you know who may want one! I can hear you laughing! I thought you needed a laugh. [Collected on the Internet, 2000] I don't know if you've heard, but starting Jan 1, 2001 there's a new federal law that says you will no longer be able use a cell phone while driving unless you have a \"hands free\" adapter. I went to Circuit City and they wanted $50 for it. I have managed to get hold of some \"off brand\" units and was wondering if anyone is interested. These kits are compatible with any mobile phone and one size fits all. I paid $8 each for buying in quantity. I'm selling them for $10, but if you buy more than 10, I'll give them to you for $9 each.",
  "Last Updated": "20 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/handsfree.asp",
  "Claim": "E-mail advertises new cell phone conforming to federal regulations requiring motorists to use hands-free devices only.",
  "Claim_ID": "humor_iftrue_handsfree",
  "Tags": ""
}