{
  "Origins": "The following are extracts from an interview with Madonna by the Hungarian magazine Blikk. The questions to Madonna were asked in Hungarian and then translated into English. Madonna's responses were then translated into Hungarian. The interview was then published in Hungarian and, finally, translated back into English.",
  "Fact Check": "",
  "Description": "Time magazine states, \"to say that something was lost in the process is to be wildly ungrateful for all that was gained\" Here are some of the gems culled from the interview: This is one piece of humor that does have a bit of truth to it. In 1996, while Madonna was in Budapest filming the movie Evita, she gave an interview to a reporter from the daily Blikk, a Hungarian newspaper. As the correspondent did not speak English, and Madonna knew no Hungarian, the questions were translated from Hungarian to English, and Madonna's replies were translated from English to Hungarian. Later, the American newspaper USA Today ran a story about the interview which included humorous excerpts produced by translating some of the questions and answers into English yet again. The USA Today article was not the source of the popular version of this piece, however. A few weeks after USA Today ran their bit, \"Doonesbury\" cartoonist Garry Trudeau was inspired to create a parody Madonna interview, and his effort was published in Time magazine. What has been reproduced all over the net is not the \"real\" (mis)translation of Madonna's Hungarian interview, but Trudeau's spoof of it (although some of Trudeau's humor is very close in substance to the USA Today version). Here is Trudeau's piece, in all its glory: BLIKK: Madonna, Budapest says hello with arms that are spread-eagled. Did you have a visit here that was agreeable? Are you in good odor? You are the biggest fan of our young people who hear your musical productions and like to move their bodies in response. MADONNA: Thank you for saying these compliments (holds up hands). Please stop with taking sensationalist photographs until I have removed my garments for all to see. (laughs). This is a joke I have made. BLIKK: Madonna, let's cut to toward the hunt. Are you a bold hussy-woman that feasts on men who are tops? MADONNA: Yes, yes, this is certainly something that brings to the surface my longings. In America it is not considered to be mentally ill when a woman advances on her prey in a discotheque setting with hardy cocktails present. And there is a more normal attitude toward leather play-toys that also makes my day. BLIKK: Is this how you met Carlos, your love servant who is reputed? Did you know he was heaven-sent right off the stick? Or were you dating many other people in your bed at the same time? MADONNA: No, he was the only one I was dating in my bed then, so it is a scientific fact that the baby was made in my womb using him. But as regards those questions, enough! I am a woman and not a test-mouse! Carlos is an everyday person who is in the orbit of a star who is being muscle-trained by him, not a sex machine. BLIKK: May we talk about your other \"baby,\" your movie, then? Please do not be denying that the similarities between you and the real Evita are grounded in basis. Power, money, tasty-food, Grammys -- all these elements are afoot. MADONNA: What is up in the air with you? Evita never was winning a Grammy! BLIKK: Perhaps not. But as to your film, in trying to bring your reputation along a rocky road, can you make people forget the bad explosions of Who's That Girl? and Shanghai Surprise? MADONNA: I am a tip-top starlet. That is the job that I am paid to do. BLIKK: O.K. here's a question from left space. What was your book Slut about? MADONNA: It was called Sex, my book. BLIKK: Not in Hungary. Here it was called Slut. How did it come to publish? Were you lovemaking with a man-about-town printer? Do you prefer making suggestive literature to fast selling CD's? MADONNA: These are different facets to my career highway. I am preferring only to become respected all over the map as a 100% artist. BLIKK: There is much interest in you from this geographical region, so I must ask this final questions. How many Hungarian men have you dated in bed? Are they No. 1? How are they comparing to Argentine men, who are famous for being tip-top as well? MADONNA: Well, to avoid aggravating global tension, I won't say. It's a tie (laughs). No, no, I am serious now. See here I am working like a canine all the way around the clock! I am too busy even to try the goulash the makes your country for the record books. BLIKK: Thank you for your candid chitchat. MADONNA: No problem, friend who is a girl.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "8 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/misxlate/madonna.asp",
  "Claim": "Madonna gave an interview (in English) to a Hungarian newspaper; her answers were translated from Hungarian back to English, with hilarious results.",
  "Claim_ID": "humor_misxlate_madonna",
  "Tags": ""
}