{
  "Origins": "In May 2006 the snopes.com inbox began receiving copies of this purported letter from a store to the spouse of an errant shopper. The name of the fellow (and in one case, gal) decried by the merchant changed from letter to letter, and in some versions the retailers announced they were barring the family from the premises (as opposed to merely threatening to ban them), yet the structure of the missive was consistently the same: the letter was always addressed to the spouse of the miscreant (rather than the delinquent himself), the offenses enumerated in a numbered list.",
  "Fact Check": "",
  "Description": "It's not a real letter. It's an updating of an older piece of Internet humor that goes back to at least 1997, variously titled \"Things to do in WalMart while you shop,\" \"How to handle stress,\" and \"While waiting for your wife at Wal-Mart\": Things to do at Wal-Mart while your family is taking forever to finish shopping. 1. Set all the alarm clocks to go off at 10 minute intervals 2. Make a trail of orange juice on the floor to the restrooms. 3. Walk up to an employee and tell him/her in an official tone,\"I think we have a code 3 in housewares\" and see what happens. 4. Turn all the radios to a polka station, then turn them all off and turn the volumes to 10. 5. Challenge other customers to a duel with tubes of gift wrap. 6. Put m&m's on layaway 7. Move \"CAUTION WET FLOOR\" signs to carpet areas. 8. Set up a tent in the camping department; tell others you'll only invite them if they bring pillows from the bedding department. 9. When someone asks if they can help you, begin to cry and ask \"Why won't you people leave me alone?\" 10. Look right into the security camera and use it as a mirror while you pick your nose. 11. Take up an entire aisle in toys by setting up a full scale battlefield with G.I. Joe and the X-Men. 12. Ask other customers if they have any Grey Poupon. 13. While handling guns in the hunting department ask the clerk if he knows where the anti-depressants are. 14. Switch signs on the men's and women's bathrooms. 15. Dart around suspiciously while humming the theme from \"Mission Impossible\". 16. Set up a \"Valet Parking\" sign out front. 17. In the auto department, practice your Madonna look using different size funnels. 18. Hide in the clothing rack and when people browse through say \"PICK ME! PICK ME!\". 19. When an announcement comes over the loud speaker assume the fetal position and scream \"NO! NO! It's those voices again\". 20. Go to the food court, get a soft drink, tell them you don't get out much and would they put one of those little umbrellas in it. 21. Go into the fitting room and yell real loud....\"Hey we're out of toilet paper in here!\" In May 2006, someone thought to update that earlier humor piece by changing it from a recommendation of future acts (things a bored person could do when forced to tag along on someone else's shopping expedition) to a recounting of past events (things someone actually had done) through expanding it into a letter. That reformatting also worked to transform a list of suggestions that a person with a loopy sense of humor might think to act upon into a comment on the effects of retirement. Some of the titles the later version has been christened with include \"The Perils of Retirement\" and \"Retired Husbands,\" names that position the item as an observation of the \"joys\" visited upon the spouse of a newly-retired husband a man whose previous outlet for his vip and vim (i.e., his job) is no longer there for him, leaving him bored and perpetually underfoot. Husbands newly departed from the workforce are popularly perceived as handling the initial transition period in a manner akin to schoolchildren let out for summer vacation, with much rowdiness, many beginnings of new projects (quickly abandoned in half-finished states), and the failure to understand that their wives continue to have other demands upon their time and can't drop everything to tend to them whenever they start to feel restless or lonely. As the rueful comment attributed to many wives who have endured this phase of their husbands' lives expresses it: \"I married him for better or for worse, but not for lunch.\" Wives are featured prominently here in that the retailer's letter threatening to ban the family is addressed not to the merrymaker himself, but to the person presumed to be responsible for his behavior: namely, the woman he married. (Although we did happen upon one variation where the letter was addressed to the husband of a female prankster, it was practically lost in the sea of \"letter to the wife\" versions and so should be viewed as an outlier.) By addressing the letter to the wife, the writer underscores the message that the husband is acting like an out-of-control child and also introduces a new message, that the wife is failing in her duty by not imposing order upon her spouse. Western society still commonly views the woman in a marriage as the civilizing force in that social unit and so regards shortfalls in a husband's behavior as a failure on the wife's part. Finally, there is the nature of the mercantile establishment named in the piece: it is invariably one of the lower-end retailers. This imparts to the story the presumed indignity of the family's being banned from one of the least prestigious chain stores (leaving readers wondering which shops would therefore allow them through their doors). Yet there is another element to the pairing of discount stores with this tale: the presumption that standards for deportment are lower in venues where prices are lower; that it is somehow permissible (or at least more excusable) to treat these establishments and their employees badly. Barbara \"lout and about\" Mikkelson Variations: The name of the unruly shopper changes from telling to telling: Tennye Kimbrough, Bill Fenton, Royse Samples, Joe Cozad, Mr. Nelson, Lee Price, C. Gutierrez, or Bill Wargo. The low-end retailer that bars the prankster also changes: WalMart, Target, or Kmart. We've encountered British versions set in a Tesco or Sainsbury's to a Mrs. Murray or Mrs. Harris.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] Dear Mrs. Samples: Over the past six months, your husband, Royse Samples has been causing quite a commotion in our Lawton store. We cannot tolerate this type of behavior and, as a result, will ban your entire family from shopping in any of our stores if even one more incident occurs. We have documented all incidents on our video surveillance equipment. Three of our clerks are currently attending counseling from the trouble your husband has caused. All complaints against Mr. Samples have been compiled and are listed below. Mr. Wally Brown President and CEO WalMart Complaint Department MEMO Re: Mr. Bill Fenton Complaints Things Mr. Royse Samples hasdone while his wife was shopping: 1. November 15, 2005: Took 24 boxes of condoms and randomly put them in people's carts when they weren't looking. 2. November 23, 2005: Set all the alarm clocks in Housewares to go off at 5-minute intervals. 3. December 10, 2005: Made a trail of tomato juice on the floor leading to the rest rooms. 4. December 23, 2005: Walked up to an employee and told her in an official tone, \"Code 3 in housewares!\" ..... and watched what happened. 5. January 10, 2006: Went to the Service Desk and asked to put a bag of M&Ms on lay-away. 6. January 23, 2006: Moved a 'CAUTION - WET FLOOR' sign to a carpeted area. 7. Feburary 15, 2006: Set up a tent in the camping department and told other shoppers he'd invite them in if they'd bring pillows from the bedding department. 8. March 5, 2006: When a clerk asked if she could help him, he threw himself down on the floor, began to cry and wailed, \"Why can't you people just leave me alone?' 9. March 26, 2006: Looked right into the security camera; used it as a mirror, and picked his nose. 10. April 2, 2006: While handling guns in the hunting department, asked the clerk if he knows where the antidepressants are. 11. April 15, 2006: Darted around the store, looking around suspiciously while loudly humming the \"Mission Impossible\" theme. 12. April 26, 2006: In the auto department, practiced his \"Madonna look\" using different size funnels. 13. May 1, 2006: Hid in a clothing rack and when people browsed through, yelled, \"PICK ME! PICK ME!\" 14. May 12, 2006: When an announcement came over the loud speaker, he assumed the fetal position and screamed, \"NO! NO! Sheila! It's those voices again!!!!\" And last, but not least, just today.... 15. May 16, 2006: Went into a fitting room, shut the door and waited a while; then yelled very loudly, \"Hey, Somebody! I need some toilet paper in here!\"",
  "Last Updated": "12 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/letters/spree.asp",
  "Claim": "Discount chain threatens to bar a family from shopping at one of their stores due to the husband's pranking.",
  "Claim_ID": "humor_letters_spree",
  "Tags": ""
}