{
  "Origins": "In 1994 the story of the unfortunate Mr. Titov graced the pages of the Weekly World News , an American tabloid rarely devoted to the reportage of actual news. Once again, the WWN failed to disappoint this offering was fiction.",
  "Fact Check": "",
  "Description": "No chess players (or anyone else, for that matter) have expired of exploded cerebellums. Credence has been given to this tale by its subsequent appearance in more reputable journalistic outlets. Though each of these surfacings has been of the tongue-in-cheek variety, casual readers could easily have been misled into thinking this was a valid news story. Thinking too hard will not endanger your health, much less cause cranial explosions culminating in sudden death. Were this true, bridge players would be risking their all with each new rubber. Barbara \"vulcanized\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2002] Doctors are blaming a rare electrical imbalance in the brain for the bizarre death of a chess player whose head literally exploded in the middle of a championship game! No one else was hurt in the fatal explosion but four players and three officials at the Moscow Candidate Masters' Chess Championships were sprayed with blood and brain matter when Nikolai Titov's head suddenly blew apart. Experts say he suffered from a condition called Hyper-Cerebral Electrosis or HCE. \"He was deep in concentration with his eyes focused on the board,\" says Titov's opponent, Vladimir Dobrynin. \"All of a sudden his hands flew to his temples and he screamed in pain. Everyone looked up from their games, startled by the noise. Then, as if someone had put a bomb in his cranium, his head popped like a firecracker.\" Incredibly, Titiov's is not the first case in which a person's head has spontaneously exploded. Five people are known to have died of HCE in the last 25 years. The most recent death occurred just three years ago in 1991, when European psychic Barbara Nicole's skull burst. MissNicole's story was reported by newspapers worldwide, including WWN. \"HCE is an extremely rare physical imbalance,\" said Dr. Anatoly Martinenko, famed neurologist and expert on the human brain who did the autopsy on the brilliant chess expert. \"It is a condition in which the circuits of the brain become overloaded by the body's own electricity. The explosions happen during periods of intense mental activity when lots of current is surging through the brain. Victims are highly intelligent people with great powers of concentration. Both Miss Nicole and Mr. Titov were intense people who tended to keep those cerebral circuits overloaded. In a way it could be said they were literally too smart for their own good.\" Although Dr. Martinenko says there are probably many undiagnosed cases, he hastens to add that very few people will die from HCE. \"Most people who have it will never know. At this point, medical science stilldoesn't know much about HCE. And since fatalities are so rare it will probably be years before research money becomes available.\" In the meantime, the doctor urges people to take it easy and not think too hard for long periods of time. \"Take frequent relaxation breaks when you're doing things that take lots of mental focus,\" he recommends.",
  "Last Updated": "18 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/chess.asp",
  "Claim": "Chess player's head explodes.",
  "Claim_ID": "humor_iftrue_chess",
  "Tags": ""
}