{
  "Origins": "The Palisades Charter Schools are a consortium of public schools in Pacific Palisades, California, that have received charters from the Los Angeles Unified School District (LAUSD) allowing them to operate autonomously. According to the Palisades Charter Schools Foundation: The purpose of these schools is to improve student learning; encourage the use of different and innovative teaching methods; create new professional opportunities for teachers, including the opportunity to be responsible for the learning program at the schools site; provide parents and students with expanded educational opportunities within the public school system without the constraints of traditional bureaucratic rules and structure; and provide schools a way to shift from a rule-based to a performance based system of accountability. In essence, charter schools allow for increased flexibility in exchange for increased accountability. In 1998 the sole high school in the Palisades Charter Schools group, the 2,400-student Palisades Charter High School, instituted an attendance policy mandating that any student absent without a valid excuse ten or more days per semester be failed, regardless of his academic achievements. One of the results of this policy was that in February 2002 forty Palisades High teachers assigned a total of 130 failing grades to students whose classwork would otherwise have merited passing grades, because those students recorded absences and tardiness in excess of the school's stated attendance policy.",
  "Fact Check": "",
  "Description": "After vociferous complaints (and threats of lawsuits) from parents who contended they were unaware of, or didn't agree with, Palisades High's attendance policy (even though every student and parent had been informed of it), LAUSD officials said the failing marks might have to be voided because the attendance policy was not submitted to and approved by the school board. Without board approval, the school must follow the policies of the LAUSD, which states that students must be graded on the work they do and attendance may not be used as a reason to fail them. Palisades High officials maintained that LAUSD district administrators had a copy of Palisades' attendance policy in their possession when they approved Palisades Charter High, and that in any case, Palisades' charter school status allowed school officials to set their own rules without inteference from the district. As Education Week noted, the LAUSD's \"decision rankled the teachers, who argue[d] that their charter school is exempt from such governance, but it also has sparked a heated conversation about standards, accountability, teachers' rights, and the influence of politically powerful parents.\" The putative answering machine message for Palisades Charter High quoted above was concocted in part as a reaction to the brouhaha over the school's attendance policy, and in part as a sardonic expression of all the usual frustrations teachers experience in dealing with students and parents: fabricated excuses for students' absences and uncompleted homework, blame that teachers are solely responsible for the failures of non-achieving students, complaints from parents about not having received information already sent to them several times, etc. However, the staff \"voted\" for the message only in the sense that they agreed with its sentiments (the circulating version of this piece often omits the introductory line \"Too bad they can't actually use it ... \"); it was not ever actually placed on the phone answering system at Palisades Charter High. (In fact, the Palisades Charter High phone system didn't have menu options when we checked in December 2002: a switchboard operator fielded calls when the office was open, and a recording invited callers to leave voicemail or press keys to access a specific extension directly when the office was closed.) Variations: A March 2009 version (circulated with an MP3 recording) identified the institution with the unusual phone message as Maroochydore High School, in Queensland, Australia, and added a further \"menu option\" of 'If you want this in another language, move to a country that speaks it.'",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20040205030035/http://www.palicharter.com/palisadeshi_info/pchs_schoolpolicies.htm;http://web.archive.org/web/20040405031652/http://www.palicharter.com/palisadeshi_info/pchs.htm;http://web.archive.org/web/20030210085359/http://palicharter.com/;",
  "Example": "[Collected on the Internet, 2002] This is the answering machine message the Pacific Palisades High School (California) Staff voted to record on their school telephone answering system. This came about because they implemented a policy requiring students and parents to be responsible for their children's absences and missing homework. The school and teachers are being sued by parents who want their children's failing grades changed to passing grades even though those children were absent 15-30 times during the semester and did not complete enough school work to pass their classes. This was voted unanimously by the office staff as the actual answering machine message for the school: \"Hello! You have reached the automated answering service of your school. In order to assist you in connecting the right staff member, please listen to all your options before making a selection: To lie about why your child is absent, press 1 To make excuses for why your child did not do his work, press 2 To complain about what we do, press 3 To swear at staff members, press 4 To ask why you didn't get information that was already enclosed in your newsletter and several flyers mailed to you, press 5 If you want us to raise your child, press 6 If you want to reach out and touch, slap or hit someone, press 7 To request another teacher for the third time this year, press 8 To complain about bus transportation, press 9 To complain about school lunches, press 0 If you realize this is the real world and your child must be accountable and responsible for his/her own behavior, class work, homework, and that it's not the teachers' fault for your children's lack of effort ... hang up and have a nice day!\"",
  "Last Updated": "7 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/palisades.asp",
  "Claim": "Pacific Palisades High School placed an unusual message on their school telephone answering system.",
  "Claim_ID": "humor_iftrue_palisades",
  "Tags": ""
}