{
  "Origins": "Sometimes we get numerous \"Is this true? queries about the same humor piece, to which we can only respond with a simple, \"It's a joke.\" This item is one such case. Presumably some recipients aren't reading the message through all the way to end they're just glancing at text that deals with a recall of state quarters due to problems with the coins' jamming slots on vending machines and parking meters, and they're overlooking the punchline revealed in the final sentence.",
  "Fact Check": "",
  "Description": "Many variations of the same basic joke are in circulation, with the name of the state and school changed to reflect differing perceptions of which state is populated by \"dumb hicks,\" or to reinforce various intrastate collegiate rivalries (i.e., University of Texas boosters send forth the \" Texas A&M \" version; Texas A&M students forward a \"University of Texas\" version): WASHINGTON,D.C. Hang on to any of the new State of Texas quarters. If you have them, they may be worth much more than 25 cents. The U.S. Treasury announced today that it is recalling all of the Texas quarters that are part of its program featuring quarters from each state. \"We are recalling all the new Texas quarters that were recently issued,\" Treasury Undersecretary Jack Shackleford said Monday. \"This action is being taken after numerous reports that new quarters will not work in parking meters, toll booths, vending machines, pay phones, or other coin-operated devices.\" The quarters were issued in the order in which the various states joined the U.S. and have been a tremendous success among coin collectors worldwide. \"The problem lies in the unique design of the Texas quarter, which was created by a Texas A&M graduate,\" Shackleford said. \"Apparently, the duct tape holding the two dimes and the nickel together keeps jamming the coin-operated devices.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] Apparently, this is making the rounds, but I can't find anything on the Treasury Dept. website. Anyone hear anything about this? BULLETIN WASHINGTON, D.C. Hang on to any of the new State of Arkansas quarters. If you have them, they may be worth much more than 25 cents. The U.S. Treasury announced today that it is recalling all of the Arkansas quarters that are part of its program featuring quarters from each state. \"We are recalling all the new Arkansas quarters that were recently issued,\" Treasury Undersecretary Jack Shackleford said Monday. \"This action is being taken after numerous reports that new quarters will not work in parking meters, toll booths, vending machines, pay phones, or other coin-operated devices\". The quarters were issued in the order in which the various states joined the U.S. and have been a tremendous success among coin collectors worldwide. \"The problem lies in the unique design of the Arkansas quarter, which was created by a University of Arkansas graduate,\" Shackleford said. \"Apparently, the duct tape holding the two dimes and the nickel together keeps jamming the coin-operated devices.\"",
  "Last Updated": "29 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/jokes/quarters.asp",
  "Claim": "The Treasury is recalling one state's quarters because they're jamming coin slots.",
  "Claim_ID": "humor_jokes_quarters",
  "Tags": ""
}