{
  "Origins": "All one need know about this article is that it originated with the Weekly World News , an entertainment tabloid devoted to inventing fantastically fictitious stories while keeping its tongue firmly embedded in its cheek to a depth not measurable by any instrument known to man. Unfortunately, Yahoo!, a primary news source for many people on the Internet, reprints some Weekly World News articles in their TV News section under a heading of \"Entertainment News & Gossip,\" a title that doesn't convey a strong \"bogus\" warning to readers who don't notice the original source is the Weekly World News (or don't know that the Weekly World News is a campishly silly supermarket tabloid).",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.weeklyworldnews.com/;http://entertainment.yahoo.com/entnews/wwn/20030410/104998680005.html;",
  "Example": "[Collected on the Internet, 2003] Saddam Starred in Gay Porn Films! Thursday April 10, 2003 KUWAIT CITY Iraqi dictator Saddam Hussein has been caught with his pants down literally. A shocking 1968 porn film has surfaced, in which the flamboyant strongman appears performing raunchy homosexual acts! The image quality of the grainy 16mm film, uncovered by the Kuwaiti secret police, is poor but experts who've taken a close look at the hairy-chested actor are \"100 percent certain\" it is a younger, trimmer Saddam. \"There is no doubt in my mind that this is Saddam there's no mistaking those eyes and that distinctive nose,\" declares Hussein biographer Sadiq al-Sabah of Kuwait, who's seen the eye-popping footage first-hand. \"It may be hard to believe that a man who now leads one of the most powerful nations in the Middle East once acted in blue movies, but to anyone familiar with how reckless and sexually promiscuous Saddam was in his youth, this will come as no surprise. It's also a known fact that the young, desperate soldier did anything for money. \"Saddam appeared in as many as 85 of these films under a variety of stage names, most frequently Omar Studdif,\" reveals the researcher. [Click here to read the rest of this article]",
  "Last Updated": "25 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/saddam.asp",
  "Claim": "Saddam Hussein once starred in gay porn films.",
  "Claim_ID": "humor_iftrue_saddam",
  "Tags": ""
}