{
  "Origins": "Instrumental performances are a common setting for spoof newspaper articles describing some accidental event that triggers a tragedy of monumental (and usually hilarious) proportions. Kenneth Langbell's 1967 satire , \"Wild Night at the Erawan\" (about a frustrated pianist who eventually takes an axe to his instrument on stage) is still going strong forty years later, and a 1996 Weekly World News tabloid piece about a trumpet player killed by a blow to the head from a trombone slide continues to make regular appearances in our inbox.",
  "Fact Check": "",
  "Description": "The 1998 article reproduced above is more humor in this vein, relating the unfortunate results of a bass-trombonist who decides to enliven a rendition of the 1812 Overture by placing a lit firecracker into the bell of his instrument burning himself, and taking out a clarinetist, the conductor, and most of the audience in the process. We don't know the source of this piece (it apparently did not come from the Weekly World News ), but the plenitude of instrumental details found within the story (e.g., the reference to a \"Yamaha in-line double-valve bass trombone\") indicates it may have originated with a music industry publication.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, November 1998] August 1998 Uruguay: In a misplaced moment of inspiration, Paolo Esperanza, bass-trombonist with the Symphonica Maya de Uruguay, decided to make his own contribution to the cannon shots fired during a performance of Tchaikovsky's 1812 Overture at an outdoor children's concert. In complete disregard of common sense, he dropped a large lit firecracker, equivalent in strength to a quarter stick of dynamite, into his aluminum straight mute, and then stuck the mute into the bell of his new Yamaha in-line double-valve bass trombone. Later from his hospital bed he explained to a reporter through a mask of bandages, \"I thought the bell of my trombone would shield me from the explosion and focus the energy of the blast outwards and away from me, propelling the mute high above the orchestra like a rocket.\" However Paolo was not to speed on his propulsion physics, nor was he qualified to wield high-powered artillery. Despite his haste to raise the horn before the firecracker exploded, he failed to lift the bell of the horn high enough for the airborne mute's arc to clear the orchestra. What happened should serve as a lesson to us all during our own delirious moments of divine inspiration. First, because he failed to sufficiently elevate the bell of his horn, the blast propelled the mute between rows of musicians in the woodwind and viola section, where it bypassed the players and rammed straight into the stomach of the conductor, driving him backwards off the podium and directly into the front row of the audience. Fortunately, the audience was sitting in folding chairs and thus they protected from serious injury. The chairs collapsed under the first row, and passed the energy from the impact of the flying conductor backwards into the people sitting behind them, who in turn were driven back into the people in the third row and so on, like a row of dominos. The sound of collapsing wooden chairs and grunts of people falling on their behinds increased geometrically, adding to the overall commotion of cannons and brass playing the closing measures of the Overture. Meanwhile, unplanned audience choreography notwithstanding, Paolo Esperanza's Waterloo was still unfolding back on stage. According to Paolo, \"As I heard the sound of the firecracker blast, time seemed to stand still. Right before I lost consciousness, I heard an Austrian accent say, \"Fur every akshon zer iz un eekval unt opposeet reakshon!\" This comes as no surprise, for Paolo was about to become a textbook demonstration of this fundamental law of physics. Having failed to plug the lead pipe of his trombone, he paved the way for the energy of the blast to send a superheated jet of gas backwards through the mouthpiece, which slammed into his face like the hand of fate, burning his lips and face and knocking him mercifully unconscious. The pyrotechnic ballet wasn't over yet. The force of the blast was so great it split the bell of his shiny new Yamaha trombone right down the middle, turning it inside out while propelling Paolo backwards off the riser. For the grand finale, as Paolo fell to the ground, his limp hands lost their grip on the slide of the trombone, allowing the pressure of the hot gases to propel the slide like a golden spear into the head of the third clarinetist, knocking him senseless. The moral of the story? The next time a trombonist hollers \"Watch this!\" you'd better duck!",
  "Last Updated": "30 January 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/nonsense/tromboom.asp",
  "Claim": "Trombonist triggers catastrophe by placing a firecracker in the bell of his instrument.",
  "Claim_ID": "humor_nonsense_tromboom",
  "Tags": ""
}