{
  "Origins": "Folks like to play harmless practical jokes on one another, which is what screen cleaner forwards are all about first convince your target the inside of his computer screen is in need of a good wash, \"helpfully\" point him to a web site that supposedly offers such service for free, and trust him to click on the link. If your pigeon falls for your lure, he will encounter a video of a charming creature licking away mightily as it looks out from his monitor.",
  "Fact Check": "",
  "Description": "While we won't swear the very first screen cleaner leg pulls appeared in 2005, that is certainly the year they became one of the \"Gotcha!\" forwards of the day. Usually such groaners include nonsensical explanations as to how the inside of one's computer screen came to be in dire need of washing, such as, \"Apparently the electrons build up on the inside of the screen with time, and the picture deteriorates\" and \"Electrostatic charges cause micro-etching on the interior surface of the glass which can degrade the picture quality.\" Screen cleaner japes feature various animals in addition to dogs, such as kittens or chimpanzees . But do be careful in your search to find new ones to torture your friends with, because not all screen cleaners found on the web are of the \"suitable for small fry\"variety some are quite risqu , if not downright offensive. The joke form of getting friends to click through to funny videos or pictures by supposedly directing them to information or services that might prove vital to their wellbeing is worked in many ways. One variety that has proved highly popular is the \"View anybody's driver's license online\" gag, which via the premise that personal information might be fully obtainable on the Internet gets one's targets to click through pages of the evolving joke in pursuit of whatever entries the database may have about them ... only to land them on a page that displays the joke's punchline. In similar vein, the hoax about the FBI's tracking every keystroke made by online computer users employs anxiety about one's privacy having been breached in order to get folks to go for the joke. Barbara \"tricky business\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.5318008.co.uk/monkey/;http://60gp.ovh.net/~cleanyou/;http://www.raincitystory.com/flash/screenclean.swf;",
  "Example": "[Collected via e-mail, March 2009] For Immediate Release: February 26, 2009 Contact: CDC Division of Media Relations, Phone: (404) 639-3286 The CDC has recently learned that all computer screens on the inside are covered with bacteria, dust, germs, etc. that can be dangerous to your health. This is caused by a variety of reasons and it can prove to be a health hazard for everyone that uses the computer. We have determined that the problem can be as dangerous as cigarette smoking because of the quantity of time that most of us are now spending on computers for work and personal reasons. It is recommended that all individuals with access to a computer should access the link below. This link is to a special program that will correct clean and correct this potentially dangerous Health Problem. Click on this link to clean the inside of your screen: or copy and paste to get to link. http://www.raincitystory.com/flash/screenclean.swf",
  "Last Updated": "26 March 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/screencleaner.asp",
  "Claim": "Web site provides access to program that will clean the inside of your computer screen.",
  "Claim_ID": "humor_iftrue_screencleaner",
  "Tags": ""
}