{
  "Origins": "Although the chips issued by casinos in Las Vegas (and elsewhere) are supposed to be used for gaming purposes only, they are often treated as a de facto form of currency. Players often give gaming tokens as tips outside of gaming areas (e.g., to valets, cab drivers, restaurant servers), barter with them, or even offer them as donations to charities or religious organizations. Recipients of such tokens don't generally encounter problems cashing (moderate amounts of) them in at their issuing casinos.",
  "Fact Check": "",
  "Description": "While gaming tokens do turn up in the collection plates of Las Vegas churches, those churches (Catholic or Protestant) don't all send them out to a \"nearby Franciscan monastery\" for sorting and redemption by designated \"chip monks.\" Churches generally accumulate gaming tokens until they each individually tab one or more of their workers to take the chips around to casinos and redeem them for cash. It is true that one church in Las Vegas, the Shrine of the Most Holy Redeemer, once had a Franciscan friar on staff who made the rounds of casino cages and thus, in the fashion of the joke, he was dubbed \"the chip monk.\" church Employees tasked with handling chip redemptions at various Las Vegas-area churches are sometimes also referred to as \"chip monks\" in furtherance of the joke, but they are neither real monks nor are they employed by monasteries which sort and redeem the tokens. The above-quoted represents one of several bits of well-traveled humor that play on the punning duality of \"chipmunk\" and \"chip monk\" (jokes necessarily set in a religious context); the following is another such example: A monastery in the English countryside has fallen on hard times, and the monks decide to open a fish-and-chips restaurant. A visitor comes across two monks working in the monastery kitchen in preparation for the restaurant's grand opening. The first monk fries the fish, the second one peels, slices, and fries the potatoes. \"What are you guys doing?\" asks the visitor. \"Well,\" says the monk frying the fish, \"I am the friar, and he is the chip monk.\" Now that the Nevada Gaming Control Board has ruled that casinos can no longer cash each other's chips for the public, the incidence of gaming tokens in collection plates has dropped off considerably at some churches that have stopped soliciting such donations. Slot machine tickets and winning sports book slips are now more commonly used as a form of currency for donations.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 1997] I received this today and can't find anything about it on Snopes or other places. I really doubt it is true, but others believe it.Churches ... maybe, but CATHOLIC churches? I doubt it. See below: LAS VEGAS This may come as a surprise to those of you not living in Las Vegas, but there are more Catholic Churches than casinos (in Vegas). Not surprisingly, some worshippers at Sunday Services will give casino chips rather than cash when the basket is passed. Since they get chips from many different casinos, the churches have devised a method to collect the offerings. The churches send all their collected chips to a nearby Franciscan monastery for sorting. Then the chips are taken to the casinos of origin and cashed in. This is done by the chip monks. Didn't even see it coming ... did you?",
  "Last Updated": "8 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/jokes/chipmonk.asp",
  "Claim": "Casino tokens collected by Catholic churches in Las Vegas are sent to a monastery for sorting and redeemed by Franciscans known as \"chip monks.\"",
  "Claim_ID": "humor_jokes_chipmonk",
  "Tags": ""
}