{
  "Origins": "In his announcement of a Daylight Savings Time contest that prompted the above-quoted UPI report, Bob Ellis, the Eldorado Daily Journal 's managing editor, promised: \"All entries will be donated to less fortunate nations that do not observe Daylight Savings Time.\" What, pray tell, was the rationale behind this odd contest? Ellis was quoted as explaning:",
  "Fact Check": "",
  "Description": "It was also and much more importantly a salute to the leg-pulling abilities of one Bob Ellis. This beautifully tongue-in-cheek piece ended with a note that the rules were being announced early (until 1987, DST began on the last Sunday in April, not the first) because \"it seemed appropriate to coordinate the announcement with Sunday, April 1, 'All Fools' Day.'\" More than one news outlet missed the significance of that seemingly gratuitous statement: Ellis was stunned by the response. He was relaxing at home when the first call came, from CBS in San Francisco; they wanted to interview him for a live national radio broadcast. An hour later, it was NBC in New York again, a live national radio program. After that, Ellis 'heard from every section of the nation.' His story appeared in a Chicago newspaper and on a Dallas television station. An acquaintance heard it on a radio station while vacationing in Florida. Moral of the story: even the most clear-cut, light-hearted April Fools' jest will take in somebody. Oftentimes the people you least expect it to. Barbara \"media blitz\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=0813811171/urbanlegendsrefeA/;",
  "Example": "[UPI, 1984] The Eldorado Daily Journal asked its readers to save daylight during Daylight Savings Time, and has offered a prize for the person who saves the most. The rules are simple: \"Beginning with the first day of Daylight Savings Time, those entering the contest must begin saving daylight. Those who save the most daylight by midnight of the last day of Daylight Savings Time will be awarded a prize.\" \"Only pure daylight is allowed. No pre-dawn light or twilight will be accepted. Daylight on cloudy days is allowable. Moonlight is strictly prohibited and any of it mixed with daylight will bring immediate disqualification.\" \"Contestants are instructed to save their accumulated daylight in any container they wish, then bring the container to the Daily Journal office at the end of DST or when they think they have saved enough daylight to win.\"",
  "Last Updated": "2 November 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/humor/iftrue/daylight.asp",
  "Claim": "A newspaper once announced a Daylight Saving Time contest to see who could save the most daylight.",
  "Claim_ID": "humor_iftrue_daylight",
  "Tags": ""
}