{
  "Origins": "In December 2003, an overly determined householder in San Diego, California, took on the bugs and lost her home in the process.",
  "Fact Check": "",
  "Description": "\"Bug bombs\" are aerosol insecticide foggers used to exterminate a residence's insect population, commonly purchased in home improvement stores by those intent upon ridding their domiciles of cockroaches, fleas, and the like. After the homeowner has cleared his house of kids, pets, and other residents, he sets off the fogger by pressing down on a tab atop the can; the \"bug bomb\" then begins to produce a fine mist of insecticide, continuing this \"fogging\" at a slow and steady rate until the canister is empty. After a few hours, the residents of the house (adults, kids, pets) can return to their (presumably) insect-free home, air it out, and take up residence again. One canister is generally sufficient for a 600 square foot space. Sounds simple, right? It is provided you don't overdo it. Nineteen of these foggers were set off in Aurelia Oliveras' 470-square-foot home in San Diego. Everything might have turned out well in spite of the excess had the pilot light in a water heater not ignited the fumes concentrated in this small space. The resulting explosion blew apart the structure and hurled Christmas decorations into the street, strewed shards of glass (from broken windows) and nails (from torn walls) like shrapnel, blew the back door off its hinges, ripped gaping holes in the ceiling, spread insulation over the yard like confetti, and crashed the south wall of the house into the side of the home next door all in all resulting in damages estimated at more than $150,000. Fortunately no injuries resulted, as Oliveras, her husband, and her 2-year-old daughter were in the back yard at the time of the kaboom. This type of accident had occurred before in San Diego. In April 2001, another fog of insecticide from eighteen bug bombs was similarly set off by a pilot light, this time blowing up an apartment in the City Heights neighborhood. No one was injured, but several cockroaches managed to survive the blast. Elsewhere in southern California, another pilot light ignited the fumes from three bug bombs set off in a Los Angeles apartment in September 2003, blowing out windows and splintering kitchen cabinets. Also in Los Angeles, in April 2001 a woman suffered second-degree burns to her legs from the heat of a blast resulting from the ignition of thirty bug bombs she set off in her home. That explosion shattered windows and lifted the dwelling's roof three inches. Given the force of these blasts, it's surprising more people aren't injured. According to the California Department of Pesticide Regulation ( CDPR ), a number of such explosions occur every year, typically when homeowners use too many foggers and don't shut off ignition sources (particularly pilots lights in ovens, stoves, and water heaters). In this battle between man and insect, more is certainly not better. Those still contemplating the use of an arsenal of bug bombs in their wars with six-legged foes should consider this: If the possibility of a horrendous explosion doesn't talk you out of it, the fact that roaches often survive the megabombing should. Little can compare to seeing your home in ruins, its windows and walls blasted out, its roof lifted, and the whole of the house shifted off its foundation . . . but with roaches still scurrying about the ruins. Yet a number of foolhardy homeowners have created just such scenarios. Barbara \"bombs away\" Mikkelson Update: In April 2005, various news outlets reported three men were hospitalized for burn treatment after they attempted to fumigate a Thai restaurant in Perth, Australia, with 36 insect bombs. The fumigants released by the spray cans reportedly created a huge blast that blew the roof off the building when they were ignited by a pilot light in one of the restaurant's ovens: A massive explosion rocked suburban Duncraig today after chemicals released during last night's do-it-yourself fumigation ignited, blowing out the back wall and lifting the roof off the Tamarind restaurant. The blast caused an estimated $500,000 damage, fire authorities said. The restaurant owner and two staff members had closed the premises to set off 36 insect-control bombs throughout the building. Eight bombs would have been enough, West Australian police and fire and emergency personnel said. Investigators believed a pilot light in one of the restaurant's ovens ignited the huge amount of chemicals released by the bombs to kill insects such as fleas and cockroaches. In January 2008, the Galveston County Daily News reported that a resident left six foggers working inside his house but neglected to extinguish the pilot lights, triggering a blast that blew the roof off the home. Additional information: Warning About Bug Bombs (California Department of Pesticide Regulation) Using Insect Foggers Safely (California Department of Pesticide Regulation)",
  "Originally Published": "",
  "Referred Links": "http://www.cdpr.ca.gov/docs/factshts/fog2.pdf;http://www.cdpr.ca.gov/docs/pressrls/archive/2002/020625.htm;http://www.cdpr.ca.gov/;",
  "Example": "",
  "Last Updated": "22 January 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/humor/follies/bugbomb.asp",
  "Claim": "Insect-infested house is destroyed when too many \"bug bombs\" set by owner are ignited.",
  "Claim_ID": "humor_follies_bugbomb",
  "Tags": ""
}