{
  "Origins": "Although this item is nothing more than a seemingly obvious setup for a groan-inducing pun, we've been receiving \"Is this true?\" inquiries about it from readers every year since 1997 (the year the Academy Award-winning film Titanic was released), particularly around May 5th (i.e., Cinco de Mayo). We don't know why this joke tends to produce more inquiries than similar long-form puns, but we can hazard a few guesses: The level of detail found in the setup (i.e., specific names, dates, and places) is atypical and distracts readers into considering the piece as factual rather than humorous. Many non-Mexicans are completely unfamiliar with the history and significance of the Cinco de Mayo celebration and are therefore inclined to read this joke as a genuine explanation of its origins. With the ongoing controversy over the implementation of immigration reform in the U.S., some people wishfully cling to the notion that a trivializing description of an important aspect of Mexican culture is actually true. Not that the \"Sinko de Mayo\" really needs any serious debunking, but for completeness' sake we note that the final destination of the Titanic was in fact New York (not Vera Cruz, Mexico), the great ship was carrying no jars of mayonnaise among its cargo , and Hellman's brand mayonnaise was not sold or manufactured in England until fifty years after the Titanic 's ill-fated voyage.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.unilever.co.uk/brands-in-action/detail/Hellmann-s/293643/?WT.contenttype=view%20brands;http://www.encyclopedia-titanica.org/cargo-manifest.html;http://us.imdb.com/title/tt0120338/;",
  "Example": "[Collected via e-mail, 1997] Ok, lately I've gotten about 3 or 4 e-mails from people claiming that the Titanic was carrying mayonnaise (some say 12,000 jars, others give no quantity). Once the Titanic reached New York, it's next supposed destination was Mexico. The e-mail always ends with a corny Sinko de Mayo joke. The only evidence I've found that this is a joke and not some coincidence embellished with a poor inter-lingual pun is that mayonnaise was supposedly just invented in 1912. Any help here? Most people don't know that back in 1912, Hellmann's mayonnaise was manufactured in England. In fact, the Titanic was carrying 12,000 jars of the condiment scheduled for delivery in Vera Cruz, Mexico, which was to be the next port of call for the great ship after its stop in New York. This would have been the largest single shipment of mayonnaise ever delivered to Mexico. But as we know, the great ship did not make it to New York. The ship hit an iceberg and sank, and the cargo was forever lost. The people of Mexico, who were crazy about mayonnaise, and were eagerly awaiting its delivery, were disconsolate at the loss. Their anguish was so great, that they declared a National Day of Mourning, which they still observe to this day. The National Day of Mourning occurs each year on May 5th and is known, of course, as Sinko de Mayo.",
  "Last Updated": "5 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/jokes/sinkomayo.asp",
  "Claim": "Cargo lost in the Titanic 's sinking led to the creation of the Cinco de Mayo observance.",
  "Claim_ID": "humor_jokes_sinkomayo",
  "Tags": ""
}