{
  "Origins": "No, unfortunately the above-quoted item was not a real job application submitted to McDonald's by a teenager (and therefore its originator was not hired for being so \"honest and funny\"). This satirical piece was the creation of Greg Bulmash, a writer who posted it to his self-published Internet humor column in April of 1997 after becoming frustrated with the job-seeking process. (Text not present in Greg's original has been added to versions commonly circulated on the Internet; those additions are enclosed in brackets in the Example block above.)",
  "Fact Check": "",
  "Description": "As Mr. Bulmash later wrote while in a new position as an editor with the Internet Movie Database: In late 1995, a year out of college and my writing career going nowhere, I began self-publishing a humor column on the internet to try to generate a little publicity. In April of 1997, when I still wasn't making a living as a writer, I was looking for something a bit more steady than temping and freelancing, and I was frustrated with the process. In response to that, I decided to write a column in which I very sarcastically answered the questions on a standard job application. Greg Bulmash's marvelous parody was always intended as nothing more than a humor piece, but it was soon picked up, stripped of its attribution, and sent around the Internet as a \"real\" application supposedly submitted by a 17-year-old Florida boy whose chutzpah impressed some McDonald's manager enough to hire him. It's hilarious to think that someone seriously seeking a job would actually turn in such an application (and be hired for it), but this piece is just as funny for being a fictional bit of humor. In 2008 we began seeing a WalMart variant of the this piece circulating on the Internet that positioned the job-seeker as a 75-year-old man: This is an actual job application that a 75 year old senior citizen submitted to Walmart in Arkansas. They hired him because he was so funny..... NAME: Kenneth Way (Grumpy Old Fart) SEX: Not lately, but I am looking for the right woman (or at least one who will cooperate) DESIRED POSITION : Company's President or Vice President. But seriously, whatever's available. If I was in a position to be picky, I wouldn't be applying here in the first place. DESIRED SALARY: $185,000 a year plus stock options and a Michael Ovitz style severance package. If that's not possible, make an offer and we can haggle. EDUCATION: Yes. LAST POSITION HELD: Target for middle management hostility. PREVIOUS SALARY: A lot less than I'm worth. MOST NOTABLE ACHIEVEMENT: My incredible collection of stolen pens and post-it notes. REASON FOR LEAVING: It sucked. HOURS AVAILABLE TO WORK: Any. PREFERRED HOURS: 1:30-3:30 p.m. Monday, Tuesday, and Thursday. DO YOU HAVE ANY SPECIAL SKILLS?: Yes, but they're better suited to a more intimate environment. MAY WE CONTACT YOUR CURRENT EMPLOYER?: If I had one, would I be here? DO YOU HAVE ANY PHYSICAL CONDITIONS THAT WOULD PROHIBIT YOU FROM LIFTING UP TO 50 lbs.?: Of what? DO YOU HAVE A CAR?: I think the more appropriate question here would be \"Do you have a car that runs?\" HAVE YOU RECEIVED ANY SPECIAL AWARDS OR RECOGNITION?: I may already be a winner of the Publishers Clearing House Sweepstakes, so they tell me. DO YOU SMOKE?: On the job - no! On my breaks - yes! WHAT WOULD YOU LIKE TO BE DOING IN FIVE YEARS ?: Living in the Bahamas with a fabulously wealthy dumb sexy blonde supermodel who thinks I'm the greatest thing since sliced bread. Actually, I'd like to be doing that now. NEAREST RELATIVE ....7 miles DO YOU CERTIFY THAT THE ABOVE IS TRUE AND COMPLETE TO THE BEST OF YOUR KNOWLEDGE?: Oh yes, absolutely.",
  "Originally Published": "",
  "Referred Links": "http://www.bulmash.com/04-10-97.html;",
  "Example": "[Collected on the Internet, 1997] This is an actual job application a 17 year old boy submitted at a McDonald's fast-food establishment in Florida ... And they hired him, because he was so honest and funny! NAME: Greg Bulmash [SEX: Not yet. Still waiting for the right person.] DESIRED POSITION: Reclining. Ha ha. But seriously, whatever's available. If I was in a position to be picky, I wouldn't be applying here in the first place. DESIRED SALARY: $185,000 a year plus stock options and a Michael Ovitz style severance package. If that's not possible, make an offer and we can haggle. EDUCATION: Yes. LAST POSITION HELD: Target for middle-management hostility. SALARY: Less than I'm worth. MOST NOTABLE ACHIEVEMENT: My incredible collection of stolen pens and post-it notes. REASON FOR LEAVING: It sucked. HOURS AVAILABLE TO WORK: Any. PREFERRED HOURS: 1:30-3:30 p.m., Monday, Tuesday, and Thursday. DO YOU HAVE ANY SPECIAL SKILLS?: Yes, but they're better suited to a more intimate environment. MAY WE CONTACT YOUR CURRENT EMPLOYER?: If I had one, would I be here? HAVE YOU EVER BEEN CONVICTED OF A FELONY?: Is \"felony\" sex with a cat? Because if it is . . . no. DO YOU HAVE ANY PHYSICAL CONDITIONS THAT WOULD PROHIBIT YOU FROM LIFTING UP TO 50 LBS?: Of what? DO YOU HAVE A CAR?: I think the more appropriate question here would be \"do you have a car that runs?\" HAVE YOU RECEIVED ANY SPECIAL AWARDS OR RECOGNITION?: I may already be a winner of the Publishers Clearinghouse Sweepstakes. DO YOU SMOKE?: Only when set on fire. [DO YOU SMOKE?: On the job no, on my breaks yes.] WHAT WOULD YOU LIKE TO BE DOING IN FIVE YEARS?: Living in Bimini with a fabulously wealthy supermodel who thinks I'm the greatest thing since sliced bread. Actually, I'd like to be doing that now. DO YOU CERTIFY THAT THE ABOVE IS TRUE AND COMPLETE TO THE BEST OF YOUR KNOWLEDGE?: No, but I dare you to prove otherwise. [DO YOU CERTIFY THAT THE ABOVE IS TRUE AND COMPLETE TO THE BEST OF YOUR KNOWLEDGE?: Yes. Absolutely.] SIGN HERE: Scorpio with Libra rising. [Bracketed lines indicate entries from variant versions not present in the original.]",
  "Last Updated": "26 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/letters/mcdonaldsapp.asp",
  "Claim": "A teenaged job seeker sent a sarcastic employment application to McDonald's and was hired.",
  "Claim_ID": "humor_letters_mcdonaldsapp",
  "Tags": ""
}