{
  "Origins": "We know it's tough to spot this one as a joke. The lampooning of gun control advocates is subtle. The references to Ted Kennedy's drinking and womanizing (and the game of \"quarters\") are hidden at the end of the article where most people won't read them. The poor writing and punctuation are probably transcription errors. And that April 1 date at the top is surely a coincidence. Yep, fortunately there are real pros like us in the world we scoured every newspaper in the country and didn't find this article in any of them. Until we do find it, we're going to cautiously label this one a hoax.",
  "Fact Check": "",
  "Description": "Additional information: Massachusetts Quarter (U.S. Mint)",
  "Originally Published": "",
  "Referred Links": "http://www.usmint.gov/mint_programs/50sq_program/states/ma/;",
  "Example": "[Collected on the Internet, 2000] Treasury Department to recall 25 million coins. Washington D.C. Sat. April 1, 2000 The U.S. Treasury Department has announced today that it will re-call all 25million commemorative quarters honoring the admission of Massachusetts into the union. Over a ten year period all quarters coined will have on the reverse side a symbol honoring a state's admission to the union. Five were minted in 1999 honoring the first five States. This year the first state to be honored is Massachusetts. The recall of the Massachusetts quarters is prompted by the outcry from many groups over the depiction of a man with a gun. The depiction represents the minutemen who fired the first shots of the revolutionary war and has been used by the State of Massachusetts as a state symbol. President Clinton has signed an executive order forcing the treasury department to recall these quarters and issue ones more appropriate to the history of Massachusetts. A committee of Massachusetts's legislators and U. S. Treasury officials approved the design. President Clinton through his spokesman Joe Lockhart stated that he was not properly informed by this committee and is outraged that the coin was released without his approval. Sarah Brady, the outgoing president of Handgun Control, Inc., said today, \"This administration has committed an act of insensitivity unprecedented in recent history. How can the President at one time name the White House press briefing room in honor of my husband Jim Brady, who was horribly wounded by a gun, and then allow a coin to be issued containing the picture of a gun.\" Donna Dees-Thomases, organizer of the Million Mothers March against guns said, \"This coin sends the wrong message to our children. It says to the children that guns are not always dangerous, evil objects that should only be possessed by the government. Also, I noticed that the rifle on the quarter does not havea trigger lock.\" Wayne LaPierre, spokesman for the Gun Lobby said,\" This is the type of hysterical over-reaction we have come to expect from these ninnies.\" We have also learned that Sen. Charles Schumer (D. N.Y.) suffered personal humiliation and was injured as a result of the release of the Massachusetts commemorative quarter. Sen. Schumer was recently elevated to the Senate from the House of Representatives chiefly because of his unyielding stance forreasonable gun control legislation. Sen. Schumer was drinking in an upscale Georgetown watering hole with Sen. Ted Kennedy (D. Mass.). According to police reports, Senator Kennedy was idly flipping a quarter, which just happened to be the newest release. The quarter landed unnoticed in Senator Schumer's glass. As Sen. Schumer lifted the glass to take a sip, he spied there in the bottom an image of a man with a gun. The Senator was so frightened by this he dropped the glass and dove under the table. Sen. Kennedy seeing this, and believing Sen. Schumer had a waitress down there, dove on top of him causing minor injuries.",
  "Last Updated": "25 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/quarters.asp",
  "Claim": "President Clinton has ordered a recall of Massachusetts commemorative quarters because they feature a portrait of a minuteman holding a gun.",
  "Claim_ID": "humor_iftrue_quarters",
  "Tags": ""
}