{
  "Origins": "We've seen this bit of humor as far back as August 1999. Its author is unknown, and we wonder if she'd feel at all gratified by the knowledge that some have asked us in all seriousness if women really are waking up to find their thighs and butts have been spirited away by a desperate ring of body parts harvesters.",
  "Fact Check": "",
  "Description": "The sorry truth is there is such a thief his name is Father Time. The firm fleshedness of youth does eventually give way to the natural sag and drag of later years, and although we accept this change as gracefully as we can, it still comes as a bit of a shock. Through the inventive fiction above, the author vents her feeling of having been stolen from by the ordinary progress of time, and through our laughter we nod in agreement, because those are our feelings too. Barbara \"entrophy wives\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2002] Most of you have read the scare-mail about the person whose kidneys were stolen while he was passed out. While that was an \"urban legend,\" this one is NOT. It's happening every day. I'm sending this \"warning\" only to a few of my closest friends. You too may have been a victim . . . read on. My thighs were stolen from me during the night of March 23rd a few years ago. It was just that quick. I went to sleep in my body and woke up with someone else's thighs. The new ones had the texture of cooked oatmeal. Who would have done such a cruel thing to legs that had been wholly, if imperfectly, mine for years? Whose thighs were these? What happened to mine? I spent the entire summer looking for them. I searched, in vain, at pools and beaches, anywhere I might find female limbs exposed. I became obsessed. I had nightmares filled with cellulite and flesh that turns to bumps in the night. Finally, hurt and angry, I resigned myself to living out my life in jeans and Sheer Energy pantyhose. Then, just when my guard was down, the thieves struck again. My rear end was next. I knew it was the same gang, because they took pains to match my new rear end (although badly attached at least three inches lower than the original) to the thighs they had stuck me with earlier. Now my rear complemented my legs, lump for lump. Frantic, I prayed that long skirts would stay in fashion. Two years ago I realized my arms had been switched. One morning while fixing my hair, I watched, horrified but fascinated, as the flesh of my upper arms swung to and fro with the motion of the hairbrush. This was really getting scary. My body was being replaced, cleverly and fiendishly, one section at a time. In the end, in deepening despair, I gave up my T-shirts. What could they do to me next? Age? Age had nothing to do with it. Age was supposed to creep up, unnoticed and intangible, something like maturity. NO, I was being attacked, repeatedly and without warning. That's why I've decided to share my story. I can't take on the medical profession by myself. Women of America, wake up and smell the coffee! That isn't really \"plastic\" those surgeons are using. You know where they're getting those replacement parts, don't you? The next time you suspect someone has had a face \"lifted,\" look again! Was it lifted from you? Check out those tummy tucks and buttocks raisings. Look familiar? Are those your eyelids on that movie star? I think I finally may have found my thighs...and I hope that Cindy Crawford paid a really good price for them!",
  "Last Updated": "25 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/thighs.asp",
  "Claim": "Thieves are stealing women's thighs and replacing them with oatmeal.",
  "Claim_ID": "humor_iftrue_thighs",
  "Tags": ""
}