{
  "Origins": "Despite its original April 1 date, and its non-appearance on a real news site, a 2005 spoof article about an outbreak of \"zombism\" spread through the bites of infected mosquitoes in Cambodia so successfully imitated the style of the BBC's web site that it continued to be circulated by readers wondering about its authenticity long after April Fool's day had come and gone. (The page's HTML code revealed that it was created by modifying a real BBC article about Syrian troops withdrawing from Lebanon, which is why most of the ancillary links in the spoof page's sidebar referred to Syria and Lebanon even though the 'Zombies' article mentioned neither of those countries.)",
  "Fact Check": "",
  "Description": "The article was just an April Fools' joke, and the picture of the \"canine sacrificed by locals to ward off evil spirits\" used in the original was a cropped version of an art exhibit photograph created years before the 1 April 2005 date of the putative \"zombie\" news story. In April 2009, the fake BBC article motif was dusted off again to create a phony (but official-looking) page reporting an \"outbreak of 'zombism' in London\" due to a \"mutation of the H1N1 (swine flu) virus into new strain: H1Z1.\" This spoof even cagily referenced the 2005 prank article about Cambodian zombies: Similar to a scare originally found in Cambodia back in 2005, victims of a new strain of the swine flu virus H1N1 have been reported in London. After death, this virus is able to restart the heart of it's [sic] victim for up to two hours after the initial demise of the person where the individual behaves in extremely violent ways from what is believe to be a combination of brain damage and a chemical released into blood during \"resurrection.\"",
  "Originally Published": "",
  "Referred Links": "http://bouncewith.me.uk/europe/8027043.htm;http://news.bbc.co.uk/2/hi/middle_east/4483241.stm;http://bouncewith.me.uk/europe/8027043.htm;http://web.archive.org/web/20050428004220/http://65.127.124.62/south_asia/4483241.stm.htm;",
  "Example": "[Collected via e-mail, May 2005] There has been a small outbreak of \"zombism\" in a small town near the border of Laos in North-Eastern Cambodia. The culprit was discovered to be mosquitoes native to that region carrying a new strain of Malaria which thus far has a 100 percent mortality rate and kills victims in fewer than 2 days. After death, this parasite is able to restart the heart of its victim for up to two hours after the initial demise of the person where the individual behaves in extremely violent ways from what is believed to be a combination of brain damage and a chemical released into blood during \"resurrection.\" Cambodian officials say that the outbreak has been contained and the public has no need to worry. [Rest of article here.] [Collected via e-mail, May 2009] Oh No...ZOMBIE FLU! (if BBC says so, it must be true!)...PLEASE check out the article below & comment ASAP to hopefully assuage my grandchildren's panic. http://bouncewith.me.uk/europe/8027043.htm",
  "Last Updated": "1 May 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/zombies.asp",
  "Claim": "An epidemic has resulted in an outbreak of 'zombism.'",
  "Claim_ID": "humor_iftrue_zombies",
  "Tags": ""
}