{
  "Origins": "Holy smokes! Monty Python's \"Hungarian Phrase Book\" sketch come to life?",
  "Fact Check": "",
  "Description": "Sadly, no. All one need know about the article quoted above is that it originated with the Weekly World News , an entertainment tabloid devoted to inventing fantastically fictitious stories while keeping its tongue firmly embedded in its cheek to a depth not measurable by any instrument known to man. Unfortunately, Yahoo!, a primary news source for many people on the Internet, reprints some Weekly World News articles in their TV News section under a heading of \"Entertainment News & Gossip,\" a title that doesn't convey a strong \"bogus\" warning to readers who don't notice the original source is the Weekly World News (or don't know what the Weekly World News is).",
  "Originally Published": "",
  "Referred Links": "http://www.weeklyworldnews.com/news/index.cfm?instanceid=59974;http://www.serve.com/bonzai/monty/classics/TheHungarianPhrasebookSketch;http://web.archive.org/web/20070317221008/http://entertainment.tv.yahoo.com/entnews/wwn/20031204/107055000003.html;",
  "Example": "[Collected on the Internet, 2003] Bogus Dictionary Lands Tourists In Trouble! A practical joker has stirred up trouble by publishing a Japanese-to-English phrase book with incorrect definitions for every phrase! Now thousands of Japanese tourists who've painstakingly studied the bogus dictionary in preparation for trips to America are arriving on our shores only to encounter blank stares, hysterical laughter or even brutal beatings as soon as they open their mouths. \"The man who compiled this dictionary clearly went out of his way to wreak havoc,\" says New York hotel concierge Jacqueline Porseman, who arranges tours for many VIP guests from Japan. \"For instance, when the Japanese think they're asking 'Can you direct me to the rest room?' the book actually has them saying, 'Excuse me, may I caress your buttocks?' [Click here to read the rest of this article]",
  "Last Updated": "21 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/phrasebook.asp",
  "Claim": "A practical joker landed tourists in trouble by publishing a Japanese-to-English phrase book with incorrect definitions for every phrase.",
  "Claim_ID": "humor_iftrue_phrasebook",
  "Tags": ""
}