{
  "Origins": "As someone with a significant hearing loss who has been dependent upon the close(d) captioning facilities of my television for several years now, I can attest that captioning can often depart from the actual audio in substantial and often humorous ways. Rarely are these mistakes the fault of the captioners, who are definitely not a bunch of bad spellers or uneducated rubes with sixth-grade vocabularies. Bizarre captioning occurs for a variety of technical reasons, many of which have to do with the fact that captioners (like court reporters and other stenographers who have to create real-time transcripts of spoken words) could not possibly keep up the pace if they typed out words letter for letter, and so instead use a system based on phonetics. When an unusual name or uncommon foreign phrase pops up in the middle of a live broadcast, captioners may have no choice but to produce as close a phonetic approximation as they can manage on the spur of the moment regardless of how odd it may look to viewers reading it on a TV screen.",
  "Fact Check": "",
  "Description": "Still, captioners are human, and even with an accuracy rate of 99% or better they're bound to occasionally hit the wrong key or make a few other noticeable mistakes over the course of a program which runs a half-hour or longer. I couldn't help but chuckle on the occasions when I saw the phrase \"for all intents and purposes\" rendered as \"for all intensive purposes,\" the term \"prima donna\" spelled out as \"pre-madonna,\" or a description of \"the girl next door\" transformed into \"the girl next store.\" But I can't recall seeing a captioning slip-up on a national news program along the lines of one reported by the Washington Post in April 2003: We initially refused to believe an alert ABC News fan who told us that the closed captions for the 6:30 p.m. Tuesday feed of Peter Jennings's \"World News Tonight\" informed viewers that Federal Reserve Chairman Alan Greenspan was \"in the hospital for an enlarged prostitute.\" But yesterday a network spokeswoman confirmed the wording provided by ABC's Pennsylvania-based closed-captioning contractor. Apparently the typist hit the wrong key, or keys. The glitch was fixed for the 7 p.m. feed. \"We strive for perfection,\" ABC's Cathie Levine told us, \"but when you're typing that fast, there are occasional mistakes. We regret the error.\" Greenspan was home recovering yesterday from prostate surgery, said his wife, NBC correspondent Andrea Mitchell. As for that \"enlarged prostitute,\" Mitchell told us: \"He should be so lucky.\"",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20030803203617/http://www.robson.org/gary/captioning/spelerz.html;http://www.robson.org/capfaq/overview.html;",
  "Example": "",
  "Last Updated": "29 June 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/humor/mediagoofs/prostate.asp",
  "Claim": "Captioning glitch on national TV news program transforms an \"enlarged prostate\" into something considerably more exciting.",
  "Claim_ID": "humor_mediagoofs_prostate",
  "Tags": ""
}