{
  "Origins": "In August 1996 this story was included in a \"Darwin Awards\" mailing, marking its first appearance on the Internet. No attribution to a specific news source from which this account might have been harvested was given, but the date of the unfortunate sleeper's demise was pegged as 25 March 1993. The story has since circulated on numerous \"dumb deaths\" lists, sometimes with a specious \"Bloomberg News\" tag attached.",
  "Fact Check": "",
  "Description": "Disabuse yourself of any notion that such a death occurred. Not only don't any bona fide news accounts detailing this bucket-kicking exist, but it isn't even really plausible that someone would die in such a situation gas expelled from the body may be noisome, but it isn't \"poisonous.\" (As for the room's filling up with bodily emissions that somehow \"used up all the oxygen\" and resulted in the sleeper's dying of suffocation instead of poisoning, the volume of air that would have to be replaced for this scenario to be real is simply way too great.) In other words, this was all just a made-up story. That it circulates as a \"This is true!\" shocker shouldn't be taken as proof of anything other than the sender's gullibility. From a folklorist's point of view, a far better tale is the venerable \" Fart in the Dark \" legend. In that story, the gaseous emissions of the victim don't kill her, though she fervently wishes they had (anything to be spared the embarrassment of the moment!). Barbara \"gas masked\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1997] A terrible diet and room with no ventilation are being blamed for the death of a man who was killed by his own gas. There was no mark on his body but an autopsy showed large amounts of methane gas in his system. His diet had consisted primarily of beans and cabbage (and a couple of other things). It was just the right combination of foods. It appears that the man died in his sleep from breathing the poisonous cloud that was hanging over his bed. Had he been outside or had his windows been opened, it wouldn't have been fatal, but the man was shut up in his near airtight bedroom. According to the article, \"He was a big man with a huge capacity for creating 'this deadly gas.'\" Three of the rescuers got sick and one was hospitalized.",
  "Last Updated": "17 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/follies/methane.asp",
  "Claim": "Man dies in his sleep from breathing in his own farts.",
  "Claim_ID": "humor_follies_methane",
  "Tags": ""
}