{
  "Origins": "Some homespun efforts to eradicate pests are downright foolhardy and dangerous. Gasoline poured on peoples' heads in attempts to kill lice (very, very bad idea, that) has resulted in permanently disfiguring burns and left victims hospitalized for months. The employment of too many bug bombs in attempts to rid domiciles of cockroaches have resulted in home-destroying explosions. And endeavors to put the run on bedbugs with alcohol or gasoline have left homes in ashes.",
  "Fact Check": "",
  "Description": "In June 2012, an apartment renter in Carlisle, Kentucky, doused her couch in alcohol in an attempt to kill the bedbugs that had taken up residence there. This pest extermination foray ended badly after she subsequently dropped a lit cigarette on the sodden furniture, starting a fire that left 30 people homeless, four of whom had to be treated for smoke inhalation. This was not the first such conflagration. Attempts to rid by fire items infested with bedbugs have previously resulted in uncontrolled blazes, some of which left homes in ruins. In March 2012, two men renting a house in Indianapolis accidentally set their home ablaze after transporting three bedbug-infested couches and two chairs into the backyard and setting them on fire. Flames leapt from the furniture to the house, causing about $15,000 in damage. In January 2011, a man attempting to kill bedbugs with rubbing alcohol while smoking a cigarette started a fire in his Mount Carmel, Ohio, apartment. In that instance, property damage amounted to only about $600 (the home's couch and carpet), with the unthinking householder having to be treated at a local hospital for burns to his hands. In 2006 and again in 2009, firefighters in New York City called in to track down mysterious strong smells of accelerants in apartment houses reported finding mattresses soaked with gasoline or kerosene, and even children who'd been swabbed down with these compounds in attempts to thwart the bugs. No fires resulted, but they easily could have, given that gasoline fumes can be touched off by as little as turning on a light switch or dragging one's sock-covered feet across a carpet. Even the experts can sometimes get it wrong. In May 2011, a two-family home in Cincinnati was destroyed after a heater being used by an exterminator to destroy bedbugs (by raising the home's temperature to 135 degrees) set a carpet on fire, resulting in a blaze that burned down the house. Bedbugs are notoriously difficult to get rid of, and the U.S. is experiencing an explosion in the number of these pests. The National Pest Management Association (NPMA) has seen a 71 percent increase in bedbug infestations since 2001, mainly due to international travel. Bedbugs hitch rides on the luggage of people who travel; the little beasties get into the suitcases of those who stay in infested hotel rooms, then are spread to those travelers' homes, and from thence get to other hotel rooms when those suitcases are used yet again. Effective eradication of the little horrors usually requires three separate sessions of professional extermination, with each of those comprising a number of different methods. It's lengthy, expensive, and frustrating, and if any of the bugs are missed, the bedbugs will be back in force in short order. The best remedy is to not bring bedbugs into your home from other sites in the first place. Our \" Fashion Bug \" article details a number of ways to avoid bringing them home with you, including subjecting second-hand apparel to a lengthy session in the clothes dryer. Barbara \"tumble weeded\" Mikkelson Additional information: Bed Bugs Pest Note (Health Canada)",
  "Originally Published": "",
  "Referred Links": "http://www.hc-sc.gc.ca/cps-spc/pubs/pest/_pnotes/bedbugs-punaises-lits/index-eng.asp;",
  "Example": "",
  "Last Updated": "30 June 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/humor/follies/bedbugfire.asp",
  "Claim": "Attempt to rid home of bedbugs results in fire that razes apartment building.",
  "Claim_ID": "humor_follies_bedbugfire",
  "Tags": ""
}