{
  "Origins": "The original trio of putative news stories from various African newspapers reproduced above about an employee who took several weeks to clean two elevators, a landlocked country that lost its only merchant ship, and an airline that had to cancel a flight due to a flat tire started appearing on the Internet in USENET newsgroups in late 1999. There's no reason to think that these humorous anecdotes were based upon anything other than the fertile imagination of some unidentified gag writer: although a few of the people named are real, the occurrences and attributions mentioned in the text don't correspond to anything ever found to have been published in the African press (or any other news outlets).",
  "Fact Check": "",
  "Description": "The first two stories are, in fact, well-traveled jokes often told about whichever national, ethnic, or cultural group is typically used as the butt of the target audience's humor. (In earlier times, for example, Americans would have told these as \"Polack jokes.\") The third item echoes other urban legends about air travel mishaps (such as the Hatchet Job tale) commonly attributed to African airlines. The additional fourth item, about a group of mental patients who escape from a transport bus, is actually an older piece that was tacked on to the other three stories after they had been circulating as a group for several years. It too is yet another version of a venerable joke, one which is discussed at greater length on our Drive Me Crazy page.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] Welcome to Africa! These are actual news excerpts from our national press! 1. The Cape Times (Cape Town) \"I have promised to keep his identity confidential,' said Jack Maxim, a spokeswoman for the Sandton Sun Hotel, Johannessburg, \"but I can confirm that he is no longer in our employment\". \"We asked him to clean the lifts, and he spent four days on the job. When I asked him why, he replied, 'Well, there are forty of them, two on each floor, and sometimes some of them aren't there.' Eventually, we realised that he thought each floor had a different lift, and he'd cleaned the same two twelve times. \"We had to let him go. It seemed best all round. I understand he is now working for Woolworths.\" 2. The Star (Johannesburg): \"The situation is absolutely under control,\" Transport Minister Ephraem Magagula told the Swaziland parliament in Mbabane. \"Our nation's merchant navy is perfectly safe. We just don't know where it is, that's all.\" Replying to an MP's question, Minister Magagula admitted that the landlocked country had completely lost track of its only ship, the Swazimar. \"We believe it is in a sea somewhere. At one time, we sent a team of men to look for it, but there was a problem with drink and they failed to find it, and so, technically, yes, we've lost it a bit. But I categorically reject all suggestions of incompetence on the part of this government. \"The Swazimar is a big ship painted in the sort of nice bright colours you can see at night. Mark my words, it will turn up. The right honourable gentleman opposite is a very naughty man, and he will laugh on the other side of his face when my ship comes in.\" 3. The Standard (Kenya): \"What is all the fuss about?\" Weseka Sambu asked a hastily convened news conference at Jomo Kenyatta International Airport. \"A technical hitch like this could have happened anywhere in the world. You people are not patriots. You just want to cause trouble.\" Sambu, a spokesman for Kenya Airways, was speaking after the cancellation of a through flight from Kisumu, via Jomo Kenyatta, to Berlin. \"The forty-two passengers had boarded the plane ready for take-off, when the pilot noticed one of the tyres was flat. Kenya Airways did not possess a spare tyre, and unfortunately the airport nitrogen canister was empty. A passenger suggested taking the tyre to a petrol station for inflation, but unluckily the jack had gone missing so we couldn't get the wheel off. Our engineers tried heroically to reinflate the tyre with a bicycle pump, but had no luck, and the pilot even blew into the valve with his mouth, but he passed out. \"When I announced that the flight had to be abandoned, one of the passengers, Mr Mutu, suddenly struck me about the face with a life-jacket whistle and said we were a national disgrace. I told him he was being ridiculous, and that there was to be another flight in a fortnight. And, in the meantime, he would be able to enjoy the scenery around Kisumu, albeit at his own expense.\" Variations: By 2002, the first story had been altered to note that the fired employee now worked for \"GE Lighting,\" and a fourth news item had been added: 4. From a Zimbabwean newspaper: While transporting mental patients from Harare to Bulawayo, the bus driver stopped at a roadside shebeen (beerhall) for a few beers. When he got back to his vehicle, he found it empty, with the 20 patients nowhere to be seen. Realizing the trouble he was in if the truth were uncovered, he halted his bus at the next bus stop and offered lifts to those in the queue. Letting 20 people board, he then shut the doors and drove straight to the Bulawayo mental hospital, where he hastily handed over his 'charges', warning the nurses that they were particularly excitable. Staff removed the furious passengers; it was three days later that suspicions were roused by the consistency of stories from the 20. As for the real patients: nothing more has been heard of them and they have apparently blended comfortably back into Zimbabwean society.",
  "Last Updated": "20 March 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/jokes/africa.asp",
  "Claim": "A collection of humorous articles from the African press.",
  "Claim_ID": "humor_jokes_africa",
  "Tags": ""
}