{
  "Origins": "All one need know about this article is that it originated with the Weekly World News , an entertainment tabloid devoted to inventing fantastically fictitious stories while keeping its tongue firmly embedded in its cheek to a depth not measurable by any instrument known to man. Unfortunately, Yahoo!, a primary news source for many people on the Internet, reprints some Weekly World News articles in their TV News section under a heading of \"Entertainment News & Gossip,\" a title that doesn't convey a strong \"bogus\" warning to readers who don't notice the original source is the Weekly World News (or don't know that the Weekly World News is a campishly silly supermarket tabloid).",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.weeklyworldnews.com/;http://entertainment.tv.yahoo.com/entnews/wwn/20030516/105309720008.html;",
  "Example": "[Weekly World News, 2003] Tree That Give Meat Instead Of Fruit! By MICHAEL CHIRON MANCHESTER, England Here's some good news that vegetarians can really sink their teeth into: Researchers have developed genetically engineered fruit trees that bear real meat! Fruit from the new Meat Trees, developed by British scientists using gene-splicing technology, closely resembles ordinary grapefruit. But when you peel the large fruit open, inside is fresh beef. \"Our trees may sound like something out of a science fiction movie, but it's really a simple, down-to-earth idea whose time has come,\" declares Dr. Vincent Tartley, director of agricultural bioengineering research for the UltraModAgri Group, which created the amazing trees. \"Vegetarians have been complaining for years that despite their moral convictions against consuming meat, they still crave the flavor of a good steak once in a while. Now they can have their cake and eat it too.\" [Click here to read the rest of this article]",
  "Last Updated": "21 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/meattree.asp",
  "Claim": "Researchers have developed genetically engineered fruit trees that bear meat.",
  "Claim_ID": "humor_iftrue_meattree",
  "Tags": ""
}