{
  "Origins": "No, this didn't run in the Dublin Times , nor is it a real news story. This is simply a \"dumb crooks\" joke that plays on the duality of the word 'bank' being used to describe both a financial institution and a place where donated sperm is kept. It has been circulating on the Internet since at least late 1998, originally in a more generic version:",
  "Fact Check": "",
  "Description": "Some gangsters were thinking of robbing a bank. They thought of the best plan that could be made and started to work. A day or two later they are able to get into the bank and found hundreds of safes. They opened the first safe, but the only thing they found in there was a vanilla pudding. The head gangster says, \"Well, at least we can eat it.\" So they ate the pudding. They opened up the second safe, but again there was just another pudding. They decided to devoured it, too. This process went on for the rest of the day, until all the safes were opened. There was no money or jewelry in any of them. \"Well,\" they said, \"at least there was something for us to eat.\" The next day on the news, they heard, \"Yesterday the biggest sperm bank in the USA was robbed . . .\" The joke soon mutated into versions featuring robbers belonging to groups typically used as the butts of jokes (e.g., blonde robbers, Irish robbers); the Irish version caught on, and the apocryphal \"Dublin Times\" citation was added later. Sperm banks and \"real\" banks have little in common other than their mutual use of the word 'bank.' Although sperm banks may keep their deposits in locked containers for security and privacy reasons, those containers in no way resemble the vaults or safes used to protect more conventional valuables such as currency. Sperm samples also have to be maintained in refrigerated containers it would be a very dim crook indeed who didn't wonder why cash was being kept cold (or, more implausibly, why 'vanilla pudding' was being kept locked away). Sperm also isn't stored in \"covered bowls\" (or anything resembling bowls) but in individual test tube-like containers. And we have it on good authority that it's nothing like vanilla pudding, either in taste or in consistency.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] This is just too funny not to share. Excerpted from an article which appeared in the Dublin Times about a bank robbery on March 2, 1999. Once inside the bank shortly after midnight, their efforts at disabling the internal security system got underway immediately. The robbers, who expected to find one or two large safes filled with cash and valuables, were surprised to see hundreds of smaller safes scattered throughout the bank. The robbers cracked the first safe's combination, and inside they found only a bowl of vanilla pudding. As recorded on the bank's audio tape system, one robber said, \"At least we'll have a bit to eat.\" The robbers opened up a second safe, and it also contained nothing but vanilla pudding. The process continued until all the safes were opened. They found not one pound sterling, a diamond, or an ounce of gold. Instead, all the safes contained covered bowls of pudding. Disappointed, the robbers made a quiet exit, each leaving with nothing more than a queasy, uncomfortably full stomach. The newspaper headline read: IRELAND'S LARGEST SPERM BANK ROBBED EARLY THIS MORNING.",
  "Last Updated": "29 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/jokes/sperm.asp",
  "Claim": "Thieves mistakenly break into sperm bank and consume 'vanilla pudding' they find there.",
  "Claim_ID": "humor_jokes_sperm",
  "Tags": ""
}