{
  "Origins": "This humor piece is one of the all-time champs in the \"widest and most frequent dissemination of a fictional tale as a 'true story'\" category. It was written by Kenneth Langbell and first appeared in the English-language version of the Bangkok Post under the title \"Wild Night at the Erawan\" on 27 May 1967. In the nearly forty years since its original publication, it has been printed and re-printed in newspapers, forwarded via e-mail, and reproduced on countless web sites. Sportswriter Joe Gilmartin of the Phoenix Gazette turned it into a holiday tradition in the early 1970s by running it in his column every Christmastime.",
  "Fact Check": "",
  "Description": "This article often appears with the title \"A Humid Recital Stirs Bangkok\" because it ran under that headline when it was published in U.S. newspapers back in 1967, and it is frequently attributed to Los Angeles Times music critic Martin Bernheimer because he first introduced the piece to American audiences. Although Bernheimer correctly cited its source, and his tongue-in-cheek introduction made it fairly clear that Bangkok Post humorist Kenneth Langbell had written it as a satirical send-up of pompous reviewers, readers more often than not interpreted it as a genuine account of a calamitous piano recital. The Bangkok Post has received numerous questions, comments, and complaints about the article over the years, including \"a plaintive query from the makers of the unfortunate piano, concerning all the negative publicity stemming from the original Post.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Langbell, 1967] The recital last evening in the chamber music room of the Erawan Hotel by U.S. Pianist Myron Kropp, the first appearance of Mr. Kropp in Bangkok, can only be described by this reviewer and those who witnessed Mr. Kropp's performance as one of the most interesting experiences in a very long time. A hush fell over the room as Mr. Kropp appeared from the right of the stage, attired in black formal evening-wear with a small white poppy in his lapel. With sparse, sandy hair, a sallow complexion and a deceptively frail looking frame, the man who has re-popularized Johann Sebastian Bach approached the Baldwin Concert Grand, bowed to the audience and placed himself upon the stool. It might be appropriate to insert at this juncture that many pianists, including Mr. Kropp, prefer a bench, maintaining that on a screw-type stool, they sometimes find themselves turning sideways during a particularly expressive strain. There was a slight delay, in fact, as Mr Kropp left the stage briefly, apparently in search of a bench, but returned when informed that there was none. As I have mentioned on several other occasions, the Baldwin Concert Grand, while basically a fine instrument, needs constant attention, particularly in a climate such as Bangkok. This is even more true when the instrument is as old as the one provided in the chamber music room of the Erawan Hotel. In this humidity, the felts which separate the white keys from the black tend to swell, causing an occasional key to stick, which apparently was the case last evening with the D in the second octave. During the \"raging storm\" section of the D-Minor Toccata and Fugue, Mr. Kropp must be complimented for putting up with the awkward D. However, by the time the \"storm\" was past and he had gotten into the Prelude and Fugue in D Major, in which the second octave D plays a major role, Mr. Kropp's patience was wearing thin. Some who attended the performance later questioned whether the awkward key justified some of the language which was heard coming from the stage during softer passages of the fugue. However, one member of the audience, who had sent his children out of the room by the midway point of the fugue, had a valid point when he commented over the music and extemporaneous remarks of Mr. Kropp that the workman who had greased the stool might have done better to use some of the grease on the second octave D. Indeed, Mr. Kropp's stool had more than enough grease and during one passage in which the music and lyrics were both particularly violent, Mr. Kropp was turned completely around. Whereas before his remarks had been aimed largely at the piano and were therefore somewhat muted, to his surprise and that of those in the chamber music room he found himself addressing himself directly to the audience. But such things do happen, and the person who began to laugh deserves to be severely reprimanded for this undignified behavior. Unfortunately, laughter is contagious, and by the time it had subsided and the audience had regained its composure Mr. Kropp appeared somewhat shaken. Nevertheless, he swiveled himself back into position facing the piano and, leaving the D Major Fugue unfinished, commenced on the Fantasia and Fugue in G Minor. Why the concert grand piano's G key in the third octave chose that particular time to begin sticking I hesitate to guess. However, it is certainly safe to say that Mr. Kropp himself did nothing to help matters when he began using his feet to kick the lower portion of the piano instead of operating the pedals as is generally done. Possibly it was this jarring or the un-Bach-like hammering to which the sticking keyboard was being subjected. Something caused the right front leg of the piano to buckle slightly inward, leaving the entire instrument listing at approximately a 35-degree angle from that which is normal. A gasp went up from the audience, for if the piano had actually fallen several of Mr. Kropp's toes if not both his feet, would surely have been broken. It was with a sigh of relief therefore, that the audience saw Mr. Kropp slowly rise from his stool and leave the stage. A few men in the back of the room began clapping and when Mr. Kropp reappeared a moment later it seemed he was responding to the ovation. Apparently, however, he had left to get a red-handled fire ax which was hung back stage in case of fire, for that was what was in his hand. My first reaction at seeing Mr. Kropp begin to chop at the left leg of the grand piano was that he was attempting to make it tilt at the same angle as the right leg and thereby correct the list. However, when the weakened legs finally collapsed altogether with a great crash and Mr. Kropp continued to chop, it became obvious to all that he had no intention of going on with the concert. The ushers, who had heard the snapping of piano wires and splintering of sounding board from the dining room, came rushing in and, with the help of the hotel manager, two Indian watchmen and a passing police corporal, finally succeeded in disarming Mr. Kropp and dragging him off the stage.",
  "Last Updated": "18 August 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/nonsense/piano.asp",
  "Claim": "Calamity struck at pianist Myron Kropp's recital in Bangkok",
  "Claim_ID": "humor_nonsense_piano",
  "Tags": ""
}