{
  "Origins": "The piece quoted above was created as a bit of heavy-handed humor satirizing lax airport security and the debate over whether ethnic profiling should be employed as an element of airport security screening procedures. When this article was posted to several Internet newsgroups on 25 April 2002 it bore a \"UPI International April 25, 2002 Kansas City\" lead-in , leading some less critical readers to take it as a valid news story vectored by a credible source. Even if the premise of the story didn't seem too far-fetched to believe, its intended humorous elements a stewardess named 'Bunny,' the racist stereotype of shiftless security supervisor Leroy Jackson, the sniggering writing style should have given readers pause.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2002] Kansas City An America Airlines flight enroute from Los Angeles to JFK airport in New York City was diverted to Kansas City yesterday when a passenger was noticed attempting to light a fuse protruding from his rectum. Flight Attendant Bunny Haggarty said she noticed the man seated in an aisle seat leaning forward and holding a cigarette lighter behind his legs. \"I though he was just trying to light a fart,\" said Haggarty, \"like our pilots are always doing on layovers. Then I saw this string-like thing hanging from his ass, and I got scared.\" Haggarty immediately called for assistance. Several male passengers subdued the man before he was able to light the fuse. After landing in Kansas City, authorities found the man's intestines were stuffed with military grade C4 explosive. FBI agents stated that it would have been a complete catastrophe if the passenger had succeeded in lighting the fuse. The passenger, Mohammed Bin Ali El Batout Nabeel Sin Abba Rahim Mansour Ali Baba, Age 25, was carrying fourteen passports from various countries throughout the middle east. Asked why he had stuffed himself full of plastic explosives, Ali Baba stated, \"I was planning to blow the chit out of the plane. I wanted to kill all the Americans and Jews to show that we are a peace loving pipple.\" Airport security agents in Los Angeles remembered seeing Ali Baba as he boarded American flight 90. They were a bit concerned because his name would not fit on the front of the ticket, he was wearing a checkered tablecloth as a hat, looked like he was ready to kill someone, was reading an Al Quaeda training manual and had on a \"F*** America\" T-shirt. According to Federal Airport Security standards, however, individuals cannot be profiled for additional security simply because they are young, middle-eastern men. The security supervisor, Leroy Jackson, said he was somewhat concerned with the way Ali Baba walked. \"Hell, man, the guy waddled like he had a stick of dynamite up his ass! Had I not been on the phone with my probation officer, I might have checked this guy out some more. \"But, we want and need complete diversity in our passenger screening,\" stated Jackson. \"Plus, we think the flight crews on those planes pose more of a threat to safety than one raghead with an exploding ass. That's why you can always find one of them pilots in barefeet waiting for his shoes to be x-rayed. I love seeing the look on their faces when we make them do that,\" he guffawed , adding \"I just hope they don't give those guys guns, cause they might want to even the score.\" Federal officials are now referring to this latest terrorist attempt as a \"butt bomb\". Security experts believe this could be even more difficult to detect than the primitive 'shoe bomb' used by terrorist Richard Reid. \"I'm not sure how were going to check for 'butt bombs,'\" stated Jackson. \"We don't have technology to do it, but we've got to check somehow in the interest of safety,\" adding, \"I think we should start with Flight Crews first.\"",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/buttbomb.asp",
  "Claim": "Terrorist attempting to light the fuse to a bomb hidden in his rectum is foiled by airline personnel.",
  "Claim_ID": "humor_iftrue_buttbomb",
  "Tags": ""
}