{
  "Origins": "We first encountered this purported Christmas letter to a sailor online in March 2002, with some versions claiming the missive from \"Shawn\" was one of many children's letters sent in December 2001 to the \"fighting sailors of the Diego Garcia \" (a U.S. Navy support facility located in the Indian Ocean).",
  "Fact Check": "",
  "Description": "Common sense should quickly put to rest this jape about a child's mistaking his mother's exclamations of sexual satisfaction for prayer: The spelling, letter formation, and consistent word spacing exhibited in this missive are suspiciously advanced for a schoolchild of the suggested level (and way beyond the capabilities of a pre-schooler), indicative of an adult trying to imitate a child's style of lettering. This item is nothing more than a joke poking fun at Navy servicepeople. Those still inclined to believe the \"Oh God!\" letter was penned by a naive child should take a look at another \"Christmas letter to sailors\" purportedly written by \"Susin,\" which is also dated 12 December 2001 and is nearly identical in presentation and content to \"Shawn\"'s missive: Disabuse yourself of the notion that children old enough to compose, letter, spell, and use punctuation this well would be as stunningly naive as the content of these letters would have us believe. Any kid old enough to know how properly divide the phrase \"Oh God, Oh God, yes, yes\" with commas would also be old enough to realize that there's something amiss about Mom being off in the bedroom with a strange man while Dad is away, and that cries of \"Oh God!\" emanating from that room during those moments likely have nothing to do with religion. The theme of children's blurting embarrassing intelligence about sexual matters or repeating parents' ill-judged comments is an old one and shows up in numerous jokes and anecdotes. In a well-known urban legend, a misbehaving hellion looks to thwart his mother's attempt at controlling him in public with a loudly-voiced threat of telling Grandma that he saw Mom kissing Daddy's private parts. In that instance, the tyke's object is blackmail, but it once again turns upon the theme of the child's disclosure bringing to light certain parental sexual activities that the grown-ups would have preferred to have kept private. Likewise, an ancient Dennis the Menace strip demonstrates the folly of letting certain comments fall too near the ears of the very young: In the first panel where Dennis is shown meeting one of his mother's friends, he asks \"Is this the lady with the dead hair?\" The second panel shows Dennis' mother pursuing her outraged and now hurriedly departing friend with anguished cries of \"Honest, Ruth, I said 'tinted' not 'dyed.'\" Barbara \"dyed to rights\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.dg.navy.mil;",
  "Example": "[Collected on the Internet, 2002] This is true story a child had this letter hanging up in his pre-school classroom ... how'd you like to be his mother?!",
  "Last Updated": "2 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/jokes/sailors.asp",
  "Claim": "A child's Christmas letter to a sailor misinterprets the sounds of his mother's sexual satisfaction as prayer.",
  "Claim_ID": "humor_jokes_sailors",
  "Tags": ""
}