{
  "Origins": "If anything encapsulates how wacky our world has become, it's this revelation that not only do we have people who cannot (or will not) communicate in anything but Klingon, a completely artificial language developed for the Star Trek television and film series, but that government agencies are now required to provide interpreters to assist them. Unfortunately, all this item really demonstrates is that news and entertainment are too often indistinguishable",
  "Fact Check": "",
  "Description": "The version of this story quoted above, which was picked up by a variety of news agencies, made it sound as though an Oregon county health services department had actually treated people who spoke nothing but Klingon and was therefore obligated by law to hire a Klingon-speaking interpreter to assist them. It sounded that way because, in order to make the news more entertaining, nearly every version of the story was stripped of the context that revealed it to be little more than a pointed bit of tongue-in-cheekiness . The full story, run in the Portland Oregonian , included the crucial context: The county would pay a Klingon interpreter only in the unlikely case he or she was actually called into service. \"We said, 'What the heck, let's throw it in,'\" Jelusich says. \"It doesn't cost us any money.\" The county's purchasing administrator, Franna Hathaway, greeted the request with initial skepticism. \"I questioned it myself when it first came in.\" But, she adds, \"There are some cases where we've had mental health patients where this was all they would speak.\" Jelusich says that in reality, no patient has yet tried to communicate in Klingon. But the possibility that a patient could believe himself or herself to be a Klingon doesn't seem so far-fetched. \"I've got people who think they're Napoleon,\" he says. Multnomah County Chairwoman Diane Linn could not be reached for comment. Next up: another mythical language popularized by The \"Lord of the Rings\" films. \"The kids,\" Jelusich says, \"are learning to speak Elvish.\" The original article stated plainly that \"in reality, no patient has yet tried to communicate in Klingon,\" and noted that the county health department wasn't actually spending any money to hire Klingon interpreters but simply adding Klingon to a list of languages for which interpreters might be needed someday. Nonetheless, so pervasive was the news coverage based on the misleading shortened version of the story that Multnomah County officials had to offer a denial of information the full article had already noted was not true: The office that treats mental health patients in Multnomah County had included Klingon on a list of 55 languages that could be spoken by incoming patients. But the inclusion of the Star Trek language drew a spate of tongue-in-cheek headlines. And now the county has rescinded its call, stressing that it hasn't spent a penny of public money on Klingon interpretation. \"It was a mistake, and a result of an overzealous attempt to ensure that our safety net systems can respond to all customers and clients,\" Multnomah County chair Diane Linn said in a news release. County officials had previously said that no patient had ever come in speaking only Klingon, but that the county would pay a Klingon interpreter in the unlikely case one was actually needed.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Associated Press, 2003] PORTLAND, Ore. (AP) - Position Available: Interpreter, must be fluent in Klingon. The language created for the \"Star Trek\" TV series and movies is one of about 55 needed by the office that treats mental health patients in metropolitan Multnomah County. \"We have to provide information in all the languages our clients speak,\" said Jerry Jelusich, a procurement specialist for the county Department of Human Services, which serves about 60,000 mental health clients. Although created for works of fiction, Klingon was designed to have a consistent grammar, syntax and vocabulary. And now Multnomah County research has found that many people and not just fans consider it a complete language. \"There are some cases where we've had mental health patients where this was all they would speak,\" said the county's purchasing administrator, Franna Hathaway. County officials said that obligates them to respond with a Klingon-English interpreter, putting the language of starship Enterprise officer Worf and other Klingon characters on a par with common languages such as Russian and Vietnamese, and less common tongues including Dari and Tongan.",
  "Last Updated": "21 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/klingon.asp",
  "Claim": "An Oregon county health services department hired a Klingon interpreter to assist psychiatric patients who would speak no other language.",
  "Claim_ID": "humor_iftrue_klingon",
  "Tags": ""
}