{
  "Origins": "It's no wonder this legend nowadays attaches to Richard Nixon he's the most disliked American president of modern times. Though Watergate is many years in the past, the sense of betrayal which remains is tangible. One can easily picture in this story the anger of the boy's father when he finds out who had been the recipient of the good deed.",
  "Fact Check": "",
  "Description": "Like many urban legends, this one has been told of various people at various times. It's one of those classic tales where one but has to substitute in the name of the despised figure to make it work all over again. In 2007, for instance, Kim Yong-chol, a North Korean general, regaled a gathering of North and South Korea military chiefs with a telling of it that starred George W. Bush. Here's another version of it, this one found on the Internet in 1998: One day Bill Clinton was out jogging and accidentally fell from a bridge into a very cold river. Three boys, playing along the river, saw the accident. Without a second thought, they jumped in the water and dragged the wet president out of the river. After cleaning up he said, \"Boys, you saved the President of the United States today. You deserve a reward. You name it, I'll give it to you.\" The first boy said, \"Please, I'd like a ticket to Disneyland!\" \"I'll personally hand it to you,\" said Mr. Clinton. \"I'd like a pair of Nike Air Turbos,\" the second boy said. \"I'll buy them myself and give them to you,\" said the grateful defender of the Western Hemisphere. \"And I'd like a wheelchair with a stereo in it,\" said the third boy. \"I'll personally . . . wait a second, son, you're not handicapped!\" \"No but I will be when my father finds out whom I saved from drowning.\" And another from a 1947 joke book: After having a good meal, Hitler went out for a walk. While crossing a bridge he fell into the water. Sammy Ginsberg, unaware of who he was, saw him fall and jumped in after him. He dragged Hitler to safety. \"Young man, do you know what you've just done? You've saved the Fuehrer's life! I want to give you a reward. Anything you want.\" \"Only one thing for me,\" said Sammy. \"Please don't tell my father.\" How far back does this story go? At least to 1924, when it appeared in yet another joke book: A naval officer fell overboard. He was rescued by a deck hand. The officer asked his preserver how he could reward him. \"The best way, sir,\" said Jack, \"is to say nothing about it. If the other fellows knew I'd pulled you out, they'd chuck me in.\" Barbara \"throwback legend\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1997] Located on the beautiful coastline of southern California, Richard Nixon's San Clemente retreat was his sanctuary very private, very secure. The usually withdrawn former president would relax there, indulging in the ordinary pleasures non-presidents take for granted. Often in the evenings he'd go for a swim in the ocean alone, preferring his own company and the setting sun to anything that might remind him of past days, both triumphant and bitter. This habit of solitude was almost his undoing. On one occasion he was caught unawares by a big swell and was losing the battle to keep from going under when two surfer lads who'd been trespassing on his property came to his rescue. The sputtering man was pulled from the waves by the two brave lads. Once safely recovered on shore, Nixon promised to grant each of them anything within his power to give as his way of showing gratitude. The one lad asked that the beach be opened to the public so that all could enjoy it. \"Granted,\" said Nixon. The other boy made a seemingly strange request: upon his death, he wanted to be buried in Arlington National Cemetery. Puzzled, the former President agreed to see to this. \"But why?\" he asked. \"Why that of all things?\" The lad lowered his head in shame. \"Because when my father finds out I saved Richard Nixon, he's gonna kill me.\"",
  "Last Updated": "8 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/jokes/nixon.asp",
  "Claim": "A good Samaritan who saves Richard Nixon from drowning asks only one reward: that no one tell his father.",
  "Claim_ID": "humor_jokes_nixon",
  "Tags": ""
}