{
  "Origins": "Dressed out in numerous versions over the years, this online parlor trick has been befuddling countless netizens who have been left mystified by its uncanny ability to always remove the card they chose. After years of receiving mail from numerous folks who were left suspecting their computers and Internet connections of dark doings, we've chosen to write about this leg-pull even though it's merely an old magician's trick updated to appeal to a cyber audience.",
  "Fact Check": "",
  "Description": "It was clear that many members of the online community felt unsettled by the apparent proof that something lurking in their hard drives could access their thoughts or that through some form of magic or witchcraft, evil-intentioned folks were rendered capable of using their systems against them. Magic seemed to be afoot, and that deeply troubled many. It's a trick, of course; \"magic\" only in the sense that it's an act of misdirection, a skill that is part of every successful magician's repertoire. This was magic of the rabbit-and-hat variety, not of the broomstick-and-cauldron ilk. Those fooled by the trick fall for their assumption that the only card removed from the layout will be the one they choose. In fact, all of the cards displayed in the first grouping disappear none are repeated in the second layout. Cards similar to the first set appear on the second screen, but they are not the same. (Those looking to confirm this for themselves are encouraged to write down the identities of all six cards first shown to them and to then compare this list to the five \"remaining\" cards revealed later in the proceedings.) This bit of cyber sleight of hand works because, as is human nature, those charmed by the trick will have noted the precise details of only one card: the one they chose. Its failure to appear in the second set is taken as proof that the \"magic bunny\" or \"David Copperfield\" has succeeded in sensing which card they'd selected. Those who refuse to accept that magic or mind-reading computers could have had anything to do with the seemingly spooktacular results can usually through applying their native common sense to the problem eventually work it out. However, there are always those who continue to accept the trick's premise, that this special program will read their minds. Some have gone to great lengths to try to trip up the infallible magician, as the following account shows: [Collected on the Internet, 2001] There was an URL floating around a while ago that pointed to a site that had a card trick on it. I sent the URL to my mom. (...) A while after sending the link to my mom, I sent her an explanation for how the trick worked. She sent back email saying that she and her husband were rolling on the floor with laughter because they had spent the last half hour trying to fool the computer using various methods. One of them was this: her husband would go into another room in the house. Then my mom would call him on his cell phone using hers and tell him all the cards. Then he'd tell her that he'd chosen one but not tell her which one and then she would click on the link. They were frustrated and befuddled that the computer still \"knew\" which card to remove even though they had gone to great lengths to separate the person that chose the card from the computer. Those who can't resist trying out the trick on their friends (or who just want to have a look at it for themselves) can satisfy those rampant urges by visiting our \"magic card trick\" page by clicking here . Barbara \"card tricked\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.snopes2.com/humor/info/card1.htm;",
  "Example": "[Collected on the Internet, 2002] Comment: I received an e-mail from a co-worker that purported to be a magic trick from David Copperfield. (It was a dressed-up Power Point presentation.) After several slides, I was asked to look at six face cards and silently choose one. Then I was asked to \"look into the eyes\" of a picture of David Copperfield and focus on the card I'd chosen. All six cards disappeared, then five reappeared and, as promised, \"David\" had read my mind and \"taken away\" the card I'd chosen. Several other co-workers and I tried the thing a number of times, and it worked every time. It didn't matter if we picked different cards in different positions or picked the same card repeatedly. Clearly, there's a trick but I'll be darned if I can figure out what it is. I've searched your site and in general search engines to see if there's an existing explanation, but no luck. Can you help?",
  "Last Updated": "25 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/iftrue/takecard.asp",
  "Claim": "Online magic trick reads the minds of those who try it and removes from a deck of five or six cards the one chosen by those people.",
  "Claim_ID": "humor_iftrue_takecard",
  "Tags": ""
}