{
  "Origins": "The above-quoted joke reappears every fall, each time aimed at football teams regarded as underperforming (e.g., it was told of the Dallas Cowboys on the 1 November 2001 edition of Rush Limbaugh's radio show). Professional and college teams are made the jape's subject, as team names are swapped in and out. We marvel not at the parade of teams this groaner has been attributed to, but at the \"Is this true?\" queries it has caused to land in our inbox over the years.",
  "Fact Check": "",
  "Description": "The joke does provoke an entertaining mental image of muscle-bound football players suspiciously eyeing a line of unfamiliar white powder and concluding it must be anthrax . While captivating, this image doesn't work quite so well in the real world, where teams switch ends of the gridiron twice during a game even if a squad were so unskilled that they never scored a touchdown, they'd still routinely see both goal lines as their opposition took the ball across them. Ridicule of sports teams perceived to be performing badly is an integral part of being a sports fan. This next jab has been aimed at a variety of hockey teams over the years: Q: Do you know where the red light district in Toronto is? A: Right behind the Leafs' net. (For you non-hockey fans, the joke here is that the red light behind a team's net goes off whenever the opposition scores.) This next one has been told of many teams in a variety of different sports: A Chicago man dies and goes to hell. When he gets there, the devil comes over to welcome him. The devil then says, \"Sometimes it gets pretty uncomfortable down here.\" The man says, \"No problem. I'm from Chicago.\" So the devil goes over to the thermostat, turns the temperature up to 100, and the humidity up to 80. He then goes back to the Chicago man to see how he's doing. To the devil's surprise, the man is doing just fine. \"No problem...just like Chicago in June,\" the man says. So the devil goes back over to the thermostat, and turns the temperature up to 150, and the humidity up to 90. He then goes back over to see how the Chicago man is doing. The man is sweating a little, but overall looks comfortable. \"No problem. Just like Chicago in July,\" the man says. So now the devil goes over to the thermostat, turns the temperature up to 200, and the humidity up to 100. When he goes back to see how the man is doing, the man is sweating profusely, and has taken his shirt off. Otherwise, he seems OK. He says, \"No problem. Just like Chicago in August.\" Now the devil is really perplexed. So he goes back to the thermostat, and turns the temperature down to MINUS 150 DEGREES. Immediately, all the humidity in the air freezes up, and the whole place (meaning Hell) becomes a frigid, barren, frozen, deathly cold wasteland. When he goes back now to see how the Chicago man is doing, he is shocked to discover the man is jumping up and down, and cheering in obvious delight. The devil immediately asks the man what's going on. To which the Chicago man replies..... \"THE CUBS WON THE WORLD SERIES!!!\" \"THE CUBS WON THE WORLD SERIES!!!\" As has this: A man a staunch Dallas Cowboys fan goes to a sports bar in Texas to watch his favorite team play, bringing his dog with him. As usual, the Cowboys are getting slaughtered, with the other team racking up score after score while the Cowboys don't register a single point. Finally, late in the game Dallas kicks a field goal. The dog jumps so high in the air he almost hits the ceiling, does a triple backflip and lands back in his seat, barking excitedly. \"Your dog's as big a fan as you are, I see,\" the bartender says. \"Does he do that every time the Cowboys get a field goal?\" \"Sure does,\" says the Cowboy fan. \"Wow,\" says the bartender. \"What does he do when the Cowboys score a touchdown?\" \"I don't know,\" the Cowboy fan replies. \"I've only owned him for three years.\" And then there's this: Philadelphia, PA (AP) - A seven year old boy was at the center of a Philadelphia courtroom drama yesterday when he challenged a court ruling over who should have custody of him. The boy has a history of being beaten by his parents and the judge initially awarded custody to his aunt, in keeping with child custody law and regulations requiring that family unity be maintained to the degree possible. The boy surprised the court when he proclaimed that his aunt beat him more than his parents and he adamantly refused to live with her. When the judge suggested that he live with his grandparents, the boy cried out that they also beat him. After considering the remainder of the immediate family and learning that domestic violence was apparently a way of life among them, the judge took the unprecedented step of allowing the boy to propose who should have custody of him. After two recesses to check legal references and confer with child welfare officials, the judge granted temporary custody to the Philadelphia Eagles, whom the boy firmly believes are not capable of beating anyone. Barbara \"philadelphia freedom\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] Green Bay, WI Monday, October 31, 2005 - Anthrax Scare At Lambeau Field Green Bay Packer football practice was delayed nearly two hours today after a player reported finding an unknown white powdery substance on the practice field. Coach Mike Sherman immediately suspended practice while police and federal investigators were called to investigate. After a complete analysis, FBI forensic experts determined that the white substance unknown to the players was the goal line. Practice was resumed after special agents decided the team was unlikely to encounter the substance again.",
  "Last Updated": "14 January 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/humor/jokes/line.asp",
  "Claim": "Mysterious white powdery substance on a football field is revealed to be the goal line.",
  "Claim_ID": "humor_jokes_line",
  "Tags": ""
}