{
  "Origins": "May 1998 saw this anonymous e-mailed warning hit the Internet. As is common in these missives, no checkable facts were provided that would help anyone confirm the specifics of this case. We're told the child's name is Zack and that he was two at the time of the injury, but no surname is provided. Though the writer claims to have taken the child to the Emergency Room, the name of the hospital is not given. Neither the offending product nor its manufacturer is mentioned by name. As for this \"huge article in our big city,\" neither the city nor the publication is named. It all adds up to nothing that can be substantiated.",
  "Fact Check": "",
  "Description": "We shouldn't have to tell you this, but we will anyway: That a product is waterproof doesn't mean it cannot be flushed from eyes or that it's capable of chemically bonding to eyeballs. Consider mascara, if you will. Waterproof mascara has been around for a very long time. Application problems routinely cause the product to end up in the eyes of users as well as on their lashes. Though mascara-related injuries have resulted in a number of emergency room visits over the years (2,390 in 1983, for example), not one of them has been for temporary or permanent blindness brought about by it being a waterproof product. (In case you're interested in what does bring people into the ER with mascara-related injuries, a slip of the applicator can injure or irritate the eye, or result in infection. Bacterial contamination of the product also can represent a danger. In extreme cases, dermatologists report, mascara has caused inflammation of the conjunctiva, the mucous membrane lining the eyelids, or allergic reactions.) No company could get away with omitting a warning label on a known-to-be-hazardous product because such an admission would \"scare consumers.\" Were that the case, you'd be hard-pressed to find warning labels on anything. Companies do not wave these red flags because they want to, but because they have to. As well, they don't get to decide which warning to display or that the health benefits the use of their products confer outweigh whatever risks the ordinary use of their products engender. Numerous agencies have had to deal with panicked inquiries as a result of this ridiculous warning. The American Association of Poison Control Centers in Washington received numerous calls and e-mails about it. In July 1998, it alerted local poison control centers to the hoax. The Cosmetic, Toiletry and Fragrance Association ( CTFA ) confirmed that the sunscreen scare was \"an unsubstantiated story\": There is no evidence, scientific or otherwise, that any such harmful effects have ever resulted from the use of sunscreens. Sunscreens are safe. On 23 July 1998, the New Jersey Poison Information and Education System issued a press release that stated: No known link between sunscreen eye exposure and blindness: In the past three weeks, the New Jersey Poison Information and Education System (NJPIES), which operates the New Jersey Poison Center Hotline and is located at the Newark Beth Israel Medical Center, received calls from concerned citizens regarding the fear that getting sunscreen in the eye will cause blindness. Many of these calls have been from parents who are worried about using sunscreen on young children. According to Steven Marcus, MD, Executive Director of NJPIES, \"There is nothing in the medical literature to support this association. We have searched for information to suggest a possible link, but have not found anything in our efforts.\" It appears that this misinformation has been transmitted via electronic mail on the Internet. The American Academy of Ophthalmology issued their own press release about this myth on 12 July 1999. Their spokesman, Stuart Danker (himself a pediatric ophthalmologist), as quoted in the Washington Post , said: Any of these sunscreens or suntan lotions can cause fairly significant irritation to the eyes. But there is no documented evidence of sunscreen causing blindness or permanent damage. Those still not fully convinced this is a hoax should visit the Prevent Blindness America's article about this scare. If you get sunscreen (or most any other foreign object) in your eye, rinse it out with plain old H 2 O. Barbara \"water you waiting for?\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/19990430044620/http://www.preventblindness.org/news/releases/UV_598.html;http://web.archive.org/web/20001217210500/http://www.ctfa.org/viewpage.cfm?id=1078;",
  "Example": "[Collected via e-mail, 1998] I wanted to tell you a story about a very serious thing. We still use sun screen on our whole family, but we are more cautious now. I tell you this only to make you more aware and use caution. When Zack was 2 years old I put on the waterproof sun screen like I always had. I don't know how but he got some in his eyes. Most likely from his hands. It happens so easily at that age or any age really.He started screaming!! So I tried to flush it out with water. But guess what? Didn't matter ... Remember WATERPROOF. So I just held him and let he cry, thinking the salty tears would flush it all out. But it got worse. I called the poison control center. They told me to RUSH Zack to ER NOW!! I was surprised. I got him there and they rushed me back without a second to spare. They started flushing his eyes out with special medications. Anyway, I found out for the first time that MANY kids each year lose their sight to waterproof sun screen. It burns the eye and they lose complete sight.!!! I was appalled. I could not believe the sun screen we use to help keep our kids safe from skin cancer can make them go blind! Well I made a big stink about it. I wrote the sun screen company and they admitted to the problem but they said something to the fact that the seriousness of getting skin cancer is much worse then the chance of going blind. I think it's wrong if just one child goes blind! They should change ingredients or should at least have a huge warning on it. But they claim that if you put a huge warning on it then parents won't use it due to fear. I kind-of get that but there needs to be a change. We did this huge article in our big city and went on the news warning parents. Education along with the importance of using it. Well anyway Zack did go blind for 2 days, it was horrible. So please be careful!!! Don't stop using sun screen, just be very careful your children don't touch there eyes for at least 15-20 minutes after you put it on!! And if your child does get it in his/her eyes then get to the emergency room at once!",
  "Last Updated": "31 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/household/sunscreen.asp",
  "Claim": "Ordinary use of waterproof sunscreen can cause blindness.",
  "Claim_ID": "inboxer_household_sunscreen",
  "Tags": ""
}