{
  "Origins": "The fate of the still-pristine area of Alaskan tundra known as Arctic National Wildlife Refuge (ANWR) has been in the news ever since George W. Bush let it be known during the 2000 presidential campaign that he would consider allowing commercial development there in order to promote oil exploration. Environmentalists (including opposing candidate Al Gore) were vehemently opposed to the idea, and a grass-roots petition drive was launched on the Internet to have President Clinton afford the ANWR additional protection by designating it a national monument before he left office. (He didn't.)",
  "Fact Check": "",
  "Description": "Several months later, in March 2001, a worker with the United States Geological Survey (USGS) named Ian Thomas set loose on the Internet an ominous message in which he claimed he had been fired from his position for posting a map on the USGS web site showing the distribution of caribou calving areas in the area of the ANWR. According to Thomas, the Bush administration, supposedly anxious to downplay any possibility that oil exploration in the ANWR might prove detrimental to the area's wildlife, was allegedly furious that Thomas' map (and others) called attention to the importance of the ANWR to various forms of wildlife and had him summarily fired (and 20,000 of his maps removed from the web). Thomas' story has now reached hundreds of thousands of Internet users, and his plight was recently chronicled in a series of six \"Doonesbury\" strips. According to recent news reports, however, Thomas' account doesn't quite give the whole story. To wit: Thomas was a contract worker with the USGS, not a federal employee, and his superiors had already decided not to renew his contract before the controversy over his posting of the caribou data. Thomas was already in trouble at the USGS for other incidents (which led his manager to describe him as \"a bit out of control\"), such as his posting sensitive Department of Defense data on the USGS site. The decisions to cancel Thomas' contract and pull his caribou maps were not made by Interior Secretary Gale A. Norton or any other Bush appointees, but by two biologists at his research center who are both Democrats and opponents of drilling for oil in the ANWR. The caribou data Thomas posted was not only obsolete (and therefore actually understated the prevalence of caribou breeding in the area) but was also well outside the scope of his job and the office he worked for. As the Washington Post noted: \"There were absolutely no political overtones to this whatsoever,\" said Jay Hestbeck, the biologist who terminated Thomas's contract. \"That's just something people want to believe. It's pure fantasy, but it's a perfect story for people who want to see the world that way.\" Even Thomas now says that his dismissal was less about political interference than bureaucratic panic, and that it would have gone unnoticed if environmentalists hadn't been so eager for ammunition to use against the Arctic drilling plan. But with mobilized green groups vociferously linking the administration to Big Oil, King Coal and arsenic in the water supply, the symbolism of this case quickly overtook the facts.",
  "Originally Published": "",
  "Referred Links": "http://www.r7.fws.gov/nwr/arctic/pchmap2.html#section6;http://www.peer.org;",
  "Example": "[Collected on the Internet, 2001] USGS Scientist fired over Arctic Nat'l Wildlife Refuge maps Hello All Here's an infuriating piece of news on the Arctic National Wildlife Refuge issue. The news came over a topic-based listserve on image processing and remote sensing. A scientist working with the USGS was fired because he placed maps of caribou calving areas in the Arctic Nat'l Wildlife Refuge on the web. This map was one of more than 20,000 maps he'd placed on the web. His web page (with all 20,000 maps) has been removed. This apparently happened in the last few days. Please read at least some of his account. This needs attention. It seems to indicate a sea-change in the Department of Interior. While this is not a surprise given Bush's position on the Refuge, we should make sure that it does not go unnoticed. If it bugsyou like it bugs me, do something about it. Email Bush. Email or write Senators (our only hope for protection of the Refuge lies in the Senate). Write the newspaper, call your Aunt. This is outrageous. Hi All, Well, I have been fired for posting to the internet a single web page with some maps showing the distribution of caribou calving areas in the Arctic National Wildlife Refuge (ANWR). My entire website http://www.mbr-pwrc.usgs.gov/geotech/ has now been removed from the internet. This represents about 3 years worth of work and 20,000 plus maps showing bird, mammal and amphibian distributions, satellite imagery, landcover and vegetation maps for countries and protected areas all around of the globe. As far as I aware it was one of the biggest collections of maps online and certainly the biggest collection showing maps of biodiversity and the environment. The website was oftenvisited by over a thousand visitors each week. In addition, I was fulfilling roughly a dozen requests for geospatial data and information from colleagues, other researchers and the general public each day. All of this comes as a rather big surprise to me. I was given no chance to remove the webpage or even finish writing an appeal before my position was terminated. I was working under a contract so I believe I have very little legal recourse. I have received no written explanation (or even an email) stating the exact reasons for the termination decision and I understand that even though this would be a reasonable courtesy to expect, it is unlikely to be forthcoming. From my viewpoint my dismissal was a high-level political decision to set an example to other Federal scientists. I base this belief on the following information I received from a colleague in Alaska who is aleading researcher on the issues involved: \"I really hope you don't get fired. In fact, had the timing of what you did not been so inappropriate based on everything else that was going on, I doubt that anyone would have noticed. Your work showed a lot ofinitiative . . .\" \" . . . the fallout would not have been so great had the subject matter not been one of the three USDOI super hot topics with the new administration and had we not been briefing the Secretary at the nearly exact time your website went up. Everyone is nervous and as I mentioned earlier, consistency in presentation is paramount.\" So now, I believe my only recourse is to appeal to the general public in the hope that in the future what just happened to me will not happen to others. I would recommend anybody in a similar circumstances to contact the fine people at Public Employees for Environmental Responsibility (http://www.peer.org) or a similar organization. The response and support I have received from friends online has been truely amazing. I very much appreciate how quickly people have acted on my behalf and helped publicize my plight and I especially wish to thank the international mapping community...receiving letters of support from far away places cheers me up no end. Please feel free to forward this email to other lists and media contacts! I would also be grateful if anybody who misses all the maps I put on the internet please contact the USGS to letthem know and to ask that the maps be reposted. I feel very bad that these events are also affecting my colleagues at Patuxent. Patuxent was a great place to work, has amazing researchers and everybody I worked with is very supportive. Many, many thanks for your support, Ian Thomas free_world_maps@hotmail.com The Details: Nobody instructed/authorized me to post the web pages on Arctic National Wildlife Refuge. It was done on my own initiative. I was working on land cover maps for all National Wildlife Refuges using the new National Landcover Datasets. Last week I published over 1000 land cover maps online covering every National Wildlife Refuge and National Park in the lower 48. (These maps have now been removed from the internet too). Similar land cover data for Alaska were not available but the Arctic National Wildlife Refuge had a good landcover map so I included it. In the past, I helped produce the only set of maps online showing all bird species distributions in Alaska. In addition I have produced online mammal distribution atlases of Africa, maps for tigers in asia and I was working on digitizing North American mammal range maps produced by the Smithsonian Institution. I have also been conducting background research to prepare proposals to study the effects of mineral extraction on biodiversity and protected areas on a very large scale. One such proposal that I was preparing would have looked at exporting analysis and mapping methods applied in the United States to other regions of the World such as Africa. The proposal was co-sponsored by the Mineral Division of USGS and the World Resources Institute. The migration of caribou in North America is the closest thing that we have to the great mammal migrations that occur in Africa. African protected areas are also under great pressure from possible development for mineral extraction. So the carribou distributions that I found on the Fish and Wildlife Service public website were of particular interest. I have also worked for several years on maps of migratory bird distribution patterns. I therefore have a great interest in other migratory animals as many of the temporal mapping problems are similar. I was completely unaware that there was anything wrong with publishing ANWR maps. I have never been informed of any agency restrictions or any other guidelines on publishing maps depicting ANWR . . . I only now have been informed that there is a two week old agency \"communications directive\" that limits who is allowed to distribute new information on ANWR within my agency. I thought that I was helping further public and scientific understanding and debate of the issues at ANWR by making some clearer maps. I also hoped that colleagues in USGS would see the maps and then contact me if they needed additional mapping help. I was careful to quote my sources and explain what I had done. I made no statement about what the maps might mean with regard to oil development of the refuge. The web pages were put up on Wednesday, March 7, last week. The first thing I did when I put the ANWR pages up on the internet was to inform other USGS Biological Resources Division mapping people and other agency (Fish Wildlife Service and National Park Service respectively) GIS people through email that they were on the web. Informing other Federal colleagues and agencies immediately upon publication to the web appears to me to be the only reasonable review process available, seeing as there isno internal review website currently available...I have never been informed of any other established proceedure for review of web content on our site. I actually haven't had any complaints about or requests to change any other map on my website . . . I assumed that if anybody had a problem they could contact me directly and quickly and appropriate steps could be taken almost immediately. I received one warning from a colleague that the maps I put on the internet should be removed. Unfortunately, it was sent on Saturday so I did not receive it in time. I think the decision to terminate me was taken before I even got to work on Monday. I also assumed that because all I was doing was esentially presenting existing public information in a clearer and improved format, there was very little need for any extensive review other than the steps I took. Indeed the changes that I made to the original Fish and Wildlife Service (FWS) web maps were simply to digitize them (\"trace\"), then overlay them on satellite and vegetation maps and then summarize how may years specific areas were a high density caribou calving area. I found a similar (poor quality) summary map on the FWS website that allowed me to check the accuracy of my simple analysis. I was unaware that FWS had updated the data. There is no mention of updated information on the FWS website. This new data has still to be made public. If my maps were inaccurate in any way so are the public FWS maps I copied . . . (please refer to http://www.r7.fws.gov/nwr/arctic/pchmap2.html#section6) I think that over the last three years I have put more maps up on the internet (at a guess approaching 20,000 to 30,000 static individual maps) equalling any other website on the world wide web. So out of the tens of thousands of maps (and hours) I finally publish one that got me fired . . . I suppose the odds were going to run out eventually . . . I am concerned that other Federal researchers may easily make the same mistakes I just made and should learn from my example what happens if you're not careful. Patuxent was a great place to work, has amazing researchers and everybody I worked with is very supportive. Ian Thomas Former Mapping Specialist at the: GIS & Remote Sensing Unit Biological Resources Division United States Geological Survey Patuxent Wildlife Research Center",
  "Last Updated": "28 November 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/outrage/caribou.asp",
  "Claim": "A United States Geological Survey mapmaker was fired for posting a map on the WWW showing that caribou breeding grounds fall in area of the Arctic National Wildlife Refuge which the Bush administration wants to open to oil exploration.",
  "Claim_ID": "inboxer_outrage_caribou",
  "Tags": ""
}