{
  "Origins": "Web sites such as mediafetcher.com and swellserver.com allow users to generate phony news stories about celebrities falling to their deaths from cliffs while filming their latest movies. Simply plugging the name of a celebrity into the URL used to access one of these sites will generate an article about that person's tragic demise in either Austria or New Zealand. (For example, going to http://tom.hanks.swellserver.com/news/top_stories/actor_new_zealand.asp produces an article about Tom Hanks' death today from a New Zealand cliff fall.)",
  "Fact Check": "",
  "Description": "Every few months another one of these faux user-generated articles is circulated on the Internet to fool the unwary, generating a brief but intense death hoax for the named actor. In August 2012, the latest \"victim\" of this form of hoax was actor Robert Duvall, who remains alive and well.",
  "Originally Published": "",
  "Referred Links": "http://tom.hanks.swellserver.com/news/top_stories/actor_new_zealand.asp;http://paris.hilton.swellserver.com/news/top_stories/actress_new_zealand.asp;http://paris.hilton.mediafetcher.com/news/top_stories/actress_austria.asp;",
  "Example": "[Collected via e-mail, August 2012] Robert Duvall Falls To His Death In New Zealand THIS STORY IS STILL DEVELOPING... Robert Duvall died while filming a movie in New Zealand early this morning - August 27, 2012. Preliminary reports from New Zealand Police officials indicate that the actor fell more than 60 feet to his death on the Kauri Cliffs while on-set. Specific details are not yet available. The accident occured at aproximatly 4:30 a.m. (UTC/GMT +12). Additional details and information will be forthcoming. New Zealand, in recent years has grown in populariaty as a backdrop for Hollywood producers because of it's scenic and rugged landscape. Recent movies filmed in New Zealand include The Lord Of the Rings, King Kong, and The Chronicles Of Narnia.",
  "Last Updated": "27 August 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/cliffdeath.asp",
  "Claim": "Actor Robert Duvall was killed in a fall from a cliff while filming in New Zealand.",
  "Claim_ID": "inboxer_hoaxes_cliffdeath",
  "Tags": ""
}