{
  "Origins": "Concern about the presence in communities of criminals who have served out their terms, been paroled, or were otherwise released from prison has led to the passage of legislation such as Megan's Law, which requires law enforcement authorities to make available to the public information (e.g., offender's name, picture, address, incarceration date, and crime) about registered sex offenders. If this concept were extended to include all classes of criminals, the result might be something like FelonSpy , a site that purportedly offers users the ability to enter their addresses and view information about all the \"violent criminals\" living in their neighborhoods:",
  "Fact Check": "",
  "Description": "Debates over whether this sort of mechanism is a useful tool or a massive invasion of privacy are moot (for now), because FelonySpy is an obvious gag that simply produces random, template-based listings rather than real information about criminals: The listings provided for felons supposedly living in the area of any particular address are completely different from visit to visit, the maps show criminals \"residing\" in places that have no residential facilities (such as shopping malls, golf courses, public parks, and undeveloped lots), and entries in the site's FAQ (such as the following) are clearly facetious: Q: I have some \"somewhat legally obtained\" information to contribute, can I help? A: Yes you can. We are dedicated to keeping law abiding citizens safe and secure, and if we have to break laws and violate constitutional rights to do it, so be it. Please contact us immediately to tell us what databases you may be able to steal from your work, and what price and conditions you demand in exchange for the information society needs to be safe and secure. If all that weren't already enough of a giveaway, FelonSpy.com also carries on its main page prominent links to other hoax sites, such as Medical Adoptions.",
  "Originally Published": "",
  "Referred Links": "http://felonspy.com/faq.html;http://www.felonspy.com/;http://www.meganslaw.ca.gov/;http://www.felonspy.com;",
  "Example": "[Collected via e-mail, February 2008] A friend just sent me (& everyone else on his list, as usual) an email titled \"check out your neighbors, criminal background\" saying \"Hey, this is a pretty neat site. Give it your address and it will show you a map of your area with little pins or dots on it. Move your mouse to the pins or dots and it will tell you the name of the person, their address and what they were convicted or accused of. Very interesting.\" and presumably left in from previous senders: \"This is important information. You never know until you know. Put in your address and read about your neighbors.\" Felonspy.com You need to know who your neighbors are. Especially if they're dangerous criminals.",
  "Last Updated": "22 February 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/felonspy.asp",
  "Claim": "Web site provides listings of violent criminals residing in your neighborhood.",
  "Claim_ID": "inboxer_hoaxes_felonspy",
  "Tags": ""
}