{
  "Origins": "The above program to attract visitors to the Campbell's Soup web site through the promise of donating cans of soup to the hungry began in 2000. Akin to the Hunger Site 's \"click to donate\" program, Campbell's Soup ties its beneficence to clicks made on a special page on chunky.com , its Campbell's Chunky web site (which is separate from its main site at campbellsoup.com ).",
  "Fact Check": "",
  "Description": "The 2000 promotion target of 5 million cans was reached in mid-December 2000. This on-again, off-again program was restarted in the fall of 2001 with a target of another 5 million cans of soup; it was wrapped up after Campbell's announced that the goal of 5 million cans had been met, then was relaunched with the goal of donating an additional 500,000 cans. During the 2002 campaign Campbell's was just shy of the halfway mark on 23 October 2002 and had reached their target of 5 million cans by 7 November 2002. Fall 2003 saw yet another interation of the program with the usual 5 million-can goal. As to what the promotion is about, chunky.com's page provides this information regarding the charity: Our Tackling Hunger campaign will result in donations of up to a total of 5 million cans of a variety of Campbell's soups on behalf of all 32 NFL teams. Click for Cans donations are made over the course of the year to a variety of hunger relief charities across the country, in NFL cities and in many other communities. However, Campbell's has been oddly reluctant to release information about the mechanics of their \"Tackling Hunger\" program. When we asked them back in 2000 for some details such as whom the food went to they refused to answer, claiming such information was \"proprietary.\" Even when we reframed our question to remove any suggestion that we were seeking actual names of organizations or individuals (e.g., \"Does it go to group homes, or hospitals, or directly to the homes of needy people?\"), they stonewalled us again with a claim that such information was \"proprietary.\" We made additional inquiries to Campbell's Soups concerning these matters because we believe those who participate in donation programs should know whom they're donating to . Campbell's never answered them, not during the 2000 promotion nor during the year to follow. The promotion ended with our having no better idea whose hunger was being relieved by this program than what we started out with. And that's disturbing. Perhaps what Campbell's is reluctant to disclose is that the promotion doesn't involve their shipping hundreds of thousands of cans of soup directly from their plant(s) to food pantries and homeless shelters in the represented NFL cities, nor does it allow those cities to determine who gets the soup: Campbell's handles the 'Tackling Hunger' payoff by collecting store returns of dented and otherwise unsaleable cans of soup and sending them to redistribution centers of their choosing. The (store-returned) cans of soup do eventually reach the needy, but any food pantry or other charity group that doesn't work directly with a redistribution outlet can't claim them, and the NFL teams and cities have no say in where the cans end up. An article in the newsletter for the Catholic Diocese of Green Bay , Wisconsin, chronicled the disappointment one team's fans experienced with the program's administration in 2001. Barbara \"this tomato is not too chicken to use her noodle\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.campbellsoup.com;http://www.chunky.com;http://www.chunky.com/click_for_cans.asp;",
  "Example": "[Collected on the Internet, 2000] Here is an easy way to make a difference this holiday season. Campbell's is donating a can of soup to the needy for every person that goes to their site and votes for their favorite NFL team. Go to the site and it is right there, very easy to do. It will only take a few seconds of your time to fill some empty tummies with warm soup this winter. Please forward this message to everyone in your address book too. Thanks. http://chunky.nfl.com/click_for_cans.html",
  "Last Updated": "1 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/charity/campbells.asp",
  "Claim": "Campbell's Soup will donate a can of soup to the hungry for every click received on a special web page.",
  "Claim_ID": "inboxer_charity_campbells",
  "Tags": ""
}