{
  "Origins": "The McDonald's fast food restaurant chain, in yet another nod to more health-conscious consumers who prefer to eat something other than greasy, fat- and cholesterol-laden hamburgers and french fries, unveiled a new line of Premium Salads in April 2003: California Cobb Salad, Caesar Salad, and Bacon Ranch Salad. Since a common method for promoting customer awareness of new products is to issue coupons offering samples for free or at a reduced price, finding a coupon in one's inbox offering a \"Free McDonald's New Premium Salad\" as plenty of netizens did in mid-2003 is hardly a shocker.",
  "Fact Check": "",
  "Description": "The problem is that McDonald's maintains the coupon is bogus. When we called their customer service number to inquire, they reported that the coupon \"did not issue from within the McDonald's corporation\" and that they \"were not distributing this coupon at this time.\" (We specifically asked whether this item was perhaps a scanned copy of a legitimate coupon which someone set loose on the Internet without authorization, and they told us it was not.) This item has now become so wide-spread that the McDonald's customer service number now features a specific option for customers calling to inquire about the coupon: If you are calling about the McDonald's salad coupon, please press #1 Thank you for calling McDonald's to inquire about an electronic coupon you may have received for a McDonald's Premium Salad. We regret to let you know that this coupon has not been distributed or authorized by McDonald's corporation. Unfortunately the coupon has been circulating via e-mail, and it's important to know that this is not a valid offer. We deeply regret any inconvenience this may have caused you. McDonald's also says the same thing on its web site : The Premium Salad coupon depicted (and those similar) is an invalid coupon, and its distribution via email and internet was not authorized by McDonald s. We regret if this has inconvenienced you in any way. It is sometimes difficult to determine what is legitimate on the Internet. You can be assured that we are investigating this matter. We always appreciate your visits to McDonald s and thank you for your understanding. Frankly, those sound like some carefully chosen weasel words to us. The full version of the coupon being circulated on the Internet (viewable as a 500K PDF file) includes a print-quality cover letter, full-color advertisement, and coupon, complete with the new McDonald's Premium Salad logos and customer service phone numbers all of which seems like an awful lot of time and effort for someone to expend in counterfeiting a phony coupon for something as inexpensive as a McDonald's salad. Our guess is that this was some form of valid coupon issued in a limited fashion by McDonald's (perhaps to stockholders), but once it was loosed upon the Internet as a forwarded file (from which anyone could print as many copies as desired), McDonald's corporate had to disclaim it as invalid (which it technically is, if McDonald's did not authorize its distribution over the Internet). The first version of the coupon proclaimed itself to be reedemable at \"any McDonald's in the states of Kansas, Missouri and St. Louis and Metro East area,\" but now other coupons \"redeemable at any McDonald's in the Continental U.S.\" are turning up as well. However these coupons came to be, McDonald's says they won't accept them. Of course, since not all McDonald's franchises necessarily know they're not supposed to redeem them, Internet-distributed coupons are pretty hard to distinguish from legitimate coupons, and the worst that can happen is for the coupons to be disallowed, many people have tried using them anyway, and apparently some have succeeded. So, in that sense the coupons are redeemable, even though they're not supposed to be.",
  "Originally Published": "",
  "Referred Links": "http://www.mcdonalds.com/countries/usa/corporate/contacts/comments/marketing/salad/index.html;http://www.mcdonalds.com/countries/usa/whatsnew/salads/index.html;http://www.mcdonalds.com/countries/usa/whatsnew/pressrelease/2003/04172003/index.html;",
  "Example": "[Collected on the Internet, 2003]",
  "Last Updated": "12 November 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/salad.asp",
  "Claim": "McDonald's is distributing an Internet-circulated coupon redeemable for a free Premium Salad at McDonald's restaurants.",
  "Claim_ID": "inboxer_nothing_salad",
  "Tags": ""
}