{
  "Origins": "In mid-March 2002, those who had been availing themselves of Yahoo!'s free POP mail service received a shock in their inboxes, an announcement from the company that as of 24 April 2002 those previously-free services would continue to be available only to those willing to pay for them.",
  "Fact Check": "",
  "Description": "Beginning April 24, Yahoo! will charge $29.99 a year for this feature. Those who sign up before that date can secure continuation of this service for $19.99 per annum. Before anyone becomes overly confused on this point, remember that we're talking strictly about POP (Post Office Protocol) e-mail accounts (a protocol that allows desktop e-mail clients such as Eudora and Microsoft Outlook to download mail messages from host systems to users' PCs ). Non-POP e-mail accounts those accessed by reading e-mail from Yahoo! via a web browser will still be free. Advertising income on the Internet fell dramatically in 2001. Previously, Yahoo! could afford to offer its POP mail services free of charge because the revenue needed to support it was coming from the sale of ads displayed on its site. Since that revenue has dropped due to the tech wreck of 2000-2001, Yahoo! has chosen to begin charging users for some of the more expensive-to-support features. The monies needed to pay for them have to come from somewhere, and if the ad revenue no longer supports them, then individual users must. Although signing an e-petition decrying this state of affairs might make someone momentarily feel a bit better, such action is highly unlikely to alter Yahoo!'s plans. All the e-signatures in the world won't pay the bills for Yahoo!, and that is the overriding factor. Customers always retain the option of \"voting with their feet\" by taking their business elsewhere, but you have to wonder at how \"unfair\" the decried treatment is when it amounts to someone's no longer providing something for free. As much as we like to have free stuff, we don't have an inherent right to it. Those who choose to rely upon free services should always keep firmly in mind the possibility that these services may someday go away. The incitement to sign the e-petition asserts that Yahoo! will be charging user fees for POP mail, groups, and homepages. That's only partially true. Although POP mail will be available only to those willing to pay a couple of bucks a month for it after April 24 , there do not appear to be immediate plans in the works to institute across-the-board user charges for Yahoo!-based groups or homepages that will turn them into \"pay for it or lose it\" propositions. However, in the case of free GeoCities web sites that is a distinction without a difference, because Yahoo! has already gutted the free version of this service. Yahoo! has announced that by early April it will no longer support FTP (file transfer protocol) to its unpaid GeoCities subscribers. Without FTP capability, users cannot move HTML files to or from their web sites on their own; they have to maintain their web sites through Yahoo!'s advertising-laden forms. Those determined to host their personal web pages on GeoCities will have to become paid subscribers and cough up $4.95 a month to get that vital FTP capability back. (They'll also get extra storage and ad-free page display for their money, though.) Those who do not wish to pay the $4.95 a month fee can still keep their pages there, but they won't be able to use FTP to maintain them. As for Yahoo!'s discussion groups, if there are plans afoot to begin charging for them, no mention of this is showing up in any of Yahoo!'s statements or in news articles detailing changes to Yahoo!'s services. We suspect this claim might have been tossed in to incite a larger number of folks to support the petition.",
  "Originally Published": "",
  "Referred Links": "http://www.PetitionOnline.com/11213/;",
  "Example": "[Collected on the Internet, 2002] I have just read and signed the online petition: \"Petition to request that Yahoo Inc reconsider their decision to charge fees for pop mail, groups, and homepages\" hosted on the web by PetitionOnline.com, the free online petition service, at: http://www.PetitionOnline.com/11213/ I personally agree with what this petition says, and I think you might agree, too. If you can spare a moment, please take a look, and consider signing yourself as it looks that Yahoo is going to try charging money for email addresses, yahoo groups and other things they currently offer for free. If you are against it, please take the time like I did to sign the petition.",
  "Last Updated": "5 January 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/petition/yahoo.asp",
  "Claim": "Yahoo! will begin charging for its previously-free POP e-mail service in April 2002.",
  "Claim_ID": "inboxer_petition_yahoo",
  "Tags": ""
}