{
  "Origins": "Once again the on-line community has seen the extended circulation of a heart-wrenching plea to help save yet another fictitious dying child. This appeal from \"George Arlington\" began circulating on the Internet in August 2000. In common with similar hoax entreaties, a benefactor is said to be poised to help a sick or injured child to the tune of so many cents per e-mail forward.",
  "Fact Check": "",
  "Description": "Rachel Arlington, the child mentioned in the e-mail quoted above, is fictitious. As for the notion that AOL and ZDNet are the benefactors bankrolling an effort to help a child stricken with leukemia or a brain tumor, a quick look at their home pages reveals that they're not trumpeting such a fact. Keep in mind the benefit to corporate donors is increased goodwill as their customers come to identify them as caring and community-spirited entities. That benefit doesn't kick in if the good works are done in private, hence corporate sponsorship is almost always a very public thing. Even when it's not, what kind of responsible corporate entity dangles the promise of funding a desperately ill child's cure in front of her grieving parents' eyes, then makes that assistance contingent upon a bunch of strangers' pointlessly forwarding an e-mail message all over the Internet? This e-mail has changed many times as it passed through a variety of hands over the years: In February 2001 another hoaxster thought to modify this appeal on behalf of a fictitious child by altering the text to indicate the family in need lived in Zimbabwe and the 32 per forward would be sent to them in Zimbabwe dollars. The following heart-tugging glurge (written by Sally Meyer in 1999 for her son) was added to the beginning of the e-mail: To my child Please DO NOT delete it is being tracked Be sure and read to the bottom portion..... Just for this morning, I am going to smile when I see your face and laugh when I feel like crying. Just for this morning, I will let you choose what you want to wear, and smile and say how perfect it is. Just for this morning, I am going to step over the laundry, and pick you up and take you to the park to play. Just for this morning, I will leave the dishes in the sink, and let you teach me how to put that puzzle of yours together. Just for this afternoon, I will unplug the telephone and keep the computer off, and sit with you in the backyard and blow bubbles. Just for this afternoon, I will not yell once, not even a tiny grumble when you scream and whine for the ice cream truck, and I will buy you one if he comes by. Just for this afternoon, I won't worry about what you are going to be when you grow up, or second guess every decision I have made where you are concerned. Just for this afternoon, I will let you help me bake cookies, and won't stand over you trying to fix them. Just for this afternoon, I will take us to McDonald's and buy us both a Happy Meal so you can have both toys. Just for this evening, I will hold you in my arms and tell you a story about how you were born and how much I love you. Just for this evening, I will let you splash in the tub and not get angry. Just for this evening, I will let you stay up late while we sit on the porch and count all the stars. Just for this evening, I will snuggle beside you for hours, and miss my favorite TV shows. Just for this evening when I run my fingers through your hair as you pray, I will simply be grateful that God has given me the greatest gift ever given. I will think about the mothers and fathers who are searching for their missing children, the mothers and fathers who are visiting their children's graves instead of their bedrooms, and mothers and fathers who are in hospital rooms watching their children suffer senselessly, and screaming inside that they can't handle it anymore. And when I kiss you good night I will hold you a little tighter, a little longer. It is then, that I will thank God for you, and ask him for nothing, except one more day............. In June 2001, although the text of the message remained the same as that of the original, \"leukemia\" began to be mentioned in the subject line, often in the form of the Britishly-spelled \"Leukaemia Please read then Forward\" entreaty. (Leukemia is a blood cancer, not a brain cancer, but because it is so strongly associated with children it was a natural that it sooner or later become mixed up in this hoax.) In November 2001 someone attached the above-displayed photo of a sleeping baby wrapped with a blue ribbon and bearing a tag marked \"From: God.\" to the plea. The photo was later modified to incorporate the text of the plea itself: In February 2002, perhaps in an effort to better match the story to the much-forwarded baby photo that was added in November 2001, Rachel Arlington changed from 10 years old to 10 months old. In April 2002 a mutated version of the hoax appeared in which \"George Arlington\" became \"George Winslet\" and 10-year-old \"Rachel Arlington\" became 10-month-old \"Rachel Winslet.\" Other than for the change of names and the amount per forward being lowered to 20 cents from 32 cents, the body of the entreaty was the same. In April 2006 a version that contained the \"Just for this morning\" poem quoted above was prefaced \"To My Daughter by a Oklahoma Police Officer.\" In that rescripting, 10-year-old Rachel was presented as the child of Bryan Swim. While there is a Bryan Swim serving with the Tahlequah [Oklahoma] Police Department, he doesn't have a 10-year-old child afflicted with \"brain cancer.\" (Indeed, at the time when the hoax first attached to his name, the Swims were expecting their first child.) Some versions of the standard \"Rachel Arlington\" e-mail come with a different picture attached to them, a photograph of a child with neurofibromatosis or some similar condition. (Disturbing image warning) Barbara \"merged with glurge\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://trainland.tripod.com/poems1.htm;",
  "Example": "[Collected via e-mail, 2000] Hi I am a 29 year old father. Me and my wife have had a wonderful life together. God blessed us with a child too. Our daughter's name is Rachel, and she is 10 years old. Not long ago did the doctors detect brain cancer in her little body. There is only one way to save her: An operation. Sadly, we don't have enough money to pay the price. AOL and Zdnet have agreed to help us. The only way they can help us is this way: I send this email to you and you send it to other people. AOL will track this email and count how many people get it. EVERY PERSON THAT OPENS THIS EMAIL AND SENDS IT TO AT LEAST 3 PEOPLE will give us 32 cents. PLEASE HELP US. George Arlington",
  "Last Updated": "5 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/arlington.asp",
  "Claim": "AOL and ZDNet are donating 32 to the care of Rachel Arlington, a child with brain cancer in need of an operation her parents can't afford, for every e-mail forwarded.",
  "Claim_ID": "inboxer_medical_arlington",
  "Tags": ""
}