{
  "Origins": "There may be few events too fantastic to disbelieve about celebutante Paris Hilton's \"she's in, she's out, she's in again\" travails while serving her 45-day jail sentence for violating probation in an alcohol-related reckless-driving case, but her being stabbed multiple times by a woman wielding a ground-down metal ruler nonetheless falls outside the bounds of reality.",
  "Fact Check": "",
  "Description": "The 26-year-old Ms. Hilton is currently undergoing medical and psychiatric examination at the Correctional Treatment Center at Los Angeles County's \"Twin Towers\" downtown jail facility and is not suffering from stab wounds inflicted on her by an enraged woman whom she supposedly verbally abused. The hoax \"news\" story about her stabbing apparently began with a faux web-based news article mocked up to look like a genuine CNN report. (The \"August 6, 2006\" date accidentally left in the story's header is a giveaway that a CNN article from that date (dealing with the Middle East) was altered to create the phony Paris Hilton stabbing report. A similar mock news article proclaimed Paris Hilton was dead, a possible suicide.",
  "Originally Published": "",
  "Referred Links": "http://abc.net.au.newsitems.200706.999584001215588457.851154.html.macksfoto.com/s1942069.htm;http://www.omeletto.com/cnn.html;",
  "Example": "[Collected on the Internet, June 2007] LOS ANGELES, CA Paris Hilton who not more than four hours earlier was physically removed from a courtroom, has been stabbed multiple times. Although no official statement has been released, unnamed sources from within the Lynwood medical ward tell CNN that Paris received two wounds to the chest, one to the back, one to the throat and three to the abdomen. Although her condition has been stabilized, surgeons are pessimistic about a full recovery. Their main concern being that the puncture to her back may have severely damaged her spinal cord. This all comes only hours after Paris was dragged back to a Lynwood jail to serve out the remainder of her sentence. The woman in custody for the stabbing claims that she was being verbally assaulted by the heiress. The weapon used in the stabbing was a shank made from grinded down metal ruler. \"She probably had it coming.\" A guard said under the conditions of anonymity, \"The moment she got was checked back in she was yelling at everyone. She called me a country bumpkin and I was born and raised in [Los Angeles]. I don't know what her deal is.\" While some speculate as to how an inmate was permitted to obtain such a close proximity to Paris, others wonder if this will effect her singing career.",
  "Last Updated": "10 June 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/parishilton.asp",
  "Claim": "Paris Hilton has been stabbed several times in the jail where she is serving out her sentence.",
  "Claim_ID": "inboxer_hoaxes_parishilton",
  "Tags": ""
}