{
  "Origins": "On 15 May 2015, the web site United Media Publishing reported that notorious criminal Charles Manson had been found dead in his prison cell:",
  "Fact Check": "",
  "Description": "Charles Manson was found unresponsive in his cell by deputies at the Corcoran State Prison in California. He was pronounced dead at 2:00 AM Friday morning after medics worked to revive the prisoner to no avail. The cause of death is currently unknown and impending autopsy results. This report was a false, single-source story promulgated by a small site that scrapes material (including bogus claims and fake news ) from other sites. No other media outlets or authorities (at California State Prison, Corcoran or elswhere) either reported or confirmed that Charles Manson had died, and a spokeswoman for the California Department of Corrections and Rehabilitation (CDCR) confirmed for us that as of 15 May 2015, \"inmate Manson is alive.\" On 14 September 2015, the fake news web site Breaking13News published a similar false clickbait story, claiming that Manson had been found dead in his prison cell, having taken his life by slitting his throat: Charles Manson, leader of the 1960's cult group the 'Manson Family' was found dead in his Corcoran State Prison cell early Monday morning. Correction officers approached Manson's cell after they heard strange noises of banging and hollering at approximately 3:17 AM on September 14. When they arrived at Manson's cell, they found him on the ground with a slit throat alongside him, a suicide note which read: As I write this letter on September 14 at 2:20 AM, I feel my soul rising to greatness. I am God, a great leader. These children that come at you with knives, they are your children. You taught them. I didn t teach them. I just tried to help them stand up. But you will see, I am immortal. My body may lay here right now, but in less than 24 hours I will rise from the dead just like the great Lazarus, exactly like Jesus because I am God!",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/f5m5;",
  "Example": "[Collected via e-mail, May 2015] Someone posted a link to a story today about Charles Manson being found dead, but I can't find any other sources, so I wonder if it'sa fabrication.",
  "Last Updated": "15 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/manson.asp",
  "Claim": "Infamous criminal Charles Manson has been found dead in his prison cell.",
  "Claim_ID": "inboxer_hoaxes_manson",
  "Tags": ""
}