{
  "Origins": "An unfortunate aspect of both the frailty of human memory and the information overload to which most of us are exposed is that we often assimilate generalities while forgetting specifics. Many people have read or heard news stories advising them to be cautious and selective about which charities they choose to contribute to, because the percentage of donated monies that charities keep for overhead and administrative costs can vary quite widely, and most donors want to give to those charities that get the highest proportion of donated funds into the hands of the people who need it most. Consumers who have heard such advisories often misremember the specifics and mistakenly apply them to the most prominent examples that come to mind commonly the Salvation Army, a very well known national charity which is especially visible during the Christmas season due to programs such as its ubiquitous Red Kettle Campaign. A caution about charity donations in general is therefore commonly (and erroneously) interpolated as \"Don't give money to the Salvation Army; they keep too much of it for themselves!\"",
  "Fact Check": "",
  "Description": "We previously addressed a version of this misperception in our article about the rumor that Red Kettle Campaign bell-ringers keep a percentage of the monies dropped into their kettles, and this year we've seen a similar rumor emerge about the Salvation Army's Holiday Angel Tree Program, an endeavor through which sponsors can provide new clothing and toys for the children of needy families: The Salvation Army's Angel Tree program provides new clothing or toys for children of needy families. A sponsoring company or corporation places a Christmas tree in a secure, high-pedestrian traffic area or lobby. The tree is decorated with numbered paper angel tags with the first name, age and gender of a child who will receive the gift. Contributors remove one or more tags from the tree and purchase appropriate gifts for the child or children described on the tags. Each year, sponsors ranging from neighborhood associations to private companies volunteer to place Angel Trees in high-traffic areas within their community, organization or office. Many sponsors provide a tree as an added donation along with promotional materials to inform their community, members or staff of the program along with confidential information about the children, who will benefit from their generosity. The sponsoring organization also serves as a collection point for the gifts, and provides secure storage until a volunteer from The Salvation Army can collect the gifts for distribution along with food and meals to help needy families enjoy the holiday season. As noted in the example quoted above, rumor holds that the Salvation Army charges the recipient families up to 50% of the purchase price for the toys and clothing that were supposedly \"donated\" to them. This is emphatically not true, as Melissa Temme, Public Relations Director at the Salvation Army's National Headquarters, told us: The Salvation Army has been running angel trees for over 25 years and has provided Christmas presents and toys to millions of children and families in need. In the fall of each year, The Salvation Army begins signing up families for the program according to need no family is asked or expected to pay for the gifts they will receive, gifts made possible by the generosity of individuals in their community. This year, many Salvation Army units are extending the number of days that their angel trees will be out either because of an influx of families in need, a slow-down in the number of toys donated, or both. The Salvation Army is grateful to the public for giving what they can as every gift of time, money or items makes a difference to someone struggling towards self-sufficiency! According to the Better Business Bureau ( BBB ), 84 out of every fundraising dollar the Salvation Army collects goes towards their many charitable programs, which include: Providing shelter for the homeless, gifts and groceries at Christmas, reunification of missing persons, day care services, after-school tutoring, scouting activities for boys and girls, job training for displaced individuals, Bible classes for those in prison, summer camps for children, and disaster relief. Salvation Army reports that in 2006 it served 63,317,195 meals, distributed basic social services to 19,737,655 people, and found lodging at Salvation Army facilities for 10,753,625 individuals.",
  "Originally Published": "",
  "Referred Links": "http://charityreports.bbb.org/public/Report.aspx?CharityID=1221;http://www.salvationarmyusa.org/usn/www_usn.nsf/vw-search/CA5EF35A2F38D5D28025704A0061831C?opendocument;",
  "Example": "[Collected via e-mail, December 2008] I used to take my children every Christmas to the local shopping center and have each one choose an angel from the Salvation Army Angel Tree who was their age to buy for. I say 'used to' because my husband told me I shouldn't do it anymore because the Salvation Army makes the parents of the children we buy for pay for the gifts. That they charge 50% of the true price, but still make the families pay.Is that so? If it is, well, we'll just give the money to someone who doesn't bleed even 50 percent of a poor family's money.",
  "Last Updated": "8 December 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/charity/angeltree.asp",
  "Claim": "The Salvation Army charges families for clothing and toys donated to them through the Angel Tree program.",
  "Claim_ID": "inboxer_charity_angeltree",
  "Tags": ""
}