{
  "Origins": "It'sa common promotional technique (especially with restaurants) for companies to celebrate significant anniversaries by offering their products to customers (for one day) at the prices that were in effect at the time those businesses were founded. The message quoted above claims the popular California-based In-N-Out hamburger chain will be offering a similar promotion for their 60th anniversary on 22 October 2008 selling hamburgers, french fries, and drinks at rollback prices.",
  "Fact Check": "",
  "Description": "Unfortunately, according to In-N-Out's corporate offices, there will be no such chain-wide promotion offered on the company's 60th Anniversary: In response to your inquiry, we are sorry that the information you received or heard is incorrect. We are not offering any discounts or\"specials\" on our upcoming 60th Anniversary on October 22nd. We will be doing business as usual on our Anniversary, including offering quality meals at the same great value we offer every day.If convenient, we would appreciate your assistance by sharing this information with the person who contacted you. In-N-Out has also now placed a disclaimer regarding this rumor on their web site: You may be aware of a rumor about our menu prices being lowered for our anniversary on October 22nd. This rumor is untrue. We've always tried to keep our prices as low as possible in order to give our customers the greatest value. One of the ways we accomplish this is by not discounting and our anniversary is no exception. We re sorry if this rumor has caused any confusion.",
  "Originally Published": "",
  "Referred Links": "http://www.in-n-out.com/Aniversarystatement.asp;http://www.In-N-Out.com/history.asp;",
  "Example": "[Collected via e-mail, October 2008] In-N-Out's 60th Year Anniversary is Wednesday, October 22nd. All hamburgers will be sold for 25 cents, Cheeseburgers 30 cents, Fries 15cents, and drinks are 10 cents!!! So mark your calendars! Variations: Later versions of this message incorrectly identified Wendy's as the hamburger chain that was celebrating its 60th anniversary.",
  "Last Updated": "14 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/innout.asp",
  "Claim": "The In-N-Out hamburger chain will be offering price rollbacks as part of a 60th anniversary promotion.",
  "Claim_ID": "inboxer_nothing_innout",
  "Tags": ""
}