{
  "Origins": "This touching appeal to help save a young life began circulating in e-mail and as a cell phone text message in February 2010.",
  "Fact Check": "",
  "Description": "Although the story is fresh (brave adolescent interrupts evil step-father intent upon raping the boy's toddler sister and gets shot six times for his trouble), it's the same old hoax underneath: there is no such youngster whose life-saving medical care will be funded by AT&T on a per-text-forwarded basis. Despite the message's providing a date for when the shooting supposedly occurred and (in the second version quoted above) a name for the victim, the boy people are being encouraged to help is fictional. (The second version also upped the ante to $12.00 per forward and dragged Verizon into the fray, while a third version added \"Facebook companies\" to the mix.) As demonstrated so aptly by public efforts to provide relief to earthquake victims in Haiti , beneficences initiated by cell phone generally involve a tracking and billing mechanism that requires participants to text a specific short word or phrase to a particular (five-digit) number, not the willy-nilly forwarding of a explanatory narrative to as many people as possible. In 2009 we began to note that \"Forward this message to help fund medical care for a sick or dying child\" appeals were beginning to appear as cell phone text messages as well as being passed in e-mail. That trend continues into 2010, with the \"shot 14-year-old boy\" just another iteration of the same basic hoax that falsely claims the American Cancer Society, the Make-A-Wish Foundation, or some other large entity will donate a predetermined amount of money every time a particular message is forwarded. Such leg-pulls have been circulating via e-mail since 1997. Typically, a large charity is named as the benefactor standing ready to direct monies towards the costs of medical care for the languishing child, but various corporations have also been fingered for this role in other iterations of the hoax, such as AOL and ZDNet in the Rachel Arlington leg pull (brain cancer sufferer in need of an operation) and McDonald's and Pizza Hut in the Justin Mallory prank (epileptic in need of long-term care). Everyone wants to help sick children get better, and the thought of a little boy or girl suffering from some dread disease or infirmity because people couldn't be bothered to forward a message tugs straight at the heartstrings. Problem is, hoaxsters know that, and they play upon these very human drives for their personal amusement. Once again, that is the case here: Well-intentioned forwarding does nothing towards helping a sick child; it does, however, make the day of some prankster. If you want to make a difference in a sick child's life, the best way is still the old-fashioned one: donate your money or your time, not a worthless text message. Barbara \"send cash, not cache\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, February 2010] Last friday 2-12-10 a 14 yr old boy was shot 6 times by his step dad. The boy was protecting his 2 yr old sister, in whom the step dad was atempting to rape. The young girl was not harmed, bc of that young mans courage & loyalty to his sister. The mom was at work during this time. The 14 yr old boy is now fighting for his life, and the doctors say he will not make it unless he has this life saving surgery in wich the boys mom cant afford. So At&t has agreed to donate $0.45 every time this msg is sent. So fwd & help save a life! [Collected via e-mail, February 2010] Last friday 2/12/10 a 14 y/o boy weas shot 6 times by his step dad. the boy was protecting his 2 y/o sistetr, whom the atep dad was attemping to rape. theyoung girl was not harmed because of that young mans courage and loyalty to his sister. The Mother was at work when this took place the 14 yr old boy \"dominic james daggner\" is now fighting for his life,and the doctor says he will not make unless he has life saving surgery in which the mother cant not afford. So, Verizon and AT&T have agree to donate $12.00 everytime this text is sent. [Collected via e-mail, May 2012] 14 YEAR OLD BOY WAS SHOT 6 TIMES BY HIS STEPFATHER, THIS BOY WAS PROTECTING HIS LITTLE 2 YEAR OLD SISTER WHO WAS ABOUT TO BE RAPED BY THIS POOR EXCUSE OF A MAN. THE LITTLE GIRL DID NOT GET HURT THANKS TO HER BRAVE OLDER BROTHER. THEIR MOM WAS AT WORK WHEN ALL THIS HAPPENED. NOW THIS BRAVE YOUNG MAN IS FIGHTING FOR HIS LIFE, BUT DOCTRS SAY HE WILL NOT SURVIVE UNLESS HE GETS AN OPERATION WHICH IS VERY COSTFUL AND WHICH HIS MOM CANNOT PAY. ALL FACEBOOK COMPANIES HAVE AGREED TO DONATE 45 CENTS FOR EVERY TIME SOMEONE POSTS THIS TO THEIR WALL, SO PLEASE PASTE AND PASS THIS ON SO THAT TOGETHER WE CAN HELP SAVE THIS BOYS LIFE",
  "Last Updated": "25 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/shotboy.asp",
  "Claim": "Every time a particular message is shared, a company will donate money towards the medical care of a 14-year-old boy shot by his stepfather while he was defending his 2-year-old sister from rape.",
  "Claim_ID": "inboxer_medical_shotboy",
  "Tags": ""
}