{
  "Origins": "This alert began circulating in the United Kingdom sometime in 1999. In September 2000 it made the leap to become an international offering by showing up in a variety of inboxes the world over. Its United Kingdom origin is evidenced by the references to \"postcodes.\" (Americans know such critters as \"ZIP codes,\" and Canadians call them \"postal codes.\") Papers in England, Scotland and Ireland have picked up on this e-mailed warning, reiterating that it's a bad idea to give out personal information to strangers, and alerting the public to this potential danger. However, what should be noted is that none of the news reports devoted to this scare confirm any burglaries.",
  "Fact Check": "",
  "Description": "An RUC (Royal Ulster Constabulary) spokesman in Belfast said: \"To the best of our knowledge, we have had no specific cases in relation to this. However, we advise members of the public not to give personal details to anyone unless they are 100% certain they are bona fide. Things like this do happen and have happened.\" A Royal Mail spokeswoman said: \"We would like to reassure consumers that there isn't a single shred of evidence to show this is happening. Police are aware of the e-mail but they have no recorded instances of any crime being committed in this way.\" The article out of Plymouth noted the police in that city have not received reports of such activity. Papers in Gloucester and Gloucestershire fell from grace, however, when they reported: \"[The warning] comes after a gang of conmen duped dozens of workers in London, particularly women, into giving their home addresses.\" Nothing in the London papers confirms any such robberies, leading us to believe The Gloucester Citizen and the Gloucestershire Echo took the e-mail at face value. The warning looks to be good advice (\"Keep your private information private\") dressed out with spurious details (\"90% of the women who have provided this information have been burgled\") to better drive the point home. The burglaries aren't real, but the advice is sound. Sometimes the warning continues on with the following bit: Also, it has been reported if you receive a telephone call from an individual who identifies himself/herself as being an AT & T Service Technician who is conducting a test on that telephone line, or anyone else who asks you to do the following, don't. They will state that to complete the test the recipient should touch nine, zero, the hash (90#) and then hang up. To do this gives full access to your phone line, which allows them to place a long distance international or chat - line calls billed to your account. The information which the police have, suggests that many of these calls are emanating from local jails. This information has been checked out by the police and is correct. DO NOT PRESS 90# FOR ANYONE. Would anyone reading this please pass the information on to colleagues etc, other wise it could cost someone a lot of money. Though the phone set-up at some businesses could make them vulnerable to such a bit of trickery, it bears noting this scam does not pose a real threat to residential customers. Our Jail Call page explains all. Barbara \"no the code\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2000] We have been informed of the following scam, which is targeting females in particular. They received a phone call from the Post Office asking them to confirm their company postcode. When this is given, they are told that they have become eligible for some gift vouchers for their co-operation and are asked to provide their home address and postcode in order to receive the vouchers. So far 90% of the women who have provided this information have been burgled as it is assumed that their homes are empty during office hours. The police are aware of this scam and the Post Office have confirmed that they are NOT conducting postcode surveys.",
  "Last Updated": "7 January 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/scams/postcode.asp",
  "Claim": "Office workers in the United Kingdom are being conned into revealing their home addresses, leading to their houses being burgled during the day.",
  "Claim_ID": "inboxer_scams_postcode",
  "Tags": ""
}