{
  "Origins": "It didn't take long for someone to cook up another phony Nostradamus prophecy in the wake of a tragedy, this one supposedly foretelling the disaster that befell the Space Shuttle Columbia as it broke up over Texas during its re-entry on the morning of 1 February 2003, killing all seven astronauts aboard.",
  "Fact Check": "",
  "Description": "The Nostradamus prophecy that circulated widely immediately after the September 11 terrorist attacks on the USA was a fake, but that one had at least been created several years in advance of the events (by a Canadian student trying to illustrate how easily an important-sounding prophecy can be crafted through the use of abstract imagery) and was then mistakenly assumed to be a genuine interpretation of Nostradamus' writings. The verse quoted above is a pure fabrication, however; it is not a translation or interpretation of anything Nostradamus wrote, and it was not created until after the morning of 1 February . The \"first blue star\" reference alludes to Payload Specialist Ilan Ramon , the first Israeli astronaut in space; the \"lone star\" tag could apply to either the flag of Texas (the \"Lone Star\" state) or the flag of Israel (which bears a blue Star of David). The shuttle's breaking up over the city of Palestine, Texas, with an Israeli astronaut aboard was an unfortunate coincidence.",
  "Originally Published": "",
  "Referred Links": "http://www.us-israel.org/jsource/biography/Ilanramon.html;http://www.nasa.gov/columbia.html;http://www.cnn.com/2003/TECH/space/02/01/shuttle.columbia/index.html;",
  "Example": "[Collected on the Internet, 2003] Nostradamus predicted the whole thing hundreds of years ago... read this: In the mission of the first blue star, a child of the holy land among the seven shall perish, as the ship descends heavens sky, the lone star bescattered with wreckage.",
  "Last Updated": "30 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/shuttle.asp",
  "Claim": "A Nostradamus prophecy foretold the Space Shuttle Columbia disaster.",
  "Claim_ID": "inboxer_hoaxes_shuttle",
  "Tags": ""
}