{
  "Origins": "The substance of this petition is fairly accurate. On 19 January 2001, 17-year-old Bariya Ibrahim Magazu (whose name is rendered in e-mail as \"Hariya Ibrahim Lagazu\") was publicly flogged one hundred strokes with a cane for the crime of premarital sex. In September 2000, her swelling belly served to condemn her: it provided incontrovertible proof that she had indeed engaged in this activity. She was charged and sentenced to receive 180 strokes of the cane once she'd recovered from the birth of her child, an event which took place in early December 2000.",
  "Fact Check": "",
  "Description": "The original sentence of 180 lashes was reduced to 100 when the court which tried her case was prevailed upon to drop the 80 lashes imposed for making unsubstantiated allegations against the men she named as her paramours. The 100-lash sentence for engaging in premarital sex was upheld. It was carried out six-and-a-half weeks after she gave birth to her son. Although the e-mail lays the situation out as a straightforward case of rape, this can't be asserted as accurate. At her trial (where she was not represented by counsel, by the way), Magazu claimed she had been pressured into having sex with three middle-aged men from her village who were associates of her father. Although coercion of this nature is reprehensible beyond my ability to express disgust, it's not right to call it rape, a decidedly loaded word most people parse as a violent attack involving physical force and the immediate threat of serious bodily harm. The pregnant teen produced seven witnesses who agreed with her claims. What form this agreement took is not known, nor is the strength of the evidence they gave. However, none of her witnesses had seen her have sex with any of the men, and sharia law decrees that four witnesses must be produced for such testimony to be taken as valid. All three men named by Magazu denied having had sexual relations with her. The court ruled that Magazu had not provided enough proof and found her guilty of sex before marriage and making unproven allegations against the men. (Had the court believed her, the men could have been convicted of adultery and stoned to death.) If she wasn't forcibly raped, was she coerced? That question is also unanswerable with the information at hand. A reporter from the Toronto Globe and Mail traveled to the girl's village to find out more, but she was prevented from having a real conversation with the 17-year-old mother, However, she did pick up tales that were well-believed gossip in the village Magazu, it seems, was a rarity: a 17-year-old who wasn't married, in a community where every girl weds by 15. The women say it was common knowledge that she had sex with men. In fact, there was a bit of a scandal a year ago, the gossips claim, when one of the men Magazu said could have fathered her child essentially deserted his wife, spending all his free time with Magazu. Was she voluntarily involved in the relationship that left her pregnant, or was that just village chin-wagging? Had she (as has sometimes been asserted) been persuaded into sexual relations with older men as a way of satisfying family debts? No one will now say; certainly not the girl herself, who maintains her pregnancy was \"a mere coincidence,\" something that she cannot explain. Bariya Ibrahim Magazu is now wed to a man from another village who took her as a second wife as an act of charity. Her sentence prompted an outcry from human rights groups. Far from being swept under the rug, Magazu's story has repeatedly made the front pages. The United Nations Children's Fund (UNICEF) condemned the decision to flog Magazu. The Canadian High Commission in the Nigerian capital, Abuja, delivered a diplomatic rebuke to the Nigerian government. Criticism of the Nigerian government has been universal. Well, maybe not universal. Protests from overseas have been vocal and strident. In Nigeria, the response is best characterized as muted. Nigerian President Olusegun Obasanjo has condemned the public flogging as conflicting with \"fundamental human rights\" but says he was powerless to stop it. Since Nigeria returned to civilian rule last year, nine northern states have introduced (or declared plans to introduce) the strict Islamic code known as the sharia. Sharia literally, \"the way\" is a broad social and political framework Muslims must live by. It's a harsh code, but it is fundamental to their belief system. As for criticisms that the application of this code violates basic human rights, Ahmed Sani, the governor of Zamfara, disagrees. Any convention that says flogging or amputation violate human rights is inherently unsound, he said, and if freedom of religion is a fundamental human right, it cannot be negated by those who disagree with components of a faith Magazu was the first woman in modern times to be sentenced to a flogging in Nigeria for having had premarital sex. It is unlikely she will be the last. Is it wrong to sentence a teenage girl to be publicly beaten for a violation of Islamic strictures, possibly even one she played no willing part in? We think so. But the Nigerians do not. Barbara \"faith and justice: unbeatable\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] Recently attention has been drawn to the plight of a 17 year old Nigerian girl named Hariya Ibrahim LAGAZU who lives in Lagos. Hariya gave birth to a boy after being raped by three men. Under Islamic sharia code, Hariya was found guilty of premarital sex and making unsubstantiated claims against the men, despite the fact that seven witnesses gave evidence in support of Hariya's allegations of rape. Hariya was sentenced to receive 100 lashes on the 27th of January 2001. Please show your support for Hariya LAGAZU by adding your name to this list. This girl has already been violated - don't let the violation continue to her or to other girls in similar situations. Copy this email, add your name and forward it to as many people as possible.",
  "Last Updated": "16 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/petition/cane.asp",
  "Claim": "A 17-year-old Nigerian girl was publicly flogged for having engaged in premarital sex.",
  "Claim_ID": "inboxer_petition_cane",
  "Tags": ""
}