{
  "Origins": "Two-year-old Audri Kate King (her first name is typically rendered as 'Audrin' in circulated requests like the examples cited above) of Chickasha, Oklahoma, was diagnosed with embryonal rhabdomyosarcoma (a soft-tissue cancer) in April 2010, as noted on her page at Ladybughugs.org (a site \"created to assist Audri and her family with support and expenses\"):",
  "Fact Check": "",
  "Description": "According to the Oklahoman , a fund-raising event to help support the Kings was held in Norman, Oklahoma, on 27 April 2010: Friends and family from around the metro area gathered Tuesday night in Norman for a rally and fundraiser to support Audri and her family, who live in Chickasha. Dozens of people lined up to pay to have their heads shaved or buy a T-shirt. The goal of the event was to raise awareness about childhood cancer and to raise some money to help Audri's family with medical expenses, said Danny Byard, event organizer. The family has medical insurance, but the cost of medicines and treatments will be high. Janae King and her husband, Brandon, also have a 4-year-old daughter and are expecting another baby in July. All the support they've received has been overwhelming, Janae said. People already have had bake sales, sold T-shirts and offered up lots of prayers, she said. A news article from the University of Science and Arts of Oklahoma noted that: Audri has been tough-minded over the last few weeks, Byard said, but it's been hard because the toddler doesn't know how sick she is. \"She really doesn t understand what's going on,\" he said. \"It could be good or bad, just because she doesn't know what she's fighting, but we're all fighting for her and with her.\" [Janae] King said the young girl has developed a coping mechanism for dealing with the doctors and nurses, of whom she is now scared. \"She's put up a wall,\" King said. \"She's scared to death, I think, because she has to take some many medicines now.\" The cancer has a 50 percent success rate, Langford said. It affects about 350 people mostly children each year. \"We're a very strong Christian family and our faith is keeping us strong,\" Langford said. \"We know God will get us through this.\" Things have taken a positive turn for the youngster, as a February 2011 update to her page at Ladybughugs.org states: Audri s latest PET scan shows NO active tumors! She will finish her chemo treatments through April and will receive another evaluation. Audri may still require several reconstructive surgeries, but the details are not known at this time. Thank you so much for all the prayers and support. God Bless you all!!! A Facebook page has been established where well-wishers can offer support and prayers for Audri. Additional information: Buzz Cuts Benefit Toddler with Cancer [KOTV-TV]",
  "Originally Published": "",
  "Referred Links": "http://www.newson6.com/Global/category.asp?C=121535&clipId=4738589&autostart=true;http://www.facebook.com/pages/Prayers-For-Audrin-King/122418541109919;http://www.ladybughugs.org/audri.asp;http://www.usao.edu/home/news/news/alums-reach-out-toddler-cancer;http://www.newsok.com/friends-support-norman-girl-with-cancer-in-charity-event/article/3457578;http://www.ladybughugs.org/audri.asp;http://www.cancer.org/docroot/cri/content/cri_2_4_1x_what_is_rhabdomyosarcoma_53.asp;",
  "Example": "[Collected via e-mail, May 2010] In need of prayers for a FB Friend friend's daughter Audrin King and her family. Today, her 2 year old daughter was diagnosed with stage 4 cancer. If you see this post, even if you don't know her, God knows... Please post this to your profile for 1 hour and say a prayer for that little girl, give everyone you know the opportunity to do so.. Prayer is energy, Please re-post this so the prayer chain grows Becky Ericson needs our prayers for a FB friend's daughter, Audrin King, and her family. Her two year old daughter was just diagnosed with stage 4 cancer. If you see this post. even if you don't know her, God knows...Please post this to your profile for 1 hour and say a prayer for that little girl and give everyone you know the opportunity to do so.. Prayer is energy - Pay it forward. Jason Corley In need of our prayers for a FB friend's friend's daughter, Audrin King, and her family. Today her two year old daughter was diagnosed with stage 4 cancer. If you see this post, even if you don't know her, please post this to your profile for 1 hour, say a prayer for that little girl and give everyone you know the opportunity to do so. Prayer is energy - Please forward!!!!",
  "Last Updated": "28 July 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/prayer/audriking.asp",
  "Claim": "Prayers are requested for Audri King, a 2-year-old Oklahoma girl battling cancer.",
  "Claim_ID": "inboxer_prayer_audriking",
  "Tags": ""
}