{
  "Origins": "Rumors claiming that former President George H.W. Bush had died of food poisoning were circulated on the Internet in mid-July 2014. Such rumors were false: No reports of serious illness or death involving George H.W. Bush have appeared in the media (despite his supposed demise nearly two weeks ago), and recent news accounts document that the former President is alive and active. In mid-June 2014 the 41st President of the U.S. celebrated his 90th birthday by taking part in a skydive , and in mid-July 2014 he kindly fulfilled a wish by visiting with a 105-year-old woman named Millie Rennie who had long dreamed of meeting him.",
  "Fact Check": "",
  "Description": "Given that the former president is a nonagenarian, rumors of his passing are likely to come true sooner rather than later. He's already been falsely declared dead by the news media multiple times before, including reports from Dallas radio station WBAP and the German magazine Der Spiegel in December 2012.",
  "Originally Published": "",
  "Referred Links": "http://www.weeklystandard.com/blogs/german-spiegel-magazine-declares-george-hw-bush-dead_692341.html;http://blogs.dallasobserver.com/unfairpark/2012/12/wbap_announces_death_of_george.asp;http://www.seacoastonline.com/articles/20140717-NEWS-407170336;http://www.today.com/news/george-h-w-bush-skydive-thats-one-way-celebrate-90-2D79795298;",
  "Example": "[Collected via e-mail, July 2014] Is George Bush dead????? Newly mentioned on thousands of websites is an apparently unconfirmed rumor that former president George Bush senior died earlier this week from food poisoning. \"Bush Sr passed away on Friday [July 11] apparently from food poisoning, I hear bad fish. This has been confirmed via his personal security. It should hit the news sometime this week.\" The source works for a major charitable foundation and has been reliable in the past but I have yet to confirm this independently.",
  "Last Updated": "23 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/georgehwbush.asp",
  "Claim": "Former President George H.W. Bush has died of food poisoning.",
  "Claim_ID": "inboxer_hoaxes_georgehwbush",
  "Tags": ""
}