{
  "Origins": "This plea to help a family in crisis began popping up in inboxes in May 1999. In common with similar entreaties, this message claims an unnamed wealthy benefactor is said to be poised to help a sick or injured child to the tune of so many cents per e-mail forward.",
  "Fact Check": "",
  "Description": "Before you give in to the temptation to ask all of your friends to help, think about this: why would a billionaire committed to aiding the family of an injured child make the degree of his participation contingent upon the number of e-mails garnered by the plea? The idea that an anonymous benefactor would be kind enough to want to underwrite the cost of a child's care yet heartless enough to insist upon making the amount of such help dependent on something as frivolous as Internet participation seems absurd. If there really were such a person, why wouldn't he just write a check for whatever amount the family needed? Another question to ask yourself: how would the billionaire know how many e-mails have been forwarded (and thus how much to write the check for)? The note contains no instructions about sending a copy to a central gathering point, so there's no one doing the counting. It is perhaps telling that the text of the Beerman plea is suspiciously similar to one circulated by \"Anna Cohen\" about a premature baby named Jada Cohen in November 1998. Though the Beerman text greatly expands upon the earlier hoax, every key phrase from the earlier canard appears in this missive, including the ominous \"Remember: What goes around comes around.\" Last but most telling are the denials by Curt Beerman himself. Because of the flood of e-mail this hoax has caused, his e-mail account has been suspended. Notes to <beermanc@musc.edu> now prompt this auto-response: Thank you for your inquiry, but the email about my son is a total hoax. Emails such as this one are intended to flood someone's account, and I can assure you that it did just that. I ask you NOT to forward the message on to anyone else. Thank you Curt Beerman It all adds up to hoax. Beerman himself may well have put his finger on it: such nonsense is a great way to flood someone's inbox and get his account cancelled. The altruistic desire to help an injured child and his family may well be fueling not just someone's idea of a joke, but a deliberate scheme to do something nasty to another. Something more to think about before giving in to that urge to help: you never know whom you're really helping. Barbara \"prose and cons\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1998] Dear Friends My name is Curt Beerman and I live in Charleston, SC. My son Jermaine recently was hit by a car in front of our apartment. Little Jermaine has had many problems with his lungs and right arm since the accident. Our medical costs have become extremely expensive. Jermaine was recently moved to a hosptial in Colombia, SC and the move was very expensive. I could not keep my job at the sanitation department due to the move. A billionaire in Georgia has promised to give $.05 for every time this email is forwarded. If you wouldn't mind forwarding this to everyone on your list I would greatly appreciate it as well as my son. Your good deeds could really save his life. Please take a few seconds to help us in our time of need. I know how many of these go around and I want you to know that they really help, if you have any doubts, please E-mail me at the hospital, they have been so kind as to set me up with an e-mail account. My address is: beermanc@musc.edu Please have a heart and forward this. Remember: What goes around comes around. Thank you, Curt Beerman",
  "Last Updated": "27 March 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/beerman.asp",
  "Claim": "A billionaire has promised 5 per e-mail forward towards defraying the medical costs incurred by the family of Jermaine Beerman, a child injured in an automobile accident.",
  "Claim_ID": "inboxer_medical_beerman",
  "Tags": ""
}