{
  "Origins": "This crazy \"something for nothing\" appeared on the Internet in February 2000. At that time, Iwon's name had yet to be attached to it. What circulated then was a barefaced claim of the recipient's having \"won\" $100 as per the text of the e-mail , but with no idea given as to who the money had been \"won\" from or who was sponsoring this giveaway.",
  "Fact Check": "",
  "Description": "In late April 2000, the Internet entity Iwon.com came to be associated with this hoax, possibly because the signature line of someone with a free iwon.com e-mail account remained attached to the leg-pull, thus adding a smattering of credibility to the jape by creating the impression that Iwon.com was the someone or something doling out the cash. Iwon.com, of course, has nothing to do with this fake giveaway. It is merely one of an ever-growing list of victims of what has become a highly popular Internet practical joke. (Numeous other companies have been the butt of blue-sky e-mails promising the recipients fabulous goodies if they forwarded the notes to an ever-growing list of friends. Our lengthy write-up on our Thousand Dollar Bill page covers those which specifically mention e-mail tracking programs.) IWon.com's involvement is debunked at Iwon.com : As the popularity of our site grows, it has come to our attention that \"chain\" email messages are being sent around the Internet misleadingly labeled as being associated with iWon.com. These messages may ask the recipient to forward the message to some number of other people in order to enter or be otherwise eligible to win a prize on iWon.com or may request additional action by the recipient. We want to be clear that iWon.com does not use \"chain\" email promotions as part of any of our cash or prize giveaways or for any other purpose. Once again, no free money for doing nothing. Some things never change. Barbara \"IWon in a million\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20000815064848/http://www.iwon.com/ct/help/chainmail.html;",
  "Example": "[Collected on the Internet, 2000] If you got this email you're lucky (don't delete). You have just won a 100 dollars!....... You will only get the money if you send this to 5 or more people. A box will appear on the screen after you have sent it! It really works....try it! Take 5 min. out of your time and send this...believe me you won't be sorry!! 0-2 people: $10 2-4 people: $20 4-6 people: $50 6-8 people: $75 8-10 people: $100!!!!!!!! Keep on sending!!!!! iWon.com http://www.iwon.com why wouldn't you?",
  "Last Updated": "1 November 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/iwon.asp",
  "Claim": "Forwarding an Internet chain letter will earn you scads of cash from IWon.com.",
  "Claim_ID": "inboxer_nothing_iwon",
  "Tags": ""
}