{
  "Origins": "Rumors have been swirling lately about an impending split in the marriage of actor Duane Martin and actress Tisha Campbell Martin and about their alleged pursuit of \" alternative lifestyles .\" We wouldn't pretend to know anything about the details of the couple's private lives other than to note that such rumors have generally been met with denials , such as the following offered in the couple's recent interview with Essence magazine:",
  "Fact Check": "",
  "Description": "However, we can say that the item quoted at the head of this page, attributed to the entertainment news/gossip site TMZ.com, is some rumormonger's concoction. Gillian Sheldon, TMZ's supervising producer, told us the item was a \"fabrication\" and that TMZ \"never posted this article.\"",
  "Originally Published": "",
  "Referred Links": "http://www.essence.com/essence/themix/entertainment/0,16109,1657628-1,00.html;http://www.s2smagazine.com/content/hotwire.asp;http://www.vibe.com/blog/vc/2007/07/tisha_campbell_and_duane_marti.html;",
  "Example": "[Collected via e-mail, July 2007] Posted Jul 17th 2007 2:01PM by TMZ Staff Duane Martin Comes Out: Ends Eleven-Year Marriage With Tisha Campbell Duane Martin and Tisha Campbell thought their love was a match made in heaven. By Hollywood 's standards, it was. Married August 17, 1996, the couple transcended the norm for celebrity marriages, most lasting on average about three years. But not theirs. Their nuptials are coming toan end. The 37-year-old Martin announced to his wife a love affair with another male actor. This news devastated Tisha, 38. \"It was the biggest shock of my life,\" Campbell says. \"I've heard women say they didn't know theirman was gay or bi and I wondered how they didn't know. But I really didn't have a clue.\" Tisha expressed outrage but she was no saint either. She also had previously acknowledged engaging in an alternativelifestyle during their marriage. The couple has a six year old son, Zen.",
  "Last Updated": "14 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/duanemartin.asp",
  "Claim": "E-mail reproduces TMZ article about Duane Martin and Tisha Campbell",
  "Claim_ID": "inboxer_hoaxes_duanemartin",
  "Tags": ""
}