{
  "Origins": "This is but one of several messages circulated in 2001 and 2002 about American businesses' importing products from foreign countries which identify Israel as \" Palestine \" or American businesses' themselves referring to Israeli territory as \"Palestine\" in order to please the \"Arab market.\" It is true, as claimed above, that Sprint did designate certain calling areas associated with Israel as \"Palestine,\" but those occurrences had to do with the followance of international standards rather than a selfish commercial desire on Sprint's part to \"court Arab business.\"",
  "Fact Check": "",
  "Description": "The International Telecommunications Union , located in Geneva, is a United Nations-affiliated \"international organization within which governments and the private sector coordinate global telecom networks and services.\" One of the standards they administer is the group of codes used by callers to indicate the country of destination when placing international calls. In January 1999, the ITU announced they were reserving the 970 code for the Palestinian National Authority territory in the West Bank and Gaza. Previously, the 130,000 telephone lines registered in the West Bank and Gaza Strip had been called from abroad using the 972 code designated for Israel, a system that Palestinians \"found objectionable on philosophical and practical grounds.\" The Israelis opposed the ITU's decision, maintaining that the assignation of a separate code to the Palestinian National Authority conferred an undeserved status of global recognition on the Palestinian self-governed territories and that such codes should be reserved for United Nations member states. (Other non-United Nations states such as Hong Kong and Taiwan have been assigned their own codes, as have some multinational telecommunications companies such as Iridium and Global Star.) Hence Sprint, in accordance with the international standards determined by the ITU, added the 970 code to their database of codes, and calls placed to the territories covered by that code were supposed to have been identified as calls made to the \"Palestinian Authority.\" But Sprint made a slight boo-boo and in some places listed the 970 code as belonging to \"Palestine\": Last year, the ITU reserved the 970 code for the Palestinian Authority for use to certain destinations in the Middle East. Upon notification by the ITU, Sprint activated the 970 code in our international rates and tables. The areas reached via such codes are established by international agreement. Recently, Sprint was notified that, through an inadvertent error, our website (and possibly customer bills) display the word \"Palestine\" with the 970 code. Upon notification, Sprint now is taking steps to change those displays to read \"Palestinian Authority\" as referenced by the ITU. Sprint never \"stopped recognizing Israel,\" as calls placed to the 972 code are (and always have been) identified as calls placed to Israel. The issue was solely with the 970 code assigned to the Palestinian National Authority by the ITU having been associated by Sprint with the shorter name \"Palestine.\" Given the long history of tense political relations concerning the Israeli and Palestinian homelands, it's not unwarranted that Israel's supporters would take offense at an international corporation's use of a minor difference in nomenclature. What is unwarranted is the assumption that callous business motives must have been the reason behind it.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/19991128095002/http://phonebooth.interocitor.net/wtng/wtng-ps.html;http://www.itu.int/home/index.html;",
  "Example": "[Collected on the Internet, 2001] Subject: Sprint no longer recognizes Israel A friend of a friend used Sprint long distance phone service. At the end of the month he got a bill, and looked it over. All the calls he had made to Israel were listed as 'Palestine'. Sprint has been doing this in an effort to court Arab business. When confronted, Sprint said there is nothing they can do. I am cancelling my Sprint cellular service, with a note of explanation as to why I am cancelling. I would encourage all others with Sprint service to do the same (explaining why you are cancelling). Please pass this on to your friends.",
  "Last Updated": "3 December 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/outrage/sprint.asp",
  "Claim": "Sprint long distance service lists calls placed to Israel as having a destination of 'Palestine' on customers' bills in order to \"court Arab business.\"",
  "Claim_ID": "inboxer_outrage_sprint",
  "Tags": ""
}