{
  "Origins": "On 26 October 2014, an online rumor spread that \"brat pack\" actor Judd Nelson, best known for his roles in the 1985 films The Breakfast Club and St. Elmo's Fire , had died. That rumor was based on an article posted on the foxnews.es web site reporting that Nelson had been found dead in his Los Angeles condo:",
  "Fact Check": "",
  "Description": "Sources are reporting that Judd Nelson, best known for his roles as John Bender in The Breakfast Club, has been found dead at age 55. Multiple unconfirmed reports say Nelson was found dead Saturday evening in his Los Angeles condo, Sierra Towers after police responded to a 911 call for an unconscious man around 9:25 p.m. Although police have not yet released the man's identity, multiple occupants of the 31-story West Hollywood high-rise have confirmed that it was Nelson's condo police responded to and a single body was carried out of the apartment on a stretcher. The Los Angeles County Department of Medical Examiner-Coroner will determine the cause of death as investigators try to rule out foul play. Nelson began acting in the mid-1980s, starring in many films but it was his roles in John Hughes's The Breakfast Club and Joel Schumacher's St. Elmo's Fire that made Nelson a star. A subsequent article in New York magazine, which focused primarily on the success of these films, resulted in the term \"Brat Pack\" being coined. In 1986 Nelson provided the voice of Hot Rod/Rodimus Prime in The Transformers: The Movie and was signed on to voice Hot Rod/Rodimus Prime again in the live action movie Transformers 5 Additional details and information will be updated as it becomes available. This story is still developing. This rumor was just another celebrity death hoax, however. The domain foxnews.es is a rogue site not associated with the FOX News Channel (the site appears to carry no content other than this single hoax article), and no other genuine news outlet has reported Judd Nelson has died or experienced a life-threatening medical condition. To demonstrate his client's non-dead state, Nelson's agent, Gregg Klein, snapped a photograph of the actor holding the 26 October 2014 edition of the Los Angeles Times : http://t.co/5vL9UChHHn #hoax #JuddNelson @HollywoodHotMom @latimes pic.twitter.com/pRgljRQtF7 gregg a. klein (@greggaklein) October 26, 2014 That newspaper also reported about the Nelson death rumor that: Judd Nelson's longtime manager, Jean-Pierre Henraux, said he had no idea how the rumor got started. Nelson doesn t even live where the hoax article said he does, Henraux said. Henraux said Nelson is in \"perfect\" shape and just shot an episode of the upcoming television series \"Empire,\" in which he plays a nemesis of Terrence Howard s character.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/greggaklein/status/526455424376401920;http://t.co/pRgljRQtF7;https://twitter.com/latimes;https://twitter.com/HollywoodHotMom;https://twitter.com/hashtag/JuddNelson?src=hash;https://twitter.com/hashtag/hoax?src=hash;http://t.co/5vL9UChHHn;http://foxnews.es/judd-nelson-found-dead-los-angeles-condo.html;",
  "Example": "[Collected via e-mail, October 2014] Is Judd Nelson dead?",
  "Last Updated": "26 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/juddnelson.asp",
  "Claim": "Actor Judd Nelson has died.",
  "Claim_ID": "inboxer_hoaxes_juddnelson",
  "Tags": ""
}