{
  "Origins": "A bizarre rumor started circulating on the Internet in February 2015 that porn star Sasha Grey had been killed by Ukrainian military forces.",
  "Fact Check": "",
  "Description": "The rumor began when a photograph of Sasha Grey was posted to the web site Dvach, the European equivalent of 4chan, along with a fictional story about the actress' being captured by the Ukrainian ilitary while working as a nurse in Russia: Nurse Alexandra Serova has died. This seemingly fragile but strong woman was getting wounded fighters out from battlefield. People was telling stories of her getting even mortally wounded people back to their feet. But she did no return from battle. She was caught by ukrainian executors. They've started from bullying her and recording videos of it for upload and then killed her with an axe. May she be safe in heaven. \"Alexandra Serova\" is a direct translation of Sasha Grey to Russian. There is no truth to this rumor. Sasha Grey was not working as a nurse in Russia, she was not captured by Ukrainian forces, and she was not chopped up with an axe: I <3 my Russian fans, but this propaganda takes it too far. News that I was a NURSE killed in the Russian/Ukraine conflict. #fuckpropoganda Sasha Grey (@SashaGrey) February 18, 2015 People are dying. People are losing family members & BS outlets mock the deceased with Fappery like this Sasha Grey (@SashaGrey) February 18, 2015 While Dvach has created fictitious memes with other celebrities in the past, Sasha Grey may have been singled out because of a tweet she sent in December 2013 telling Kiev protesters to \"stay strong\": Just an FYI some other conservative propaganda outlet labeled me & other Russian artists as friends of the Hunta just last summer/fall. Sasha Grey (@SashaGrey) February 18, 2015 So to make it clear FIRST I was the ENEMY & now I'm a FRIEND because this was supposedly the fault of Ukrainians. Sasha Grey (@SashaGrey) February 18, 2015 I have love & respect for all of my Russian & Ukrainian fans, I wish there was more I could do. #peace Sasha Grey (@SashaGrey) February 18, 2015",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/SashaGrey/status/567943523015766016;https://twitter.com/hashtag/peace?src=hash;https://twitter.com/SashaGrey/status/567943234850332672;https://twitter.com/SashaGrey/status/567942990158802944;https://twitter.com/sashagrey/status/411785219323088896;http://imgur.com/zjjuXkb;https://twitter.com/SashaGrey/status/567942656682115072;https://twitter.com/SashaGrey/status/567942139004506112;https://twitter.com/hashtag/fuckpropoganda?src=hash;http://www.reddit.com/r/nottheonion/comments/2wbxf8/porn_star_sasha_grey_denies_militant_reports_of/;https://twitter.com/rzarectar/status/568456483626749953;http://t.co/xl5WF26r2Z;",
  "Example": "[Collected via twitter, February 2015] Sasha Grey is dead apparently pic.twitter.com/xl5WF26r2Z silvinho (@rzarectar) February 19, 2015",
  "Last Updated": "20 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/sashagrey.asp",
  "Claim": "Porn star Sasha Grey was killed by Ukranian military forces.",
  "Claim_ID": "inboxer_hoaxes_sashagrey",
  "Tags": ""
}