{
  "Origins": "Over the last few years we've seen many a purportedly altruistic appeal circulate on the Internet, each one claiming you could donate money to a worthy cause or right some terrible injustice at no cost to you merely by taking some simple action, such as forwarding an e-mail message. (See our Jessica Mydek page for one example.) Most of these messages have been hoaxes, but occasionally a few real ones spring up.",
  "Fact Check": "",
  "Description": "At The Animal Rescue Site , you can \"donate\" clicks towards the provision of food for abused, neglected, and abandoned animals in shelters and sanctuaries. Sponsors become involved with this site (and others like it) as a form of advertising and public relations and thus are willing to pay for their messages to be viewed by consumers. They pay CharityUSA.com, the parent entity of the site, on a per-click basis; CharityUSA.com directs a percentage of the total ad revenue collected towards animals shelters and sanctuaries and keeps the remaining funds. (The Animal Rescue Site is not a non-profit entity, so it shouldn't be confused with a charity even though it does direct a significant portion of its revenues to those in need. It exists to make a profit, and that it's still around proves it's succeeding at it.) CharityUSA also allows visitors to initiate donations to several other causes via The Rainforest Site, The Breast Cancer Site , and The Child Health Site. Other sites which offer similar aid to charities are: The Hunger Site Aid for Teens",
  "Originally Published": "",
  "Referred Links": "http://www.aidforteens.com;http://www.thehungersite.com;http://www.thebreastcancersite.com;http://www.theanimalrescuesite.com;http://www.theanimalrescuesite.com;",
  "Example": "[Collected on the Internet, 2003] Please tell ten friends to tell ten today! The Animal Rescue Site is having trouble getting enough people to click on it daily to meet their quota of getting free food donated every day to abused and neglected animals. It takes less than a minute to go to their site and click on \"feed an animal in need\" for free. This doesn't cost you a thing. Their corporate sponsors/advertisers use the number of daily visits to donate food to abandoned/neglected animals in exchange for advertising. Set a calendar reminder to this every day! Here's the web site! Pass it along to people you know. http://www.theanimalrescuesite.com",
  "Last Updated": "1 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/charity/animalrescue.asp",
  "Claim": "You can help donate food to abused, neglected, and abandoned animals by clicking a button on a web site.",
  "Claim_ID": "inboxer_charity_animalrescue",
  "Tags": ""
}