{
  "Origins": "On 27 June 2003, the wishes of many telephone customers annoyed by ceaseless telemarketing calls were realized when the federal government implemented a national \"Do Not Call\" registry. By signing up for a national Do Not Call Registry database maintained by the Federal Trade Commission ( FTC ), consumers can indicate to telemarketing agencies that they do not want to receive phone calls soliciting the sales of goods and services. Telemarketers must remove registered phone numbers from their call lists within three months of registration and keep them off their lists for five years.",
  "Fact Check": "",
  "Description": "Signing up with the National Do Not Call Registry will not necessarily stop all unwanted phone calls. Certain entities political organizations, charities, telephone surveyors, and companies with which consumers have an existing business relationships are exempt from the registry's restrictions. Within four days of its launching, the National Do Not Call Registry had received registration requests for over 10 million phone numbers. All numbers registered by 31 August 2003 must be removed from telemarketers' lists by 1 October 2003; phone numbers registered after that date must be removed from call lists within three months of their date of registration. Consumers who receive telemarketing calls after the registry goes into effect will be able to file complaints through the FTC's web site. Of course, the National Do Not Call Registry will only be effective if the government enforces its provisions, and the current description of how complaints will be handled doesn't sound terribly encouraging to us: Do not call complaints will be entered into Consumer Sentinel, a secure, online database available to hundreds of civil and criminal law enforcement agencies worldwide. While the FTC does not resolve individual consumer problems, your complaint will help us investigate the company, and could lead to law enforcement action. We're hoping that the enforcement efforts turn out to be a little stronger than the wording of this paragraph. Update: On 24 September 2003, just a week before the \"do not call\" list was due to go into effect, a federal judge in Oklahoma blocked its enforcement by ruling that the Federal Trade Commission overstepped its authority in creating the national \"do-not-call\" registry . The following day Congress passed bills authorizing the FTC to enact and enforce the national \"do not call\" list, but then a second federal judge ruled the list violated free speech protections. Finally, in October 2004, the U.S. Supreme Court rejected an appeal by commercial telemarketers and upheld the no-call list as constitutional. Additional information: Statement on competition (FCC)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20110303030018/http://www.fcc.gov/competition/;https://complaints.donotcall.gov/complaint/complaintcheck.aspx?panel=2;http://www.ftc.gov/bcp/edu/pubs/consumer/alerts/alt107.pdf;http://www.donotcall.gov/;",
  "Example": "",
  "Last Updated": "3 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/pending/donotcall.asp",
  "Claim": "The federal government has established a national \"Do Not Call\" registry to stop calls from telemarketers.",
  "Claim_ID": "inboxer_pending_donotcall",
  "Tags": ""
}