{
  "Origins": "This form of leg pull began its life on the Internet in December 1999 with a jape that targeted users of the free Hotmail e-mail service. Even among dumb hoaxes, this one takes a prize. If Hotmail (or any other service) wanted to know whether subscribers were using their accounts, why would it gather that information by having those folks forward a message to other users of the same service? Wouldn't it make more sense to simply instruct them to reply to the message?",
  "Fact Check": "",
  "Description": "Hotmail is owned by Microsoft and has 68 million users and more than a quarter-million new customers signing up every day. This popular service lets users send and receive e-mail for free from any computer connected to the Internet. Company officials say that contrary to the hoax's claim, it's not bogging down and is in fact in great health. According to the auto-response Hotmail has set up to answer queries about the supposed cancellation: \"The message you've received is a hoax chain letter.\" On the subject of dormant accounts and when they will be deleted, Hotmail has this to say in its FAQ: What does it mean when my account is marked \"inactive\"? Currently, if you do not sign in to your MSN Hotmail account for 45 days, or if you do not sign-in within the first 10 days, your account will be marked \"inactive.\" Stored e-mail and addresses will be permanently deleted, and inbound mail will be refused. Your Passport will still function, and your MSN Hotmail e-mail name will be reserved. To re-activate your account, simply go to http://www.Hotmail.com and enter your Sign-In name and password. You will then be able to send and receive e-mail using MSN Hotmail once again. If your account stays \"inactive\" for over a period of 90 days, it will be permanently deleted. In other words, a Hotmail account goes dormant if it's not accessed by its owner during a 45-day period. (Even then, it's not canceled for another 45 days, just put on the shelf in case the owner returns during that time to claim it.) Therefore, if you are reading your e-mail (including this hoax note) through Hotmail, you aren't at risk, because the system already knows your account is active. Since that first Hotmail version, there have been numerous others, each skewering various free online services and companies. September 2001 saw the same violin used to play a slightly different song: Attention Hotmail Users: Due to a recent increase in the number of Hotmail users, we have found that our free web-based email service has become too popular for our resources. Because free web-based email service has become too popular for our resources. Because of this, we are going to begin charging a fee to the users who are notsufficiently taking advantage of the technology we are providing them. The users who receive this email and do not forward it to at least 15 people will be charged a fee of $25.00 per month. I have conferred with my associate S. Jobs, and we have agreed that this is an appropriate amount. Sincerely, William Gates, CEO Microsoft Inc. In a reverse of the Thousand Dollar Bill leg pull, Hotmail users are being asked to forward a particular e-mail to a set number of recipients to avoid a pending charge. (In \"Thousand Dollar Bill\" and all it variants, the opposite sort of carrot is offered users are told their forwarding a particular e-mail will gain them all manner of goodies.) Once again, there was no plan afoot to charge Hotmail users for their accounts, thus no looming $25 a month fee. The hoax wore a new mask, but it was still the same guy underneath. A graphical version of the \"you must forward this message to 15 people to prevent your account from being canceled\" hoax began circulating in September 2001: It may be prettier, but it's still every bit a hoax. A cruder version attempted to convince people that Hotmail was shutting down on 15 November 2001: In February 2003 this badly spelled version of the Hotmail shutdown hoax appeared in inboxes: Dear Hotmail User, We understand that you have previously recieved many messages that have state the colising of accounts not being used within our servers. This message, however, is your final warning. Within this message is encoded a small program that will located and debug your account when sent to fifteen other Hotmail users. If you do not send this message to fifteen Hotmail users within 24 hours of recieving this message, your account will be PERMANETLY SHUT-DOWN. When and if you send this, we herebygrant that you will no longer recieve such messages as this one. We realize that this process is becoming an annoyance, however, this is the final message you will recieve from the Hotmail Announcement staff. Thank you for you time and cooperation. Sincerely, Calvin W. Kreantz MSN Accounts Coordinator In February 2002, the Hotmail hoax was reworked into a Yahoo! one. Compare the text given below with that quoted above as the 'Example' entry at the head of the article very little changed other than \"Hotmail\" became \"Yahoo.\" Dear YAHOO User, Because of the sudden rush of people signing up to YAHOO, it has come to our attention that we are vastly running out of resources. So, within a month's time, anyone who does not receive this email with the exact subject heading, will be deleted off our server. Please forward this email so that we know you are still using this account. WARNING WARNING We want to find out which users are actually using their YAHOO accounts. So if you are using your account, please pass this e-mail to every YAHOO user that you can and AND IF YOU DO NOT PASS this letter to anyone we will delete your account. From Mr. ALLEN SMITH YAHOO Admin. Dept. Our YAHOO system is getting to crowded!! We need you to forward this to at least 20 people. I know this seems like a large number, but we need to find out who is really using their account. If you do not send this to at least 10 YAHOO members, we will delete your account. Sorry for this inconvenience. Sincerely, Director of YAHOO Services BOB LOPEZ Please do this! Some of my friends have already gotten deleted and you aren't allowed to send it back to the person who sent this email to you!!! 2003 saw the hoax reappear, once again aimed at Yahoo. Yahoo Alert: Yahoo is shutting down on August 17,2003 because they are running outta space and all the names are getting took up, so pass this around if you don't want your name to be deleted from Yahoo. If you don't pass this on, then your Yahoo will be shut down for good. Those that don't send, your name will be deleted August 17,2003, thanks, Yahoo Board Leader, Tom Buslowski\" In 2004, an instant messaging version of the hoax was turned on Yahoo, when the following alert was spread by concerned users of Instant Messenger: DO NOT DELETE!!!! This is Yahoo President Jay Russell, I am sorry to announce that Yahoo has reached its maximum number of accounts two million. If you would like to keep your account for free send this toeveryone on your list. This way we can know which accounts are being used and which accounts we can delete. Send this within 8 days and your account will remain free. Once again I am sincerely sorry that I have to do this. Please start sending. Jay Russell, Yahoo Management In 2006 it was turned upon MSN via these two e-mail messages: Hey it is Andy the director of MSN, Tim Buiski, sorry for the interruption but MSN is closing the system down because too many inconsiderate people are taking up all the names, we only have 578 names left, if you would like to close your account, then do not send this message out, if you would like to keep your account, then send this message to everyone on your list. This is no joke, we are really shutting down the servers. Send it, thanks, Tim Buiski WHO EVER DOES NOT SEND THIS MESSAGE, YOUR ACCOUNT WILL BE CLOSED AND WILL COST $10.00 A MONTH TO USE, SEND THIS T0 EVERYONE ON YOUR LIST Hey it is Andy and John the directors of MSN, sorry for the interruption but msn is closing down. this is because too many inconsiderate people are taking up all the name (eg making up lots of different accounts for just one person), we only have 578 names left. If you would like to close your account, DO NOT SEND THIS MESSAGE ON. If you would like to keep your account, then SEND THIS MESSAGE TO EVERYONE ON YOUR CONTACT LIST. This is no joke, we will be shutting down the servers. Send it on, thanks. The use of msn and hotmail will cost money from summer 2006. If you send this message to 18 different people from your list your little icon will become blue and that will make it free for you. If you dont believe me go on (www.msn.com) and see it yourself. Dont foward this message copy paste it so people will actually read it This version of the MSN hoax appeared in January 2008: sorry to break the news, but looks like all of those warnings were real The use of MSN and e-mail will cost money from janury 2008 onwards. If you Send this message to 18 different people from your list, your little MSN Icon will turn blue and that will make it free for you. If you don t believe Me, go on to MSN.com In April 2009 this version of the MSN hoax surfaced: Sorry to break the news, but looks like all of those warnings were real! The use of MSN and e-mail will cost money from Summer 2009 onwards. If you Send this message to 18 different people from your list, your little MSN Icon will turn blue and that will make it free for you. If you don't believe Me, go on to (www.msn.com) and see it yourself. Don't forward this message, But copy and paste it so that people will actually read it. It is Andy and John - the directors of MSN - sorry for the interruption, but MSN is really closing down. This is because too many inconsiderate people Are taking up all the names (e.g.. Making up lots of different accounts for Just one person), and we are only left with 578 names. If you would like to close your account, DO NOT SEND THIS MESSAGE ON. But, If you would like to keep your account, then send this message to EVERYONE ON YOUR CONTACT LIST. This is no joke, as we Will be shutting down the Servers. Send it on, thanks. WHOEVER DOES NOT SEND THIS MESSEAGE, YOUR ACCOUNT WILL BE CLOSED AND IT WILL COST YOU 100.00 (pending) A MONTH TO USE. SEND THIS TO EVERYONE ON YOUR CONTACT LIST. NOW YOU KNOW WHAT TO DO. PLEASE DO NOT FORWARD THIS OR REPLAY. COPY THE WHOLE E-MAIL. RETURN TO YOUR INBOX AND CLICK ON NEW. THEN PASTE 'THANK YOU FOR YOUR ATTENTION'. In 2006, a version targeting Friendster (a social network web site competing with MySpace) was put into circulation: Message from Mr. Allen Smith (manager of friendster ) Friendster system is getting too crowded!! We need you to forward this to at least 20 people. I know this seems like a large number, but we need to find out who is really using their account. If you do not send this to at least 10 Friendster members, we will delete your account. WARNING! We want to find out which users are actually using their Friendster accounts. So if you are using your account, please pass this e-mail to every Friendster In May 2006, the hoax was turned upon MySpace, the highly popular social network web site, via this pair of e-mails that asked users not to e-mail anything to anyone else, but to repost the hoax on their own MySpace pages: Hello Myspacers. This is Tom. I wanted to inform all of you that I will be deleting thousands of myspaces next week. I don't know if you have noticed, but many times when you try to access a page it will say, Server Busy. Because of this I will be deleting people's myspaces if you do not repost this. You must have the exact title \"TOM IS SERIOUS\" This is Tom, I just wanted to let everyone know that we need to clear out some space on MySpace. It's becoming too crowded, and I've posted bulletins like this before, but it doesn't seem to be working, so, if you do not repost THIS bulletin, I am sorry to say, but that means you don't get on MySpace that much, therefore you don't need to have it. This is not just one of those stupid little bulletins someone posted to scare you, this is the REAL THING! So if you do not repost this, your MySpace WILL be deleted. Remember, this is NOT a game. I'll give it a week starting tomorrow. If I don't see everyone reposting this, I WILL delete their MySpace. Just repost it as \"Tom\". September 2006 saw another version of the MySpace hoax: MySpace2 coming soon..Tom is way in debt. Payin' for MySpace, yes, the rumor is true. With all the fines and licences, Tom has become in Debt. In addition, Tom needs to clear the overly crowded site. We appoligise for the let down but Starting September 21. Myspace members will be charged $22.50 per month. But there is something YOU can do. A petition. We will track this bulletin, And for Everyone who reposts it will receive a code for the first 2 years of Myspace 2 FREE. This is no Joke. We have tried our hardest to keep this from happening. Myspace 2 coming September 21, 2006 To get the free code, repost this Bulletin as \"Myspace 2\" and look in your message box within a week Another updating of the MySpace hoax appeared in February 2007: MYSPACE is OVER If you notice, at the bottom of your myspace is says 2003-2007 MySpace.com. All Rights Reserved. Thats because, Tom only has myspace reserved for those years. Now that it is 2007, the myspace contract is over. Tom wants to see if you really care about your myspace. He is tracking the friend I.D. of who sends it. If over 100,000 people repost it he will renew the contract. If not, myspace is over. So please repost June 2009 brought yet another updating of the MySpace hoax: From Mr. Tom Jones (Manager of Myspace). Myspace system is getting too crowded!! We need you to forward this to at least 20 people. I know this seems like a large number, but we need to find out who is really using their account. If you do not send this to at least 10 Myspace members, we will delete your account. WARNING! We want to find out which users are actually using their Myspace accounts. So if you are using your account, please pass this email to every Myspace user that you can. IF YOU DO NOT PASS this letter to anyone we will delete your account. Sorry for this inconvenience. In the spring of 2003 we began hearing about an instant message version of the \"Send this info to twenty of your best friends or we'll pull your account\" hoax, one threatening the loss of AOL's instant messaging service, AIM. The AOL/AIM hoax circulated primarily in two forms, both quoted below. (AOL's instant messaging service had also earlier been victimized by a fake petition asserting that only the collection of a specified number of signatures would keep the service afloat.) Sorry to break the news to you, but AIM and AOL are asking you to send this message To at least 20 people becasue AIM is getting very Crowded And we want to see who is useing there Screen Name And who is Not. You Have 3 days to Do this. If In the 3 days this is not sent to anyone from your screen name your account will be deleted ! Sorry again Dear AIM users, Because of our overloading of our servers, we are being forced to extract our non-active AIM users. Because this is a free service, AOL has exceeded the budget for the AIM service. We are asking that you send this exact message to 20 other AIM users to ensure us that you're an active AIMuser. Our system tracking devise will pick up this message to keep you on user. Our system tracking devise will pick up this message to keep you on our active list. You have 72 hours to complete this task or your service will be cancelled immediately. Starting April 9, 2003, we will be charging a small fee for registering of a screen name for AIM. Thank you for your time and for using AOL or AIM. Sincerely, Mark Jenkins AOL Time Warner November 2004 saw the Spring 2003 version dusted off, changed slightly, and sent out again. In that newer incarnation, the previous \"starting April 9, 2003\" became \"starting January 1st, 2005,\" with the directive supposedly signed by Mark Jenkins, someone e-mail recipients were told was AOL's owner and founder. (Which wasn't the case AOL is a publicly traded company and so doesn't have just one owner; it has many thousands.) Dear AIM users, Because of our overloading of our servers, we are being forced to extract our non-active AIM users. Because this is a free service, AOL has exceeded the budget for the AIM service. We are asking that you send this exact message to 20 other AIM users to ensure us that you're an active AIM user. Our system tracking devise will pick up this message to keep you on our active list. You have 72 hours to complete this task or your service will be cancelled immediately. Starting January 1st, 2005, we will be charging a small fee for registering of a screen name for AIM. Thank you for your time and for using AOL or AIM.Sincerely, Mark Jenkins AOL Owner and Founder A December 2006 version widened the hoax to include Facebook: Attention all Facebook membeRs. Facebook is recently becoming very overpopulated, There have been many members complaining that Facebook is becoming very slow. Record shows that the reason is that there are too many non-active Facebook members And on the other side too many new Facebook members. We will be sending this messages around to see if the Members are active or not,If you're active please send to other users using Copy+Paste to show that you are active Those who do not send this message within 2 weeks, The user will be deleted without hesitation to create more space, If Facebook is still overpopulated we kindly ask for donations but until then send this message to all your friends and make sure you send this message to show me that your active and not deleted. Founder of Facebook Mark Zuckerberg In June 2010, new versions of the Facebook hoax surfaced: There are many complaints that Facebook has become unacceptably slow. The report shows that Facebook has a number of nonactive members. We want to send this message to see if you are active or not. If you don't post this message within 2 weeks you will be removed in order to get more space. Since Facebook has recently become very popular, has become the many complaints that Facebook has become unacceptably slow. The report shows that the reason is that Facebook has a number of non-active members and, secondly, many new Facebook members. We want to send this message to see whether you're active members or not. If you're active then, can you send this message to at least 15 users. Use the \"Copy - Cut and Paste\" to show that you are still active. Those who do not send this message within 2 weeks in, will be removed in order to get more space. Send this message to your friends to show me that you are still active, and do not want to be removed. A similar version began to circulate in January 2015. While this version of the scam also requested Facebook users to forward the hoax message to a number of their social media connections, it also included a customer support number. According to OKCaller.com , the number listed in the message is an \"unsafe number\": Hello,we are the Facebook company... You will have to send this message to 20 people to stay active. If you dont do this your acount will be disconected. If you think this is fake please call customer support on this number: 316-691-9111 Thank you for choosing Facebook as your social media app. Again thank you. Chat Conversation End August 2008 versions targeted Yahoo!, Tagged, and generic Webmail users: HEY ITS JAVAN, FROM THE DIRECTOR OF TAGGED, EVERYBODY SORRY FOR THE INTERRUPTION BUT TAGGED IS CLOSING THE SYSTEM DOWN BECAUSE TOO MANY BOTTERS ARE TAKING UP ALL THE NAMES, WE ONLY HAVE 57 NAMES LEFT, IF YOU WOULD LIKE TO CLOSE YOUR ACCOUNT, DONT SEND THIS MESSAGE, IF YOU WANT TO KEEP YOUR ACCOUNT ,SEND THIS MESSAGE TO EVERYONE ON YOUR LIST. THIS IS NOT A JOKE, YOU'LL BE SORRY IF YOU DONT SEND IT. THANKS DIRECTOR OF TAGGED, JAVAN LOPEZ. WHOEVER DOESNT SEND THIS MESSAGE, YOUR ACCOUNT WILL BE DEACTIVATED AND IT WILL COST YOU $ 10.00 A MONTH TO USE IT. TO SEND THIS MESSAGE TO EVERYONE ON YOUR LISt Subject: Dear Webmail Subscriber Confirm Your Account. From: \"WEB SUPPORT TEAM\" Dear Webmail Account Owner, This message is from web mail admin messaging center to all web mail account owners. We are currently upgrading our data base and e-mail account center. We are canceling unused web mail email account to create more space for new accounts. To prevent your account from closing you will have to update it below so that we will know it's status as a currently used account. CONFIRM YOUR EMAIL IDENTITY BELOW Email Username : ............. Email Password : ................ Date of Birth : ................. Warning!!! Any account owner that refuses to update his or her account within Three days of this update notification will lose his or her account permanently. Thank you for using web mail Support Team Warning Code :ID67565434 Comment: Dear Yahoo! User, The Yahoo! mail servers are currently under heavy stress due to un-proportional usage of our email services. Thus The Yahoo! Staff has decided to reduce the number of Yahoo! accounts by a large margin to regain its potential. All accounts which are currently not under use shall be removed permanently from our web servers. If you wish to retain your Yahoo! account simply send an email to ID_Reclaimer@yahoo.com with the subject as \"CONFIRMATION\" and the message body containing the following details separated by colons(;) Login; Password; Date of Birth; Country. Accounts not confirmed shall be rendered terminated.The Yahoo! staff sincerely regrets the inconvenience caused to its clients. The Yahoo! Staff A June 2009 version aimed the hoax at the popular video sharing service, YouTube: Dear Youtube users, This is a real letter from our Youtube Service Team, Robert and Angela. We are putting this because there is too much fake accounts, and robots in our Youtube community. In order to get rid of them, we are going to delete every account that did not repost this bulliten. You can either send it to all of your friends in a bulliten, or send this to all of your friends in a message. BE WELL AWARE, that if you do not send this or repost it, your account will be deleted permanately. Sorry for the inconvience! By the way, we added some new features on YouTube, if you reposted, and is gratified by us, we will let you use them! Do not change the content inside, or else you will also get deleted. - Youtube Service Team We suspect the real management team at YouTube would know how to spell words like bulletin and permanently , that gratified is not the same at ratified , and would be incapable of committing the crime against grammar that is \"... because there is too much fake accounts.\" A variant circulated in March 2010 targeted Gmail, the popular free e-mail service offered by Google: Over the past few weeks, you may have noticed that Gmail's system has been getting slower. This is due to the increasing number of Gmail accounts. Since this occurrence, we have decided to delete accounts that are no longer in use. We will determine who's account is deleted depending on if you forward this message. If you would like to keep your account, then please send this to all of your contacts to let us know that your account is still in use. If this message is not sent to other accounts, your account will become invalid and your email may be taken by another loyal user. We are sorry if this may cause any inconvenience. Sincerely, Paul Buchheit (Creater of Gmail) Another variant circulated in April 2010 targeted users of BlackBerry Messenger: Hello, greetings from RIM (Research In Motion) proprietors of BlackBerry. This message is to inform all of our users, that our servers have recently been really full, so we are asking for your help to fix this problem. We need our active users to re-send this message to everyone on your contact list inorder to confirm our active users that use BlackBerry Messenger, if you do not send this message to all your BlackBerry contacts then your account will remain inactive with the consequence of losing all your contacts. We apologize for the inconvenience but this is the only way possible to resolve this problem. Sincerely Research in Motion. For more information visit www.blackberry.com/inactiveuser In December 2010 another version of the BlackBerry hoax appeared: Message from Jim Balsamic (CEO of RIM Blackberry) we have had an over usage of user names on Blackberry Messenger. We are requesting all users to forward this message to their entire contact list. If you do not forward this message, we will take it as your account is invalid and it will be deleted within the next 48 hours. Please DO NOT ignore this message or blackberry will no longer recognize your pin. If you wish tore-activate your account after it has been deleted, a charge of $25.00 will be added to your monthly bill. We are also aware of the issues involving the pictures updates not showing. We are working diligently at fixing this problem and it will be up and running as soon as possible. Thank you for your cooperation. **Please do not ignore this message** The CEO of Research in Motion is Jim Balsillie, not (as the forwarded message would have it) Jim Balsamic. In January 2011, yet another version of the BlackBerry item appeared: \"Blackberry is shutting its services within an hour. People who do notbroadcast will lose all blackberry messenger contacts. The services wouldbe resumed in 48 hours with only active users being able to use them. BlackBerry about To Lose A lot Of People This is the real broadcast from Blackberry(c) All rights reserved.\" Ps: CNN IBN news at 7 IST showed the same This version appeared not to be an out-and-out hoax, but rather a garbled version of an Indian news report which stated that the Indian government was threatening to shut down BlackBerry Messenger services if Research in Motion \"did not address what India believes to be a massive security risk.\" In August 2012, yet another version of the \"confirm your ownership of this account or lose it\" scam appeared: Dear Valid User, Due to the congestion in all Yahoo users and removal of all unused Accounts, Yahoo would be shutting down all unused Accounts, you will have to confirm your email, to avoid being shutting down. for Immediate access CLICK HERE NB: Failure to to update, your Yahoo! account will result to a permanent closure. Thank you for being a loyal Yahoo! Mail user. Regards, Yahoo! Account Services A November 2012 iteration of this prank was applied to the WhatsApp messaging app in the form of a message which confusingly claimed that due to an \"over usage of user names,\" Whatsapp would either be shutting down in January 2013 or would begin immediately disabling the accounts of users who did not re-forward the message and agree to pay a $25.00 monthly service fee: Whatsapp is shutting down on 28th Jan Message from Jim Balsamic (CEO of Whatsapp) we have had an over usage of user names on whatsapp messenger. We are requesting all users to forward this message to their entire contact list. If you do not forward this message, we will take it as your account is invalid and it will be deleted within the next 48 hours. Please DO NOT ignore this message of whatsapp will no longer recognise you activation. If you wish to re-activate your account after it has been beleted, a charge of 25.00 will be added to your monthly bill. We are also aware of the issue involving the pictures updates not showing. we are working diligently at fixing this problem and it will be up and running as soon as possible. Thank you for your cooperation from the whatsapp team :) FINAL WARNING : If your Whatsapp status is error : Status unavailable then you are not frequent user by 5:00pm CAT. Whatsapp will start charging you. To become a frequent user send this message to 10 people who receive it.... December 2014 saw the introduction of a Viber version: Saturday morning viber will become chargeable. If you have at least 10 contacts send them this message. In this way we will see that you are an avid user and your logo will become blue ( ) and will remain free. (As discussed in the paper today. Viber will cost 0.01 per message. Send this message to 10 people. When you do the light will turn blue otherwise viber activate billings December 2014 also saw the introduction of an Instagram version (quoted at the head of this page) that provided a fake list of instructions users must follow in order to save their accounts and avoid having their follower counts reduced to zero. Bottom line? It's the same leg-pull no matter which e-mail, instant messaging service, or social networking site is mentioned, how authoritative the signature appears to be, or how fancy the visual presentation of the exhortation to forward the letter to all your buddies. Barbara \"the hoax diamond\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.mobileburn.com/news.jsp?Id=12401;http://okcaller.com/3166919111;",
  "Example": "[Collected via e-mail, February 2015] Private message on FaceBook: Hello, we are the Facebook company... You will have to send this message to20 people to stay active. If you dont do this your acount will bedisconected. If you think this is fake please call customer support onthis number: 316-XXX-XXXX Thank you for choosing Facebook as your socialmedia app. Again thank you. Chat Conversation End",
  "Last Updated": "11 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/overload.asp",
  "Claim": "Your online service is overloaded and is about to cancel the accounts of users who don't forward or repost a particular message: Hotmail Yahoo! MSN Friendster MySpace AOL's AIM Facebook Tagged YouTube Gmail BlackBerry Messenger WhatsApp Viber Instagram",
  "Claim_ID": "inboxer_hoaxes_overload",
  "Tags": ""
}