{
  "Origins": "Penny Brown, the little girl who is evidently nothing more than the product of some prankster's imagination, is the longest-lived \"missing child\" hoax we have chronicled on this site. In all the time since the above-quoted plea to aid in the hunt for her began circulating on the Internet in mid-September 2001 rarely has the term \"Penny Brown\" dropped off our site's list of top searches even though there was never reason to place any reliance upon the message. None of the many missing children sites listed a Penny Brown among the youngsters they were looking for, and searched of news archives in the U.S. and Canada turned up no news reports about a missing child of this name.",
  "Fact Check": "",
  "Description": "Moreover, the e-mail itself provided few of the details that generally appear in legitimate pleas to help locate missing children. Not even the city or country the child went missing from was mentioned, and other than the pointless \"has been missing for now two weeks,\" no date was given for the disappearance. (\"For now two weeks\" statements are entirely useless in a medium wherein undated text is circulated the \"two weeks\" ago of an e-mail can and often has referred to events years in the past.) E-mail sent to the supplied contact address of zicozicozico@hotmail.com was bounced back to the sender. Credible missing child reports tend to supply details of when and where the child was last seen, a description of the clothes worn, and phone numbers of people to contact about sightings. This e-mail lacked all of that not even the parents' names were given. (We don't know the identity of the girl in the accompanying picture, but the photo definitely isn't one of a young Melissa Gilbert of Little House on the Prairie TV fame.) One version of the widely-circulated e-mail made it appear the plea was coming from Monzine Jang, a woman who worked for a physician at the University of Calgary. A call to the number provided in the e-mail fetched the following automated voice message: If you are calling regarding an e-mail about a missing girl, please do not forward it as she is not the daughter of Monzine Jang. Monzine has contacted the Calgary police and missing children organization and she believes this is a hoax. Another version claimed the frantic mother was Helen Bessenyei, a woman who lived in Australia. Helen had three grown sons, but no daughter, and certainly not a missing nine-year-old named Penny Brown. This hoax left her answering up to 150 e-mails a day and fielding hundreds of phone calls. Yet another version purported to have come from a woman named Kimberly Leon. An additional version said the child went missing in Austin, Texas. And still another version claimed the child was lost in Ottawa, Ontario. Winning the \"farthest away\" category was a version that claimed the child went missing in Singapore. Evern more iterations these versions translated into French were \"signed\" by Carol Toteda of Montreal or Anne-Claire Kubala, the latter giving an address that placed her in Paris. Also placing the tale in Canada was a version \"signed\" by Annie Lachance that asserted the missing Penny was the child of one of the store managers from Metro-Richelieu (a large grocery store). Another form of this message that began \"We have a store manager from Longs Drugs in Southern California, whose 9 year old daughter has been missing for 2 weeks\" was signed \"Peggy.\" Closely related to that version was another that said: \"We have a store manager from Longs, SC who has a 9 year old daughter that has been missing for 2 weeks.\" It too has been signed by \"Peggy.\" In yet another twist, the e-mail appeared signed by one \"Penny Hill MS 59, Sunnyvale AMD.\" Those who are still somewhat convinced this e-mailed alert might be true should take a look at the text of the \"missing kid\" alert quoted in the Example section of our page about Christopher Mineo . In particular, note that the \"It only takes 2 seconds to forward this on, if it was your child, you would want all the help you could get\" line that is common to both. Barbara \"found a penny\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] PLEASE LOOK AT PICTURE THEN FORWARD I am asking you all, begging you to please, forward this email on to anyone and everyone you know, PLEASE. My 9 year old girl, Penny Brown, is missing. She has been missing for now two weeks. It is still not too late, Please help us. If anyone anywhere knows anything, sees anything, please contact me at zicozicozico@hotmail.com I am including a picture of her. All prayers are appreciated!! It only takes 2 seconds to forward this on, if it was your child, you would want all the help you could get. Please. thank you for your kindness, hopefully you can help us. [Collected on the Internet, 2003] Please pass this to everyone in your address book. We have a store manager (Wal-Mart) from Longs, SC who has a 9 year old daughter who has been missing for 2 weeks. Keep the picture moving on. With luck on her side she will be found. I am asking you all, begging you to please forward this email on to anyone and everyone you know, PLEASE. My 9 year old girl, Penny Brown, is missing. She has been missing for now two weeks.. It is still not too late. Please help us. If anyone anywhere knows anything, please contact me at: zicozicozico@hotmail.com I am including a picture of her. All prayers are appreciated!! It only takes 2 seconds to forward this on. If it was your child, you would want all the help you could get. Thank you for your kindness. Hopefully you can help us. [Collected on the Internet, 2005] please look at the picture, read what her father says, then forward his message on. Maybe if everyone passes this on, someone will see this child. That is how the girl from Stevens Point was found by circulation of her picture on tv. The internet circulates even overseas, South America, and Canada etc. Thanks",
  "Last Updated": "25 September 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/missing/penny.asp",
  "Claim": "A 9-year-old girl named Penny Brown is missing.",
  "Claim_ID": "inboxer_missing_penny",
  "Tags": ""
}