{
  "Origins": "Raspberry Ultra Drops are a dietary supplement based on raspberry ketones (an organic compound found in many fruits which can also be produced synthetically). The product is promoted as a \"weight management supplement\" which is full of \"fat-burning ingredients\" that can \"help detox your body.\" Raspberry Ultra Drops are frequently advertised in spammed e-mail and Facebook posts with links to what appear to be Fox News investigations of Raspberry Ultra Drops or promote the endorsement of television's popular medical advise dispenser, Dr. Oz:",
  "Fact Check": "",
  "Description": "In general, any company touting a raspberry ketone product as a miracle weight loss product is dubious, as WebMD notes that no studies in humans have demonstrated raspberry ketones to be effective for that purpose (or established their safety): Raspberry ketones (RK) are the chemical compounds that give raspberries their enticing aroma. And when ketones are taken from raspberries, they can be used to add fragrance and flavor to things such as colas, ice cream, and cosmetics. But the buzz that has put raspberry ketones in the spotlight is the claim that raspberry ketone supplements can melt away fat and prevent weight gain even in the face of a high-fat diet. But can they really do that? The answer is no one knows. Experts say that investing anywhere from $12 to $20 in a bottle of raspberry ketone supplements amounts to little more than wishful thinking. And doing so may or may not be harmful. There have been no human studies so far on the weight loss effects of raspberry ketones. The only studies on the effect of raspberry ketones on fat are a handful of animal studies. The studies were done over the last 10 to 15 years. Researchers looked at the effect of raspberry ketones on rats, mice, and rabbits. There are also a few studies on the effect of raspberry ketones on isolated cells in test tubes. But there is no way to know whether the same results would be produced in people. In the animal studies, raspberry ketones also seemed to affect the production of certain hormones that increase the body's ability to burn fat. But whether raspberry ketones would have the same effect on metabolism and hormone production in humans hasn't been studied. Until it has, experts say you're better off holding onto your money. More important, whatever the medical or weight loss benefits of raspberry ketones may be, the Raspberry Ultra Drops product has been the target of multiple complaints of fraudulent and deceptive activity, including: The use of spam (and Facebook hacking) as an advertising method. The use of deceptive advertising which suggests to viewers that news investigations have checked out Raspberry Ultra Drops and found it to be effective. (The ads are fake mock-ups that emulate the appearance of web pages from real news outlets.) The use of deceptive advertising which suggests to viewers that Dr. Oz has endorsed Raspberry Ultra Drops. Although Dr. Oz has promoted the notion that raspberry ketones in general may have beneficial medical or weight loss effects in some people, he has not specifically endorsed the Raspberry Ultra Drops product. (The tiny disclaimer on the Raspberry Ultra Drops web page notes that \"The Dr. Oz Show is not affiliated with and does not sponsor or endorse the products or services of Raspberry Ketone Fat-Loss Formula.\") The use of multiple similar web sites under different domain names, all of which link to an ordering page which is hosted in a foreign country (and is therefore beyond the reach of U.S. authorities). The use of deceptive advertising which reproduces the very same fake customer \"testimony\" in connection a variety of different products. (That is, in one ad \"Karen from Santa Ana\" makes the very same positive statements about Raspberry Ultra Drops that \"Sharon from Little Rock\" makes in a different ad for iHCG Pro Drops.) Many, many complaints from customers who ordered Raspberry Ultra Drops and never received their orders, received something that appeared to have little or no active ingredients, were charged for additional orders even after the \"trial period\" had ended, and were unable to reach the company to cancel or return their orders. In short, consumers who want raspberry ketones (for whatever reason) should look for something other than the Raspberry Ultra Drops product. And most consumers who are interested in a reliable and effective method for losing weight should consider concentrating on a healthy, balanced diet and regular exercise rather than tossing their money at an unproved fat-burning nostrum.",
  "Originally Published": "",
  "Referred Links": "http://www.complaintsboard.com/bycompany/raspberry-ultra-drops-a456219.html;http://www.orderraspberry.ru/order.asp;http://www.doctoroz.com/videos/rasberry-ketone-what-science-says;http://www.scambook.com/blog/2012/11/is-raspberry-ultra-drops-hacking-your-facebook-account/;http://www.webmd.com/diet/raspberry-ketones-uses-risks;http://www.doctoroz.com/;http://www.raspberryultradrops.com/raspberry-ketone-dr-oz/;http://www.raspberryultradrops.com/;",
  "Example": "[Collected via e-mail, June 2013] Please report on the new diet supplement that Dr. Oz is touting called Raspberry Ultra Drops I would like to know if this is a scam of some kind. Fox News Breaking News Raspberry Ultra Drops To Help Your Weight Drop Was the above product advertised on Dr Oz show? If yes, is it true that these drops make you lose weight? I received an email with Dr. Oz saying these drops work. Was this email true or was it a form of spam?",
  "Last Updated": "17 June 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/scams/ultradrops.asp",
  "Claim": "Raspberry Ultra Drops have been vetted by Fox News and endorsed by Dr. Oz.",
  "Claim_ID": "inboxer_scams_ultradrops",
  "Tags": ""
}