{
  "Origins": "The above-quoted jape is just one of the many versions of a long-running Internet hoax that has been circulating in one form or another since 1997. The names of the companies involved and the supposed rewards to be had periodically change, but the basic come-on remains the same: fool gullible netizens into endlessly forwarding junk messages to their friends and acquaintances with phony promises of cash and free merchandise.",
  "Fact Check": "",
  "Description": "One clear sign of a hoax is a \"founder\" who can't spell the name of his company. It's Applebee's (note the apostrophe), not Applebees. The text is also a direct rip of an earlier version of this hoax involving Cracker Barrel. Applebee's has placed a denial of this \"giveaway\" in the Guest Relations section of its web site: Q: I received an email that said I should forward the message to receive free Applebee's gift certificates. Is this for real? A: No. A fraudulent email chain message promising Applebee's gift certificates for forwarding the message is currently making its way around the Internet. The message promises a gift certificate and a confirmation number after forwarding the message to a specific number of email addresses. Applebee's International, Inc. does not sponsor or endorse this activity and is unable to fulfill these requests. E-mail to Applebee's on any topic fetches an auto-reply that includes this message: If you are contacting us about an e-mail you received promising a free $50 gift certificate for forwarding it to nine other people, please be advised that the e-mail is a hoax. It was not started by Applebee's and there is no validity to its false promise. Unfortunately, it is extremely easy for someone to begin this type of scam. We know of several other large companies (i.e. Microsoft, Cracker Barrel) who have had similar e-mails started without their knowledge too. The bottom line is that no matter which incarnation of this silliness one receives, the principle is the same: There's still no free lunch, and big companies aren't going to hand out fabulous vacations, $1,000 bills, free trendy clothes, new computers, cases of candies, wads of cash, new cars, or video game consoles just because someone with a functioning Internet connection does them the favor of forwarding an e-mail.",
  "Originally Published": "",
  "Referred Links": "http://www.applebees.com/GuestFAQ.aspx?q=3;",
  "Example": "[Collected via e-mail, 2001] My name is Bill Palmer, founder of Applebees. In an attempt to get our name out to more people in the rural communities where we are not currently located, we are offering a $50 gift certificate to anyone who forwards this email to 9 of their friends. Just send this email to them and you will receive an email back with a confirmation number to claim your gift certificate. Sincerely Bill Palmer Founder of Applebees Visit us at: www.applebees.com Hey guys, DONT DELETE THIS EMAIL It really works, I tried it and got my Gift certificate confirmation number in 3 minutes. [Collected via e-mail, 2005] My name is Bill Palmer, founder of Applebees. In an attempt to get our name out to more people in the rural communities where we are not currently located, we are offering a $50 gift certificate to anyone who forwards this email to 9 of their friends. Just send this email to them and you will receive an email back with a confirmation number to claim your gift certificate.",
  "Last Updated": "22 July 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/applebees.asp",
  "Claim": "Applebee's restaurants are giving away $50 gift certificates to customers who forward an e-mail message.",
  "Claim_ID": "inboxer_nothing_applebees",
  "Tags": ""
}