{
  "Origins": "This crazy Internet chain letter appeared in August 1998. It has since turned up in numerous places despite the ridiculousness of its premise. Something for nothing will always have its allure, and in this instance the \"something\" is instant fame for doing practically nothing.",
  "Fact Check": "",
  "Description": "When it comes to giving the ego a quick boost with a shot of unearned fame, one should keep in mind there ain't no free launch. By definition, Guinness is interested in world records; biggest, fastest, longest, oldest. If there were a category for longest-lived e-mail, surely the Dave Rhodes \"Make Money Fast\" chain letter, Craig Shergold 's appeal for get well cards, or the Two-Fifty Cookie Recipe revenge tale would have won it by now. An e-mail that starts in August 1998 and ends in September 1999 (per the first example) wouldn't begin to measure up against those behemoths. There's no potential record here, consequently, no reason for Guinness to be interested in it. The record keepers have very strict rules about what they will list in their pages and the procedures that have to be followed if any record attempt is going to be honored by them. According to a couple of entries in its \"Tips for Record Breakers\" section: Remember that if the record you want to try to beat is not in the book chances of it being introduced are slim. The criteria used to establish a record are as follows: the record must be measurable, must be independently corroborated, must be completely objective, and should preferably be the subject of worldwide interest and participation. Provide documentation at all stages. We cannot send out witnesses so we need all the proof you can gather. In short, there's no way to verify an e-mail was kept alive for any measurable amount of time, and without exact measurement and independent corroboration, Guinness isn't going to consider listing an entry. And that's that. Guinness explains its position very clearly on its site, saying of this particular canard: Guinness World Records does not accept any records relating to chain letters, sent by post or e-mail. If you receive a letter or an e-mail, which may promise to publish the names of all those who send it on, please destroy it, it is a hoax. No matter if it says that Guinness World Records and the postal service are involved, they are not. We are sorry if you have been taken in by a chain letter claiming to be legitimate and are now disappointed to learn that it is not. Moreover, the idea that each of the participants would get his name in the book even if a measurable record was set and verified is nuts. The Guinness Book of World Records lists accomplishments, not lengthy cast calls of those who participated in them. Grabbing an entry at random from the book, Guinness says, \"The record attendance at a one-day barbecue was 44,158 at Warwick Farm Racecourse, Sydney, Australia on October 10, 1993.\" Notice that the names of the 44,158 participants were not listed. Also, unless the letter is intended to become an ever-lengthening inbox-choking missive with each person's forwarding information left intact upon it, there's no way to know who forwarded the note and who did not. All the rumors about e-mail tracking systems are just smoke; the technology doesn't exist. In the spring of 2001, a surface mail version of the leg-pull began appearing in the mailboxes of kids everywhere. It states the chain letter was started in 1986 by Austrian children and if it is kept circulating until December 2001, the chain will be recorded in the Guinness Book of World Records with each of the participants named. Recipients are instructed to copy the missive six times then mail the letter to six youngsters. Each of the envelopes is to be inscribed \"POST OFFICE: THIS IS AN OFFICIAL GUINNESS BOOK OF WORLD RECORDS CHAIN LETTER.\" It's every bit as much a hoax as the Internet version was. There is no such attempt in progress, nor would Guinness be interested in one. The surface mail version is specifically targeted to kids which makes this doubly sad. Children love to receive things in the mail so it's a shame one of the few letters they'll receive is an out-and-out hoax. Bottom line? If you want to get into the book, learn to grow peppers. If you can beat J. Rutherford's 1975 13.5 inch record-maker, you're in. Barbara \"grading on the bell pepper curve\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.guinnessworldrecords.com/mediazone/general/060505.aspx;",
  "Example": "[Collected on the Internet, 1998] If we keep this going until September 9th, 1999 (9-9-99), I PROMISE YOU that everyone's name who this was sent to will be in the Guinness Book of Records. I HAVE PROOF! I E-MAILED THEM & TOLD THEM I WOULD START ONE & THEY SAID THEY'D SAVE A SPOT FOR US IN THE 2000 Special addition! So, if we keep this going...We'll all be a part of the book! So please, have some heart and send this to a few people. It would really be nice. You get something out of it too! So, send this right now! Thanks very much! [Collected via e-mail, October 2008] Hey....Do you want to be in the famous Guinness Book of World Records? Well just sign this! In 2013, the Guiness Book of World Records is going to be doing a segment on the longest chain e-mail.' If by the time of March 17th, 2013; along with 5,000 SIGNATURES, it will be posted in the book along with all of the names of the kids who signed it. All you do is when you get this message, forwardit to as many people you can (including me) and sign your name along the bottom. So what are you waiting for? SEND SEND SEND!!!",
  "Last Updated": "5 March 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/guinness.asp",
  "Claim": "Forwarding an Internet chain letter will get you listed in The Guinness Book of World Records.",
  "Claim_ID": "inboxer_nothing_guinness",
  "Tags": ""
}