{
  "Origins": "In June 2014 Facebook users began seeing posts pointing to a purported video clip entitled \"You Will Not Use Head & Shoulders Shampoo After Watching This Video,\" which supposedly graphically illustrated the deleterious effects of using that popular brand of shampoo. (Later versions substituted Dove brand shampoo for Head & Shoulders .) The static image accompanying the posts was the one displayed above, which allegedly pictures some form of bizarre injury or infection that befall a user of that brand of shampoo.",
  "Fact Check": "",
  "Description": "The image itself is a hoax, a fabrication that imitates a notorious fake photograph of a supposed ' breast rash caused by South American larvae' (created by merging a picture of a lotus seed pod with a picture of a human shoulder) which has been circulating on the Internet since 2003 and that was earlier used as the subject of a Twitter jape: The referenced video does not exist, and the purpose of the current hoax is to serve as a lure in leading users to yet another survey scam: those who click through on the teaser link hoping to view the Head & Shoulders video are instead taken to a screen that forces them to first share the link with others on Facebook and/or verify their age by completing a survey that promises a $100 VISA Gift Card for its completion: Of course, getting that \"free\" $100 gift card requires as explained in tiny type at the bottom of the survey page that participants first sign up for several different offers, each of which requires them to purchase something, subscribe to something, or apply (and be accepted for) a credit card or loan: Purchase Requirements. Incentives are split into two tiers: Tier 1 incentives with a value of $100 or less and Tier 2 incentives with a value more than $100. To qualify for a Tier 1 incentive you must complete 2 Silver, 2 Gold and 1 Platinum offer. To qualify for a Tier 2 incentive, you must complete 2 Silver, 2 Gold, and 6 Platinum offers. You must complete all offers within 30 days from when you complete your first offer. Completion of offers usually requires a purchase, subscription or filing a credit application and being accepted for a financial product such as a credit card or consumer loan. The best way to handle such scamming come-ons is to give them a wide berth: do not click through on associated links, don't share those links on Facebook, and do not participate in any related surveys.",
  "Originally Published": "",
  "Referred Links": "http://www.surveysandpromotions.com/Flow.aspx;https://www.google.com/search?newwindow=1&hl=en&site=imghp&tbm=isch&source=hp&biw=1600&bih=775&q=%22lotus+seed+pod%22&oq=%22lotus+seed+pod%22&gs_l=img.3..0l10.703.4614.0.4750.22.19.3.0.0.0.151.1526.15j4.19.0....0...1ac.1.48.img..1.21.1469.ciT7t23HS88;",
  "Example": "I saw this on Facebook and left and image I can't get rid of. What is this? It said it's the cause of using head and shoulders shampoo. Which I USE!! PLEASE help me figure out what is going on and what this thing is suppose to be on the person's body. A video is going around that you have to share on FB before youcan watch it. It claims Dove shampoo caused this huge, creepy growth on aperson's shoulder that has these spores or pods growing in it.",
  "Last Updated": "26 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/scams/headshoulders.asp",
  "Claim": "Video shows the deleterious results of using Head & Shoulders shampoo.",
  "Claim_ID": "inboxer_scams_headshoulders",
  "Tags": ""
}