{
  "Origins": "A reader passed along to us a message from Pacey's aunt, saying that: Pacey has been sick and in the hospital for over a week, but he is now recovering and hopefully will be getting to come home soon. Please advise everyone that the things that were posted to his Facebook page were not from our family. Someone else put them out there. We are unsure who they were, but we have deleted everything and blocked the sender. The Facebook page is now private, and we are asking anyone that sees anything negative to report it to us.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, February 2011] Prayer for baby Pacey Moore. Was wondering if this is alegitimate story? I saw it on the facebook site. Baby Pacey Moore is the 3 month old son of Jarrett and Brandi Moore. Brandi just had 2 different gallbladder surgeries due to stones being in two different places. The day after her surgery, Baby Pacey was admitted in the hospital at TRMC for having RSV. A few days later, he was flown out to Cabell Huntington Hospital due to breathing trouble and he was placed on a ventilator. After getting him there they found out he also had... developed pneumonia. He started doing some better and they started trying to turn the ventilator down and then had to turn it back up. He now has a feeding tube and has had a set back. Now they are afraid that he is bleeding internally and his blood is clotting too fast. This family and this baby REALLY needs everyone's prayers. PLEASE READ THIS AND REPOST IT TO EVERYONE YOU CAN. THEY NEED URGENT PRAYERS RIGHT NOW! (I hope I got all the details right on this..if not, feel free to correct me) After clicking on \"I'm attending\", go to the top left side under Pacey's picture and click on \"select guests to invite\" and invite everyone on your friends list...PLEASE! Heavenly Father Please send your Brightest angles to watch over and help heal Pacey Moore. Please father help his parents to have the strength to heal themselves. Thank you",
  "Last Updated": "9 March 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/prayer/moore.asp",
  "Claim": "Prayers are requested for an ailing 3-month-old child named Pacey Moore.",
  "Claim_ID": "inboxer_prayer_moore",
  "Tags": ""
}