{
  "Origins": "Yes, gel candles do pose fire and injury hazards beyond those presented by ordinary wax candles, so they should be accorded an extra bit of caution if you're thinking of bringing them into your home. However, as with so many e-mailed warnings, the explanation provided about what goes on is sadly in error and leaves those who are \"educated\" by it in the dark about what they should really be paying attention to as they are instead misled into worrying about the mysterious (and non-existent) explosive properties of the gel.",
  "Fact Check": "",
  "Description": "Contrary to what this e-mailed warning would have you believe, gel candles do not \"build up a gas\" that causes them to explode. The \"gel\" in gel candles is composed of substances that burn slowly and non-combustively. Akin to the wax of traditional candles, the mysterious substance's purpose is to slowly feed the wick a continuous supply of fuel, thus keeping the candle burning bright for a long time. Even if it were safe to use, a combustive substance would expend itself far too quickly for any candle manufacturer to put it to this use. There is a special danger inherent to gel candles, but it has to do with the effect of heat on the containers that house them, not with the gel itself. If the material used to contain the goo is not sufficiently resilient, it can shatter (i.e., \"explode\") as the concentrated heat of the candle's flame compromises it. The glass containers used to hold these popular fragrance candles are sometimes not made strong enough to withstand the heat they are called upon to contain. Heat makes things expand, and in this case it can cause the glass that houses the gel candles to shatter. There's no mysterious gas that builds up, no strange chemical reaction brought on by dangerous unnamed substances reacting to God-knows-what, just ordinary expansion due to heat. Leave a coffee mug sitting on a hot burner long enough, and you'll see the same thing. In this manner, a gel candle can explode in someone's hands, resulting in dire burns as the hot gel flows out to coat the victim's extremities. For this reason, it's important not to move either a lit gel candle or one that has recently been extinguished. Extinguish the candle and let it cool, then move it. Additionally, some lit gel candles have been observed to flare up, producing flames shooting a few inches into the air, but these candles were quickly recalled by their manufacturers (e.g., the 1998 recall of 1.7 million Glade gel candles that produced flames 3 inches above the top of 2.5 inch containers). Should you encounter a gel candle that flares like this, extinguish it promptly, don't use it again, and contact the manufacturer for a refund. As for a fire started by a gel candle being \"so hot it melted the smoke alarm,\" such a result wouldn't have anything to do with whatever the candle was made from, but rather with the contents of the home that became fuel for the growing conflagration. Also, that a fire can (and often does) become hot enough to melt a smoke detector does not, as the e-mail states, mean the melting occurs seconds after the blaze starts, and therefore no warning is issued. Smoke detectors are routinely found melted into blobs the aftermath of house fires, but these are the same smoke detectors that went off as soon as smoke was sensed, alerting residents to the fire. That gel candles will explode due to heat expansion shattering their glass containers outward is fact; that they're made of a mysterious chemical that touches off for no reason, with the uncontrolled burning of this substance resulting in immediate flash fires that melt everything in their path in a scant matter of seconds, is pure invention. Because the heat expansion effect on the glass housings of gel candles poses a real danger, this form of romantic lighting should not be left lit for more than an hour or two. In common with all candles, they should not be allowed to burn unattended (which includes not leaving them lit while you drift off to sleep) or left within reach of a child, even for half a moment. Unattended candles of all stripes have started fires in which lives have been lost, so don't take that caution lightly. As for kids and lit candles, it only takes half a second to cause a lifetime's worth of scars. If there's a power outage, be careful with the candles you use. Don't use a lit candle to check inside a cupboard or closet (this is a light source that also sets things on fire, remember, such as items hanging in a closet), and certainly never take a lit candle with you to check on what you think might be a fuel leak. Candles: Use them responsibly, be they gel or wax. Barbara \"waxing poetic\" Mikkelson Additional information: Candle Safety Tip Sheet (National Fire Protection Association) CPSC, Nature's Finest Announce Recall of Gel Candles (U.S. Consumer Product Safety Commission)",
  "Originally Published": "",
  "Referred Links": "http://www.cpsc.gov/cpscpub/prerel/prhtml05/05143.html;http://web.archive.org/web/20020209193415/http://www.nfpa.org/Research/nfpafactsheets/candlesafety/candlesafety.asp;",
  "Example": "[Collected on the Internet, 2001] My former secretary had a terrible thing happen to her and her family last week, and I wanted to share it with all of you so that you could be warned and warn your friends and family as well. She had a gel candle burning in her bathroom . . . it exploded and caught her house on fire . . . the house burned down and they have lost everything. The fire marshal told her that this is not the first incident where a gel candle has exploded and caused a fire. He said that the gel builds up a gas, and often times it explodes and sets fire to the room it is in, which is what happened to her. The fire was so hot it melted the smoke alarm, and they didn't discover the fire until there was an explosion, which was her toilet blowing up, and then it was too late ... the entire upstairs was engulfed in flames. Smoke damage and water damage have destroyed what wasn't destroyed by fire. I know that there are roomies and friends that I don't have on this list because I can't remember how to spell their screen names ... please pass this along to anyone I missed. I wouldn't want this to happen to anyone else. Her family is devastated. All their mementos and everything of value and meaning are gone. I'm not trying to bring anyone down ... just a friendly warning to all of you about the use of gel candles left unattended. Thanks and take care! NOTE: Marty and I know a lady who loves the gel candles. She had one burning on her mantle and it caught fire just like in the message above. She was at home at the time and saw it happen and grabbed the candle to keep it from setting her home on fire and it came apart in her hand. She saved her home but suffered 3rd degree burns to her hand and 3 fingers! Please, if you or anyone you know have these candles, don't light them, they are dangerous. Please, pass this on.",
  "Last Updated": "31 December 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/household/gelcandles.asp",
  "Claim": "Gel candles can explode, posing a greater-than-usual fire and injury hazard.",
  "Claim_ID": "inboxer_household_gelcandles",
  "Tags": ""
}