{
  "Origins": "This leg-pull goes back at least as far as August 2001, which was when we first saw it. It has continued to circulate since then primarily as two word-for-word versions that differ only in the proffered identity of whom to forward the completed petitions to: either dwiser@serv.net (also dwiser@iserv.net) or kountrygirl11@hotmail.com. (As of 2004, e-mail to all three of these addresses bounces.) Usually these exhortations conclude, \"This isn't a hoax or a chain letter, just wanted to prove a point,\" but sometimes that ending is omitted.",
  "Fact Check": "",
  "Description": "A May 2005 version repositioned it slightly by presenting it as a request made on behalf of a beleaguered teen: Hello everyone. I got this email from my daughter Renee. She is 13 years old and in Junior High. What pressure she has right now. She is taking a stand and showing her belief in God to her friends and school. WOW!!! I am so proud of her for doing this. So I am asking for some help. Please put your name on the list and who ever reaches 200 would you please forward it back to her at the address below. I think it is great that she is taking a stand. I am not sure which one of her friends is challenging her to this, but I have an idea. I would love to be able to prove to this child that 200 people do believe in God and maybe this child will believe also and get her life right. Thanks so much!! WAY TO GO RENEE!!!!!!!!!!!I LOVE YOU!!! MY FRIEND MADE A BET THAT I COULD NOT FIND 200 PEOPLE WHO BELIEVED IN GOD, SO I AM HERE TO PROVE MY FRIEND WRONG. IF YOU BELIEVE IN GOD PLEASE PUT YOUR NAME ON THE LIST. COPY AND PASTE THIS EMAIL AND PLEASE..PUT YOUR NAME ON THE LIST. WHEN THE LIST REACHES 200 PLEASE SEND IT BACK TO mailto:renbarker@hotmail.com Thank you and God bless! Cynicism leads us to suspect the point being proved is that it's possible to get any number of decent, good-hearted folks to mailbomb someone set up as a prankster's goat, provided you convince them they're doing it for the greater good. In this instance, the innocent are likely being conned into assisting with a practical joke through their sense of pride in their beliefs and their desire to make a public affirmation of their being played to. A moment's thought ought to be all it takes to convince anyone to not forward this nonsense any further. First, the purpose of this \"petition\" is never stated, so suppose whoever started this thing gets 300 e-signatures from believers before the other fellow collects his 300 from unbelievers. What then? They compare notes along the lines of \"Yep, you were right about that, Clem,\" then go back to arguing about which operating system is better? If the point is to prove that there are more people who believe in God than those who don't, easily gathered statistics already demonstrate that quite handily in the U.S., for instance, four out of five adult Americans identify themselves as Christians. Those laboring under the misconception that the numbers of believers and non-believers are running approximately neck and neck are sadly out of touch, as it's not even a race. Second, anyone considering that maybe the 300 signatures would be used to convince the other fellow that he should believe in God and thus that the signer is taking part in bringing a troubled soul to religion should quickly be struck with the realization that belief in a supreme being is not triggered by the presentation of a certain number of e-signatures. While it is true folks have come to an awareness of God in any manner of unusual ways, we've yet to hear of anyone who was e-petitioned into it. In 2005 we began seeing this following reworking of the hoax: hello everyone. It will be interesting to see who responds! I told a guy that I could find 300 people who believe in gay marriage before he could find 300 people who do not believe in gay marriage. If you believe in gay marriage, please copy and paste this onto a blank e-mail form (leaving off the headers). or repost it.. Add your name and send it to your friends and family or repost it. If you happen to be the 300th person signing this, please send it back to, Andrew Nelson. His e-mail address is: Rnbowzrok4evr@aol.com Thanks! Finally, this exercise in getting folks to chase their own tails bears a striking resemblance to another such inbox uprising from 2000, an effort to convince a pregnant gal deviled by a controlling boyfriend to refrain from seeking an abortion : Hey everyone ... one of my friends is pregnant and her boyfriend won't let her have the baby, I already told him and her it is wrong to have an abortion because you should not kill a live human being. Then I said if I get 500 people to sign a paper that says it's wrong to have an abortion then would you let her have the baby and he said yes. So I'm asking you please sign this that says an abortion is wrong and to let her have the baby. If you are the 500th person please send this back to Cutiegirl152@hotmail.com Thanx. Barbara \"same game, different set-up\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2004] Hello, everyone. It will be interesting to see who responds! I told this guy that I could find 300 people who believe in God before he could find 300 people who do not believe in God. If you believe in God, please copy and paste this onto a blank e-mail form (leaving off the headers). Add your name, and send it to your friends and family. If you happen to be the 300th person signing this, please send it back to: Dorothy Wiser. Her email address is: dwiser@serv.net",
  "Last Updated": "9 September 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/petition/belief.asp",
  "Claim": "Someone is in a race to collect the e-signatures of 300 people who believe in God before someone else collects 300 e-signatures from those who don't.",
  "Claim_ID": "inboxer_petition_belief",
  "Tags": ""
}