{
  "Origins": "With every passing day, our inboxes play host to a growing number of calls to arms. People we've never heard of pop up to demand we protest this, boycott that, or eschew whatever from our diets, as they fill our e-mail and our minds with one frightening story after another.",
  "Fact Check": "",
  "Description": "At first all such messages are taken to heart as we naively assume there must be some fire lurking beneath all that smoke. With time comes a more jaundiced view of such things, as incitement after incitement proves out to be naught but yet another group of crazies' attempt to inflame others with their particular brand of paranoia. We grow used to discovering that the studies underlying the scare are flawed, or the facts misstated, or the event we're supposed to get riled about never happened. The easily-herded Internet newcomer evolves into a properly skeptical Netizen who knows better than to believe scaremongering. And yet . . . every now and then one of those heavily-worded missives turns out to have something to it. This is one such piece. Conditions in Afghanistan are pretty much as described in this petition. Since the Taliban's ascension to power in 1994, the civil rights violations have been numerous, with women bearing the brunt of the repression. It's a deplorable situation, one the U.S. State Department is all too aware of. What this petition decries is real, and you can read plenty more about conditions in Afghanistan at the Revolutionary Association of the Women of Afghanistan (RAWA) web site. Even so, signing this petition isn't likely do any good. First of all, the petition a well-meaning individual effort of one person at Brandeis University isn't going anywhere. The e-mail address it was to be directed to has been turned off. These days, anything sent to <sarabande@brandeis.edu> bounces, with the sender receiving a standard note from the mailer daemon to the effect that the account has been disabled due to volume. Earlier inquiries prompted the following auto-reply response: Please read this message carefully, especially the next two sentences. Do not reply to this email. Do not forward this email to anyone else. Anyone who needs a copy, already has one. Do not make things worse. Do not \"help\" by forwarding this message to everyone who has corresponded with you on this subject. Due to a flood of hundreds of thousands of messages in response to an unauthorized chain letter, all mail to <sarabande@brandeis.edu> is being deleted unread. It will never be a valid email address again. If you have a personal message for the previous owner of that address, you will need to find some means other than email to communicate. <sarabande@brandeis.edu> was not an organization, but a person who was totally unprepared for the inevitable consequences of telling thousands of people to tell fifty of their friends to tell fifty of their friends to send her email. It is our sincere hope that the hundreds of thousands of people who continue to attempt to reply will find a more productive outlet for their concerns. There are several excellent organizations and individuals doing real work on the issues raised. Some of them were mentioned in sarabande's letter. None of them authorized her actions. We suggest that you contact them through non-virtual channels to help. They all have web sites with information and contact points. Unlike sarabande, they can channel your energy in useful directions. Do not let this incident discourage you. Please do not forward unverified chain letters, no matter how compelling they might seem. Propagating chain letters is specifically prohibited by the terms of service of most Internet service providers; you could lose your account. Any replies to this message will be deleted unread. The issue is closed. Later versions direct responses to different addresses (some of them even valid!), but the final result is the same although the petition is real, it isn't going anywhere. Signing it and persuading others to add their names is pointless, since the signatures aren't being collected and formed into one giant petition. In any case, where would this petition go? Only a handful of countries have diplomatic relations with the Taliban-led government of Afghanistan (their recognition of the legitimacy of the Taliban government has since been rescinded in light of the September 11 terrorist attacks on the USA), so who's going to deliver this petition, and to whom will it be presented? The notion that a mere petition is going to prod the Taliban into rethinking the way they govern Afghanistan is wishful but ineffective thinking. The Taliban have nothing but contempt for the western world, they've already had punitive sanctions imposed on them by other countries, and the rest of the world couldn't stop them from destroying mere statues . Why on earth would anyone expect them to respond to a petition , especially one signed by folks they view as meddling foreign infidels? The sad fact is the Taliban run Afghanistan as they see fit, and no amount of e-mail petitions is going to get them to smack their heads in horror as the realization ofthe wrongness of their doings suddenly hits them full force. Likewise, e-mail isn't necessary to call the situation to the attention of the U.S. government they're already fully aware of it. If you feel strongly enough about this issue (or any other) to want to get involved, you should certainly do so. But remember, as with most endeavors, your results are likely to be proportional to your efforts. Adding your name to an Internet petition is quick, easy, and virtually useless . If you want to help, make a real effort such as writing or calling your Congressmen or contacting humanitarian groups to find out what you can do to assist their causes. Barbara \"muzzle 'em fundamentalists\" Mikkelson Additional Information: Revolutionary Association of the Women of Afghanistan Chain Letter Announcement (Brandeis University) Stop Gender Apartheid in Afghanistan (Feminist Majority) Women and Girls in Afghanistan (U.S. State Department)",
  "Originally Published": "",
  "Referred Links": "http://www.state.gov/www/global/women/fs_980310_women_afghan.html;http://www.feminist.org/afghan/facts.html;http://www.brandeis.edu/unet/newschainletter.html;http://www.rawa.us/index.htm;http://edition.cnn.com/2007/WORLD/asiapcf/05/10/afghan.buddhas/index.html;http://www.rawa.us/index.htm;",
  "Example": "[Collected on the Internet, 1999] The government of Afghanistan is waging a war upon women. The situation is getting so bad that one person in an editorial of the times compared the treatment of women there to the treatment of Jews in pre-Holocaust Poland. Since the Taliban took power in 1996, women have had to wear burqua and have been beaten and stoned in public for not having the proper attire, even if this means simply not having the mesh covering in front of their eyes. One woman was beaten to DEATH by an angry mob of fundamentalists for accidentally exposing her arm while she was driving. Another was stoned to death for trying to leave the country with a man that was not a relative. Women are not allowed to work or even go out in public without a male relative; professional women such as professors, translators, doctors, lawyers, artists and writers have been forced from their jobs and stuffed into their homes, so that depression is becoming so widespread that it has reached emergency levels. There is no way in such an extreme Islamic society to know the suicide rate with certainty, but relief workers are estimating that the suicide rate among women, who cannot find proper medication and treatment for severe depression and would rather take their lives than live in such conditions, has increased significantly. Homes where a woman is present must have their windows painted so that she can never be seen by outsiders. They must wear silent shoes so that they are never heard. Women live in fear of their lives for the slightest misbehavior. Because they cannot work, those without male relatives or husbands are either starving to death or begging on the street, even if they hold Ph.D.'s. There are almost no medical facilities available for women, and relief workers, in protest, have mostly left the country, taking medicine and psychologists and other things necessary to treat the skyrocketing level of depression among women. At one of the rare hospitals for women, a reporter found still, nearly lifeless bodies lying motionless on top of beds, wrapped in their burqua, unwilling to speak, eat, or do anything, but slowly wasting away. Others have gone mad and were seen crouched in corners, perpetually rocking or crying, most of them in fear. It is at the point where the term 'human rights violations' has become an understatement. Husbands have the power of life and death over their women relatives, especially their wives, but an angry mob has just as much right to stone or beat a woman, often to death, for exposing an inch of flesh or offending them in the slightest way. David Cornwell has told me that we in the United States should not judge the Afghan people for such treatment because it is a 'cultural thing', but this is not even true. Women enjoyed relative freedom, to work, dress generally as they wanted, and drive and appear in public alone until only 1996 the rapidity of this transition is the main reason for the depression and suicide; women who were once educators or doctors or simply used to basic human freedoms are now severely restricted and treated as sub-human in the name of right-wing fundamentalist Islam. It is not their tradition or 'culture', but is alien to them, and it is extreme even for those cultures where fundamentalism is the rule. Besides, if we could excuse everything on cultural grounds, then we should not be appalled that the Carthaginians sacrificed their infant children, that little girls are circumcised in parts of Africa, that blacks in the deep south in the 1930s were lynched, prohibited from voting and forced to submit to unjust Jim Crow laws. Everyone has a right to a tolerable human existence, even if they are women in a Muslim country in a part of the world that Americans do not understand. If we can threaten military force in Kosovo in the name of human rights for the sake of ethnic Albanians, Americans can certainly express peaceful outrage at the oppression, murder and injustice committed against women by the Taliban.",
  "Last Updated": "15 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/petition/afghani.asp",
  "Claim": "Women in Afghanistan are subject to severe violations of basic human rights (but signing a petition isn't likely to help them).",
  "Claim_ID": "inboxer_petition_afghani",
  "Tags": ""
}