{
  "Origins": "On 25 January 2015 Facebook user Joshua Sherwood posted the photograph displayed above, depicting what appeared to be a gravely injured male toddler along with the following status update: Please say a prayer for my nephew. He was on a serious accident caused by a drunk driver. He a very serious cut on his forehead. Everyone share this pic to show what a drunk driver can do. The image was shared tens of thousands of times within days, and many Facebook members wanted to know whether the picture and claim were accurate. On 26 January 2015, Sherwood posted an update to his page:",
  "Fact Check": "",
  "Description": "Sherwood provided his nephew's name (Kinith Massey) and linked to an article about a 24 January 2015 crash in which a toddler matching Massey's description was involved: Three adults in the Saturn, which had serious front-end damage, were pinned against the dashboard. The child, who was in a car seat, was the first to be rescued and was immediately taken to KRMC [Kingman Regional Medical Center], said O'Donohue. Attempts to determine the medical conditions of those involved were unsuccessful on Sunday, but O'Donohue believes the occupants in the Saturn were local as \"relatives began pouring in to KRMC\" shortly after the crash. Massey was not mentioned by name in that or a subsequent article published on 27 January 2015, which reported that the crash victims had sustained injuries that were not considered life-threatening. According to the report, the driver of the other vehicle involved in the accident had not yet been charged with driving under the influence of alcohol or any other substance: Roger Vanwormer, 45, of Kingman was reportedly driving south in the northbound lanes over Coyote Pass between mileposts 68 and 69 just after 10 p.m. Vanwormer, the sole occupant of a blue-in-color 2005 Chevrolet Sedan, crashed into a maroon 2000 Saturn sedan that was driven by Todd Gronskei. Gronskei, 49, and his passengers, a 28-year-old woman, a 30-year-old man and a 3-year-old toddler, are all from Kingman. The man and the boy, who were in the backseat with the child in a car seat, were taken to KRMC with non-life-threatening injuries. Vanwormer also sustained non-life-threatening injuries and was taken to Kingman Regional Medical Center. Kingman Police spokeswoman Jennifer Sochocki said the investigation remains open and nobody has been cited. She said KPD investigators believe Vanwormer might have been drinking alcohol. Sherwood linked to the page of his brother-in-law, Kinith's father Robbie, who posted several status updates about the child's hospitalization, including one on 26 January 2015 in which he said: Hello everyone that has been following the situation with Kinith Massey and Vanessa Bell. I am in Vegas with Kini. Nessa is up here too in a different hospital. I will be updating everyone soon. I can tell u that both are alive. Later that day, Massey added: Heres the update ... my son has a spinal injury ... he can't walk. That about says it all for now. I'm at a loss for any further words at this point. The basic details of Sherwood's Facebook post unfortunately check out. His nephew Kinith Massey was involved in a serious car crash on 24 January 2015, but the extent of Massey's injuries wasn't described in news accounts, and police have not yet charged the driver of the other vehicle with any crime related to the accident (although Kingman Police spokeswoman Jennifer Sochocki confirmed alcohol may have been a factor in the collision).",
  "Originally Published": "",
  "Referred Links": "http://kdminer.com/main.asp?SectionID=1&SubSectionID=797&ArticleID=64591;https://www.facebook.com/photo.asp?fbid=10200223911118084&set=a.1417745821278.40518.1761624525&type=1&theater;",
  "Example": "[Collected via Facebook, January 2015] Please say a prayer for my nephew.. He was on a serious accident caused by a drunk driver.. He a very serious cut on his forehead. Everyone share this pic to show what a drunk driver can do..",
  "Last Updated": "27 January 2015",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/inboxer/prayer/sherwood.asp",
  "Claim": "Facebook user Joshua Sherwood's three-year-old nephew Kinith Massey was gravely injured in a car crash involving a drunk driver.",
  "Claim_ID": "inboxer_prayer_sherwood",
  "Tags": ""
}