{
  "Origins": "The petition quoted above began circulating on the Internet in October 2000. It calls upon folks to electronically sign a petition in support of the Boy Scouts. (The Boy Scouts of America are not sponsoring this petition; an unrelated entity is housing and administering it.)",
  "Fact Check": "",
  "Description": "The petition (found at the Grassfire site) reads as follows: PETITION TO SUPPORT THE BOY SCOUTS!! As a concerned citizen, I am deeply troubled by the recent attacks which have come against the Boy Scouts simply because the Scouts have taken a stand for faith and moral values. As a private organization, the Boy Scouts has every right to set standards for leadership and morality. The U.S. Supreme Court made this clear! I urge you to cease these hostile attacks against one of America's great institutions. Should you sign it? The answer to that depends on two things: What your views on the underlying issues are, as well as what you think of the validity of online petitions. We think it's not at all likely any Internet petition (no matter what issue it addresses) will have an appreciable impact on anyone in a position to affect policy. It's too easy to cook up lists of fake names and phony e-mail addresses and festoon a petition with them for anyone charged with gauging public reaction to be tempted to give such documents much weight when it comes time to make a decision. Petitions signed in ink in a variety of different handwritings aren't given all that much consideration in this world; how valid will a computer printout appear? A decision to support this petition should probably be based on what one thinks of the recent U.S. Supreme Court decision to uphold the Boy Scouts of America's right to exclude homosexuals from its ranks. The Grassfire petition glosses the question of why support is being sought by saying nothing other than \"the Scouts have taken a stand for faith and moral values.\" This wording leaves those who weren't aware of the core issue in the dark as to what prompted folks to withdraw support from the BSA. We don't find that a fair way to write a petition. In a 5-to-4 opinion handed down on 28 June 2000, the Supreme Court decided that the Boy Scouts of America held the right as a private group to expel scoutmaster James Dale on the basis of his sexual orientation. The court ruled: Having determined that the Boy Scouts is an expressive association and that the forced inclusion of Dale would significantly affect its expression, we inquire whether the application of New Jersey's public accommodations law [the statute contended in a New Jersey suit involving Dale] to require that the Boy Scouts accept Dale as an assistant scoutmaster runs afoul of the Scouts' freedom of expressive association. We conclude that it does. Grassfire expresses its view of the issues at stake as: This summer, the Scouts won a hard-fought case before the U.S. Supreme Court called Dale v. Scouts. The Supreme Court affirmed the Scouts right to set standards for leadership within their organization. This apparently infuriated the politically correct cultural elites. Almost immediately, the anti-Scout campaign was launched, with the Scouts being branded as intolerant. The standard affirmed by the Supreme Court in Dale vs. Scouts, which recognized the BSA's right to determine how to run its organization, also applies to the groups who would now withhold funding from the Scouts: they too possess the right of association. Some local chapters of the United Way are guided by policies that expressly forbid them from financially supporting groups that practice discrimination. They have discontinued funding of the Boy Scouts of America because their entrenched principles rule out this association in much the same way the BSA's principles rule out an association with homosexuals. It's the same issue, just the other side of the coin. At this point, only a few chapters of the United Way have withdrawn financial support from the Boy Scouts of America. Some municipalities are also now refusing to allow Scout troops to use municipal sites for camping and rallies. United Way funding to the BSA has not yet been substantially affected, however. A rough estimate of loss of beneficence over this issue places the figure at $500,000 a year out of budget hundreds of times that. (In 1996, for example, United Way funding of the BSA amounted to $83,743,000.) As to what to make of the core issue behind the petition, it comes down to this: The Boy Scouts uphold their deeply-held beliefs by barring homosexuals from becoming scouts or scoutmasters. That stand, however, impels organizations who have sworn to refuse aid to those who practice discrimination to now recognize the Boy Scouts of America as one of the groups they must turn away. Barbara \"one good turn deserves another\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.grassfire.net/index1.asp?CID=2&PID=70471;",
  "Example": "[Collected on the Internet, 2000] Good Morning, As near as I can tell the following is a real concern and not a hoax. The Boy Scouts need all the support they can get. The request is to sign a petition in their support in response to the many funding sources that have withdrawn support due to the issue that was ruled on by the Supreme Court. Also many Federal Parks that now will not permit them to use that facility. You can access this issue at the following address. http://www.grassfire.net/index1.asp?CID=2&PID=70471 They also provide a series of statements of what has happened concerning the removal of support. Thanks for your interest",
  "Last Updated": "15 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/petition/boyscout.asp",
  "Claim": "The Boy Scouts of America has lost some funding over its refusal to accept homosexuals within its ranks.",
  "Claim_ID": "inboxer_petition_boyscout",
  "Tags": ""
}