{
  "Origins": "In May 2012 e-mails that seemingly originated with online retailer Amazon.com began appearing in inboxes. These missives were framed as confirmations of book order cancellations, with each offering embedded links (the order numbers) the curious could click upon to refresh their memories about the items being repudiated. In these e-mails, the books listed were all non-existent titles which consistently bore one-word titles, the authors never had middle names, and each book's edition (second, special or deluxe) was noted. The clickable order link was an 8- to 12-digit number segmented by two hyphens. Connor Alien; \"Ornamental\"; 2002, Special Edition; order 191-527-38958 Myrddin Baker; \"Aborts\"; 2001, Special Edition; order 14-855-465 Lisa Doyle; \"Unquestioned\"; 2005, Deluxe Edition; order 146-418-53658 Andrew Duncan; \"Novelty\"; 2007, Deluxe Edition; order 16-228-648 Linda Edwards; \"Persuaders\"; 2007, Deluxe Edition; order 172-7886-84837 Michelle Gordon; \"Thuban\"; 2007, Second Edition; order 159-187-4459 Sliona Hill; \"Vegetates\"; 2003, Special Edition; order 19-219-21155 Deborah Mitchell; \"Header\"; 2006, Second Edition; order 145-518-992 Teresa O'Brian; \"Recovery\"; 2003, Deluxe Edition; order 11-7851-7126 Selwyn Ryan; \"Therapists\"; 2006, Special Edition; order 196-3498-71767 Elspeth Taylor; \"Deceleration\"; 2004, Second Edition; order 179-648-65176 Janet Thomas; \"Practicing\"; 2009, Second Edition; order 11-589-397 Emrys Turner; \"Rifleman\"; 2007, Second Edition; order 165-765-75442 Jamie Walker; \"Exhortations\"; 2002, Second Edition; order 198-3783-5319 Gwen Young; \"Determination\"; 2006, Special Edition; order 192-3996-821 Recipients whose curiosity inspired them to click the \"order number\" offered in the May 2012 scam were transported to Canadian pharmacy spam sites where they would hopefully be further inspired to place orders for pharmaceuticals not available without prescription in the U.S.",
  "Fact Check": "",
  "Description": "Says Amazon of the e-mails: Unexpected E-mail from Amazon? If you received an e-mail regarding the cancellation of an order with an 8-digit order number, the e-mail you received wasn't from Amazon.com. We recommend that you delete the e-mail. There's no need to report it to us. The \"canceled Amazon order\" con was a reprise of a December 2010 scam in which the same e-mail enticed users via its proffered embedded link to a realistic Amazon login page on a hijacked business server. In that earlier version, those so duped were tricked into handing over their Amazon login information to the scammers running the con. A March 2010 con used a similar setup. Recipients of e-mails that appear to originate with online entities they do business with should be wary about clicking links contained in these communications. All too often these e-mails weren't sent by the folks they appear to have come from but instead by fraud artists attempting to use masked links to lure the unwary to attack sites that are used to download malicious code and/or capture personal information, passwords and other financial details. If you want to confirm a cancellation of an item ordered through Amazon: Go to Amazon.com by typing www.amazon.com into your web browser. Don't click a link in the e-mail itself. Click \"Your Account\" in the upper-right corner. Visit \"Your Orders\" and see if an order matches the details for the one in the e-mail.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/help/customer/display.html?nodeId=15835501;",
  "Example": "Dear Customer, Your order has been successfully canceled. For your reference, here's a summary of your order: You just canceled order 145-518-992 placed on May 3, 2012. Status: CANCELED __________________________ 1 \"Header\"; 2006, Second Edition By: Deborah Mitchell Sold by: Amazon.com LLC __________________________ Thank you for visiting Amazon.com!",
  "Last Updated": "13 May 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/scams/amazon.asp",
  "Claim": "Amazon.com is sending out notifications of canceled orders for non-existent books.",
  "Claim_ID": "inboxer_scams_amazon",
  "Tags": ""
}