{
  "Origins": "One of the many changes that has taken place in the telephone industry in the last few decades is that while phone companies once generally provided their local customers with free directory assistance (via the 411 phone number), in most cases telephone customers are now charged a fee (typically $1.00 or more) for each directory assistance call. Despite the charges, U.S. consumers continue to avail themselves of the 411 directory assistance service, placing about 6 billion such calls per year.",
  "Fact Check": "",
  "Description": "Now, however, an outfit called Jingle Networks is providing an alternative directory assistance service and it's free. Users who call the toll-free number 1-800-FREE411 (or 1-800-373-3411) can navigate a nifty automated voice recognition system that asks for a location (city and state), type of listing (business, government, or residential), and name. Once the service has located an entry for the requested number, it reads the information aloud and offers the caller the option of connecting to the number by pressing a single number on his telephone keypad. How can Free-411 afford to offer free directory assistance service? It works sort of like commercial radio or television businesses pay to sponsor it in exchange for presenting their advertisements to customers. The funding of Free-411 is typically explained thusly: The service is made possible by thousands of national and local businesses who sponsor this service with brief valuable audio advertisements that are played to callers who request businesses in their yellow pages category. This advertising model allows businesses to acquire new customers over the phone, cost effectively, with little or no risk. Meanwhile callers get free directory assistance, potentially saving each of them thousand of dollars per year. The way it works in practice is that a caller who requests a business number is first presented with a short (about 12 seconds) audio advertisement for a sponsor who operates a competing business in that area; the caller is then given the option of being connected to either that competitor or the business he originally requested. If no sponsor operates a local competing business, then the caller hears no advertisement at all. (In the latter case, if the caller accepts the option to connect to the desired number, the business receiving the call hears a short message at the beginning advising them that the call was placed via Free-411, and a Free-411 salesman may follow up with them a few days later to solicit them as a potential advertiser.) Note that although Free-411 provides its service for free, users are still subject to any charges associated with making calls that may be imposed by their cellular service providers. (Cell phone users concerned that taking advantage of the free directory assistance service will entail potentially giving out their cell phone numbers to telemarketers should note that federal law already prohibits certain types of telemarketing calls from being placed to cell phones, and all phone users can block telemarketing calls by listing their numbers with the national Do Not Call registry.) We made three separate trial calls to 1-800-FREE411 asking for information on different local businesses, and in each case the voice recognition system smoothly processed all our spoken information and correctly identified the businesses of interest. In only one trial out of the three were we presented with an audio advertisement. In 2008, Google began offering a similar free directory assistance service accessed by calling the phone number 1-800-GOOG-411. This service was discontinued in November 2010.",
  "Originally Published": "",
  "Referred Links": "http://www.google.com/goog411/;http://news.com.com/Hanging+up+on+telemarketers/2100-1028_3-5391178.html;https://play.google.com/store/apps/details?id=com.free411.catsearch;",
  "Example": "",
  "Last Updated": "19 October 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/nothing/free411.asp",
  "Claim": "The phone number 1-800-FREE-411 offers free directory assistance service.",
  "Claim_ID": "inboxer_nothing_free411",
  "Tags": ""
}