{
  "Origins": "In September 2006 the missive quoted above began reaching the snopes.com inbox. In its original form, it finished with a link to our \"Internet Petitions (and Why They're a Waste of Your Time)\" article , but that link has subsequently been left off many of the forwardings.",
  "Fact Check": "",
  "Description": "We don't know who wrote the e-mail, but it wasn't anyone at snopes.com, nor does the letter contain advice from us. We've never said Congress doesn't accept e-mail petitions. We've also never said anything about such petitions having \"tracker programs\" attached to them that harvest the e-mail addresses of those who sign them, nor of spammers using these petitions to amass lists of active e-mail accounts. All that came from the mind of whover it was that penned the missive none of it was anything snopes.com had said. Barbara \"false authority\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, January 2008] Advice from Snopes.com 1) Any time you see an E-Mail that says forward this on to '10' of your friends, sign this petition, or you'll get bad luck, good luck, or whatever, it almost always has an E-Mail tracker program attached that tracks the cookies and E-Mails of those folks you forward to. The host sender is getting a copy each time it gets forwarded and then is able to get lists of 'active' E-Mails addresses to use in SPAM E-Mails, or sell to other spammers. 2) Almost all E-Mails that ask you to add your name and forward on to others are similar to that mass letter years ago that asked people to send business cards to the little kid in Florida who wanted to break the Guinness Book of Records for the most cards. All it was, and all any of this type of E-Mail is, a way to get names and 'cookie' trackinginformation for telemarkete rs and spammers to validate active E-Mail accounts for their own profitable purposes. You can do your friends and family members a GREAT favor by sending this information to them; you will be providing a service to your friends, and will be rewarded by not getting thousands of spam E-Mails in the future! If you have been sending out (FORWARDING) the above kinds of E-Mail, now you know why you get so much SPAM! Do yourself a favor and STOP adding your name(s) to those types of listings regardless how inviting they might sound! You may think you are supporting a GREAT cause, but you are NOT in the long run. Instead, you will be getting tons of junk mail later! Plus, we are helping the spammers get rich! Let's don't make it easy for them! Also: E-Mail petitions are NOT acceptable to Congress or any other organization. To be acceptable, petitions must have a signed signature and full address of the person signing the petition. [Collected via e-mail, September 2006] Snopes Warning Pass this one on to all your e-mail buddies and take the time to read the Snopes.com article listed below. It is full of good advice especially about the \"cookies.\" To whom it may concern: Just a word to the wise. E-mail petitions are NOT acceptable to Congress or any other municipality. To be acceptable petitions must have a signed signature and full address. Almost all e-mails that ask you to add your name and forward on to others are similar to that mass letter years ago that asked people to send business cards to the little kid in Florida who wanted to break the Guinness Book of Records for the most cards. All it was, and all this type of e-mail is, to get names and \"cookie\" tracking info for tele-marketers and spammers to validate active e-mail accounts for their own purposes. Any time you see an e-mail that says forward this on to \"10\" of your friends, sign this petition, or you'll get good luck, or whatever, it has either an e-mail tracker program attached that tracks the cookies and e-mails of those folks you forward to, or the host sender is getting a copy each time it gets forwarded and then is able to get lists of \"active\" e-mails to use in spam e-mails, or sell to others that do. Please forward this notice to others and you will be providing a good service to your friends, and will be rewarded by not getting 30,000 spam e-mails in the future. (If you have been sending out the above kinds of email, now you know why you get so much spam!)",
  "Last Updated": "4 August 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/petition/false.asp",
  "Claim": "Internet petitions contain embedded \"tracker programs\" that plant cookies on signers' computers and send their e-mail addresses to spammers.",
  "Claim_ID": "inboxer_petition_false",
  "Tags": ""
}