{
  "Origins": "The full text of this New Times L.A. article detailing a planned NBC show titled \"Survive This!\" began falling into inboxes in mid-August 2002. Many were outraged by what they read: Tamara Brooks and Jackie Marris, two teen girls who had been raped and brutalized just weeks earlier, were to become the hosts of a reality show in which female contestants would be pitted against rapists. The premise of the show was described thus in the article that provoked such strong reaction: Survive This! contestants will be briefed by the girls [Brooks and Marris] before they are helicoptered to a remote, secret location. If things go according to plan, NBC will have placed several paroled repeat sex offenders in various locations miles from the drop zone. The contestants will have 48 hours to find safety at a remote building made to resemble a rural sheriff's station. Although television standards have been hitting NASDAQian lows of late, they haven't quite plunged to this level. The startling story proved to be a hoax engineered by Antoine Oman, a writer for New Times L.A. No such show was planned, and none of the experts or spokespersons quoted in Oman's article was real. The sole quote attributed to one of kidnapped girls (\"I guess you could say I'm like a celebrity\") actually was genuine, but it was delivered far out of context. Tamara Brooks and Jackie Marris had been interviewed by Katie Couric on the Today show about their ordeal and their fight for their lives because \"Me and Jackie want to get the message across to everybody to never give up on anything. If you ever give up, you've lost. Whatever obstacles you have, you've got to fight your way through it.\" The 'celebrity' statement uttered by Brooks was part of a Los Angeles Times piece written in reaction to that interview.",
  "Fact Check": "",
  "Description": "As New Times L.A. explained a few days later, nothing in the Oman tale checked out. The publication claimed to have responded by firing Oman and running a retraction on 22 August 2002 which detailed Oman's being escorted from the building in disgrace. Closing the barn door after the horse is gone by firing the errant writer is one thing, but why was the piece allowed to run unchallenged in the first place? This was supposedly Oman's first (and last) article for the publication, yet New Times L.A. failed to vet his information prior to loosing it upon the public; as little as a single attempt to verify any of the quotes provided by Oman should have quickly revealed the true nature of the beast. Buzz has it that this article was in fact a hoax-within-a-hoax; that \"Antoine Oman\" doesn't exist and was a pseudonym for Tony Ortega, the New Times L.A. writer who penned the \"our fault\" follow-up article; and that the whole affair was a planned bit of satire (with the phony apology being either yet more of the satire or a deliberate attempt to obfuscate the origins a poorly-received humor piece). According to the New Times L.A. retraction, a writer for The Hollywood Reporter who had been intrigued by the piece quickly saw through the hoax once his extensive database search failed to turn up any of the experts listed in the story. (Online gossip reporter Matt Drudge, however, briefly included a link to the fabricated story on his web site despite having obtained no verification that it was true.) Fact checking is a routine and expected part of journalism, so New Times L.A.'s gaffe, if real, would have been all the more incredible. There will always be pranksters, and at times their choice of topic will be especially repugnant. Humor is far more difficult to accept as such when it lampoons those who have been victimized by all too real events. In the case of the abduction of Tamara Brooks and Jackie Marris, that victimization was of the most base sort. The two teens were kidnapped and held at gunpoint for twelve hours by Ray Ratliff on 1 August 2002. Both Brooks and Marris had been raped by Ratliff, and it is likely he was looking for a place to bury their bodies in the desert north of Los Angeles when he was foiled by police. Ratliff was gunned down by Kern County sheriffs while attempting to elude capture and was pronounced dead at the scene.The girls were examined at the Kern County Medical Center and sent home; Peter Bryan, chief executive officer of the hospital, said they were in \"good medical condition, given the ordeal they have gone through.\" Yes, some Hollywood producers have expressed interest in dramatizing the girls' ordeal, but then, what don't they want to turn into a movie? Some observers did consider the Today interview a grab at celebrity during a time when the girls might better have been focused upon healing, but was any of that reason for so callous a jape? Barbara \"jape crusader\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "https://los.secure.newtimes.com/issues/2002-08-22/faultlines.html/1/index.html;https://los.secure.newtimes.com/issues/2002-08-15/faultlines.html/1/index.html;",
  "Example": "[Collected on the Internet, 2002] Survive This! The two girls kidnapped and raped in the Antelope Valley are set to go Hollywood. BY ANTOINE OMAN Letters Week of August 15, 2002 NBC is poised to make a stunning announcement regarding Tamara Brooks and Jackie Marris, the two Lancaster teenagers who catapulted to fame after their August 1 abduction by career criminal Roy D. Ratliff, New Times has learned. Although sources said a press conference isn't scheduled until next week, they confirmed that the network is continuing its relationship with Brooks and Marris by signing them to host their own prime-time reality show. Tentatively titled Survive This!, the show is slated as a mid-season replacement to debut during February sweeps. NBC came under heavy criticism for courting the rape victims, who appeared on the network's Today show just after their rescue. Yet therapists and sex-crime experts consulted by New Times said NBC may actually have done the teens a service by exposing them to worldwide publicity. (Read the rest of the articlehere.)",
  "Last Updated": "30 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/survivor.asp",
  "Claim": "A reality show on NBC will feature women being pursued through the brush by rapists.",
  "Claim_ID": "inboxer_hoaxes_survivor",
  "Tags": ""
}