{
  "Origins": "No, this isn't a real news report, nor does it describe a real study. There isn't a \"Lovenstein Institute\" in Scranton, Pennsylvania (or anywhere else in the USA), nor do any of the people quoted in the story exist, because this is just another spoof that was taken too seriously.",
  "Fact Check": "",
  "Description": "The article quoted above began circulating on the Internet during the summer of 2001. In furtherance of the hoax, later that year pranksters thought to register www.lovenstein.org and erect a web site around it in an attempt to fool people into thinking there really was such an institute. The piece is simply a political jibe, made obvious by its ranking all the Democratic presidents of the last several decades as having high (even exceptionally high) IQs (note that Bill Clinton's IQ is listed as being exactly twice George W. Bush's) while ranking all the Republican presidents from the same time frame as average to moderate in intelligence, with the current president and his father assigned below-average figures placing them at the very bottom of the list. (President Nixon is the sole exception, presumably because his reputation is still so tarnished that not even a high IQ measurement can yet redeem him in the court of public opinion.) [Some noticeable errors: Although the study includes Franklin D. Roosevelt, who died in office in 1945, the report is described as covering presidents in office \"over the past 50 years.\" Also not true is the claim that \"all the Presidents prior to George W. Bush had a least one book under their belt\" some of them authored no books until after becoming president, and George W. Bush did have a book to his credit before being elected president, 1999's A Charge to Keep . Plus, if there's a \"Swanson/Crain\" system for ranking intelligence, nobody else seems to have heard of it.] In any case, IQ is a dodgy enough concept even when measured by tests designed for the purpose trying to guess not just relative rankings but specific IQ scores based solely on writings and speeches is bound to be error-prone. Based on President George H.W. Bush's extemporaneous speech-making, for example, he couldn't \"speak with clarity\" to save his life, but he was clearly far more intelligent than the insultingly low IQ assigned to him above. And a recent article reports President Kennedy's IQ as 119, far below the genius-level 174 ascribed to him here. Update: As obvious as this joke was, at least two publications were taken in by it: The [London] Guardian and the New Zealand Southland Times . Both ran the \"Presidential I.Q.\" tale as a factual item (on 19 July and 7 August 2001 respectively). The Associated Press publicized The Guardian's error on 12 August , moving The Guardian to post a retraction on 14 August , and U.S. News & World Report clearly reported the I.Q. item as a hoax on 20 August , 2001. Gary Trudeau's 26 August 2001 Doonesbury comic strip features an invisible George W. Bush being told about his ranking on the presidential I.Q. ladder by an underling. (This strip appeared on the Doonesbury web site on 2 September 2001).",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20020630211835/http://www.doonesbury.com/strip/dailydose/index20010902.htm;http://web.archive.org/web/20010430034604/http://www.csbsju.edu/uspp/Election/bush011401.htm;http://www.amazon.com/exec/obidos/ASIN/0688174418/qid=995667789/sr=2-1/ref=aps_sr_b_1_1/102-4392188-9248133;http://www.lovenstein.org;",
  "Example": "[Collected on the Internet, 2001] President Bush Has Lowest IQ of all Presidents of past 50 Years If late night TV comedy is an indicator, then there has never been as widespread a perception that a president is not intellectually qualified for the position he holds as there is with President GW Bush. In a report published Monday, the Lovenstein Institute of Scranton, Pennsylvania detailed its findings of a four month study of the intelligence quotient of President George W. Bush. Since 1973, the Lovenstein Institute has published it's research to the education community on each new president, which includes the famous \"IQ\" report among others. According to statements in the report, there have been twelve presidents over the past 50 years, from F. D. Roosevelt to G. W. Bush who were all rated based on scholarly achievements, writings that they alone produced without aid of staff, their ability to speak with clarity, and several other psychological factors which were then scored in the Swanson/Crain system of intelligence ranking. The study determined the following IQs of each president as accurate to within five percentage points: 147 .. Franklin D. Roosevelt (D) 132 .. Harry Truman (D) 122 .. Dwight D. Eisenhower (R) 174 .. John F. Kennedy (D) 126 .. Lyndon B. Johnson (D) 155 .. Richard M. Nixon (R) 121 .. Gerald Ford (R) 175 .. James E. Carter (D) 105 .. Ronald Reagan (R) 098 .. George HW Bush (R) 182 .. William J. Clinton (D) 091 .. George W. Bush (R) or, in IQ order: 182 .. William J. Clinton (D) 175 .. James E. Carter (D) 174 .. John F. Kennedy (D) 155 .. Richard M. Nixon (R) 147 .. Franklin D. Roosevelt (D) 132 .. Harry Truman (D) 126 .. Lyndon B. Johnson (D) 122 .. Dwight D. Eisenhower (R) 121 .. Gerald Ford (R) 105 .. Ronald Reagan (R) 098 .. George HW Bush (R) 091 .. George W. Bush (R) The six Republican presidents of the past 50 years had an average IQ of 115.5, with President Nixon having the highest IQ, at 155. President G. W. Bush was rated the lowest of all the Republicans with an IQ of 91. The six Democrat presidents had IQs with an average of 156, with President Clinton having the highest IQ, at 182. President Lyndon B. Johnson was rated the lowest of all the Democrats with an IQ of 126. No president other than Carter (D) has released his actual IQ, 176. Among comments made concerning the specific testing of President GW Bush, his low ratings were due to his apparent difficulty to command the English language in public statements, his limited use of vocabulary (6,500 words for Bush versus an average of 11,000 words for other presidents), his lack of scholarly achievements other than a basic MBA, and an absence of any body of work which could be studied on an intellectual basis. The complete report documents the methods and procedures used to arrive at these ratings, including depth of sentence structure and voice stress confidence analysis. \"All the Presidents prior to George W. Bush had a least one book under their belt, and most had written several white papers during their education or early careers. Not so with President Bush,\" Dr. Lovenstein said. \"He has no published works or writings, so in many ways that made it more difficult to arrive at an assessment. We had to rely more heavily on transcripts of his unscripted public speaking.\" The Lovenstein Institute of Scranton Pennsylvania think tank includes high caliber historians, psychiatrists, sociologists, scientists in human behavior, and psychologists. Among their ranks are Dr. Werner R. Lovenstein, world-renowned sociologist, and Professor Patricia F. Dilliams,a world-respected psychiatrist. This study was commissioned on February 13, 2001 and released on July 9, 2001 to subscribing member universities and organizations within the education community.",
  "Last Updated": "30 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/presiq.asp",
  "Claim": "According to a study by the Lovenstein Institute, President Bush has the lowest IQ of all presidents of past 50 years.",
  "Claim_ID": "inboxer_hoaxes_presiq",
  "Tags": ""
}