{
  "Origins": "On 2 December 2014, an article claiming famous dog whisperer Cesar Millan had died of a heart attack was published on the website Noticias Unam:",
  "Fact Check": "",
  "Description": "The famous \"Dog whisperer\" Cesar Millan died of a heart attack this morning. The 45 year old Mexican/American, born in De la Cruz, Sinaloa, who made a name for himself with his incrediblerehabilitation and training technics wit dogs, duty in which he professionally wrote three books on the topic \"Cesar's way\" \"Be the pack leader\" and \"Member of the family\", he reach worldwide popularity with his TV series \"The dog Whisperer\", this name would be the new way people knew him, he died this morning in Santa Clarita hospital in California. Millan was hospitalize yesterday afternoon, the medical reports indicate that he suffered a fulminate heart attack, which paralyze his heart unavailable for the blood to reach his brain, and other vital organs, situation witch cause the death of this humanitarian man, who years before open his foundation \"Cesar Millan Foundation\", where Jada Pinkett Smith, wife of Will Smith, is Vice-president. The sad news of Millan's death was given by his wife Jahira Dar in a news conference, a couple of hours ago, where se said to the media, \"I hope you can understand my lost, and I would appreciate if you can give us our space for our mourning\". The story quickly racked up thousands of shares on Facebook and Twitter as people mourned the loss of Cesar Millan. But there is no truth to this story. A disclaimer on Noticias Unam states all of the articles published on the website are fake. This may have been lost on some readers, however, as the disclaimer is written in Spanish. Here is the disclaimer translated into English: \"The portal \" www.noticiasunam.com \" is a satirical newspaper whose sole purpose is entertainment. All content is fictional and does not correspond to reality.\" Celebrity death hoaxes are prevalent on the internet: Macaulay Culkin , Judd Nelson , and Gabriel Inglesias were all \"killed\" by hoaxes in November 2014. Although many Internet users have become adept at spotting such hoaxes, the Cesar Millan rumor appeared on a Spanish-language site and did not follow the familiar death hoax formula, which may have helped the rumor spread more rapidly around the web.",
  "Originally Published": "",
  "Referred Links": "http://www.noticiasunam.com/2014/12/aviso-legal.html;http://www.noticiasunam.com/2014/12/the-famous-dog-whisperer-cesar-millan.html;",
  "Example": "[Collected via email, December 2014] The famous \"Dog whisperer\" Cesar Millan died of a heart attack this morning. Is this true?",
  "Last Updated": "3 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/cesarmillan.asp",
  "Claim": "Cesar Millan has died.",
  "Claim_ID": "inboxer_hoaxes_cesarmillan",
  "Tags": ""
}