{
  "Origins": "If e-mail were baseball, this message would be an automatic out, because it starts out with three strikes against it: the poem it features wasn't written by a terminally ill young girl, the American Cancer Society won't contribute money for every person the message is sent to, and no doctor is urging that you forward it along to others.",
  "Fact Check": "",
  "Description": "Taking these points in order, we note: The \"Slow Dance\" poem was written not by a \"terminally ill young girl in a New York Hospital\" who wanted \"as her dying wish to send a letter telling everyone to live their life to the fullest,\" but by David L. Weatherford, an adult male child psychologist. The 7-year-old girl to whom this poem is often attributed, Amy Bruce, is fictitious. This message is one of many variants of the same basic long-running hoax, one which falsely claims that the American Cancer Society or some other charitable or medical organization will donate a set amount of money every time a particular e-mail is forwarded. The doctor whose name appears at the end of the text (Dr. Dennis Shields of the Department of Developmental and Molecular Biology at the Albert Einstein College of Medicine of Yeshiva University), has nothing to do with this message; his signature block inadvertently became affixed to the text long after it had begun circulating on the Internet. This message, like all its variants, offers the appeal of something for nothing; the chance to make a difference in someone else's life simply by pressing a few keys on a keyboard and forwarding an e-mail along to others. Ultimately, however, this message delivers only what has gone into it: nothing. Additional information: Chain E-Mail (American Cancer Society)",
  "Originally Published": "",
  "Referred Links": "http://www.cancer.org/docroot/med/content/med_6_1_chain_e-mail.asp;http://www.davidlweatherford.com;http://www.davidlweatherford.com/slowdance.html;",
  "Example": "[Collected via e-mail, 1999] This poem was written by a terminally ill young girl in a New York Hospital. It was sent by a medical doctor. Make sure to read what is in the closing statement AFTER THE POEM. SLOW DANCE Have you ever watched kids on a merry-go-round, or listened to rain slapping the ground? Ever followed a butterfly's erratic flight, or gazed at the sun fading into the night? You better slow down, don't dance so fast, time is short, the music won't last. Do you run through each day on the fly, when you ask \"How are you?\", do you hear the reply? When the day is done, do you lie in your bed, with the next hundred chores running through your head? You better slow down, don't dance so fast, time is short, the music won't last. Ever told your child, we'll do it tomorrow, and in your haste, not see his sorrow? Ever lost touch, let a friendship die, 'cause you never had time to call and say hi? You better slow down, don't dance so fast, time is short, the music won't last. When you run so fast to get somewhere, you miss half the fun of getting there. When you worry and hurry through your day, it's like an unopened gift thrown away. Life isn't a race, so take it slower, hear the music before your song is over. PLEASE FORWARD THIS TO HELP THIS LITTLE GIRL. ALL FORWARDED E-MAILS ARE TRACKED TO OBTAIN THE TOTAL COUNT. Dear All: PLEASE pass this mail on to everybody you know. It is the request of a special little girl who will soon leave this world as she has cancer. Please send this to everyone you know or don't know. This little girl has 6 months left to live, and as her dying wish, she wanted to send a letter telling everyone to live their life to the fullest, since she never will. She'll never make it to prom, graduate from high school, or get married and have a family of her own.. By you sending this to as many people as possible, you can give her and her family a little hope, because with every name that this is sent to, The American Cancer Society will donate 3 cents per name to her treatment and recovery plan. One guy sent this to 500 people! So I know that we can send it to at least 5 or 6... Just think it could be you one day. It's not even your money, just your time! PLEASE PASS ON AS A LAST REQUEST Dr. Dennis Shields, Professor Department of Developmental and Molecular Biology 1300 Morris Park Avenue Bronx, New York 10461",
  "Last Updated": "29 April 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/slowdance.asp",
  "Claim": "A terminally ill girl wrote a poem entitled \"Slow Dance.\"",
  "Claim_ID": "inboxer_medical_slowdance",
  "Tags": ""
}