{
  "Origins": "In August 2015, the above-displayed image urging viewers to share a photograph of a boy with a massive tumor in order raise funds for his medical care was circulated widely via Facebook. But neither the image nor its claim was new; the tandem was simply a reiteration of a hoax that had circulated more than a year earlier involving the same photograph and plea.",
  "Fact Check": "",
  "Description": "This \"raise money for a child's medical care by sharing this photo on Facebook\" format of hoax is common: Previous variations include a child purportedly shot by a family member, a toddler who needed a heart transplant , a little girl from Poland in desperate need of money for burn treatment, a girl with a distended abdomen , and a baby born with its heart outside its body. As is often the case with these popular social media hoaxes, the image used was one of a real child suffering a real medical condition, and that image was deliberately selected with the intent of tugging at the heartstrings of Facebook users for purposes unconnected to the depicted child's recovery or well-being. The photograph used in this case is one that was widely reproduced in conjunction with 2012 news coverage about the case of a 9-year-old boy with a massive tumor who was brought to the U.S. from Ciudad Juarez in Mexico for medical treatment: A 9-year-old boy with a massive tumor was whisked from a dangerous neighborhood in Mexico in an armored vehicle by U.S. agents and taken across the border for treatment in New Mexico, his family said. The boy and his parents were snatched Thursday from the gang-infested neighborhood in Ciudad Juarez one of the deadliest cities in the world after members of a New Mexico Baptist church saw him near an orphanage and sought help. The parents of the child, identified by officials only as Jose to protect his family, said the tumor on his shoulder and neck has grown so large that it affects his eyesight and could move into his heart. With no money for medical care, the family sought treatment in Juarez and El Paso, but did not receive any help removing the tumor, which has afflicted Jose since birth. In November 2014, doctors in New Mexico successfully removed Jose's tumor: An 11-year-old Mexican boy who had been suffering from a massive tumor and came to New Mexico for treatment has had the growth removed. Kristean Alcocer of the First Baptist Church of Rio Rancho said the boy underwent surgery at the University of New Mexico Children's Hospital to remove the tumor from his neck, shoulder and torso area. Alcocer says the surgery lasted a more than 12 hours and involved 25 medical professionals. Images such as this one are carefully selected by Facebook scammers preying on the sympathies of social media users. Many folks believe that sharing the image is harmless: If the claim is true, the child is helped; and if it's false, only a small amount of their time was wasted. But these types of hoaxes are typically lures for the distribution of malware as well as clickjacking, clickbaiting, and like-farming activities, made all the more reprehensible for their dishonest and unauthorized use of such photographs. In any case, Facebook does not directly donate money based upon likes or shares generated for any purpose. Facebook's advice for charitable giving on the social network can be found here .",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/help/224906417682965/;http://www.koat.com/news/juarez-boy-has-massive-tumor-removed-in-new-mexico/29802340;http://www.nydailynews.com/life-style/health/9-year-old-boy-massive-tumor-living-mexico-dangerous-cities-brought-u-s-treatment-article-1.1119111;",
  "Example": "[Collected via Facebook, August 2015] Please Dont Ignore! His parents can't afford surgery so facebook and CNN are paying half of the expenses1 Like - $1 1 Comment - 10$ 1 Share - 20$",
  "Last Updated": "8 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/tumorboy.asp",
  "Claim": "CNN and Facebook are donating $1 per like to fund surgery for a boy with a massive tumor.",
  "Claim_ID": "inboxer_medical_tumorboy",
  "Tags": ""
}