{
  "Origins": "In December 2011, a survey scam purporting to offer free $100 Cheesecake Factory gift cards to those who follow particular links then do as told once there again spread via e-mail and Facebook. (A similar Cheesecake Factory gift card scam was afoot in October 2011). These links lead to web pages (which are not operated or sponsored by Cheesecake Factory) that display the Cheesecake Factory logo along with the entreaty to \"Get a $100.00 FREE Cheesecake Factory Gift Card!\" plus an embedded countdown counter purporting to display a rapidly reducing number of gift cards to be had. These pages ask the unwary to click what appear to be Facebook \"like\" buttons.",
  "Fact Check": "",
  "Description": "Folks who follow such instructions are then led into a set of pages prompting them to input a fair amount of personal information (including name, address, e-mail address, date of birth, and phone numbers), complete a lengthy series of surveys, and finally sign up (and commit to paying) for a number of \"Reward Offers\" that usually involve applying for credit cards or signing up for various paid subscription services. The Cheesecake Factory said this of the scam on its Facebook page on 2 December 2011: There's an offer circulating on Facebook giving away $100 Gift Cards to The Cheesecake Factory. This is a scam so please DO NOT click on the link. We're working to get this removed. Thank you! Those intent upon snapping up free stuff via such lures should keep in mind that there is often a further downside to the process beyond their personal disappointment and the financial enrichment of the scam artists preying upon their gullibility: All too often such adventures in clickjacking also result in the download of trojans and other viruses onto the computers of those looking to score the promised goodies. Other recent survey scams of similar construction include: $50 or $100 Starbucks gift cards [October 2011] $25 Tim Hortons gift cards [October 2011] Apple iPods, iPhones, or MacBooks in memory of Steve Jobs [October 2011] $100 Walmart Christmas gift cards [November 2011] A pair of Southwest airline tickets [November 2011] $1,000 Costco gift cards [December 2011]",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/thecheesecakefactory/posts/10150505862889155;",
  "Example": "[Collected via e-mail, December 2011] Eat at Cheesecake Factory for FREE! (limited time only) [URL elided] Cheesecake Factory is currently giving away $100.00 gift cards to all facebook users!!",
  "Last Updated": "10 December 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/cheesecake.asp",
  "Claim": "Free $100 Cheesecake Factory gift cards for all Facebook users.",
  "Claim_ID": "inboxer_nothing_cheesecake",
  "Tags": ""
}