{
  "Origins": "The editorial cartoon shown above, \"Worshipping Their God\" by Michael Ramirez, originally appeared in the print and web editions of the Los Angeles Times in October 2000 and was also syndicated to other newspapers throughout the USA. The Times (and other newspapers) soon found themselves on the receiving end of a barrage of complaints from readers who felt the cartoon was an insensitive, one-sided condemnation of Jews and Israel's actions in the Middle Eastern conflict.",
  "Fact Check": "",
  "Description": "Most of the complainants interpreted the drawing as a depiction of the Western Wall (also known as the \"Wailing Wall\"), one of the most sacred locations in Jewish religious and national tradition, and therefore assumed the two men pictured praying before the wall labelled \"HATE\" were both Jews. But the artist, Michael Ramirez, said he intended the wall in the cartoon to represent not the Western Wall but rather \"an unspecified wall of hate,\" he had aimed his political commentary at \"elements that are trying to undermine the peace process\" (both Israeli and Palestinian), and he would not apologize for the cartoon. In a public response to the furor created by his editorial cartoon, Ramirez stated: There seems to be a misperception by some that my cartoon depicts the Western Wall and that I blamed the Israelis solely for the hatred and violence in the Middle East. Actually, the metaphor depicts BOTH Israelis AND Palestinians worshipping \"hate.\" Ramirez also maintained that the second man in the cartoon (the one sprawled on the ground) was supposed to represent a Muslim praying, but the kaffiyeh (an Arab headdress) that identified him as such was difficult to distinguish in the published version. Additional information: Message About LA Times Cartoon Outdated (Anti-Defamation League)",
  "Originally Published": "",
  "Referred Links": "http://www.adl.org/rumors/latimes_cartoon.asp;http://mosaic.lk.net/g-wall.html;",
  "Example": "[Collected on the Internet, 2002]",
  "Last Updated": "28 November 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/outrage/hate.asp",
  "Claim": "The Los Angeles Times ran a political cartoon that depicts a Muslim and a Jew praying at a wall featuring the word \"hate\" in large letters.",
  "Claim_ID": "inboxer_outrage_hate",
  "Tags": ""
}