{
  "Origins": "There is indeed \"only one Brazilian rainforest\" in the Amazon, an area twice as large as the country of France and the home to about half of all the plant and animal species in the world. The Amazon was relatively untouched until the 1970s, but since then its size has been reduced by about 14% due to logging and farming activities which continue to destroy another six to seven thousand square miles per year.",
  "Fact Check": "",
  "Description": "Brazil's current Forest Code, established in 1965, requires landowners to protect a minimum of 80% of their pristine rain forest land holdings from development. A draft law recently put before the Brazilian Congress proposed that the minimum area of protection be reduced from 80% to 50% (and that the minimum be reduced from the current 50% to 20% in savannah areas as well). The proposed law was shelved by Brazil's Congress on 18 May 2000, so the specifics of this petition are now outdated (and the e-mail address given is no longer valid). Additional Information: Historic Victory for Brazilian Amazon (forests.org)",
  "Originally Published": "",
  "Referred Links": "http://forests.org/archive/brazil/histvica.htm;http://www.snopes.com/mailto:fsaviolo@openlink.com.br;",
  "Example": "[Collected on the Internet, 2000] I usually don't forward emails but there is only one Brazilian rainforest. Brazilian congress is now voting on a project that will reduce the amazon forest to 50% of its size. The area to be deforested is 4 times the size of Portugal and would be mainly used for agriculture and pastures for live stock... All the wood is to be sold to international markets in the form of wood chips, by multinational companies... The truth is that the soil in the amazon forest is useless without the forest itself. Its quality is very acidic and the region is prone to constant floods. At this time more than 160.000 square kilometers deforested with the same purpose, are abandoned and in the process of becoming deserts. We cannot let this happen. Copy the text into a new email, put your complete name in the list below, and send to everyone you know. (Don't just forward it cause then it will end up with rows of >>>'s ) If you are the 100th person to sign please send a copy to fsaviolo@openlink.com.br Thank you.",
  "Last Updated": "16 December 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/petition/brazil.asp",
  "Claim": "The Brazilian Congress is about to vote on a bill that would reduce the size of the Amazon rain forest by 50%.",
  "Claim_ID": "inboxer_petition_brazil",
  "Tags": ""
}