{
  "Origins": "Just as we've seen yet another iteration of the \"free merchandise for forwarding an e-mail\" hoax every few months for the last several years, so have we received multiple variations of the several-year-old \"your favorite free Internet service is overloaded and is going to start deleting accounts and/or charging users\" hoax.",
  "Fact Check": "",
  "Description": "November 2007 brought us the garbled rumor quoted above, one which seemingly claimed that the popular social networking site MySpace was overloaded and in debt and would be replaced by \"MySpace 2\" (a fee-for-use site costing $22.50 per month) beginning in January 2009. But of course recipients who forwarded the e-mailed \"petition\" to others would in return get a code providing them with free access to the new site for two years. Not only is the basic idea behind this hoax a hoary one (having circulated in one form or another since at least 1999), but applying it to MySpace and mooting the idea of a \"MySpace 2\" has all been done before. A warning that an overloaded MySpace would be deleting thousands of accounts (save for those belonging to people who reposted the warning message) made the rounds of the Internet back in May 2006, followed a few months later by a rumor that MySpace 2 would be up and charging users $22.50 per month by September 2006. Bottom line? It's the same leg-pull no matter which Internet site or service is mentioned, how authoritative the message appears to be, or how fancy the exhortation to forward the letter to all your buddies may be.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, November 2007] Myspace 2 coming soon Tom is in debt..... Payin for My Space The rumor is true. with all the fines and licenses tom has become in debt. In addition tom needs to clear the overly crowded site. We apoligize fot the let down, but starting January 6 , 2009, Myspace members will be charged 22.50 per month But there is something you can do . A petition, we willtrack this bulletin , And for Everyone who reposts it will recieve a code for the first two years of MySpace 2 Free. This is no joke. We have tried our hardest to keep this from happenig. Myspace 2 coming January 6, 2009 to get the free code, repost this bulletin as \" MySpace 2\" and look in your message box within a week.",
  "Last Updated": "26 November 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/myspace2.asp",
  "Claim": "MySpace will be replaced with MySpace 2, a fee-for-use site costing $22.50 per month, in 2009.",
  "Claim_ID": "inboxer_hoaxes_myspace2",
  "Tags": ""
}