{
  "Origins": "Over a decade ago, the Swindon Advertiser reported on a seemingly remarkable chain of events full of coincidence which had taken place in June 2001. That month, a girl named Laura Buxton was attending her grandparents' 50th wedding anniversary celebration in Staffordshire, England, and with some prodding by her grandfather decided to have a bit of fun with one of the helium balloons adorning the festivities. She wrote out a message bearing the instructions 'Please return to Laura Buxton' along with her address, attached it to a gold-colored mylar balloon, and set the combination loose to float off into the sky on a windy day. Then, according to the Advertiser :",
  "Fact Check": "",
  "Description": "Indeed, a farmer in Milton Lilbourne, Wiltshire about 140 miles away from Staffordshire had found the balloon in a hedge adjoining his property. He was about to discard the deflated balloon in the rubbish when he spotted the name \"Laura Buxton\" on the attached note, and knowing his neighbors had a daughter by that name, he delivered the balloon to their home instead. But the neighbors' daughter wasn't the same Laura Buxton who had sent the balloon winging on its way from Staffordshire; she was a different girl who coincidentally bore the same given name and surname as the originator of the message. (Contrary to the account reproduced in the \"Example\" block above, the balloon wasn't found in the Buxtons' back yard, and both Lauras were not 10 years old at the time one of the girls was just short of her tenth birthday.) Laura Buxton #2 in Milton Lilbourne, Wiltshire, wrote to Laura Buxton #1 in Stoke-on-Trent, Staffordshire, to inform her that her balloon had been found and report the unusual coincidence of that it had ended up in the hands of someone with the very same name. The two girls got in touch by telephone, and the coincidence was amusing and harmless enough that the girls' parents arranged for them to meet face-to-face, whereupon they discovered a number of similarities beyond the two girls' sharing a name: the Lauras were the same height, had the same build and eye color, both were fair-haired, both wore jeans with pink jumpers to their initial meeting, and both had grey rabbits, guinea pigs, and three-year-old black Labradors as pets. Both girls brought their guinea pigs (which were of the same color with similar markings) to their initial meeting. Outside of the similarity in the girls' names (and they didn't have terribly unusual names), much of this tale isn't all that remarkable: it's hardly amazing that two girls of similar age would be the same height and build, or that two girls from the same geographic region would have the same color of hair and eyes, or that two young girls would keep the same types of critters at home (since Labrador retriever dogs, rabbits, and guinea pigs are all very common household pets). Nonetheless, the balloon coincidence led to the two Laura Buxtons' striking up a friendship that was unlikely to have begun without it, and the girls have kept in touch ever since, with the mother of Laura Buxton #1 reporting nine years later that: [The] Laura Buxton that released the balloon is my daughter and she is now 19 years old. The girls are still very good friends and meet up as and when time and commitments allow them in fact, they are meeting again before they both go back to University. We have no idea why this happened but it did and out of it has come a wonderful friendship. In June 2009, Radiolab interviewed both Laura Buxtons, and their story was also chronicled in the following Ripley s Believe It or Not segment:",
  "Originally Published": "",
  "Referred Links": "http://www.radiolab.org/2009/jun/15/a-very-lucky-wind/;",
  "Example": "[Collected via Facebook, April 2013] A 10 year old girl named Laura Buxton released a balloon with her name and address on it, which floated 140 miles and landed in the back yard of a house where also lived a 10 year old girl named Laura Buxton. Onthe day of the meeting, the two girls wore essentially the same outfit a pink sweater and jeans. The girls were the same height, which was unusual because they were both tall for their age. They both had brown hair and wore it in the same style. They both had three-year-old black Labrador Retrievers at home, as well as gray pet rabbits. They both brought their guinea pigs, which were the same color and even had the same orange markings on their hindquarters. It was almost as though these two Laura Buxtons were the same person.",
  "Last Updated": "28 April 2015",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/inboxer/trivia/buxton.asp",
  "Claim": "A girl named Laura Buxton released a balloon that ended up in the hands of another girl named Laura Buxton 140 miles away.",
  "Claim_ID": "inboxer_trivia_buxton",
  "Tags": ""
}