{
  "Origins": "For years now a scam purporting to offer free Disney theme park tickets to Facebook users who access a proffered link then enter their e-mail addresses and cell phone numbers has been spread by posts to social networking sites.",
  "Fact Check": "",
  "Description": "Those who attempt to claim the enticing freebie are typically led to a web page ( not operated or sponsored by Disneyland) that asks them to certify they ae legal U.S. residents over the age of 18 and have agreed to the privacy policy and terms and conditions of the site they've been sent to, the latter being something like: By entering your email and continuing, you certify that you are a US resident over the age of 18 and that you agree to the Privacy Policy and Terms and Conditions. This Gift Redemption Program is an independent rewards program for consumers and is not affiliated with, sponsored by or endorsed by any of the listed products or retailers. Trademarks, service marks, logos, and/or domain names (including, without limitation, the individual names of products and retailers) are the property of their respective owners. THE FOLLOWING IS A SUMMARY OF PROGRAM REQUIREMENTS. SEE TERMS & CONDITIONS FOR COMPLETE DETAILS. Members are being accepted subject to the following Program Requirements: 1) Must be a legal US resident; 2) must be at least 18 years old or older; 3) must have a valid email and shipping address; 4) Eligible members can receive the incentive gift package by completing two reward offers from each of the Silver and Gold reward offer page options and nine reward offers from the Platinum reward offer page options and refer 3 friends to do the same. Various types of reward offers are available. Completion of reward offers most often requires a purchase or filing a credit application and being accepted for a financial product such as a credit card or consumer loan. The following link illustrates a Representative Sample of reward offers by group along with monetary and non-monetary obligations. Failure to submit accurate registration information will result in loss of eligibility. This promotion is administered solely by this website. This promotion is not available in all states. Please read the Terms and Conditions for complete program details. Your information will be shared with our marketing partners. Please read the Privacy Policy for more details. Put more plainly, those still looking to grab free tickets to Disneyland or Walt Disney World would have to commit to 13 \"reward\" offers and refer three of their friends to do the same. As always, it was naught but a con meant to trick the credulous into divulging their personal information and signing up for expensive services. The Better Business Bureau provides this advice on avoiding being victimized by such scams: If you receive a questionable or unsolicited text message, check the URL or phone number for free on the Better Business Bureau website. Most financial institutions, utility, or other business will not communicate with you via text message. If you do not recognize the website or phone number being sent to you, don't visit or call it. Don't e-mail or text personal and financial information. Review your credit card and bank statements to make sure there are no unauthorized charges. Other recent scams of similar construction include: $50 or $100 Starbucks gift cards [October 2011] $25 Tim Hortons gift cards [October 2011] Apple iPods, iPhones, or MacBooks in memory of Steve Jobs [October 2011] $1,000 Costco gift cards [December 2011] $1,000 Walmart gift cards [March 2012] Pair of JetBlue air travel tickets [April 2012] $1,000 Best Buy gift cards [April 2012]",
  "Originally Published": "",
  "Referred Links": "http://www.bbb.org/;http://chicago.bbb.org/article/better-business-bureau-alert-scammers-using-wal-mart-and-best-buy-names-to-lure-consumers-into-gift-card-scam-33389;",
  "Example": "[Collected via e-mail, April 2012] Celebrating a whopping $2 Billion profit in 2011, Disneyland has decided to giveaway free tickets to facebook users! To get yours, Follow the steps below : Step 1 : Click on \"Join\" at the top of the page. Step 2 : Click \"Invite Friends\" at the top of the page and select your friends and click SUBMIT. Tickets you receive depends upon amount of friends you invite. Invite 50 Friends = 1 Ticket Invite 100 Friends = 2 Tickets Invite 200 Friends = 3 Tickets Invite 500 Friends = 4 Tickets [NOTE : To select friends faster, press TAB and SPACE repeatedly.] Step 3 : [URL elided] <- Go here after completing above two steps to get your Ticketsi! Disneyland",
  "Last Updated": "15 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/disneyland.asp",
  "Claim": "Disney is giving away free theme park tickets to Facebook users.",
  "Claim_ID": "inboxer_nothing_disneyland",
  "Tags": ""
}