{
  "Origins": "In October 2014, a fraudulent offer for a free $200 Amazon gift card started circulating on Facebook.",
  "Fact Check": "",
  "Description": "The message contained a link which redirected bargain hunters to a website adorned with Amazon's logo. That website, however, had no affiliation with the retail giant. It was also marked as \"High Risk\" by Scam Adviser . The $200 Amazon gift card scam is very similar to recent schemes which targeted Costco and Kroger shoppers. While each scam has slight variations, they all feature three main components. First, they require people to like or share the message on Facebook in an attempt to spread the scam around the Internet. Second, they direct people to complete a fraudulent survey which extracts personal information such as email addresses, telephone numbers, dates of birth and credit card numbers. Lastly, these scams never end with a free monetary gift card. The Better Business Bureau gave these three tips to identify scams on Facebook : Don't believe what you see. It's easy to steal the colors, logos and header of an established organization. Scammers can also make links look like they lead to legitimate websites and emails appear to come from a different sender. Legitimate businesses do not ask for credit card numbers or banking information on customer surveys. If they do ask for personal information, like an address or email, be sure there's a link to their privacy policy. Watch out for a reward that's too good to be true. If the survey is real, you may be entered in a drawing to win a gift card or receive a small discount off your next purchase. Few businesses can afford to give away $50 gift cards for completing a few questions. This isn't the first time that a Facebook scam has targeted Amazon shoppers. A similar scheme circulated around the social networking site in 2011 and again in 2012 .",
  "Originally Published": "",
  "Referred Links": "http://nakedsecurity.sophos.com/2012/01/23/free-amazon-com-gift-card-facebook-scam/;http://www.hyphenet.com/blog/500-amazon-gift-card-survey-scam-hits-facebook/;http://www.bbb.org/blog/2014/07/customer-survey-scam-lures-victims-with-gift-card/;http://www.scamadviser.com/check-website/newcoupons.pw;",
  "Example": "[Collected via e-mail, October 2014] Amazon, it appears, is offering a $200 gift card if you \"like\" their page and comment about your appreciation. Is this for real? How exactly would they pay up?? If you like it, it posts to your facebook stream and other people see it and automatically trust you and click on like and share as well.",
  "Last Updated": "23 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/amazongiftcard.asp",
  "Claim": "Amazon is giving out free $200 gift cards to Facebook users.",
  "Claim_ID": "inboxer_nothing_amazongiftcard",
  "Tags": ""
}