{
  "Origins": "In February 2001, the American Muslims for Jerusalem, a political group in Washington, called for a worldwide Arab boycott of Estee Lauder products. The group was acting in protest against Ronald Lauder, chairman of Estee Lauder International and Clinique Laboratories, because of his \"activities in support of Israeli right-wing extremists.\" A spokesman for the group said Muslims and Arabs had long been offended by Mr. Lauder's pro-Israeli views, but had not decided to call for a boycott until Mr. Lauder appeared at the \"One Jerusalem\" rally of religious and nationalist Israelis in January of that year.",
  "Fact Check": "",
  "Description": "The call for an Arab and Muslim boycott of Estee Lauder almost immediately inspired an appeal to Jews and those of pro-Israeli sentiment to support the company by buying its products. This call to arms was circulated in many forms, including via the Internet. (No mention of the Arab/Muslim boycott, the anti-boycott, or Ron Lauder's actions appears on either the Estee Lauder or the American Muslims for Jerusalem web sites, though.) Ron Lauder has been a vocal supporter of Israel and Israeli causes for many years. In 1999 he attempted to broker a peace pact between Israel and Syria by acting as a go-between for Syrian President Hafez Assad and then-Israeli Prime Minister Benjamin Netanyahu. The deal failed because the two parties could not reach agreement on the disposition of the Golan Heights. Whether any boycott or a show of support would have an appreciable impact on Estee Lauder's bottom line is debatable when a multinational coporation with sales in the billions of dollars is involved, only the sustained, concerted actions of millions of consumers can make the needle so much as twitch. For the fiscal year ended 30 June 2001, Estee Lauder had net sales of $4.62 billion, which was an 8% increase on the preceding year's $4.37 billion. For the first three quarters of the fiscal year that will end on 30 June 2002, net sales are $3.57 billion, which is the nearly the same sales figure as the equivalent period last year. More simply, if there's a boycott or counter-boycott going on, the income statement isn't demonstrating any impact from it. Barbara \"estee of execution\" Mikkelson Additional Information: Estee Lauder Corporation",
  "Originally Published": "",
  "Referred Links": "http://www.esteelauder.com/;",
  "Example": "[Collected on the Internet, 2002] Estee Lauder Corporation (which is also is the parent company of Prescriptives, Mac, Bobbie Brown, La Mer, Jo Malone, Origins, Aramis, Aveda and Bumble and Bumble) is being boycotted by a loud and ambitious campaign of the world's Arab and Muslim community due to Ron Lauder's (Estee Lauder's President) support for Israel. Mr. Lauder has been extremely courageous and public in his support for the Jewish State and has taken real personal and financial risks to inform the world of the war that the Palestinian Authority has declared on Israel and Jews worldwide. To combat this boycott I suggest that we all go out and buy as much Estee Lauder and Clinique products as possible. Make the Estee Lauder and Clinique counters your gift of choice. Switch brands at least for a while. It is said that beauty has many discomforts. So does supporting those who speak for us. Am Yisrael Chai! PLEASE FORWARD THIS TO EVERYONE YOU KNOW! LET'S SHOW THE ARABS THAT PEOPLE ALL OVER THE WORLD WILL STAND TOGETHER. Ronnie Lauder is married to Jo Carol Knopf Lauder born and raised in Wilmington, Delaware. Her parents were humble Holocaust survivors! He also works undauntingly for the re-establishment of the Hungarian Jewish community. A good man! PLEASE PASS THIS MESSAGE!",
  "Last Updated": "1 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/boycotts/lauder.asp",
  "Claim": "American Muslims for Jerusalem have called for a boycott of Estee Lauder products.",
  "Claim_ID": "inboxer_boycotts_lauder",
  "Tags": ""
}