{
  "Origins": "Exactly who wrote this evocative and well-crafted letter chiding President Clinton for calling on older generations to \"learn sacrifice as other generations have done\" remains a mystery. It has appeared in the print media, on the radio, and throughout the Internet in several variant forms, credited to a variety of writers. The version most frequently cited on the Internet is attributed to a retired Air Force Lt. Colonel from Colorado Springs named Robert J. Grady and reportedly ran in the (now defunct) Public Intelligence Review and Newsletter on 30 July 1994. It also appeared in St. Petersburg Times in 1996, where it was credited to Otho E. Hays of Clearwater, Florida; was printed in the Cleveland Plain Dealer (also in 1996) under the name of Kitty Dowdell; and was awarded the December 1997 \"Letter of the Month\" honor by The Seattle Times , who cited its author as one Joe Regan of Kirkland. Even stranger, the letter was reportedly read by actor Charlton Heston on Rush Limbaugh's radio show on 31 May 1994, before its earliest known publication.",
  "Fact Check": "",
  "Description": "Whoever its author, this letter is a heady reminder that previous generations endured times of hardship and crisis that those of us who have enjoyed only an era of economic booms and peaceful security find it hard to imagine. (The post-World War II era has not been completely free of economic downturns, armed conflicts, and various other crises, of course.) This piece has become a favorite of conservative critics and radio talk show hosts, with Heston's readings being especially popular. But was it prompted by a real remark of Clinton's, or merely something the writer (and others of similar sentiment) mistakenly assumed he said? The intended irony here is in President Clinton a man who wasn't born until well after the Depression and World War II were over, has enjoyed living in a country with a strong economy throughout most of his lifetime, and avoided military service during the Vietnam War stating that, for the good of the country, \"the older generation must learn to sacrifice as other generations have done.\" However, one searches in vain to find evidence that Clinton ever made any such statement. The earliest attribution of this letter (31 May 1994) narrows the timeframe in which he could have said these words, but nothing resembling this quote turns up in any major news database. Nor does this quote sound like anything the politically astute Clinton would have been foolish enough to utter. (If nothing else, Clinton's recent impeachment and lawsuit troubles have demonstrated how carefully he chooses his words.) Perhaps the writer was responding to something that was erroneously reported as having been said by Clinton, a quote by someone in the White House administration other than Clinton, or a putative summarization of Clinton's policies (real or imagined). One of the main points of the letter, however, is a pointed attack on the alleged hypocrisy of President Clinton; as such, the letter should be based on something he actually said, not what someone wants to believe he said. Additional Information: Charlton Heston reads the letter",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] I was embarrassed to read that President Clinton and his advisors have said, \"the older generation must learn to sacrifice as other generations have done.\" That's my generation. [As a former World War II \"fly-boy\" and ex-prisoner of war, I greatly resent President Clinton saying that the older generation must learn to sacrifice as other generations have done. When did he ever sacrifice?] I knew eventually someone would ferret out the dirty secret: we've lived the \"lifestyle of the rich and famous\" all our lives. Now, I know I must bare the truth about my generation and let the country condemn us for ourselfishness. During the Depression we had an hilarious time dancing to the tune of \"Brother Can You Spare A Dime?\" We could choose to dine at any of the country's fabulous soup kitchens, often joined by our parents and siblings . . . those were the heady days of carefree self-indulgence. Then, with World War II, the cup filled to over-flowing. We had the chance to bask on the exotic beaches of Guadalcanal, Iwo Jima and Okinawa; to see the capitols of Europe and travel to such scenic spots as Bastogne,Malmedy and Monte Cassino. Of course, one of the most exhilirating adventures was the stroll from Bataan to the local Japanese hotels, laughingly known as death camps. But the good times really rolled for those lucky enough to be on the beaches of Normandy for the swimming and boating that pleasant June day in '44. Unforgettable. Even luckier were those that drew the prized holiday tickets for cruises on sleek, gray ships to fun-filled spots like Midway, The Solomons and Murmansk. Instead of asking \"what can we do for our country,\" an indulgent government let us fritter away our youth wandering idly through the lush and lovely jungles of Burma and New Guinea. [Yes, they were certainly pampered. And just when it looked like they might have to take on some responsibility, off they went to camp in the \"Land of Fozen Chosen,\" and more of the same - reveling in the sights and sounds of peace-loving people along the Yalu, the fun run to Pusan, water skiing at Inchon and the thrill of Hamburger Hill. After soaking up the GI Bill and moving into plush VA quarters, thanks to the military-industrial complex, those of them still around got to compete for silver, bronze and purple medals in the great Southeast Asian War Games.] Yes, it's all true: we were pampered, we were spoiled rotten, we never did realize what sacrifice meant. We envy you, Mr. Clinton, the harsh lessons you learned in London, Moscow and Little Rock. My generation is old, Mr. President . . . and guilty; but we are repentant. Punish us for our failings, sir, that we may learn the true meaning of Duty, Honor, Country. [Older America is all worn out from a lifetime of fun and frolic. They are surely guilty as you have charged. Cut their entitlement so they may know the true meaning of duty done for flag and nation. By the way, Mr. President, what have you ever done for our country?] [As the Eighth Airforce News says, \"Yes, it's all true. We are pampered and spoiled rotten. We never did learn what sacrifice meant. My generation is old, President Clinton. \"Please continue to punish us for our failings, so we might learn the true meaning of duty, honor, country' and love for our creator.\" Thanks a lot, Mr. President.] (Bracketed sections indicate text found in variant versions)",
  "Last Updated": "3 December 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/outrage/sacrifice.asp",
  "Claim": "A letter-writing Air Force veteran chides Clinton for stating that the \"older generation must learn to sacrifice as other generationshave done.\"",
  "Claim_ID": "inboxer_outrage_sacrifice",
  "Tags": ""
}