{
  "Origins": "On 23 September 2004, Netflix , the online DVD rental service, was sued in San Francisco Superior Court by customers who claimed that the company \"falsely and misleadingly promised\" in its advertising materials that subscribers to their service would get \"unlimited DVD rentals for a flat monthly fee... via one-day delivery.\" (The plaintiffs maintained, among other things, that Netflix often failed to provide next-day delivery service, and that the number of DVDs a customer could check out was in fact limited by a number of factors.)",
  "Fact Check": "",
  "Description": "In October 2005, Netflix settled the class-action suit ( Frank Chavez vs. Netflix ), without admitting liability or wrongdoing, by changing the wording of its \"terms of use\" agreement and offering a free one-month subscription or service upgrade to current and former customers. On 1 November 2005, Netflix began sending out the above-quoted Notice of Class Action Settlement via e-mail to current and former subscribers eligible for benefits under the settlement. Netflix customers who wish to take part in the settlement can register online at www.netflixsettlement.com or by U.S. Mail. The Netflix Settlement site also provides a list of answers to Frequently Asked Questions ( FAQ ) which customers can reference for additional information.",
  "Originally Published": "",
  "Referred Links": "http://www.netflix.com/SettlementFAQ;http://www.netflixsettlement.com;http://cdn.netflix.com/us/corporate/settlement/summary_notice.pdf;http://cdn.netflix.com/us/corporate/settlement/settlement_agreement.pdf;http://www.netflix.com;http://www.netflixsettlement.com;",
  "Example": "[Collected via e-mail, 2005] You are receiving this notice because you were a paid Netflix member before January 15, 2005. Under a proposed class action settlement, you may be eligible to receive a free benefit from Netflix. A class action lawsuit entitled Chavez v. Netflix, Inc. was filed in San Francisco Superior Court (case number CGC-04-434884) on September 23, 2004. The lawsuit alleges that Netflix failed to provide \"unlimited\" DVD rentals and \"one day delivery\" as promised in its marketing materials. Netflix has denied any wrongdoing or liability. The parties have reached a settlement that they believe is in the best interests of the company and its subscribers. Netflix will provide eligible subscribers with the benefit described below, if the settlement is approved by the Court. Current Netflix Members: If you enrolled in a paid membership before January 15, 2005 and were a member on October 19, 2005, you are eligible to receive a free one-month upgrade in service level. For example, if you are on the 3 DVDs at-a-time program, you will be upgraded to the 4 DVDs at-a-time program for one month. There will be no price increase during the upgraded month. (If you cancel your membership after October 19, 2005 and before you receive the upgrade, you will have to rejoin to get the upgrade.) Former Netflix Members: If you enrolled in a paid membership before January 15, 2005 but were not a member on October 19, 2005, you are eligible to receive a free one-month Netflix membership on your choice of the 1, 2 or 3 DVDs at-a-time unlimited program. (If you rejoin after October 19, 2005 but before you receive the free one-month membership, you will receive a credit for the free month when it becomes available.) These benefits will be provided after the Effective Date as defined in the Settlement Agreement. Your eligibility for the benefits is based on your membership status as of October 19, 2005. The full Settlement Agreement is available for review at www.netflixsettlement.com. You have four options to respond to the proposed settlement. You have until December 28, 2005 to make your decision: Option 1. Sign Up For The Benefit As Part Of The Settlement To receive the benefit, you must complete the online registration process no later than February 17, 2006, at www.netflixsettlement.com. By signing up for the benefit, you waive your right to bring a separate lawsuit against Netflix concerning the Released Claims (as defined in the Settlement Agreement found at www.netflixsettlement.com). Option 2. Do Nothing If you do not wish to receive the benefit, do nothing. You will not receive the benefit but will remain a Class Member. You therefore waive your right to bring a separate lawsuit against Netflix concerning theReleased Claims. Option 3. Exclude Yourself From the Class To exclude yourself from the class, you must mail a letter by December 28, 2005. By excluding yourself, you preserve your right to bring a lawsuit against Netflix concerning the Released Claims. However, you will not get the benefit described above. Option 4. Make An Objection To The Settlement In Court To object to the settlement, you must file legal papers in the San Francisco Superior Court by January 5, 2006. To receive your benefit, you must register by February 17, 2006 as described above in Option 1. You will not receive any other reminders to register for the benefit. If you have registered for the benefit and your eligibility is confirmed, then you will be provided additional information by email following the Effective Date as defined in the Settlement Agreement. After the benefit period ends, the new or upgraded level of service will continue automatically (following an email reminder) and you will be billed accordingly, unless you cancel or modify your subscription. You can cancel or modify your subscription at any time. In addition, if the settlement is approved by the Court, Netflix will modify portions of its Terms of Use. Netflix also will refer to its Terms of Use in certain advertisements. To get more information about the settlement and procedures, and to take options 1, 3 or 4, visit www.netflixsettlement.com SRC: 10312005CAS (c)1997-2005 Netflix, Inc. 970 University Ave., Los Gatos, CA 95032",
  "Last Updated": "4 November 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/nothing/netflix.asp",
  "Claim": "Netflix is notifying customers of a class action lawsuit settlement via e-mail.",
  "Claim_ID": "inboxer_nothing_netflix",
  "Tags": ""
}