{
  "Origins": "In 2002, Frank P. Williamson, a retired chemical engineer, spent $3,000 to purchase 300 16-by-20-inch framed posters displaying the motto \"In God We Trust\" in large white letters over the red, white, and blue colors of the American flag. Mr. Williamson donated the posters for display in public buildings (city halls, schools, libraries, police stations, and post offices) throughout Montgomery County, Texas, saying: \"After the terrorist attacks on 9/11, I thought it would be good to promote our national motto. I know that the only reason we've been successful in the past is that our forefathers put their trust in God way back.\"",
  "Fact Check": "",
  "Description": "In November 2002, a United States Postal Service (USPS) supervisor ordered the removal of these posters from the lobbies of government-owned post offices in several Montgomery county towns (including Montgomery, Dobbin, and Willis) because they \"did not fit within postal guidelines,\" citing a USPS regulation prohibiting the \"depositing or posting of handbills, flyers, pamphlets, signs, posters, placards, or other literature (except official postal and other governmental notices and announcements) in interior public areas on postal premises.\" (A small post office north of Houston was allowed to keep its poster on display after a supervisor determined that the office was a privately-run contract facility and was therefore not subject to the same \"facility standards\" as government-owned post offices.) The United States' use of a national motto with a religious reference despite the First Amendment's prohibition against Congress' making any \"law respecting an establishment of religion\" remains a contentious issue. \"In God We Trust\" was established as the national motto of the United States through a law (36 U.S.C. Section 186) passed by Congress in 1956, and two federal statutes require its use on all U.S. coins and currency. Three federal appeals courts have heard cases (most recently in 1996) challenging the constitutionality of the mandated appearance of \"In God We Trust\" on coinage and currency, but all these cases have so far been unsuccessful. (The United States Supreme Court has not yet decided a case challenging the constitutionality of the national motto.) The precedent remains the ruling handed down by the United States Court of Appeals for the Ninth Circuit in 1970, that \"It is quite obvious that the national motto and the slogan on coinage and currency, 'In God We Trust', has nothing whatsoever to do with the establishment of religion. Its use is of a patriotic or ceremonial character and bears no true resemblance to a governmental sponsorship of a religious exercise.\"",
  "Originally Published": "",
  "Referred Links": "http://www.atheists.org/flash.line/igwt1.htm;http://www.bep.treas.gov/document.cfm/18/107;http://www.ustreas.gov/education/fact-sheets/currency/in-god-we-trust.html;http://www.usps.com/cpim/ftp/posters/pos7clr.pdf;",
  "Example": "[Collected on the Internet, 2002] You may have heard in the news that a couple of Post Offices in TX have been forced to take down small posters that say \"IN GOD WE TRUST\". The law they say they are violating is something silly aboutelectioneering posters. (is God running for office?) Anyway, I heard proposed on a radio station show, that we all write \"IN GOD WE TRUST\" on the back of all our mail. After all, that is our national motto, and onall the money we use to buy those stamps. I think it is a wonderful idea. We must take back our nation from all the people that think that anything that offends them should be removed. If you like this idea, please pass it on, and DO IT.",
  "Last Updated": "2 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/outrage/motto.asp",
  "Claim": "Some Texas post offices were required to remove posters bearing the words \"In God We Trust\" from display.",
  "Claim_ID": "inboxer_outrage_motto",
  "Tags": ""
}