{
  "Origins": "No, you're not going to be receiving money, merchandise, or free trips from Bill Gates (or anyone else), no matter how many people you forward this message to. At the time this gag started running, tracing all recipients of an e-mail message was not yet technically possible, and even if it were, Bill Gates certainly wouldn't have been testing software that performed such tracking by blindly sending messages out to the Internet with a promise of financial reward to the recipients. That folks continued to fall for myriad varieties of these leg-pulls was in part attributable to netizens having caught so many references to these non-existent programs that newer versions of the hoax were able to continue building on an already partially-constructed platform of belief.",
  "Fact Check": "",
  "Description": "Any \"get something free\" come-on or \"help a sick kid\" appeal of this nature which specifies an invisible program is keeping track of who received an e-mail and who it was then sent to is a hoax. Any such note. No exceptions. Not even ones not yet listed on this page. Likewise, missives which offer no explanation of how the e-mails are being tallied are also hoaxes. Unless you are e-mailing a copy to a central tabulating point every time something is forwarded on, nothing is being counted, traced, tracked, or any other verb that would result in you getting free cargo pants from the GAP or inspiring an unnamed millionaire to donate just a little bit more towards the care of an injured child. With all that said, we can begin looking at the various forms this jape has so far taken. And it's going to be a long, strange journey indeed. The following message began circulating on the Internet around 21 November 1997: Hello everybody, My name is Bill Gates. I have just written up an e-mail tracing program that traces everyone to whom this message is forwarded to. I am experimenting with this and I need your help. Forward this to everyone you know and if it reaches 1000 people everyone on the list will receive $1000 at my expense. Enjoy. Your friend, Bill Gates I would hope that any hoax this badly perpetrated would die a quick death, but events have proved otherwise. This message has been forwarded all over the Internet by people who should know better more often than the Jessica Mydek hoax, proving that if anything appeals to human nature more strongly than altruism, it's outright greed. \"I don't know if this is legit, but I could use $1000, so here it is,\" reads the cover note attached to thousands of forwarded copies of this message. In other words: \"Somebody's probably playing me for a fool, but any chance of getting free money is just too much to pass up, so I'll inflict this on everyone I know, just in case.\" It's no wonder the \"Make Money Fast\" scam won't go away. It is not possible, with current technology, to trace every single recipient of a multiply-forwarded mail message on the Internet. Even if you don't know this, you should be able to spot this message for a fraud. If this message truly comes from the Bill Gates, how come the magic word Microsoft is nowhere to be seen? Does Bill Gates actually think he's obscure enough that no one will make the connection? (\"Bill Gates? Doesn't he work for some big computer company?\") Do you really think Bill Gates would promise $1,000 to every recipient of a mail message with no controls on how many people might eventually receive it? At a cool $1 million per thousand recipients, Bill Gates must be on the hook for over a few hundred billion dollars by now. Even he doesn't have that much money. And even Microsoft software doesn't cost that much to test and debug. Or is this a different Bill Gates, one who is not the head of Microsoft, but still has idle billions to distribute? And whoever this \"Bill Gates\" is, how is he going to send you your reward? By e-mail? A few weeks later, a follow-up hoax popped up possibly from the same source, but probably from someone much more adept at pranksterism who decided put an elaborate spin on the original: OFFICE OF THE CHIEF EXECUTIVE Microsoft Corporation One Microsoft Way, Bldg. 8, N. Office 2211 Redmond, WA 98052 USA **ATTENTION** Thanks for your help in compiling the \"email database.\" I am happy to report that the 1000 participant threshold was broken on December 2nd, 1997 with a final push from the Boston area. You and everyone else you forwarded that email to have just qualified for our $1000 COMPENSATION prize !! To claim your prize, simply respond to this email with your credit card number and expiration date and I will have someone from my office credit your account with the $1000.00 winnings. With Warmest Regards, Bill Gates ********* LEGAL DISCLAIMER: The Microsoft Corporation makes no claim and takes no responsibility for any damage that shall be caused by the EEVP (embedded executable virus program) which is now resident in the virtual memory of most if not all of the participants of the Late '97 E-Contest. The E-contest was actually a testbed for a new product we are developing called \"V-TRACE98 v2.04\". Within the past few months specialists in our VMTF(Virus Management Testbed Facility) accidentally discovered several new strains of EEVPs which cause particularly devastation to Netscape Communicator 4.0 software. VT98 is being marketed at network administrators (a consumer product is in development) as a virus tool to trace a new strain of embedded executable email viruses back to their original source and \"extinguish thethreat\" by cleansing the network and all client machines of all EEVP viruses and all Netscape communications software. VT98 2.04 then refreshes the clients with Microsoft Internet Explorer 4.5 (our latest release which has just been developed to combat EEVPs and other Netscape and Sun Microsystems JAVA software security weaknesses). Early estimates placed the trace limitation of such a program at 672 users. In actuality, we were able to trace the spread of the EEVP message back through 994 participants to our MSVSS (Microsoft Virus Seed Server) at the Microsoft VMTF here in Redmond. The E-contest virus distribution vehicle was quite successful! And so, we offer this generous COMPENSATION prize to our 1000 willing participants to address the effects of this new strain of EEVP. We hope that $1000.00 will be enough to cover the certain loss of most of thefiles on your hard drive (we valued at $257), not to mention the time and anguish (we valued at $43), and the general pain and suffering (valued at $93). This leaves you with exactly $607.00 which we expect you will most likely want to spend on a copy of our new program \"E-SPAM BARRIER 98 v1.0\" to prevent receiving our e-contest testbed messages in the future (priced at $597). Lastly, we thought we should leave you for a couple of stiff drinks (priced at $9 or $10). Happy Holidays! Note the several outrageous anti-Microsoft tidbits placed in the message: blindly send your credit card number in to Microsoft for a free \"credit,\" Microsoft is experimenting with \"virus\" software aimed at eliminating rival Netscape and Sun software from users' machines, and the \"winners\" have to spend all their Microsoft reward money on repairing the damage caused by this virus and ensuring that it doesn't strike again. And, of course, Bill Gates is laughing all the way to the bank he got his software tested for free, at your expense. With an audience this gullible, somebody should write this software. Unfortunately, the saga didn't end there. In early 1998 the hoax was updated yet again, with some of its earlier flaws corrected: Microsoft is mentioned by name this time, some detail about the alleged \" e-mail tracking program\" is provided (it even has a name and acronym now \"BETA\" indeed!), and the prize now includes a free copy of the forthcoming Windows98. (Doesn't that make $1,000 cash seem paltry by comparison!) The mangled syntax of the original (\"everyone to whom this message is forwarded to\") remains, however: Hello Everyone, And thank you for signing up for my Beta Email Tracking Application or (BETA) for short. My name is Bill Gates. Here at Microsoft we have just compiled an e-mail tracing program that tracks everyone to whom this message is forwarded to. It does this through an unique IP (Internet Protocol) address log book database. We are experimenting with this and need your help. Forward this to everyone you know and if it reaches 1000 people everyone on the list you will receive $1000 and a copy of Windows98 at my expense. Enjoy. Note: Duplicate entries will not be counted. You will be notified by email with further instructions once this email has reached 1000 people. Windows98 will not be shipped unitl it has been released to the general public. Your friend, Bill Gates & The Microsoft Development Team. We don't know which is goofier: the belief that Bill Gates himself would spam the Internet by e-mail, or the idea that he'd actually refer to himself as \"your friend.\" Read what he has to say about being involved in this hoax in his essay on spam. Updates: This hoax has enough lives to make cats jealous. It was resurrected in the spring of 1998, this time with a promise of free merchandise from Nike for randomly-selected participants: Dear Student, We at Nike are of the philosophy that the stronger the body, the stronger the mind. It is because of this philosophy that we are offering free Nike shoes and clothing as part of a contest that all of you are invited toparticipate in. Microsoft Corp. has developed a new e-mail tracing system and is currently offering us the opportunity to help test their system. With the use of this new technology, we bring a contest to you. We ask that you forward this e-mail to your fellow students. After one month of testing the tracing software, we will randomly select 500 names from the list of recipients and each will be given their choice of a gift certificate for $120.00 toward any purchase of Nike shoes or apparel. Thank you and good luck. Computer systems manager: Alan Whitman E-mail: swoosh@nike.com NIKE INFORMATION MANAGEMENT DEPARTMENT: Beaverton, OR Needless to say (but we'll say it anyway), there is no \"Alan Whitman\" at Nike, Nike isn't offering merchandise to people who help test Microsoft software, and there still is no such thing as an \" e-mail tracing program.\" Please don't send mail to Nike to ask them about it. May 1998 saw this hoax repackaged into an even more enticing form: Nike is proud to announce that we now not only lead the industry in technology used to develop high quality athletic shoes and apparel, but we have also recently entered into a joint venture with Microsoft. Many of you may have heard about the e-mail tracking program that was recently developed by Bill Gates. Now, Microsoft is allowing us to use this system to find our most reliable customers and offer them great discounts or even free shoes. If you are interested in receiving discounts on much of our newest merchandise, then simply forward this message to at least one person. When you forward the message, we receive a notice telling us your e-mail address and the number of people that you forwarded this message to. The first 500 people to forward this message to 50 or more people, will receive a free pair of Nike shoes (retail value $119.99 or less). You will be notified by e-mail about how to obtain your free shoes or discount coupons. Thank you for helping us with our first Internet marketing campaign. Please visit our website at www.nike.com. Same hoax, different writing style. In this incarnation of the come-on, the nebulous \"gift certificate for $120\" has morphed into the much more tangible and alluring \"free pair of Nike shoes (retail value $119.99 or less).\" Though the dollar amount remains the same, the perception of the prize changes. A gift certificate is wishy-washy and unreal; free shoes is something anyone would immediately identify with. But there's more. The element of random good fortune has been replaced by the award of the prize being dependent on the recipient's actions. No more of this 500 lucky gift certificate winners randomly selected from a pool; now the free shoes are going to the first 500 netizens who forward the message to 50 of their best friends. (Holy e-mail overload!) This small change elevates the lure from a contest you might or might not win to a guarantee of a pair of free sneakers provided you act quickly and decisively. Like I said, it's a more attractive packaging of the hoax. In August 1998 the basic leg-pull was further enhanced with Disney being thrown into the mix. Apparently Bill Gates ran out of money (probably from paying off all the people who forwarded this message all over the world back in November 1997), so now the carrot was changed again if the program reached 13,000 people, everyone who participated would receive either $5,000 or an all expenses paid trip to Disney World: WALT DISNEY JR. GREETING Hello Disney fans, And thank you for signing up for Bill Gates' Beta Email Tracking. My name is Walt Disney Jr. Here at Disney we are working with Microsoft which has just compiled an e-mail tracing program that tracks everyone to whom this message is forwarded to. It does this through an unique IP (Internet Protocol) address log book database. We are experimenting with this and need your help. Forward this to everyone you know and if it reaches 13,000 people, 1,300 of the people on the list will receive $5,000, and the rest will recieve a free trip for two to Disney for one week during the summer of 1999 at our expense. Enjoy. Note: Duplicate entries will not be counted. You will be notified by email with further instructions once this email has reached 13,000 people. Your friends, Walt Disney Jr., Disney, Bill Gates, & The Microsoft Development Team. We'd like to believe someone at Disney would know how to spell \"receive\" (and would finally figure out how to reword that awkward \"everyone to whom this message is forwarded to\" phrase). And we'd like to believe that Walt Disney had a son to carry on his legacy. (He didn't. He had two daughters: the closest living male relative to Walt is his nephew, Roy E. Disney.) And we'd really like to believe that Disney is handing out $6.5 million to people who simply forward mail messages all over the Internet. The first one's a possibility, but don't hold your breath waiting for the rest! As if to prove that the gullibility pool will never run dry, this same scheme gained wide circulation after being altered and released yet again in April 1999. Now Microsoft is back to operating on its own, putatively paying users to ensure that its Internet Explorer browser software remains dominant in the face of AOL's purchase of Netscape, Microsoft's major competitor in the world of web server/browser software: Hey it doesn't cost a dime to try this !!!!! I don't know who the person is that made this statement !!! Netscape and AOL have recently merged to form the largest internet company in the world. In an effort to remain at pace with this giant, Microsoft has introduced a new email tracking system as a way to keep Internet Explorer as the most popular browser on the market. This email is a beta test of the new software and Microsoft has generously offered to compensate who participate in the testing process. For each person you send this email to, you will be given $5. For every person they give it to, you will be given an additional $3. For every person they send it to you will receive $1. Microsoft will tally all the emails produced under your name over a two week period and then email you with more instructions. This beta test is only for Microsoft Windows users because the email tracking device that contacts Microsoft is embedded into the code of Windows 95 and 98. I know you guys hate forwards. But I started this a month ago because I was very short on cash. A week ago I got an email from Microsoft asking me for my address. I gave it to them and yesterday I got a check the mail for $800. It really works. I wanted you to get a piece of the action. You won't regret it. This just keeps getting dumber and dumber. If Microsoft truly wanted to pay users of its Internet Explorer browser software to ensure Explorer's #1 position as the browser of \"choice,\" why are they sending people money merely for forwarding an e-mail message? You don't have to be using Internet Explorer to receive and forward e-mail. (You don't even have to be using a web browser at all.) And nothing in the message says that the mythical \"e-mail tracking program\" this is all supposedly based on checks to see which browser is installed on your desktop. If Microsoft were truly as foolish as all these schemes make them out to be, they wouldn't have enough money to run these schemes in the first place. This particular wave of Microsoft-directed foolishness caused the company to put up a denial on its site, titled \"Message to Customers on New 'Email Tracking Program' Hoax.\" In a nutshell, it says the e-mail people are receiving is a hoax and it did not originate with Microsoft. In April 1999, the Microsoft version of the hoax had Netscape and AOL merging, leaving Microsoft scrambling to get people to use Internet Explorer. In September 1999, another prankster reworked the text of that message so that now Microsoft and AOL had merged. Observe: I am forwarding this because the person who sent it to me is a good friend and does not send me junk. Microsoft and AOL are now the largest Internet company and in an effort make sure that Internet explorer remains the most widely used program, Microsoft and AOL are running an e-mail beta test. When you forward this e-mail to friends, Microsoft can and will track it (if you are a Microsoft Windows user) for a two week time period. For every person that you forward this e-mail to, Microsoft will pay you $5.00, for every person that you sent it to that forwards it on,Microsoft will pay you $3.00 and for every third person that receives it, you will be paid $1.00. Within two weeks, Microsoft will contact you for your address and then send you a check. I thought this was a scam myself, but two weeks after receiving this e-mail and forwarding it on, Microsoft contacted me for my e-mail and within days, I received a check for $800.00. (An especially breathtaking version of the above updates the figures so that the $5 forward becomes $245, the $3 one morphs to $243, and the $1 to $241, leaving the \"author\" of note claiming she received a check for $24,800.) If AOL and Microsoft had merged, you wouldn't be hearing about it in your inbox that news would be shouted to you by every television, newspaper, and radio you happened to invade the vicinity of. Such a merger would also obviate the need for Microsoft to fight for its share of the browser market because AOL bought Netscape in March 1999 . In December 1999, the following mutation of the previous \"pie in the sky\" claim hit the e-streets: I'm an attorney, and I know the law. This thing is for real. Rest assured AOL and Intel will follow through with their promises for fear of facing an multimillion dollar class action suit similar to the one filed by Pepsico against General Electric not too long ago. I'll be damned if we're all going to help them out with their e-mail beta test without getting a little something for our time. My brother's girlfriend got in on this a few months ago. When I went to visit him for the Baylor/UT game she showed me her check. It was for the sum of $4,324.44 and was stamped \"Paid In Full\". Like I said before, I know the law, and this is for real. If you don't believe me you can email her at jpiltman@baylor.edu. She's eager to answer any questions you guys might have. Thanks, Dirk. From: James M. Schwarnica This is not a joke. I am forwarding this because the person who sent it to me is a good friend and does not send me junk. Intel and AOL are now discussing a merger which would make them the largest Internet company and in an effort make sure that AOL remains the most widely used program, Intel and AOL are running an e-mail beta test. When you forward this e-mail to friends, Intel can and will track it (if you are a Microsoft Windows user) for a two week time period. For every person that you forward this e-mail to, Microsoft will pay you $203.15, for every person that you sent it tothat forwards it on, Microsoft will pay you $156.29 and for every third person that receives it, you will be paid $17.65 Within two weeks, Intel will contact you for your address and then send you a check. I thought thiswas a scam myself, but a friend of my good friend's Aunt Patricia, who works at Intel actually got a check for $4,543.23 by forwarding this e-mail. Try it, what have you got to lose???? Only your friends, James, only your friends. Astute readers will note the similarities between this newer AOL/Intel version and the earlier AOL/Microsoft tale. Both contain the telling phrase, \"I am forwarding this because the person who sent it to me is a good friend and does not send me junk.\" (Hey, if you can't take the word of an anonymous penpal, who can you trust?) It's clear the same script has been recycled with just the details of who is supposed to be handing out those golden goodies and the size of those nest eggs dropping from heaven altered. (But not altered too well, we see though this version supposedly has AOL and Intel on the hook, the text repeatedly refers to Microsoft as making the payments.) As the thunderous silence roiling off Wall Street proves, no rumors about an impending Intel/AOL merger are circulating. Likewise, claims that Pepsico filed a multi-million dollar suit against General Electric are fatuous there's no record of anything like that having gone on. These claims (along with Dirk's \"I'm an attorney, and I know the law\" posturing) should be viewed for what they are; pathetic attempts to load the appearance of credibility onto a tired, old joke. As for asking Jane Piltman at jpiltman@baylor.edu about the fat check she received, the powers that be at Baylor assure us that address has never existed on their system. In April 2002 someone thought to slightly rework the September 1999 \"Microsoft\" version and loose it upon the unsuspecting yet again: SORRY EVERYBODY.....JUST HAD TO TAKE THE CHANCE!!! To all of my friends, I do not usually forward but this is from my good friend Pearlas Sanborn andshe really is an attorney. If she says that this will work - it WILL work. After all, what have you got to lose? I'm an attorney, and I know the law. This thing is for real. Rest assured AOL and Intel will follow through with their promises for fear of facing a multimillion dollar class action suit similar to the one filed by PepsiCo against General Electric not too long ago. Please do not take this for a junk letter. Bill Gates is sharing his fortune. If you ignore this you will repent later. Microsoft and AOL are now the largest Internet companies and in an effort to make sure that Internet Explorer remains the most widely used program, Microsoft and AOL are running an e-mail beta test. When you forward this e-mail to friends, Microsoft can and will track it (if you are a Microsoft Windows user) for a two week time period. For every person that you forward this e-mail to, Microsoft will pay you $245.00, for every person that you sent it to that forwards it on, Microsoft will pay you $243.00 and for every third person that receives it, you will be paid $241.00. Within two weeks, Microsoft will contact you for your address and send you a cheque. The Microsoft version of the hoax was again revived in March 2004 when the following updating of the September 1999 form of the leg-pull came into circulation: THIS TOOK TWO PAGES OF THE TUESDAY USA TODAY - IT IS FOR REAL Subject: PLEEEEEEASE READ!!!! it was on the news! !!!! It was on the news! Kathy South Alcoa - EHS Maintenance CoordinatorPhone: 765/771 - 3547 Pager : 765/420 - 6575 To all of my friends, I do not usually forward messages, But this is from my good friend Pearlas Sandborn and she really is an attorney. If she says that this will work - It will work. After all, What have you got to lose? SORRY EVERYBODY.. JUST HAD TO TAKE THE CHANCE!!! I'm an attorney, And I know the law. This thing is for real. Rest assured AOL and Intel will follow through with their promises for fear of facing a multimillion-dollar class action suit similar to the one filed by PepsiCo against General Electric not too long ago. Dear Friends; Please do not take this for a junk letter. Bill Gates sharing his fortune. If you ignore this, You will repent later. Microsoft and AOL are now the largest Internet companies and in an effort to makesure that Internet Explorer remains the most widely used program, Microsoft and AOL are running an e-mail beta test. When you forward this e-mail to friends, Microsoft can and will track it ( If you are a Microsoft Windows user) For a two weeks time period. For every person that you forward this e-mail to, Microsoft will pay you $245.00 For every person that you sent it to that forwards it on, Microsoft will pay you $243.00 and for every third person that receives it, You will be paid $241.00. Within two weeks, Microsoft will contact you for your address and then send you a check. Regards. Charles S Bailey General Manager Field Operations 1-800-842-2332 Ext. 1085 or 904-1085 or RNX 292-1085 Charles_Bailey@csx.com Charles_bailey@csx.com I thought this was a scam myself, But two weeks after receiving this e-mail and forwarding it on. Microsoft contacted me for my address and withindays, I receive a check for $24,800.00. You need to respond before the beta testing is over. If anyone can affoard this, Bill gates is the man. It's all marketing expense to him. Please forward this to as many people as possible. You are bound to get at least $10,000.00. We're not going to help them out with their e-mail beta test without getting a littlesomething for our time. My brother's girlfriend got in on this a few months ago. When i went to visit him for the Baylor/UT game. She showed me her check. It was for the sum of $4,324.44 and was stamped \"Paid in full\" Like i said before, I know the law, and this is for real. Intel and AOL are now discussing a merger which would make them the largest Internet company and in an effort make sure that AOL remains the most widely used program, Intel and AOL are running an e-mail beta test. When you forward this e-mail to friends, Intel can and will track it( if you are a Microsoft Windows user)for a two week time period. TRy it; What have you got to lose???? We especially love this version's \"If you ignore this, You will repent later\" line looks like the writer of this incarnation of the hoax got crossed up between \"repent\" and \"regret.\" By now you must be tired of hearing about Microsoft versions of this game. In June 1999 the basic hoax was reworked to aim it at new corporate targets: Abercrombie & Fitch have recently merged to form the largest hottie outfitter company in the world! In an effort to remain at pace with this giant, the GAP has introduced a new email tracking system to determine who has the most loyal followers. This email is a beta test of the new clothing line and GAP has generously offered to compensate those who participate in the testing process. For each person you send this e-mail to, you will be given a pair of cargo pants. For every person they give it to, you will be given an additional Hawaiian print T-shirt, or every person they send it to, you will receive a fisherman's hat! GAP will tally all the emails produced under your name over a two week period and then email you with more instructions. This beta test is only for Microsoft Windows users because the email tracking device that contacts GAP is embedded into the code of Windows 95 and 98. If you wish to speed up the \"clothes receiving process\" then you can email the GAP's P.R. rep for a free list of email addresses to try, at....\"gollygap@yahoo.com\" I know you guys hate forwards, but I started this a month ago because I was naked and couldn't get a date. A week ago, I got an email from the GAP asking me for my address I gave it to them yesterday and I got a box load of merchandise in the mail from the GAP!!!!! It really works! I wanted you to get a piece of the action, you won't regret it! We're tempted to say this one is so silly no one could possibly believe it, but a) we could have said that about every previous incarnation of this hoax, and b) our inboxes prove otherwise. Abercrombie and Fitch have not recently merged they've been in the outfitting business since 1892 (with a brief respite taken 1976-1982). And no, the GAP is not giving out free clothing. Neither is its Public Relations department reachable through a yahoo.com address. (Mail to gollygap@yahoo.com is being returned as undeliverable, with a note that the account has \"been disabled or discontinued.\") As the GAP says on its web site: Question: I received an email chain letter promising free merchandise; is this a legitimate offer? Answer: Chain letters and other email hoaxes regarding any Gap, Banana Republic, Old Navy or Forth & Towne promotions are not legitimate. Please disregard any correspondence you've received promising free clothing or gift certificates. These messages were developed without the knowledge or approval of Gap Inc. We're sorry for any inconvenience to you as a result of unauthorized solicitations. If the \"I was naked and couldn't get a date\" line doesn't give the parody away, nothing ever will. In late June 1999, an anonymous hoaxster thought to rework the yuks in the opposite direction, this time with Abercrombie & Fitch responding to the Gap's \"offer\": Hello everyone! My name is Amber McClurkin. You have probably heard about the email from Gap offering free clothes to anyone who will forward the message on. Well, I am the founder of Abercrombie & Fitch, and I am willing to make a better deal with you. You will receive a $25 gift certificate for every five people you forward this to. This is a sales promotion in order to get our name out to young people around the world. We believe this project can be a success, but only with your help. Thank you for your support !! Sincerely, Amber McClurkin Founder of Abercrombie & Fitch As noted above, Abercrombie & Fitch has been around since 1892. We don't know which is the more ludicrous claim that a 196-store company which in 1998 netted $815.8 million in sales (up 56% from 1997) needs to give away $25 gift certificates to boost sales or that someone who'd have to be at least 125 years old is sending e-mail. In July 1999 the next installment in the \"warring clothiers\" saga appeared: DEAR OLD NAVY SHOPPER I AM LAURA THIMIS, THE FOUNDER OF OLD NAVY. AS YOU KNOW, THERE HAS BEEN SOME PRMOTION THINGS GOING ON WITH ABERCROMBIE AND FITCH AND THE GAP. NOW I WANT TO BE PART OF THE INTERNET PRMOTION \"GIG\". FOR EVERY 10 PEOPLE THAT YOU SEND THIS TO, YOU GET A FREE $25.00 GIFT CARD FOR ANY OLD NAVY STORE, IN ANY PART OF THE WORLD, FROM THE U S A TO CHINA, FROM ICELAND TO PARIS!! MAKE SURE THAT YOU SEND THIS TO LOTS AND LOTS AND LOTS OF PEOPLE!!!! AFTER YOU SEND THIS TO AT LEAST 10 PEOPLE, YOU WILL RECIVE YOUR FREE OLD NAVY GIFT CARD IN 2-4 WEEKS!!!! WATCH THE MAIL!!!!!!!! Thank You!!!! Well this just keeps getting better and better according to this spam-o-gram, Old Navy wants to compete with The Gap, the company that owns it. Yes, you heard that right Old Navy is a subsidiary of The Gap, the same way GapKids and Banana Republic are. Old Navy doesn't have a founder (let alone one named Laura Thimis) it's a brand of clothing introduced by the Gap in 1994. In September 1999 the Old Navy hoax was dressed up by the lead-in of a sappy poem too painful to reproduce here. (Our lips are sealed with a kiss.) Those who managed to fight their way through reading it were greeted by the same Old Navy \"offer\" quoted above. November 1999 saw yet another entry in the warring clothiers version of the prank, this one bringing it full circle with yet another giveaway from The Gap: Hi! My name is Janelle McCan, Founder of the Gap. You have probably heard about the e-mail from Abercrombie and Fitch offering twenty five dollar gift certificates to every five people you sent that letter to. My question is: DID IT WORK? Most of you who tried it will probably say NO. But this letter is NOT prank like others you have experienced. I am offering thirty five dollar gift certificates to every seven people you send this to. When you have finished sending this letter to as many people as you wish, a screen will come up. It will tell you how much you have earned in Gap gift certificates. Print that screen out and bring it to your local Gap store. The sales clerk will give you your certificates and you can SHOP BABY! This is a sales promotion to get our name out to young people around the world. We believe this project can be a success, but only with your help. Thank you for your support! Sincerely, Janelle McCan Founder of Gap Hard to disbelieve, eh? Especially when the \"founder\" writes personally to tell you this isn't a prank like all those other e-mails. Whoever wrote this version of the game should've done his research The Gap was founded by Don and Doris Fisher in 1969. The Gap/Old Navy has denied involvement in the various \"offers\" shopped around in e-mail in its name see its disclaimer by visiting their site, or read the text of that denial here: Question: I received an email chain letter promising free merchandise; is this a legitimate offer? Answer: Chain letters and other email hoaxes regarding any Gap, Banana Republic, Old Navy or Forth & Towne promotions are not legitimate. Please disregard any correspondence you've received promising free clothing or gift certificates. These messages were developed without the knowledge or approval of Gap Inc. We're sorry for any inconvenience to you as a result of unauthorized solicitations. On 4 October 1999, a Massachusetts teenager penned the following hoax involving J. Crew and sent it to 27 people. By the end of November, J. Crew estimated it had reached 5,000: Hello readers! My name is Robert Crensman. I am sure you are all well aware of the free offerings made from Gap and the free gift certificates offered from Abercrombie and Fitch. I am the Senior President of J.Crew, and I am offering a great deal in compliance to these other great offers. For every ten people you forward this two, your AOL screen name will receive an online J.Crew gift certificate worth fifty dollars. There is no limit to how many people you can send this to. This is simply an online promotion to increase the usage of our internet website. We appreciate your help in passing on this letter. Thank you for your support! Feel free to visit our online store at http://www.jcrew.com The teenager who started all this lost his Internet account. (As well he should have, if only for torturing the English language with \"in compliance to these other great offers.\") Operating on the theory that one can never have too much of a good joke, the following version of the same tired jape began popping up in inboxes everywhere in June 1999: Hey, I just wanted to let you guys know about this great new PC I just a friend of mine got from IBM! Hewlett-Packard and Gateway have just merged to form the biggest computer supplier in the world! Bigger than Dell, bigger than IBM, bigger than them all! In response to this amazing merger, IBM has set aside 250,000 free computers to reward and keep it's most loyal and trusted customers! I've already got mine, read on to see how you can get yours!!! This email has a special encoding which will let IBM know every time you send it to one of your friends or relatives. The first 250,000 people who send this to at least 15 of their friends will receive a brand new IBM computer! After you send this to your friends, and qualify, IBM will contact you via email, and get your shipping address. Send them your address, and in a couple of days, a brand new computer, complete with printer, and 19\" monitor is sitting on your doorstep! You must hurry, because this offer ends July 31 of this year! Here's the catch, though. Each of your friends must send this to at least 5 people or you won't be eligible, so choose your friends wisely! Remember, a true friend will send this along for you! That's all it takes, no strings attached! No purchase necessary!!! You don't even have to have previously purchased a computer from IBM! They want to earn or keep your future business, and they're willing to pay for it!!! Take Care, and let's get some new computers!!! If you want a new computer, you'd better go out and buy it, because sure as shooting, IBM isn't giving them away. As the denial of this hoax put up by IBM states: Beware of 'chain letters' promising free IBM PCs Many computer users recently have been led to believe they would receive a free IBM PC, 19-inch monitor and printer, if they just forwarded a simple e-mail to at least 15 friends. The offer of a free PC is a hoax. IBM asks that customers be wary of any such notes and refrain from forwarding these messages. You should be suspicious of any e-mail that requests you to forward the e-mail to other people. Such email is usually the basis of a \"chain letter.\" If you receive a copy of the free PC chain letter, or any other chain letter, the best action for you to take is to delete it. DO NOT FORWARD IT TO ANYONE! This version of the hoax may top them all in that it's designed to be sent only to the extremely gullible, thereby multiplying its chances of being forwarded on from there. Key to the forwarder's chances of earning himself a free computer is his choice of friends to involve. As stated in the hoax: Each of your friends must send this to at least 5 people or you won't be eligible, so choose your friends wisely! Under those \"rules,\" if so much as one person the next link away on the chain fails to forward the message to another five victims, the originator has lost his shot at new computer equipment. Therefore, the choice of which five to rope in becomes all-important: one savvy one in the bunch, and the forwarder is out of the game. In a setup like this, stupidity is everything. The selection of which friends to send the note to will depend on how likely they are to keep the chain intact, which will lead to exponential replication of the hoax. Other versions of this leg-pull spread mightily despite no effort being made to weed out the disbelieving; how far will this one go seeing as how its recipients are being pre-selected on the basis of credulity? In July 1999, yet another version of the hoax came into being: Hi. My name is Jeffrey Newieb. I am a marketing analyst for M & Ms chocolate candies based in Hershey, Pennsylvania. As the year 2000 approaches, we want to be the candy of the millenium. As you may already know, the roman numeral for Y2K is MM. We are asking you to pass on this e-mail to 5 friends. Our tracking device is calculating how many e-mails you send out. Everytime it reaches 2000 people, you will receive a free case (100 individual 55gram packs) of delicious M & M candies. That means the more people it reaches, the more candy you're going to get. Mmmmmm... yummy M & Ms for the year 2000!! Remember, nothing but bad luck will come your way if you do not share this with at least 5 people! Once again, it's the same leg-pull, just new victims. This particular incarnation isn't all that well crafted M&Ms are made by Mars, a company headquartered in McLean, Virginia. Hershey's headquarters are in Hershey, Pennsylvania. Late September 1999 saw the playfulness take an even wilder spin out of control with Honda supposedly looking to earn American market share for its automotive products by giving away free cars: First off, I just want everyone to know that this is the real thing. I forwarded this message to everyone I know about 6 months ago and last week a Honda employee showed up at my house with my brand new 1999 Civic EX!!! It is so funny because I never believed these things worked and actually I sent this one as a joke to all my friends. But they forwarded the message to and now I have received a new car!!! My best friend actually hasn't gotten his car just yet but he checked the balance of his Honda Account and it has reached nearly $11,000!!! If you like Honda's or you just want a new car, please forward this message it is the real thing. Bob Stanley, Denver Colorado Friends, Look I know this sounds too good to be true, and that's what I thought too. But I called Honda's headquarters in Japan and spoke to an American representative myself and it really is true! They assured me that this the real thing! I still wasn't convinced but I called three weeks later and my Honda account balance has reached the unbelievable sum of 12,500!!! So even if you don't believe this forward it anyways so my account will continue to grow until I get my brand newPrelude!!! Steve Kelly, Minneapolis Minnessota Dear valued potential customers: Here at Honda we have been well known for over 20 years for providing the best in reliabillity, comfort, and style. Over the years we have risen to be one of the top auto industries here in Japan. But that isn't enough. We want to be number one in the US. Now our twentieth anniversary for making cars is here!!! This is the perfect opportunity for you and us here at Honda to celebrate our 20 years of excellent service. We have been trying to think of ideas to get more people to know about our cars. And with technology and e-mail being the wave of the future, we want to jump on this opportunity. So we have set up a rewards system to repay those who help us spread the word about Honda. Our marketing staff has designed a special program that traces this message as it travels across the US. Anyone who forwards this e-mail, will immediately have an account at their local Honda dealer opened in their name. This account will initially be opened with a credit of $1,000 toward any new or used vehicle at their participating dealership. For each person you forward this e-mail to, the amount of $200 will be added to your account. If the recipients of this e-mail forward it you will be rewarded an additional $100 for each person it reaches and if they also forward it your account continues to grow in $100 increments. You can log onto our website at http://www.Honda.com to check the balance of your account. If things go well and everyone participates you should see your account grow quite quickly. Follow the on screen instructions to order the specific make and model of Honda you want to buy with your account. We hope that this is a rewarding experience for you and us. Our goal is to reach over 1 million computers by the year 2000. I thank you for your time and business, Sincerely, Kageyama Hironobu Senior Honda Marketing Advisor Honda is already doing well in the American market it doesn't need a word-of-mouth campaign to boost sales in the US. Indeed, it's having difficulty producing enough vehicles to meet its US orders. As Dick Colliver, American Honda Executive Vice President, said in a 1 September 1999 press release, \"Demand continues to outrun supply for many of our models.\" As well, Honda proclaims this \"free car\" giveaway to be a hoax. It stands to reason if a company cannot produce enough product to fill existing customer orders, it's not going to be giving the same product away as part of a promotion. Translation: the only free cars you're going to see are parked in your dreams. Besides, Kageyama Hironobu (the supposed 'Senior Honda Marketing Advisor' who signed the e-mail making the offer) is the name of a famous Japanese singer. Can anyone say \"leg pull\"? Proving that no joke is too tired not to be dusted off and aimed at a new victim, the following hit the Internet in November 1999: Hi. I am, Michele Cordova, the founder of Bath & Body Works and I want your business. We are trying a new advertising campaign through the power of YOU, the consumer. In order for this to work, you need to send this e-mail to 13 people and I know that is not a lucky number but that is the number we need in order for this to work. Our computer tracking system will keep count of how many people you send it to so don't feel like you have to send it to thirteen people all at once. You may not send it to the same person more than once unless you internet pals accidently delete the message, we wouldn't want them to miss out on this great offer. To compensate you for your hard work, we are going to send you a $50 dollar gift certificate redeemable in any store nationwide. This is not a joke, it will be your loss if you don't send this to 13 PEOPLE. Thanks again! Michele Cordova Founder of Bath & Body Works Anyone who thinks it's reasonable to be rewarded with $50 in loofahs for the \"hard work\" of forwarding an e-mail needs to quit sniffing the bath salts. He also needs to gain a better grasp of retail realities; specifically, who owns what out there in the marketplace. Bath & Body Works is not some spunky little bath gel shop run out of someone's kitchen, now trying to take on the big boys. It's owned by The Limited, Inc., a Fortune 500 company worth approximately $9 billion, as part of its Intimate Brands holdings. (Other retailers owned by The Limited include: Express, Lerner New York, Lane Bryant, Limited Stores, Structure, and Henri Bendel. Intimate Brands also owns Victoria's Secret.) They too have joined the growing list of companies forced to put up a denial of this rumor on their web site. In early December 1999, the usual leg-pull was reworked to aim it at Columbia House: Hi. My name is Richard Douche. I am the president of the Cyber Promotions for Columbia House. We are in a fierce competition with companies such as Amazon.com and Music Blvd, among many others. Because of this, I have been authorized to offer 10+ free cd's of your choice to any person who participates in our promotion. We at Columbia House understand that your time is very important to you, and that you don't want to have to fill out a form and mail it to us. With this in mind, we have developed a simplistic way for anyone who receives this email to participate. All you have to do is send this message on to your friends! Yes, it is that simple. Now you are wondering how many CDs you get, and how to get them. It all depends on how many people you send this message to. You are required to send this email to the address below to receive your first 10 CDs. Cyberpromotions@n2music.com In addition, you get another CD for every person you forward this to. For example, if you send this to Cyber Promotions, along with 10 of your friends, you would receive a total of 20 CDs. Remember to send this to Cyber Promotions or you WON'T RECEIVE YOUR CDS!! We will email you back promptly asking for your CD selections. Again, thank you for your participation!! Richard Douche President, Cyber Promotions Short and sweet: Columbia House denies running such a promotion. Were this for real, mail would be going to a columbiahouse.com address, not to a throwaway free e-mail account at n2(whatever).com. Mom didn't warn you about corresponding with fellas named Dick Douche? February 2000 brought us a version that at least had a minor new element: the \"free merchandise\" hoax was combined with the \"forward this message to ten other people and a cool little animation will play on your screen,\" this time with the reward being free cases of Coca-Cola: FREE COCA COLA FOR A MONTH Coca-Cola is offering four free cases of diet coke or regular coke to every person you send this to. When you have finished sending this e-mail to as many people as you wish, a screen will come up. It will then ask where you want your free coke products sent. This is a sales promotion to get our name out to young people around the world. We believe this project can be a success, but only with your help. So please start e-mailing and help us build our database. Thank you for your support! Always Coca-Cola, Mike Hill Director of Marketing Coca-Cola Corporation Atlanta, Georgia www.cocacola.com This one is at least amusing in that it leaves us wondering how the message knows when you've finished forwarding it to \"as many people as you wish,\" why the Director of Marketing for Coca-Cola doesn't know enough to capitalize the name of his company's flagship product, how it is that one of the most successful and ubiquitous of American corporations over the last century suddenly thinks \"young people\" are unfamiliar with its name, and why a company with an advertising budget approaching billions of dollars decided that plain text e-mail forwarded by strangers was the best advertising method they could employ to spread their name. (Besides, in our household four cases of Diet Coke would hardly be a \"month's supply\" Barbara goes through that much in one week.) Coca-Cola denies the whole thing, saying this pie-in-the-sky e-mail is untrue. The following badly-spelled missive began life on the Internet in February 2000: I know that this seems a bit hard to believe, and I admit to a certain scepticism myself, but I also know that P. Shayler-Webb does exist, so it doesn't hurt to pass it on. ------ ALL PLEASE READ THE BELOW EMAIL IF YOU ACTION ASAP YOU WILL RECIEVE SOME MONEY & MUSIC VOUCHERS Subject: FW: EMI and Time Warner. Due to the merger between EMI and Time Warner, an unprecendented opportunity to make FREE money and receive FREE gifts has arisen. As you have probably heard, Time Warner recently announced a merger with AOL. AOL is the world's largest Internet Service Provider, and is eager to increase it's market share by providing a Unique Selling Point. Time Warner, AOL and EMI have begun to conduct a feasability study in music delivery via email, and so arecollating data on the way in which emails are disseminated between family, collegues and friends. AOL has cleverly encoded this email with a unique identifier, which allows them to track all the senders and recipients. IT DOES NOT MATTER IF YOU ARE USING AN APPLE MACINTOSH OR PC !! EMI has promised that for every 10 people that you forward this mail to, they will send you 10 in record vouchers. Time Warner has promised that for every person that forwards your mail, they will send you a 50 cheque. Quote from P. Shayler-Webb (my friend), \"I must admit that I thought this would be one of those standard internet scams but yesterday I was emailed by representatives of both EMI and TimeWarner asking for my home address. This morning I had both a 10 record voucher to spend at any HMV and a NatWest cheque made out to me for 50!!\" If you only send out this mail to as many people as you can then you can also take advantage of this offer. What do you have to lose ??? Like we keep saying, what you have to lose are your friends. This latest twist on the old gag is no more true than any of the previous incarnations. In March 2000, The Newell Company (an Illinois-based housewares and hardware company best known for its Rubbermaid line) fell victim to the hoax: Important, The Newell Company is trying to figure out how many people pass along those stupid e-mail along and supposedly get money. So heres how this one works. For the next month our family has rented an e-mail tracker and we are tracking this e-mail. So if you get this e-mail and forward it we will be able to make you very happy. For every person you send this to you will get $399, and for every person that you sent this to who forwards this you will get $199. Now this is not a hoax. I, Ryan Newell, thought myself that this was a hoax but I sent it to you all and ten(10) days later I got a check for $3990. I urge you to do the same. Good luck and don't spend your money all in one place. According to this craziness: The owners of a multi-million dollar company are going to throw away millions just to satisfy themselves as to how many people pass around this sort of nonsense. That there is such a thing as an \"e-mail tracker\" and it can be rented from someone or other. What else can we say but that it's fake? The Newell Company confirms this. The following version of the joke, drawing Nokia into the fray, began circulating in March 2000:",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20000412113630/http://www.thecoca-colacompany.com/news/NewsDetail4.asp?NewsKey=411;http://web.archive.org/web/20020204035042/http://www.intimatebrands.com/press/1999/alert11_19.asp;http://web.archive.org/web/20010604213715/www.honda.com/emailhoax.html;http://web.archive.org/web/19991012123102/http://ibm.com/news/1999/07/082.phtml;http://www.gapinc.com/public/About/abt_faq.shtml#a131;http://www.gapinc.com/public/About/abt_faq.shtml#a131;http://web.archive.org/web/20000817090420/http://www.microsoft.com/presspass/hoax/05-13hoax.asp;http://web.archive.org/web/20010215040116/http://www.microsoft.com/billgates/columns/1998Essay/3-25col.asp;",
  "Example": "",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/billgate.asp",
  "Claim": "You can receive any of the following rewards from various companies by simply forwarding an e-mail message or clicking a share link: $5,000 cash from Bill Gates/Microsoft Free merchandise from Nike Free trip for two to Walt Disney World or $5,000 cash from Disney Free clothing from the GAP Free computers from IBM $25 gift certificates from Abercrombie & Fitch $25 gift certificates from Old Navy $50 gift certificates from J. Crew Free cases of M&Ms from Mars $25 gift certificates from Outback Steakhouse Free cars from Honda $50 gift certificates from Bath & Body Works Free CDs from Columbia House Free cases of soda from Coca-Cola Cash from AOL Time Warner Cash from EMI Free cell phones from Nokia Free cell phones from Ericsson $50 gift certificates from Victoria's Secret Cash from the Newell Co. Cash from RH Power Inc. $50 gift certificates from Cracker Barrel Free champagne from Veuve-Clicquot $50 gift certificates from Applebee's Cash from Bill Gates 60 vouchers from Sainsbury's PlayStation consoles from Sony Air travel from Delta Air Lines Free laptop computers from Ericsson Free merchandise vouchers from Marks & Spencer Free cell phones from Blackberry",
  "Claim_ID": "inboxer_nothing_billgate",
  "Tags": ""
}