{
  "Origins": "December 2008 saw a new outbreak of a variant of the long-running \"get stuff for free by forwarding a message to other people\" hoax hit the cellular world, with customers of several different cell phone networks receiving text messages promising a $60.00 credit on their bills for forwarding those messages to ten other people. (This same variant previously appeared at least as far back as May 2008.)",
  "Fact Check": "",
  "Description": "At the end of June 2009, the leg-pull reappeared, that time seemingly providing a reason for the phone company's supposedly beneficence: a gesture of mourning for pop star Michael Jackson (who passed away on 25 June 2009). In April 2010, the hoax came back for another go-round, that time targeting AT&T and promising a $160 credit for the forwarding of the text message to ten other people. The medium may be slightly different, but the underlying hoax is still the same: Businesses aren't giving out money and free merchandise to people who forward messages, but pranksters are having a laugh at getting people to fall for it.",
  "Originally Published": "",
  "Referred Links": "http://www.everythingicafe.com/forum/iphone/need-to-know-if-you-can-foward-a-text-message-28668.html;",
  "Example": "[Collected via e-mail, December 2008] Today I got 3 text messages on my phone stating the following, \"SPRINT FREE-MSG: All Sprint Customers send this message to ten people and sprint will credit your account $60.00* both billing or prepayed. enjoy ur holiday\" [Collected via e-mail, December 2008] i just recieved this text message \"AT&T FREE-MSG. Attention! All AT&T Customers send this message to ten people and AT&T will credit your account $60.00. * both billing and prepaid MERRY CHRISTMAS\" [Collected via e-mail, December 2008] I received the following text this morning. It seems too good to be true. \"Msg: T-MOBILE FREE-MSG. Attention all T-Mobile Customers send this message to ten people and t-mobile will credit your account 60.00 *both billing or prepaid. Happy Holidays.\" [Collected via e-mail, December 2008] I have received 2 text messages, from two different people on my cell phone the message is: Msg: ALLTELFREE MSG. Attention! All Alltel customers send this message to ten people and Altel will credit your account $60. [Collected via e-mail, December 2008] I've received a text message to my phone that says Verizon Wireless will credit $60.00 off of next months bill if I forward the text to 10 people. [Collected via e-mail, December 2008] I was sent a text yesterday stating: Sprint together with Nextel: send text to 10 people and get 60.00 dollars of your bill in the next hour. I contacted sprint and they let me know this was not TRUE!! [Collected via e-mail, December 2008] i just recieved a text message that says \"CINGULAR (THE NEW AT@T)-F2DE-MSG. Attention! All Cingular Customers send this message to ten people and Cingular will credit your account $60!\" Is this for real???? [Collected via e-mail, June 2009] R.I.P. Michael Jackson: All cell phone Customers sent this message to ten people and cell company will credit your account $60.00. No Joke! [Collected via e-mail, April 2010] AT&T FREE-MSG. Attention! All AT&T Customers send this message to ten people and AT&T will credit your account $160.00 *both billing or prepaid. This is true I called at&t Hey everyone this is true I called them tooo",
  "Last Updated": "9 April 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/cellphone.asp",
  "Claim": "Forwarding a text message to ten other people will get you a $60.00 or $160 credit on your cell phone bill.",
  "Claim_ID": "inboxer_nothing_cellphone",
  "Tags": ""
}