{
  "Origins": "The Cheesecake Factory chain of restaurants began with a small cheesecake shop opened in Detroit in the late 1940s by Oscar and Evelyn Overton. Although the Overtons eventually gave up that shop in order to raise their children (with Evelyn continuing to supply local restaurants with cheesecakes she baked in her basement kitchen), they moved to California in 1971 and opened a \"Cheesecake Factory\" bakery in Los Angeles. The Overtons' bakery business grew over the next several years to the point that they were distributing a variety of cheesecakes and other desserts to hundreds of accounts, and in 1978 their son David opened the first \"Cheesecake Factory\" restaurant in Beverly Hills. From that initial bakery and restaurant, The Cheesecake Factory chain has grown to 143 locations in 34 states coast to coast (including Hawaii and the District of Columbia).",
  "Fact Check": "",
  "Description": "In celebration of their 30th anniversary (and National Cheesecake Day), on 30 July 2008 Cheesecake Factory restaurants will be offering all their varieties of cheesecake at the 1978 price of $1.50 per slice: Celebrating \"30 Delicious Years,\" The Cheesecake Factory is serving up several sweet initiatives throughout 2008. To kick-off the anniversary celebration and in commemoration of National Cheesecake Day on July 30th, 2008, The Cheesecake Factory restaurants will offer every delicious slice of its more than 30 varieties of cheesecake with a dollop of nostalgia by featuring all cheesecakes at $1.50 per slice, limit one per guest, dine in only, on that day as they were when the restaurant first opened in 1978. In addition, a special, limited edition cheesecake, the 30th Anniversary Chocolate Cake Cheesecake, will be introduced on July 30th with $0.25 from the sale of each slice sold this year benefiting the national hunger-relief organization, America's Second Harvest The Nation's Food Bank Network. Additional information: The Cheesecake Factory Serves Up a Delicious 30th Anniversary Celebration",
  "Originally Published": "",
  "Referred Links": "http://www.businesswire.com/portal/site/google/?ndmViewId=news_view&newsId=20080715005365;http://www.cheesecakefactory.com/aboutus_whatsnew.asp;http://www.cheesecakefactory.com/aboutus.htm;",
  "Example": "[Collected via e-mail, July 2008] This was sent to me by a friend who gets emails from The Cheesecake Factory. Can you verify this? Dear Insider, In a few days The Cheesecake Factory will announce a very special offer in honor of our 30th anniversary. However, as is customary at the Insider's Table, we wanted to share the news with you first! What's all the excitement about? On Wednesday, July 30, Cheesecake Factory restaurants nationwide will offer every delicious slice of our more than 30 varieties of cheesecake for $1.50 per slice just like we did when we opened our first restaurant back in 1978! It's no coincidence that Wednesday, July 30, also happens to be National Cheesecake Day. After all, what better time to enjoy the cheesecake you absolutely love! As you know, sharing is part of the fun at The Cheesecake Factory so feel free to share the news about this special offer with your friends. So, come celebrate with us on National Cheesecake Day! And, stay tuned for more news about our 30th Anniversary Celebration! Your friends at The Insider's Table",
  "Last Updated": "23 July 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/nothing/freeslice.asp",
  "Claim": "On 30 July 2008, The Cheesecake Factory restaurants will be selling cheesecake for $1.50 per slice.",
  "Claim_ID": "inboxer_nothing_freeslice",
  "Tags": ""
}