{
  "Origins": "Much as we can't help but grin at the thought of His Holiness the 14th Dalai Lama Tenzin Gyatso, head of state and spiritual leader of the Tibetan people, pecking away at a computer keyboard as he sends a chain glurge advising people to \"approach love and cooking with reckless abandon\" winging its way around the Internet, we have to admit that this list has nothing to do with the Dalai Lama. (Some of the things His Holiness has actually said and written can be found here .)",
  "Fact Check": "",
  "Description": "Neither this chain message nor its \"Instructions for Life\" originated with His Holiness. The \"Instructions for Life\" are a truncated version of a much longer list that worked its way around the Internet in 1999 in conjunction with an ASCII art representation of a \"Nepalese Good Luck Tantra Totem\" (the list was also sometimes identified as being a \"modern Japanese good luck tantra\"): The following is Nepali GOOD LUCK TANTRA TOTEM [illustration removed] This tantra totem has been sent to you for good luck. It has been sent around the world ten times so far. You will receive good luck within four days of relaying this tantra totem. Send copies to people you think need good luck. Don't send money as fate has no price. Do not keep this message. The tantra totem must leave your hands in 96 hours. Send ten copies and see what happens in four days. You will get a very pleasant surprise. This is true, even if you are not superstitious. INSTRUCTIONS FOR LIFE Give people more than they expect and do it cheerfully. Memorize your favourite poem. Don't believe all you hear, spend all you have or sleep all you want. When you say, \"I love you\", mean it. When you say, \"I'm sorry\", look the person in the eye. Be engaged at least six months before you get married. Believe in love at first sight. Never laugh at anyone's dreams. Love deeply and passionately. You might get hurt but it's the only way to live life completely. In disagreements, fight fairly. No name calling. Don't judge people by their relatives. Talk slowly but think quickly. When someone asks you a question you don't want to answer, smile and ask, \"Why do you want to know?\" Remember that great love and great achievements involve great risk. Call your mom. Say \"bless you\" when you hear someone sneeze. When you lose, don't loose the lesson. Remember the three R's: Respect for self; Respect for others; Responsibility for all your actions. Don't let a little dispute injure a great friendship. When you realise you've made a mistake, take immediate steps Smile when picking up the phone. The caller will hear it in your voice. Marry a man/woman you love to talk to. As you get older, their conversational skills will be as important as any other. Spend some time alone. Open your arms to change, but don't let go of your values. Remember that silence is sometimes the best answer. Read more books and watch less TV. Live a good, honourable life. Then when you get older and think back, you'll get to enjoy it a second time. Trust in God but lock your car. A loving atmosphere in your home is so important. Do all you can to create a tranquil harmonious home. In disagreements with loved ones, deal with the current situation. Don't bring up the past. Read between the lines. Share your knowledge. It's a way to achieve immortality. Be gentle with the earth. Pray. There's immeasurable power in it. Never interrupt when you are being flattered. Mind your own business. Don't trust a man/woman who doesn't close his/her eyes when you kiss. Once a year, go some place you've never been before. If you make a lot of money, put it to use helping others while you are living. That is wealth's greatestsatisfaction. Remember that not getting what you want is sometimes a stroke of luck. Learn the rules then break some. Remember that the best relationship is one where your love for each other is greater than your need for each other. Judge your success by what you had to give up in order to get it. Remember that your character is your destiny. Approach love and cooking with reckless abandon.Now, here's the FUN part ! Send this to at least 5 people and your life will improve. 0-4 people: Your life will improve slightly. 5-9 people: Your life will improve to your liking. 9-14 people: You will have at least 5 surprises in the next 3 weeks. 15 and above: Your life will improve drastically and everything you ever dreamed of will begin to take shape. See what happens when you pass it on. The longer list is itself yet another truncation of an even larger work, which in this case is Life's Little Instruction Book , by Jackson Brown and H. Jackson Brown, Jr. Perhaps the Dalai Lama isn't concerned with royalties (in a copyright sense), but we suspect Messrs. Brown are, so finding something in the public domain to pass around with the goal of improving people's lives would probably be in order.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/1558531025/ref=urbanlegendsrefe;http://www.bamboointhewind.org/teaching_dalaiquotes.html;",
  "Example": "[Collected via e-mail, 2000] This is what The Dalai Lama has to say on the millennium, all it takes is a few seconds to read and think. Do not keep this message. The mantra must leave your hands within 96 hours. You will get a very pleasant surprise. This is true even if you are not superstitious. I N S T R U C T I O N S F O R L I F E Take into account that great love and great achievements involve great risk. When you lose, don't lose the lesson. Follow the three Rs: Respect for self Respect for others and Responsibility for all your actions. Remember that not getting what you want is sometimes a wonderful stroke of luck. Learn the rules so you know how to break them properly. Don't let a little dispute injure a great friendship. When you realize you've made a mistake, take immediate steps to correct it. Spend some time alone every day. Open your arms to change, but don't let go of your values. Remember that silence is sometimes the best answer. Live a good, honorable life. Then when you get older and think back, you'll be able to enjoy it a second time. In disagreements with loved ones, deal only with the current situation. Don't bring up the past. Share your knowledge. It's a way to achieve immortality. Be gentle with the earth. Once a year, go someplace you've never been before. Remember that the best relationship is one in which your love for each other exceeds your need for each other. Judge your success by what you had to give up in order to get it. Approach love and cooking with reckless abandon.FORWARD THIS MANTRA E-MAIL TO AT LEAST 5 PEOPLE ANDYOUR LIFE WILL IMPROVE. 0- 4 people: Your life will improve slightly. 5- 9 people: Your life will improve to your liking. 9-14 people: You will have at least 5 surprises in the next 3 weeks. 15 people and above: Your life will improve drastically and everything you ever dreamed of will begin to take shape.",
  "Last Updated": "31 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/dalai.asp",
  "Claim": "An \"Instructions for Life\" chain mail mantra was written by the Dalai Lama.",
  "Claim_ID": "inboxer_hoaxes_dalai",
  "Tags": ""
}