{
  "Origins": "The above-reproduced June 2014 post from a Ryan Gosling fan page on Facebook purportedly describes the tear-jerking story of how the actor once adopted a nine-month-old boy after the infant's mother, a friend of his, passed away from cancer only to lose the child a year later when his biological father reclaimed him.",
  "Fact Check": "",
  "Description": "There is nothing to this story: we've found no previous account of Ryan Gosling ever having an adoptive child, much less losing one. And, as a number of family law lawyers have pointed out, the scenario described above (i.e., a biological father reclaiming his child a year after it was adopted by someone else) isn't possible, as the adoption couldn't have taken place had the father not first surrendered his rights to the child or had them permanently terminated by the court for some reason (such as abuse). Moreover, the URL included at the end of the Facebook post, supposedly a link readers could follow to help \"Save thousands of children,\" led to a site hawking Limited Edition Ryan Gosling Clothing , leading many viewers to suspect that the original Facebook post was simply a fabricated tale intended to drive web users to an online merchandise outlet.",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20140618030323/http://teespring.com/FunnyRGClothing;",
  "Example": "[Collected via Facebook, June 2014] Comment: Coming from Ryan Gosling fan page on Facebook: \"This father's day, I've decided to tell the story of how I became a father. This little guy was only 9 months old when I became his dad. His mom and I were great friends before she passed away from cancer. I promised her, I'd always look after him. So, I had decided to step up and become his dad. He brought me so much joy. He was my everything. 1 year later after the adoption, his biological father wanted him. Of course, I put up a fight, but he won. That 1 year of being his father taught me how to love unconditionally. We have to stop and be thankful for our children and children should stop and be thankful for their parents. What I truly learned most of all is, every child needs love.\" Is this true?",
  "Last Updated": "21 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/gosling.asp",
  "Claim": "Facebook account from actor Ryan Gosling describes the loss of his adopted child.",
  "Claim_ID": "inboxer_hoaxes_gosling",
  "Tags": ""
}