{
  "Origins": "The commercial as described in the appeal did run during National Gymnastics Championship in July 2000 and will run again throughout the 2000 Summer Olympics. John Hancock has no plans to drop it, however, hence the show of support called for is unnecessary.",
  "Fact Check": "",
  "Description": "This e-mailed appeal to show support for an endangered non-traditional commercial began circulating on the Internet in August 2000. While the core details as supplied in the missive are true (that such a commercial aired during the National Gymnastics Championship and will be shown again during the Olympics), the call to arms is an overreaction. John Hancock has no plans to kill the ad, nor has it so far encountered organized right wing protests against its theme. (Individuals, however, have made their voices heard by expressing their views, both pro and con, directly to the company. The reaction to the commercial thus far has been mixed.) The controversial commercial is one of a set of four designed to stress the importance of financial planning by showcasing true-to-life situations: A man considers a nursing home for his father. A recently divorced couple struggle with personal issues. A single mother contemplates marriage. Two women adopt a baby from Asia. This set of four commercials will air throughout the 2000 Summer Olympics. (Two were seen during the National Gymnastics Championship; two will debut during the Games.) Only one spot provokes reaction, as (contrary to what is claimed in the e-mail) the other three draw upon mainstream themes in conveying their messages. \"Immigration\" is as described in the e-mail: against the backdrop of a busy airport, two women proudly display their new child. A minor change refocusing the ad upon its central figure has been made to the dialogue of \"Immigration,\" so those who viewed it in its initial run during the gymnastics trials may note a difference in it when they see it again during the Olympics. Initial consumer reaction showed viewers concentrating on the relationship between the adults instead of upon the child, necessitating the alteration. According to a September 2000 John Hancock press release: When we previewed and tested this spot, we found people were misinterpreting what we were saying. People focused a great deal of their attention on what was going on between the adults. It was important to us to focus them, instead, on the real message of the spot, which is however a child comes into a family, that child is entitled to financial protection, and John Hancock can help. The changes we made to the ad are intended to make clear that the spot is about the child, not the adults, and what John Hancock can do to help provide for the child s future. Non-traditional families are still seen as enough of a novelty that this commercial, no matter how effective the refocusing has been, will remain controversial. Some will not agree with the underlying message that a same-sex couple should have the right to raise a child, and some will be ecstatic that a non-traditional pairing has been featured in a mainstream advertising campaign. Many will just blink twice, then get back to watching the pole vaulting. In summation: The commercial is real. The danger of its being pulled is not. Barbara \"olympic'kins\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2000] John Hancock, the insurance company, has done a very courageous thing. They put together a series of commercials to be shown during the Olympics. They are pretty nontraditional and one of them shows 2 women at the airport where they are just bringing home their newly adopted Asian baby. They are so loving and it so sweet you can't help but cry. They congratulate each other on what great moms they'll be, etc. It is clear they are a couple and this is a lesbian adoption. They aired this commercial during the gymnastics trials last week and the right wing went nuts and bombarded John Hancock Co. with nasty phone calls. There is a strong chance Hancock will pull this commercial and it will never be seen during the Olympics if they don't hear some (LOTS!) positive responses as well. Please email them and have everyone you know do the same. Four TV stations said they wouldn't show it and Hancock stood up to them saying they wanted it in writing why they refused. They then all agreed to show it! Here are the email directions: Go to: jhancock.com then click on \"how to reach us\" & the left menu bar where it says, \"website feedback.\" Tell them you saw the \"2 women & baby commercial\" and then praise it, praise them, and please continue to air it. Thank you. Please pass this on!",
  "Last Updated": "30 November 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/outrage/hancock.asp",
  "Claim": "Insurance and financial services company John Hancock is considering pulling a controversial television commercial scheduled to air during the Olympics thanks to right wing protests challenging its lesbian motherhood theme.",
  "Claim_ID": "inboxer_outrage_hancock",
  "Tags": ""
}