{
  "Origins": "On 22 March 2015, a Facebook user posted the above-reproduced appeal from a woman for prayers for her 7-month-old great-granddaughter Alanna, who had been hospitalized at the University of Michigan Hospital (UMH) burn center in Ann Arbor with severe burns to her back, arm, and head.",
  "Fact Check": "",
  "Description": "Some viewers expressed skepticism that the infant shown in the accompanying photograph matched the story of a child badly burned in a bathtub, but the nurse's name shown on the left-hand size of the image (Lauren Zink) matches that of someone listed as being on staff with the UMH Trauma Burn ICU, and television station WJBK in Southfield, Michigan, reported that a child of that name and age had indeed been hospitalized at that facility with severe burns: A seven-month-old girl is hospitalized with first- and second- degree burns. Her babysitter says she received the burns in the bathtub. The baby is at the University of Michigan Hospital with burns covering much of her little body. \"I can't imagine anyone going through this, it's horrible, it's painful. I can't imagine how my daughter feels,\" said the baby's mother Amanda. The babysitter was washing little Alanna when her husband flushed the toilet. It immediately caused the water to get scalding hot, within seconds the damage was done. \"She's got first- and second- degree burns on her head and on her back,\" said Amanda. \"Right now they're thinking that they will heal on their own, but it is possible, she does have some deeper burns on her back, so it is possible for skin grafting.\" (Whether or not the report is completely accurate as to how the child in question received her injuries, that 7-month-old girl clearly was treated at the UMH burn center.) An Angels for Alanna page has been established on GoFundMe.com to help pay for Alanna's medical bills, and donations have reportedly come in from as far away as Scotland: \"With everything that has happened there has got to be some good to come out of this and I feel that making people aware of this situation will be the good that comes out of it,\" said Amanda.",
  "Originally Published": "",
  "Referred Links": "http://www.gofundme.com/o3iggo?fb_action_ids=10204540624248857&fb_action_types=og.shares&fb_ref=undefined&fb_source=other_multiline&action_object_map=%5B643869205724792%5D&action_type_map=%5B%22og.shares%22%5D&action_ref_map=%5B%22undefined%22%5D;http://www.myfoxdetroit.com/story/28315101/baby-burned-while-taking-a-bath;http://umsalary.info/deptsearch.asp?Dept=UMH+Trauma+Burn+ICU&Year=0&Campus=;https://www.facebook.com/photo.asp?fbid=10204001481983508&set=a.1057397681313.2009253.1417016538&type=1&fref=nf;",
  "Example": "[Collected via Facebook, March 2015] PLEASE>>>> PRAY FOR THIS PRECIOUS BABY! A friend sent me this asking for PRAYERS.. I always ask you all to pray it forward...well this is it..... Please pray for my great-granddaughter Alanna. Yesterday when my granddaughter was at work, her babysitter said she was giving the baby a bath when her husband flushed the toilet. As you can see she has severe burns all over her back, arm, and head. Her babysitter didn't even call my granddaughter at work. Instead the babysitter told her what happened when she came to pick her up. My great-granddaughter is at the U of M burn center in Ann Arbor, MI. These are pictures that the nurses took. Please pray for her and have your church pray also. She is only 7 months old.",
  "Last Updated": "2 April 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/prayer/alanna.asp",
  "Claim": "Prayers are requested for Alanna, a 7-month-old Michigan girl who was badly burned in a bathtub.",
  "Claim_ID": "inboxer_prayer_alanna",
  "Tags": ""
}