{
  "Origins": "The above-quoted jape is one of the most recent versions of a long-running Internet hoax that has been circulating in one form or another since 1997. The names of the companies involved and the supposed rewards to be had periodically change, but the basic come-on remains the same: fool gullible netizens into endlessly forwarding junk messages to their friends and acquaintances with phony promises of cash and free merchandise.",
  "Fact Check": "",
  "Description": "There are no free Sony PlayStation Portable ( PSP ) units to be had simply for forwarding an e-mail to 20 friends. Sony is running no such \"word-of-mouth\" promotion, e-mail sent to the designated address bounces as undeliverable, and the site that is supposedlyprocessing the free PSPs, sonyworld.com , is a parked domain which isn't even affiliated with Sony . At one time, Sony itself had posted this denial of the rumor on its web site: PSPTM (PlayStation Portable) Email Hoax You may have noticed a 'bogus' email that has been circulating the internet with offers of a \"FREE\" PSPTM (PlayStation Portable) as a reward for participating in a \"word-of-mouth\" campaign. Please be aware that this email and email address is not ours, is not authentic and is no way endorsed by Sony Computer Entertainment. We recommend that any recipient of this email deletes the file and does not follow any links or open any attachments. The bottom line is that no matter which incarnation of this silliness one receives, the principle is the same: there's still no free lunch, and big companies aren't going to hand out fabulous vacations, $1,000 bills, free trendy clothes, new computers, cases of candies, wads of cash, new cars, or video game consoles just because someone with a functioning Internet connection does them the favor of forwarding an e-mail.",
  "Originally Published": "",
  "Referred Links": "http://www.sony.com/;http://www.sonyworld.com;http://www.us.playstation.com/psp.aspx;",
  "Example": "[Collected via e-mail, 2005] Dear all Maybe able to use this as a Xmas gift for family or friends? Sony is giving away PSP consoles \"FREE\"!! Sony is trying word-of-mouth advertising to introduce its products. And the reward you receive foradvertising for them is a PSP free of cost! To receive your free PSP all you need to do is send this email out to 20 people for a PSP value pack (see attached picture). Within 2 weeks you will receive a free PSP! (They contact you via your email address). **IMPORTANT You must send a copy to pspgiveaway@sonyworld.com IMPORTANT**",
  "Last Updated": "26 October 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/sonypsp.asp",
  "Claim": "Internet users can receive free Sony PlayStation consoles for forwarding an e-mail message to their friends.",
  "Claim_ID": "inboxer_nothing_sonypsp",
  "Tags": ""
}