{
  "Origins": "Like most modern cruise ships, Cunard's venerable and legendary Queen Elizabeth 2 (commonly known as the QE2 ) boasts some impressive dimensions : 963 feet long, 105 feet wide, and 204 feet high; capable of carrying 1,778 passengers (serviced by a crew of 1,016); with nine diesel engines driving it at a top speed of 32.5 knots.",
  "Fact Check": "",
  "Description": "Figures like those are difficult for many of us to appreciate in the abstract, so we often come up with shortcuts that allow us to form simple mental visualizations of scale. In the case of the QE2, that image comes in the form of a frequently-cited \"fact\" claiming the liner is such a behemoth that it burns a whole gallon of fuel to travel a mere six inches. After hearing that statistic, even those who aren't sure how to picture a ship 963 feet long quickly form an image of an immense, fuel-gulping leviathan. However, that stat is grossly out of proportion even for a ship as large as the QE2 and is easily disproved with one other figure: her fuel capacity is, according to Cunard, about one million gallons. If the QE2 really used up two gallons of fuel in traveling just one foot, then her maximum range would be a scant 94.7 miles a rather cumbersome inefficiency that would require her to stop for refueling about once every three hours! Just how far can the QE2 travel on a gallon of fuel? A precise figure is difficult to reckon because many factors influence fuel efficiency and the answer is therefore variable, but if we use Cunard's figures that the ship has a million-gallon fuel capacity and a cruising range of 7,500 miles, we arrive at a rough figure of 39.6 feet per gallon. Cunard itself says that one gallon of fuel will move the QE2 about 49 feet in open seas, so we'd peg the answer at a range of around 40-50 feet per gallon.",
  "Originally Published": "",
  "Referred Links": "http://www.cunard.com/OurShips/default.asp?Ship=QE2&main=int&sub=fac;http://www.cunard.com/ourships/default.asp?ship=QE2;",
  "Example": "",
  "Last Updated": "18 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/trivia/qe2.asp",
  "Claim": "The ocean liner QE2 uses a gallon of fuel for every six inches she travels.",
  "Claim_ID": "inboxer_trivia_qe2",
  "Tags": ""
}