{
  "Origins": "A common Facebook scam that entices users to like, share, and promote a Facebook page through staging what appears to be a massive giveaway targeted PlayStation 4 and PlayStation 5 users in November 2014. Though the exact details vary from scam page to scam page, the basic premise remains the same: Under a PlayStation 4 or PlayStation 5-related name, the scammers post images of stacked, partially-wrapped consoles and state a large number (generally 200) of those units cannot be sold because they were \"unsealed.\" Claiming to have already given away a few dozen units, the pages promise a larger number of PlayStations remain to be distributed for free if users simply like the page, share it with friends, and comment \"done.\"",
  "Fact Check": "",
  "Description": "While Sony has never engaged in such a giveaway, and the Facebook pages' affiliations are never made clear (nor is there ever a reason given for how the page operators acquired thousands upon thousands of dollars of desirable electronic goods), the lure of a free PlayStation is often enough to induce Facebook users to put their reservations aside and participate. Images from the PlayStation giveaways are provably inaccurately attributed. A reverse image search reveals one common image used in the PlayStation giveaway scam actually depicts consoles stacked for distribution following a release in 2013: Greatness has arrived. Will it be coming to you? pic.twitter.com/Iaa69nfOhr Amazon Video Games (@amazongames) November 8, 2013 Such scams are generally aimed at \"farming likes\" on Facebook, an activity that produces a valuable asset for scammers to sell to others seeking an audience on the social network. As is generally the case, legitimate large scale giveaways involving a brand like PlayStation are almost always conducted through the company's official social media channels. Furthermore, PlayStation 5 is not yet confirmed and does not have a release date , much less unsealed units available for giveaways.",
  "Originally Published": "",
  "Referred Links": "http://www.pcadvisor.co.uk/new-product/game/3537250/sony-playstation-5-release-date-price-specs-uk/;https://twitter.com/amazongames/status/398612407137742848;http://t.co/Iaa69nfOhr;",
  "Example": "[Collected via e-mail, November 2014] According to Playstation 5 on Facebook- \"We have got 200 pieces of Play Station 4 that can't be sold because they have been unsealed. Therefore we are giving them away for free. Want one of them? Just SHARE this photo & LIKE Our Page and we will choose 200 people completely at random on December 1st! as your Christmas gift! 40 winners selected still 160 remaining SHARE! COMMENT(done) and you could be the next one. Good luck!\" This seems too good to be true. But, I searched here and didn't find anything related... There is something being shared on FB that Play Station 4's are being given away due to the boxes not being sealed and they are asking everyone to share them and comment (done).",
  "Last Updated": "11 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/playstation.asp",
  "Claim": "A Facebook page is giving away hundreds of PlayStation 4 or PlayStation 5 consoles because they have been unsealed and cannot be sold.",
  "Claim_ID": "inboxer_nothing_playstation",
  "Tags": ""
}