{
  "Origins": "As detailed above, in October 2005 8-year-old Kaleb Owens sustained a severe head injury when he fell off a wagon during a Sunday School hayride and was run over by one of the cart's wheels. The immediate prognosis was grim, but Kaleb survived surgery and the placement of a shunt in his head, and three months later he emerged from a coma that doctors thought would be irreversible.",
  "Fact Check": "",
  "Description": "Unfortunately, Kaleb (who is now 10 years old) did not fully recover from his coma and since January 2006 has remained in what is known as a \"minimally conscious state,\" or MCS (essentially a state in which a patient is awake and has limited awareness but is unable to communicate meaningfully or perform any meaningful activities of daily living). Kaleb's mother, Amy Stockton, is hoping to find a medical research facility that will perform a deep brain stimulation ( DBS ) procedure on her son, a technique that has been studied by researchers such as Nicholas Schiff at Weill Cornell Medical College in New York City and involves using an electrode implanted in the brain to electrically stimulate the thalamus and send sensory information to the cerebral cortex of MCS patients, thereby possibly helping them to recover consciousness. (Kaleb is too young to qualify for DBS clinical trials conducted at Weill.) Amy is chronicling her (and Kaleb's) story and progess on a section of the CaringBridge web site.",
  "Originally Published": "",
  "Referred Links": "http://www.caringbridge.org/cb/inputSiteName.do?method=search&siteName=kalebowens;http://www.technologyreview.com/Biotech/18093/;http://www.pubmedcentral.nih.gov/articlerender.fcgi?artid=1071686;",
  "Example": "[Collected via e-mail, March 2007] Hello, my name is Amy Stockton. I am from Cortland, Ohio. I am writing in hopes that eventually this email will fall into the right hands. My son, Kaleb Owens whom is 10 years old, was tragically run over in October of 2005. He was attending a Sunday School party when he fell off of a hayride and his head was run over by the tire. He was in a coma for three months woke up to a minimally conscious state. He has been this way ever since. Over the course of the past seventeen months, I have been doing a lot of research on the minimally conscious state and ways to raise consciousness. I came across \"DEEP BRAIN STIMULATION\". This is a study being done and has been done on individuals with altered levels of consciousness. I got in contact with Dr. Nicholas D. Schiff in New York, he performed this procedure with success. Sadly, at the facility that he does his research in, they have strict guidelines on their clinical trials. Kaleb can not be part of the study their because of his age. These are only the guidelines at Cornell or Weill University. These are not the clinical guidelines everywhere. I am searching for a facility, hospital, university, etc. that have different guidelines than that of Weill. I believe that children should not be excluded from this research. We have thousands of children in the US that lay in these different states of consciousness. Some are there because of shaking, accidents, drownings and many other reasons. Our children are the future. We set the standards for them. By having children as part of this study, we can be giving them years back. Years that they may have lived in a dark, lonely place. Only aware at times when even then they could not express how to get out of that head that they are trapped in. My Goal is to pass this across the country. Hoping that maybe this simple email will fall into the hands of a neurosurgeon that is working on this study and is not limited by age. After forwarding this to as many people as you can, you will not have this great miracle happen in as many minutes as the number of people you sent this to. I will tell you what you will do, by forwarding this, you will pass on a mother's desperation to have her son's quality of life just a little bit better. You may have a part in making Kaleb a part of study that could help him wake up, it could save his life. Only you have the power to hit \"forward\". Thank you. Amy Stockton 407 Orchard Lane Cortland, Ohio 44410 amybethca@aol.com email me with any information.",
  "Last Updated": "17 April 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/medical/kalebowens.asp",
  "Claim": "Mother seeks medical help for her son, 10-year-old Kaleb Owens, a boy in a minimally conscious state.",
  "Claim_ID": "inboxer_medical_kalebowens",
  "Tags": ""
}