{
  "Origins": "Under the terms of a settlement of a class-action lawsuit that accused cosmetics retailers and manufacturers of engaging in price-fixing (a violation of U.S. anti-trust laws), customers who between 1994 and 2003 purchased a product from one of the manufacturers named in the lawsuit will be eligible to receive one free cosmetics product.",
  "Fact Check": "",
  "Description": "For seven days beginning on 20 January 2009, retailers Bergdorf Goodman, Bergner's, Bloomingdale's, Boston Store, Carson Pirie Scott, Dillard's, Gottschalks, Herberger's, Macy's, Neiman Marcus, Nordstrom, Parisian, Saks Fifth Avenue, and Younkers will make a total of $175 million worth of cosmetics available to be claimed for free by anyone who purchased a cosmetics product from Boucheron, Chanel, Christian Dior, Clarins, Conopco, Est e Lauder, Givenchy, Guerlain, or L Or al between 29 May 1994 and 16 July 2003. Each claimant may select one product from one of the named manufacturers from which he or she purchased cosmetics during the specified timeframe. No receipt or proof of purchase is necessary to claim a product. Cosmetics will be distributed on a first come, first served basis for as long as supplies last, and no rainchecks will be issued. Any products that remain unclaimed after the end of the seven-day distribution period will be given to charity. A full listing of products that will be available, and the stores that will be distributing them, can be found at www.cosmeticssettlement.com .",
  "Originally Published": "",
  "Referred Links": "http://www.cosmeticssettlement.com;http://www.cosmeticssettlement.com;",
  "Example": "[Collected via e-mail, January 2009] This is from a very reliable source! As part of a class action settlement, many major retail stores will be handing out up to $25 worth of free cosmetics starting January 20 to each customer. No prior proof of purchase or receipt is required to take part in this settlement offer. All that is required is that the customer show up at the stores and fill out a short form stating that they had bought something at the store during the period of 1994-2004 (no proof required). Stores include Macy's, Nordstrom, Neiman Marcus, see list below. http://www.cosmeticssettlement.com/ This will be a first come, first served event. No rainchecks will be given. Bergdorf Goodman Bergner's Bloomingdale's Boston Store Carson Pirie Scott Dillard's Gottschalks Herberger's Macy's Neiman Marcus Nordstrom Parisian Saks Fifth Avenue Younkers",
  "Last Updated": "17 January 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/nothing/cosmetics.asp",
  "Claim": "Cosmetics manufacturers will be giving away free product in settlement of a class-action lawsuit.",
  "Claim_ID": "inboxer_nothing_cosmetics",
  "Tags": ""
}