{
  "Origins": "Yes, this is a real complaint based upon a real incident, as related by Jack Weigand , a pistolsmith who operates Weigand Combat Handguns, Inc. in Mountaintop, Pennsylvania. Dell doesn't dispute the primary elements of the complaint, so the only real issue here is whether the treatment Mr. Weigand received from Dell merits as called for here a boycott of Dell Computers.",
  "Fact Check": "",
  "Description": "One can hardly blame companies involved in the manufacture and sales of high-tech products such as computers for implementing some form of sales screening after the events of September 11. The important factors are how those screening procedures are implemented, and how those companies respond when their screening procedures fail. That Dell's mechanism for screening questionable purchases failed, and that a blameless customer found his order summarily cancelled without notification or explanation is apparent, but the issue seems to be far less that Dell discriminates against gun owners and dealers by assuming that anyone \"involved in firearms . . . might be doing something illegal\" than they simply made some questionable decisions in implementing their screening procedures. It takes an almost amusing na vet to think that those who might use computers for illegal (and possibly violent) purposes are going to openly order them using company names containing phrases such as \"combat handguns.\" Even if they did, screening orders for those words and phrases is one thing; arbitrarily cancelling orders based on their presence is another. Such a match should flag an order for further review, not trigger an automatic cancellation that simply leaves a customer hanging without notice or explanation. Still, it appears that once Dell was made aware of the problem, they acted responsibly. As Mr. Weigand explained on his own page about the \" Dell Issue ,\" although Dell essentially left him hanging until he made the effort to contact them, they did check into the matter, told him why his order had been cancelled, and explained that the problem had been caused by a \"breakdown in communications.\" Moreover, a Dell representative apologized to Mr. Weigand, informed him that Dell would review their screening procedures with an eye towards preventing a recurrence of this type of problem, and offered to send Mr. Weigand a free Dell computer at their expense. That sounds like a pretty fair attempt at problem resolution on Dell's part to us, not evidence of bias against gun owners and sellers worthy of a call for boycott.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20020305222533/http://www.jackweigand.com/Dell.html;http://www.americanpistol.com/Members/weigand.html;",
  "Example": "[Collected on the Internet, 2002] I am writing this because I feel every Firearms owner should know this story. I placed an order for a Dell notebook computer on February 13 on line with Dell. I was given a tentative delivery date of February 21st. I was watching the order through the Dell on line tracking system; I also opted for the automatic email notification of when the machine was to be shipped. Well the 21st came and went, I am a Pistolsmith I know things can happen. I made a phone call on the 25th, did a voice mail message for my salesman to get back to me and I was looking for the delivery date. The 25th came and went with no callback. On the 26th I placed another call this time to cancel the order. After a few hours I got a call back, with this amazing reason for the delay. It seems someone in Dell had already canceled my order, when I asked why I was told Dell was afraid I was going to use the machine for illegal purposes. When I asked why someone would think that I was told it was because of the name of mybusiness \"Weigand Combat Handguns Inc.\". Because I am involved in firearms I might be doing something illegal. Now keep in mind I was never called or informed of this decision the order was just canceled. Many of you know me personally and know I run my business about as squeaky clean as possible. In addition being the President of the American Pistolsmiths Guild I am under additional scrutiny as to how Irun my business, if I am not clean how can I be the President of an organization that promotes just that! I was informed by a Dell supervisor not long after all of this the reason I was refused was because of their post September 11th policy of screening buyers. I would like to respectfully ask the firearms community to do the following. If you intended to buy a Dell and because of this letter you do not, email Dell and let them know why. Feel free to distribute this account to all you know in the Firearms community, I think they need to know. I for one am sick and tired of people assuming just because we are involved with firearms that we are doing something illegal. I also do not believe Dell deserves our business if this is how they intend to treat us. God Bless Jack Weigand President American Pistolsmiths Guild Inc.",
  "Last Updated": "30 November 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/outrage/dell.asp",
  "Claim": "Dell Computer cancelled an order placed by Weigand Combat Handguns because the company name triggered a security alert.",
  "Claim_ID": "inboxer_outrage_dell",
  "Tags": ""
}