{
  "Origins": "The above-quoted \"dying child\" appeal first appeared in our inbox in late March 2006 and is simply a reworking of the long-running \"Amy Bruce\" e-mail hoax with a different name slapped into the text. The underlying falsity remains the same: the Make-A-Wish Foundation will not donate money to anyone based upon the number of times an online appeal is forwarded via e-mail or posted to message boards. The \"Bryan Warner\" message is one of many variants of the same basic hoax , one which falsely claims that the American Cancer Society, the Make-A-Wish Foundation, or some other charitable or medical organization will donate a set amount of money every time a particular appeal is reposted. (Indeed, a quick look at the 2006 dying child e-mail hoax in the name of Chad Briody shows the Bryan Warner e-mail is but a reworking of it.)",
  "Fact Check": "",
  "Description": "The name used in this particular version of the leg-pull is also not unfamiliar to us Brian Warner is the real name of shock rocker Marilyn Manson. Manson is featured in three rumors we've written about in depth on snopes.com and one we've only lightly touched on: the belief that prior to his music career he played the geeky sidekick on television's The Wonder Years , that as part of his stage show he would slaughter puppies then throw their carcasses into the audience or demand his audience kill the pooches for him, that his church's youth group's having shunned him was the impetus behind his particular brand of music, and that he had a rib removed to facilitate self gratification of an oral nature. The Make-A-Wish Foundation does not in any way assist in procuring medical treatment for sick children. They do work to grant the wishes of youngsters with life-threatening medical conditions, but the Make-A-Wish Foundation is about \"enriching the human experience with hope, strength, and joy\" by helping to create special days for desperately ill children, not about collecting donations to pay for medical care. Additional information: Chain Letters (Make-A-Wish Foundation)",
  "Originally Published": "",
  "Referred Links": "http://www.wish.org/about/chain_letters;http://www.wish.org/;",
  "Example": "[Collected via e-mail, 2006] Hi, my name is Bryan Warner. I am 21 years old, and I have a large tumor on my brain and severe lung cancer. The doctors say I will die soon if this isn't fixed, and my family can't pay the bills. \"The Make A Wish Foundation\" has agreed to donate 7 cents for every time this message is reposted. For those of you who repost, I thank you so much. But for those who don't repost it, I will still pray for you. Please, if you are a kind person, have a heart. Please, please, PLEASE REPOST THIS MESSAGE! Bryan Warner 714-xxx-xxxx Home Please feel free to call me for anything. *hey it wont cost you but 10 seconds of your time to repost",
  "Last Updated": "29 March 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/warner.asp",
  "Claim": "The Make-a-Wish Foundation will donate 7 per per e-mail forward towards the care of 21-year-old Bryan Warner, who is dying of lung cancer and a brain tumor.",
  "Claim_ID": "inboxer_medical_warner",
  "Tags": ""
}