{
  "Origins": "The most (physically) damaging aspect of prolonged power outages for the average citizen is food spoilage. Perishable foods generally should be discarded after having been held unchilled for two hours or more, although modern refrigerators can usually keep them safely cool for up to about five hours without power. Fortunately, power outages of such duration are relatively uncommon (and limited in area) these days, but the August 2003 blackout of much of northeastern North America demonstrated that prolonged, widespread power outages are still very much a possibility.",
  "Fact Check": "",
  "Description": "Usually food gone bad from a lack of electricity was pitched into the trash with a sigh and a groan (and a trip to the grocery store quickly scheduled), but these days more people are aware (and taking advantage) of power company offers to reimburse their customers for spoiled food products. Hence the interest in a on-line form which conEdison customers can fill out and submit to request up to $350 in reimbursement from the company for household food products spoiled by a power outage. But even if the form is genuine, the idea that conEdison customers can use it to obtain reimbursement for food spoiled during the August 2003 northeastern blackout is not. As the form states in its qualifying conditions: The outage must have resulted from a failure in Con Edison's local distribution system and must have lasted for more than 12 hours within a 24-hour period. Although many conEdison customers did experience power failures which lasted more than 12 hours , conEdison maintains that the blackout did not come about \"from a failure in Con Edison's local distribution system,\" and the terms of their compensation offer therefore do not apply: \"It's not true [that we are reimbursing customers for spoiled food]\" said Joe Petta, a spokesman for Consolidated Edison Inc. unit Consolidated Edison Co. of New York Inc. \"There is a claim form on our Web site, but it has always been there we have said since day two (of the blackout) that we are not liable.\" Con Edison has said the blackout likely originated outside its service area. Petta said Con Edison, which provides power to more than nine million people in and around New York City, has been inundated with thousands of the spoiled food claim forms. The downloadable form now comes with a prepended page informing conEdison customers that: While we regret the inconvenience to our customers, the August 14 power disruption in New York City and Westchester County was caused by events hundreds of miles away. Under government regulations, Con Edison cannot be held responsible for legal claims stemming from food spoilage and other inconveniences. Pending a change in conEdison's policies (or a new discovery regarding the cause of the blackout), customers whose food spoiled during the blackout will have to deal with it the old-fashioned way: toss it in the garbage and start over.",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/2003/US/Northeast/08/27/offbeat.coned.power.reut/index.html;http://www.coned.com/;https://m020-w5.coned.com/lawclaims/images/Residential.pdf;",
  "Example": "",
  "Last Updated": "30 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/conedison.asp",
  "Claim": "conEdison is reimbursing its customers up to $350 in compensation for food spoiled during the August 2003 blackout.",
  "Claim_ID": "inboxer_nothing_conedison",
  "Tags": ""
}