{
  "Origins": "We don't yet know who authored the above e-missive decrying the recent wave of synagogue bombings and other anti-Semitic incidents in France, but the office of Joe Lieberman , a three-term United States Senator from Connecticut, confirms that it didn't come from the Senator. Aside from the improbability of Lieberman's undermining U.S. foreign policy by sending out an Internet petition expressing \"contempt\" for and urging a boycott of everything French at the very same time President Bush was holding talks with French President Jacques Chirac and praising France as a \" decisive ally \" in the anti-terror effort, the letter would be rather anachronistic if had been written by Senator Lieberman: He was a three-year-old boy living in Connecticut when World War II ended, and thus he could not possibly retain in his mind \"the heartbreaking image of the Parisian gentleman from whose eyes the tears fell copiously as he watched the Nazi troops marching triumphantly into Paris\" (an event which occurred before Lieberman was born) or \"remember\" (except in a retrospective, vicarious sense) \"the kisses with which the French people greeted their American and British liberators from Nazi terror.\"",
  "Fact Check": "",
  "Description": "Yes, the \"I remember\" motif of the letter is probably just a literary technique rather than a literal account from someone who witnessed events in France in the 1940s, but if Senator Lieberman really wanted to air an \"Open Letter to the French People,\" he wouldn't have to resort to Internet forwarding to disseminate his message, as plenty of U.S. newspapers would willingly do it for him.",
  "Originally Published": "",
  "Referred Links": "http://europe.cnn.com/2002/WORLD/europe/05/26/france.bush/index.html;http://www.senate.gov/~lieberman/newsite/biography.cfm;http://news.bbc.co.uk/hi/english/world/europe/newsid_1921000/1921892.stm;",
  "Example": "[Collected on the Internet, 2002] OPEN LETTER TO THE FRENCH PEOPLE from Senator Joseph Lieberman TO THE PEOPLE OF FRANCE - IN REMEMBRANCE Liberty, equality, fraternity! Does the French nation recall that slogan? The current French tolerance of and indifference to the wave of attacks upon French Jews speaks clearly of the decline of the French national character. The French have forgotten! Two hundred and some odd years ago the suffering French populace erupted in revolution against tyranny. They cried for and fought for liberty, fraternity, equality for all in every aspect of French society. The French have forgotten! But I remember! I still have in my mind the heartbreaking image of the Parisian gentleman from whose eyes the tears fell copiously as he watched the Nazi troops marching triumphantly into Paris. The face of that Frenchman still lives in my mind sixty years later. It is the same as the faces of so many French Jews today. The French have forgotten! But I remember! I remember the ecstasy, the flowers, the kisses with which the French people greeted their American and British liberators from Nazi terror. The French have forgotten! They have forgotten the dehumanizing result of terror upon themselves. They have forgotten the shame of Vichy France. Those who watch with indifference the attacks upon their neighbors sink into degeneracy themselves. The French have forgotten brotherhood and love of others than themselves. They have forgotten equal justice. They have forgotten that a nation without strength of morality and character is a nation already in the lower depths of degradation. So, just as the Swiss were part of the Nazi problem sixty years ago, the French are part of the problem of world terrorism today. As the French casually watch their Jewish citizens attacked let them remember how they, the French, acquiesced in cowardice at the rape of Czechoslovakia by the Nazis in 1938 only to suffer under the Nazi heel so soon after. My contempt for present day France is accompanied by great regret. We gave the lives of American boys to save them once. They have forgotten. However, we Americans have not forgotten. All Americans with integrity of character must boycott France. I hope large numbers of you will join me in this. If this e-mail is forwarded by just 1/2 of all recipients it could reach 10,000,000 Americans in a matter of days. Let's make the French remember! Joe Lieberman Variations: Sometimes the 'open letter' is prefaced with the following: Hello Everyone. The following, for your information. (Please pass on) Under the circumstances please try to Boycott French Products, and ask you Jewish ands non Jewish friends to do the same. Here is a brief recap of recent events in France April 3, 2002: Two Molotov cocktails were thrown at a synagogue outside of Paris; April 2, 2002: Or Aviv Synagogue in Marseille was burned to the ground; April 2, 2002: Arsonists struck a pavilion in a Jewish cemetery in the eastern town of Schiltigheim, France; March 30-31, 2002: Arsonists attacked synagogues in Strasbourg, France after an anti-Israel demonstration; Fifteen masked men drove two cars through the gates and into a synagogue in Lyon. They then set fire to one of the cars in the prayer hall; A gunman opened fire on a kosher butcher's shop (and, of course, the butcher) in Toulouse, France; A Jewish couple in their 20s were beaten up by five men in Villeurbanne, France. The woman was pregnant. A Jewish school was broken into and vandalized in Sarcelles, France. This was in the past week. According to the Anti-Defamation League, from September 9, 2000, at the start of the intifada, through November 20, 2001, there were some 330 acts of anti-Semitism just in and around Paris. In addition to literally scores of firebombing of synagogues, just before Rosh Hashanah, 200 Arabs attacked Jews on the Champs Elysees. The pace has only picked up since then. In December, a French cinema in Paris refused to allow a Hanukah showing of Harry Potter to 800 Jewish children because of French-Palestinian threats (the threats were confirmed by French Police who then went on to do nothing, not even giving details). It was one incident in an eventful month when synagogues continued to be firebombed and a Jewish kindergarten was vandalized with anti-Semitic graffiti and set ablaze. We can understand anti-Semitism among the French people. There is nothing the French love like their traditions and, on the question of hating Jews, they certainly have tradition galore. What, however, can explain the sometimes muted, sometimes defensively outraged reaction of French officials? Simple. There are approximately 5,000,000 to 6,000,000 Muslims presently livingin France and many more arrive daily. There are only about 600,000 Jews still living in France. Moreover, France is the number one European exporter to Iraq, totaling over two billion dollars per year in exports since 2000. To those who are at a loss to explain why French elected officials seem \"helpless\" to stem the tide of anti-Semitism, I say that something smells awfully Vichy around here. You already know that Israel is at war against a fearsome enemy, which has brought the fight to its streets. Much of the civilized world (well, at least on this side of the Atlantic), finally understands this fact. What is not being acknowledged, however, is that this is not a war against Israel, or, as propagandists and demagogues worldwide would have it, occupiers. This is a war against each and every individual, Israeli or not, religious or not, Zionist or not, right, left or centre, who identifies himself or herself as Jewish. Israel is only the publicized front line and if you are not in Israel, and the fight has not arrived at your front yard, just wait. Or, perhaps, we shouldn't wait. Perhaps history has finally taught us, of all people, that waiting and hoping for succor and sympathy from the nations of the world will lead only to more burned synagogues, pogroms, and, down the road, grim faced dignitaries mouthing \"never again\" while dedicating yet another memorial museum. We cannot wait, inactively and hope to have security or peace for our children or ourselves. We dare not privately rail against irrational, virulent hatred while letting the world believe that we remain disinterested, accepting our lot with equanimity or, worse, resignation. We can, and must, do more than merely grieve. So I call on you, whether you are a fellow Jew, a friend, or merely a person with the capacity and desire to distinguish decency from depravity, to do, at least, these three simple things. First, care enough to stay informed. Don't ever let yourself become deluded into thinking that this is not your fight. Second, boycott France. Only the Arab countries are more toxically anti-Semitic and, unlike them, France exports more than just oil and hatred. So boycott their wines and their perfumes. Boycott their clothes and their foodstuffs. Boycott their movies. Definitely boycott their shores. If we are resolved we can exert amazing pressure and, whatever else we may know about the French, we most certainly know that they are as a cobweb in a hurricane in the face of well directed pressure. Third, send this along to your family, your friends, and your co-workers.Think of all of the people of good conscience that you know and let them know that you and the people that you care about need their help (remind your non-Jewish friends that France may not care much for them either today, the number one best selling book in France is \"September 11: The Frightening Fraud\" which argues that no plane ever hit the Pentagon). Our only strength is the strength of our community and there can be no community without communication. It seems that the French have become the new nazis.",
  "Last Updated": "5 January 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/petition/lieberman.asp",
  "Claim": "Senator Joseph Lieberman authored an 'Open Letter to the French People,' expressing his contempt for French tolerance of anti-Semitism.",
  "Claim_ID": "inboxer_petition_lieberman",
  "Tags": ""
}