{
  "Origins": "On 8 March 2015, popular Facebook user (and Star Trek alum) George Takei published a post that linked to a list of purportedly shocking facts. The link featured a captioned photograph stating that the weight of mattresses doubles every 10 years, a circumstance attributed (several links later) to the \"accumulation of dust mites and dust mite droppings.\"",
  "Fact Check": "",
  "Description": "The repetition of that rumor introduced the claim to many Facebook users, but the belief that mattresses double in weight every ten years due to debris (most commonly dust mites or their droppings) is far from new: descriptors of mattresses doubling in weight over a 10-year period have been traversing the Internet since at least as far back as 2000. An article published in the Wall Street Journal (WSJ) on 18 February 2000 may have been the source of the rumors of accumulated debris weighing down mattresses: Dust mites thrive in plush carpets, overstuffed upholstery and cushy bed comforters. One frightening statistic: The average mattress will double its weight in 10 years as a result of being filled with dead dust mites and their detritus. Facts like these can send even the most skeptical consumer running for the dust mop. \"You see a picture of these bugs, and it's not pretty,\" says Stephen Wasserman, past president of the American Academy of Allergy, Asthma and Immunology. \"But if you're not allergic to them, I don't think your environment will be dramatically different if you kill them.\" Since most humans spend roughly a third of their lives in bed, it's no wonder the surfaces to which we entrust our vulnerable, sleeping bodies have aroused some suspicions. Bedding and sleep surfaces present a spectrum of hygiene risks when not properly maintained, and urban legends commonly invoke specters of bug-tainted or gruesomely unsettling slumber scenarios. Anyone who suffers an allergy to dust mites or their detritus knows the effects of such a sensitivity are all too real. But do mattresses truly double in weight over ten years? (And does this gain ever level off, or do really old mattresses become exponentially heavier across the decades?) As is the case with precise but shaky widespread beliefs, the mattress claim was questioned when it initially appeared in 2000; and as is similarly common, the subsequent adjustment of facts failed to spread nearly as far as its more titillating predecessor. Just a few months after the WSJ article was published, Ohio State University researcher Emmett Glass (quoted in the original piece) explained: I never quoted that statistic. I told [the reporter] that Internet web sites have statistics that try to strike fear in the consumer, thus promoting their products. I gave her a few off the top of my head (two million mites in an average mattress, mattress doubling in weight, etc.) that I read over the years. She asked me if any of these statistics have any scientific merit and I told her that none of them are in the literature. To the layman that is NO! In fact I asked the Wall Street Journal writer to call an expert on mattresses at the internal sleep products association. She did and was told that the statistic on mattresses doubling in weight was far from the truth. The journalist choose to include it in the story anyway. She liked the statistic because it made her story more interesting. Since the WSJ article seemed to cement what was once a sales pitch for mattresses, it's difficult to pin down precisely how the \"mattresses double in weight every 10 years\" claim originated. Extrapolation from extant patterns of shedding and sebum production could be a partial culprit; however, such calculations fail to account for the near universal use of sheets, pillows, and other washable bedding (never mind pajamas) acting as a buffer between human bodies and mattresses. No evidence (credible or otherwise) seemed to support the claim about mattresses doubling in weight over any particular period of time. Hygiene aside, mattresses do take a beating in the home just from standard use. In the absence of an exceptional amount of exposure to direct contact (or a health issue like nighttime incontinence), it's far likelier your mattress will require replacement due to wear and tear than added weight from dust mites and debris.",
  "Originally Published": "",
  "Referred Links": "http://www.wsj.com/articles/SB950819617226695844;http://msgboard.snopes.com/cgi-bin/ultimatebb.cgi?ubb=get_topic;f=47;t=000478;p=0;https://www.facebook.com/georgehtakei/posts/1198879570141494;",
  "Example": "[Collected via e-mail and Facebook, March 2015] Does a mattress double in weight over ten years due to dust mitesand their activity?",
  "Last Updated": "10 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/household/mattress.asp",
  "Claim": "A mattress will double in weight after 10 years due to the accumulation of debris and dust mite droppings.",
  "Claim_ID": "inboxer_household_mattress",
  "Tags": ""
}