{
  "Origins": "In mid-January 2003 we began receiving numerous e-mails from readers excited over an offer for free Swiffer mops, obtainable merely through the act of calling a particular phone number. Sadly for those who live for \"something for nothing\" opportunities, the truth didn't match up to the e-mailed hype. Though there was a Swiffer giveaway associated with the (toll free) 877 phone number given, a key element of the message became garbled in all the excitement: the very real offer of a $5-off coupon was misconstrued by many spreading the news as a promise of free product. Swiffer Wet Jet Starter Kits routinely sell for $25 to $30, thus a $5-off coupon, while markedly lowering the purchase price, still left the consumer to pony up $20 to $25 for the mop. There was no \"free\" here, no \"something for nothing,\" just a reduction in price.",
  "Fact Check": "",
  "Description": "It's worth noting that even the $5-off offer has ended as of early February 2003. While the offer was still in effect, a consumer who dialed 1-877-512-4526 was greeted with the information that he had reached the Swiffer Wet Jet speech-activated coupon request line and was then asked for his phone number, which the computer attempted to match against a database of addresses. Once the match was made, the caller was asked to confirm his address and name. Completion of this step concluded the call with a statement that the coupon would be mailed shortly. The process was entirely automated; at no point did the consumer speak with a service representative. Those who were planning to buy a Swiffer anyway and availed themselves of this offer saved some bucks. But that offer has since concluded, so there aren't even any $5-off coupons left to be had, let alone the mythical free mops many thought they might get. Barbara \"(reduced price) swiffers went only to the swift\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] If you're interested in getting a FREE Swiffer Jet Mop, just call 1-877-512-4526 and they'll mail you a coupon! This is an automated line. You give your phone number, and the computer will try to match it with your address. My address, and name came right up. Pass it on! :)",
  "Last Updated": "12 November 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/swiffer.asp",
  "Claim": "Consumers can get a coupon for a free Swiffer Wet Jet mop by calling an automated phone number.",
  "Claim_ID": "inboxer_nothing_swiffer",
  "Tags": ""
}