{
  "Origins": "This is one of those items that seems simple enough to verify at first blush, but proves quite difficult in practice.",
  "Fact Check": "",
  "Description": "First of all, we have to consider what our parameters are: Are we measuring the voting records of the named countries across the entire six-decade history of the United Nations, or only from some subset of that period? Which votes are we counting just those of the General Assembly, or also those of the Main Committees and the Security Council? Even deciding that we're only going to consider the postions various countries took on resolutions presented to the General Assembly during a specified time period still makes compiling an accurate tally difficult, because: The majority of General Assembly resolutions are adopted without a vote. Unless a recorded vote is specifically requested before a resolution is voted upon, the U.N. makes available a voting summary which provides only a tally of the final vote, not a listing of how individual Member States voted. Once we narrow our focus to resolutions submitted to a recorded vote, we still have some thorny issues to consider: Nearly every resolution ends up with some Member States either abstaining or failing to vote on it. When countries abstain from voting on a resolution which the U.S. either supports or opposes, are those countries to be regarded as voting against the U.S. (because they failed to support its vote), or are they to be considered as neutral parties neither for nor against the U.S.? Quite often U.N. votes address the issue of whether a single paragraph (or even just a few words) in the draft of a resolution should be changed or omitted. When the U.S. otherwise supports a resolution but seeks to change some of its wording, are other countries to be regarded as voting against the U.S. if they do not also vote in favor of the alterations? Since we had to start somewhere, we tallied the recorded votes for all resolutions put before the General Assembly so far during the current session , running from October 2003 to mid-April 2004. We counted all votes, whether they involved adopting resolutions as a whole or making alterations to draft resolutions. When countries abstained or otherwise failed to vote, we counted them as voting neither for nor against the U.S. Likewise, when the U.S. abstained from voting on resolutions, we did not include other countries' votes on those resolutions in our totals. The results of this tally were even worse (from a U.S. perspective) than the message quoted above indicates, with the countries named voting contrary to the U.S. position on U.N. resolutions an aggregate 88% of the time. (Even though India is neither Arab nor particularly Islamic, we included it in our chart because the widely-circulated e-mailed list did.) Country Times Voted With U.S. Times Voted Against U.S. % of Votes Against U.S. Kuwait 10 61 86% Qatar 9 64 88% Morocco 8 62 89% United Arab Emirates 8 61 88% Jordan 9 64 88% Tunisia 8 63 89% Saudi Arabia 7 62 90% Yemen 9 64 88% Algeria 9 63 88% Oman 9 63 88% Sudan 10 60 86% Pakistan 9 59 87% Libya 8 63 89% Egypt 10 63 86% Lebanon 7 62 90% India 14 52 79% Syria 7 59 89% Mauritania 7 63 90% However, we also surveyed the U.N. voting records of several countries generally considered to be close allies of the U.S., and those results were none too impressive either. Only Israel consistently voted with the U.S.: Country Times Voted With U.S. Times Voted Against U.S. % of Votes Against U.S. Australia 33 26 44% Canada 31 32 51% Israel 56 7 11% Japan 26 36 58% United Kingdom 40 27 40% France 36 31 46% How much significance one should place in these figures is problematic, because most other U.N. Member States have records of voting against the U.S. that are equally as bad as the records of the countries named in the message above. U.N. votes on resolutions are frequently lopsided, pitting a single nation or a handful of nations against all the others, and more often than not the U.S. is the one nation at odds with the rest of the world. Of the 83 resolutions we surveyed for our informal tally, in ten cases the U.S. was the only Member State to vote against them, and in five cases only one other nation joined the U.S. in voting against them. In fact, in over half the total cases (42 out of 83), the U.S. was supported by five or fewer Member States in voting against a U.N. resolution. So it isn't just the Arab/Islamic states who consistently vote against the U.S. in the United Nations pretty much the rest of the world does, too.",
  "Originally Published": "",
  "Referred Links": "http://www.un.org/Depts/dhl/resguide/r58.htm;http://www.un.org/Docs/sc/unsc_members.html;http://www.un.org/Depts/dhl/resguide/gasess.htm#main;http://www.un.org/Depts/dhl/resguide/gasess.htm;",
  "Example": "[Collected on the Internet, 2003] How they vote at the U.N.! Below are the actual voting records of various Arabic/Islamic States which are recorded in both the US State Department and United Nations records: Kuwait votes against the United States 67% of the time. Qatar votes against the United States 67% of the time. Morocco votes against the United States 70% of the time. United Arab Emirates votes against the U. S. 70% of the time. Jordan votes against the United States 71% of the time. Tunisia votes against the United States 71% of the time. Saudi Arabia votes against the United States 73% of the time. Yemen votes against the United States 74% of the time. Algeria votes against the United States 74% of the time. Oman votes against the United States 74% of the time. Sudan votes against the United States 75% of the time. Pakistan votes against the United States 75% of the time. Libya votes against the United States 76% of the time. Egypt votes against the United States 79% of the time. Lebanon votes against the United States 80% of the time. India votes against the United States 81% of the time. Syria votes against the United States 84% of the time. Mauritania votes against the United States 87% of the time. US Foreign Aid to those that hate us: Egypt, for example, after voting 79% of the time against the United States, still receives $2 billion annually in US Foreign Aid. Jordan votes 71% against the United States and receives $192,814,000 annually in US Foreign Aid. Pakistan votes 75% against the United States receives $6,721,000 annually in US Foreign Aid. India votes 81% against the United States receives $143,699,000 annually Perhaps it is time to get out of the UN and give the tax savings back to the American workers who are having to skimp and sacrifice to pay the taxes. Pass it along. Everyone needs to know this. Might even mention it to your congressman, who knows this anyway... what a disgrace... no wonder the world has no respect for us.",
  "Last Updated": "3 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/outrage/unvote.asp",
  "Claim": "Arab/Islamic states consistently vote against the U.S. in the United Nations.",
  "Claim_ID": "inboxer_outrage_unvote",
  "Tags": ""
}