{
  "Origins": "Since sending out the above-quoted message in September 2005, Kathy Hayes, grandmother of Madison Marie Crowder, has been inundated with responses, and e-mail sent to her now fetches the following auto-response:",
  "Fact Check": "",
  "Description": "CarePages is a free web service established to \"help family and friends communicate when someone is receiving care.\" A CarePage section was set up for Madison in August 2005 with photos, updates, and a message board. The most recent CarePage Patient Update for Madison dates from 15 November 2005 and indicates that the little girl is making progress with her illness but still has a ways to go towards a full recovery: Well, Madisons g-tube finally lost. Her GI surgeon pulled it out to try to let it heal. She now has an NJ tube again, the one that goes down her nose, throat, through the stomach, and into her intestines. It really bothers her nose, she's always rubbing it and trying to pull it out. Her GI surgeon said to let the hole in her stomach try to heal on it's own because he didn't want to do another surgery on her. That was last Thursday. On Sunday, the hole wasn't looking to good and the skin around it was starting to burn from the gastric fluids leaking out. So Sunday night at midnight, I stopped her feeds. Monday morning, I called the GI surgeons office and told them that I thought the hole needed to be surgically closed, her stomach was still coming up through the hole and it was burning her skin. I also told her that I had stopped Madisons feeds at midnight so could they somehow squeeze her in for surgery. Thankfully, the surgeon had a slot open. Good thing I stopped her feeds since she has to be without food for 8 hours prior to surgery. So we rushed to the hospital and they got her right in. It took about 45 minutes and went well. Everything else is going good. The sores on her arms and neck are gone and she's still happy. She is going through withdrawals from her drugs. She will be sweating bullets but her skin is ice cold, and she keeps trying to throw up, but since there's nothing in her stomach, she can't. So now we're dealing with that. But, we're still making progress. Those who wish to support Madison's recovery by leaving prayers and other kind thoughts for her may register with CarePage and post them to Madison's message board.",
  "Originally Published": "",
  "Referred Links": "http://www.carepages.com/ShowMessageBoard?seed=815470;http://www.carepages.com/ServeCarePage?cpn=mcrowder&seed=257257;http://www.carepages.com/home.jsp;",
  "Example": "[Collected via e-mail, 2005] Request for URGENT PRAYER Good morning family, friends and co-workers, My name is Kathy Hayes and I am an expeditor in the Purchasing Dept. I am sending out an urgent plea for your prayers for my granddaughter. Madison Marie Crowder is 6 months old today. She has been seriously ill since she was 2 weeks old and has been in and out of the ICU most of her little life. She and her parents, my daughter and her husband, and my 2 year old grandson live in Utah. They have no family or friends up there to help them, so they depend solely on our prayers and the grace of God to give them strength and hope to get thru this very heart-wrenching time. Madison has a dangerous form of pneumonia that can lead to meningitis in infants. This form of meningitis is deadly. They have already drained fluid off of her brain and today will do a MRI on her spine. They are putting her on a form of life support, not to keep her breathing, but to assist her in breathing. Her breathing is very labored and her heart rate very high, meaning her heart is pumping very hard because she keeps gasping for breath and turning blue. The support system will assist her heart so it doesn't have to work so hard and ease her breathing. We send e-mails every day that says you will have good luck for 7 years if you send this e-mail to 8 people. Well, I am pleading with you today, to please send this e-mail out to as many of your friends who will pray for Madison. I have attached pictures of Madison as she was just a few months ago and Madison today. They are at the end of this e-mail. I thank you all so much and I pray God blesses each and every one of you and all of your children with excellent health. With much gratitude.... Kathy Hayes Madison 3 months ago: Madison today:",
  "Last Updated": "15 November 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/prayer/crowder.asp",
  "Claim": "Grandmother requests prayers for Madison Marie Crowder, an infant girl suffering from pneumonia.",
  "Claim_ID": "inboxer_prayer_crowder",
  "Tags": ""
}