{
  "Origins": "Dame Edna Everage, the campy and outrageous purple-tressed comic creation of Australian comedian Barry Humphries , began penning a quarterly advice column aimed at \"loverlorn possums\" for Vanity Fair magazine back in March 2001. The Moonee Ponds housewife has been employing her \"native wisdom\" to entertain and enlighten advice-seeking Vanity Fair readers ever since.",
  "Fact Check": "",
  "Description": "The subject of this Dame Edna controversy, the question and response reproduced above (concerning a reader's inquiry about the desirability of learning Spanish), were indeed published in the February 2003 edition of Vanity Fair 's \"Ask Dame Edna\" column. Whether they constitute an outrage for which Vanity Fair and Dame Edna should apologize is a subjective issue left up to the reader: Those who feel any derogatory remark that encompasses a particular racial or ethnic group is harmful and wrong, no matter what its context, may want to express their dissatisfaction with Dame Edna's comments to Vanity Fair ; others might accept that the \"Ask Dame Edna\" column's questions and answers, like the Dame Edna character herself, are fictional creations intended as vessels for satirical humor (often based on broad stereotypes) too silly to be taken seriously. Part of the problem might have been that the other queries posed in the February 2003 \"Ask Dame Edna\" column from a woman concerned that redness caused by a recent laser-resurfacing of her face still hadn't faded after several weeks, from a salmon-disliking reader wanting to know when serving that type of fish would go out of fashion, and from a man concerned about his wife's sudden close friendship with a gay male were not sufficiently broad and humorous for the unfamiliar reader to recognize them as satire. However, a summary of the advice offered in the premier \"Ask Dame Edna\" column leaves no doubt that the material it is written with the author's tongue firmly planted in cheek: She moves to allay one writer's concerns about her lack of multiple orgasms by saying they are merely a concept \"invented about 20 years ago by Cosmopolitan simply in order to sell magazines.\" \"In my day,\" she insists, \"the word 'orgasm' wasn't even in the dictionary, and if anyone accidentally had one, they would have been rushed to hospital.\" A male reader expresses concern his wife is not practicing yoga, as she says, but is instead carrying on an affair with her instructor. Dame Edna's tip is for the man to learn Swedish massage, and offer one to his wife. \"When she is in her birthday suit, gently start with her ankles and see if you can get them to a position just behind her ears. If this proves effortless, you have a problem,\" she writes. Likewise, most of the questions themselves are too ridiculous and naively expressed to be mistaken for genuine queries from advice-seeking readers or misunderstood as anything other than straight lines deliberately concocted as launching pads for Dame Edna's satirical riffs. Here's a sample of questions from the May 2001 \"Ask Dame Edna\" column: Dear Dame Edna, My husband has worked for the F.B.I. for 25 years. He recently received a promotion, which brings his salary to $237,000. When I spoke with the spouses of other bureau personnel, I got the impression that their husbands and wives are not nearly so well paid, although they are on about the same level as he. What might account for what he calls his \"enhanced package\" (which includes a Lexus and trips to Miami and Reno). The other day I chanced upon my husband in a caf at the zoo. He was with a woman who spoke in a strong Eastern European accent. Do you think this is relevant? Name and address withheld Dear Dame Edna, My husband, Basil, has taken up golf, which is surprising since he has always spoken ill of the game. Now he travels all over the state to play in tournaments with his business buddies. I don't have to tell you, Dame Edna, that this may be a cover for other activities. Can you suggest a forensic test to see if his clubs have been used? They still look brand-new to me. Suspicious of Tampa, Florida The protests over the piece in question seem to be based on a misunderstanding of the nature of the \"Dame Edna\" character, one of whose primary comedic attributes is that she is a spoof of entrenched British colonial-era attitudes under which all foreigners (even white, English-speaking Americans, as evidenced by Edna's \"or if you're American, try English\" jab) were regarded as social inferiors. The facetious question and answer reproduced above don't condone this type of prejudice; they ridicule it. The comments about the desirability of learning Spanish were not intended as a slam of the language or those who speak it, but as a humorous put-down of the snobbish sort of person who would base a decision about which foreign language to learn on its trendiness and fashionability. According to the Los Angeles Times , a Vanity Fair spokeswoman said that in response to complaints prompted by the \"Ask Dame Edna\" piece, the following item would appear in the April issue of the magazine along with a selection of letters: Vanity Fair regrets that certain remarks in our February issue by the entertainer and author Barry Humphries, in the guise of his fictional character Dame Edna, have caused offense to our readers and others. In the role of Dame Edna, Humphries practices a long comedic tradition of making statements that are tasteless, wrongheaded, or taboo with an eye toward exposing hypocrisies or prejudices. Anyone who has seen Dame Edna's over-the-top performances on TV or in the theater knows that she is an equal-opportunity distributor of insults, and her patently absurd comments about Spanish literature and Spanish speakers were offered in the spirit of outrageous comedy and were never intended to be taken to heart.",
  "Originally Published": "",
  "Referred Links": "http://www.abc.net.au/sydney/stories/s742448.htm;http://www.dame-edna.com/;",
  "Example": "[Collected on the Internet, 2003] This petition is to request a formal apology from Vanity Fair and Dame Edna for the offensive article regarding Latinos and the Spanish language which appears in the February 2003 issue of Vanity Fair. Inthe meantime, please boycott Vanity Fair magazine, and urge others to do the same. If you are offended by the transcription below, please copy (rather than forward) this email in a new message, sign it at the end of the list, and send it to all of the people whom you know. If you receive this list with 100 names signed, please send it to the Editor at vfmail@vf.com Vanity Fair, Vanities page, February 2003, page 116 Dear Dame Edna, I would very much like to learn a foreign language, preferably French or Italian, but every time I mention this, people tell me to learn Spanish instead. They say, \"Everyone is going to be speaking Spanish in 10 years.' George W. Bush speaks Spanish.\" Could this be true? Are we all going tohave to speak Spanish? Torn Romantic, Palm Beach Dearn Torn, Forget Spanish. There's nothing in that language worth reading except Don Quixote, and a quick listen to the CD of Man of La Mancha will take care of that. There was a poet named Garcia Lorca, but I'd leave him on the intellectual back burner if I were you. As for everyone's speaking it, what twaddle! Who speaks it that you are really desperate to talk to? The help? Your leaf blower? Study French or German, where there are at least a few books worth reading, or, if you're American, try English.",
  "Last Updated": "16 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/petition/dameedna.asp",
  "Claim": "Dame Edna advised a reader against learning Spanish in her satirical Vanity Fair column.",
  "Claim_ID": "inboxer_petition_dameedna",
  "Tags": ""
}