{
  "Origins": "As the examples quoted above show, the basic idea behind this leg pull has been expressed in a number of versions since its March 1999 debut. The common theme running through all of them is the bait: the promise that victims will be rewarded with an entertaining video clip for spamming their friends.",
  "Fact Check": "",
  "Description": "It's all a hoax, though. The technology to track how many times a particular e-mail message has been sent out and launch a program when a certain number of forwards has been reached is still in the future. Though often referred to as fait accompli in any number of popular Internet hoaxes (and thus believed to be such by a great many), e-mail tracking programs of the sophistication required for schemes such as these don't exist. All \"Send this to nine zillion friends, and you'll see [funny thing] appear on your screen!\" entreaties should be treated like the hogwash they are: toss them straight into the slop bucket. It matters not how the basic jest is rewritten or what wild claims about return paths get tossed in to make it sound more plausible; it's still slop. The purpose of all such e-mails is the same: see how many people can be roped into making fools of themselves. That the originators of the jape don't get to see this play out matters little because the seven, or nine, or eleven friends this stupidity gets passed to certainly do. As for the hoax itself, it's akin to the time-honored jest of ringing the doorbell of a detested neighbor, then running like hell, leaving the confused old sod wondering who was at the door. (The process is repeated as many times as is necessary before the victim finally realizes he's being had and stops responding. Er, forget I said any of that.) One would deduce that the majority of these leg-pulls are the creation of youngsters who have just recently passed from childhood into young adulthood. Forget the spelling and construction (although that \"dont open with parents around!!!\" line sort of lets the cat out of the baguette) each of these missives practically busts its buttons with pride over the author knowing something about how e-mail works that the victims presumably can be fooled with; an almost certain sign of a juvenile hand trying to work the strings. Moreover, the carrot offered to entice the unwary is almost invariably a lure someone of tender years would find irresistable a cartoon clip with the famous characters doing something either naughty or sickeningly cute. (The generic \"I won't tell you what it is, but you'll see\" will work on all ages.) Pranksters generally don't think up carrots from their victims' point of view; they use their own by working out what would appeal to them and then assuming others would be similarly motivated. The \"Barbie\" iteration of the hoax gives one hope, though it at least contains a humor piece that will more widely appeal to adults and thus provides a valid reason for forwarding independent of the promised faux goodies, even if its hoaxy ending is but a repeat of the very first form of this prank. (NOTE: The Barbie piece quoted above comes from a 1998 Washington Post column by writer Marion Abbott, whose original has now been altered, stripped of credit, and distributed all over the Internet without her permission, turning it into \"an authorless, amorphous bit of urban folklore rocketing around cyberspace.\") Barbara \"video yo\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, March 1999] If you forward to 11 people a video comes on your screen. This works. I don't know how . . . but it works, you have to send this email to no less than 11 people. Somehow, from the return path generated, you'll receive . . . something, and it is funny!!! This is the coolest thing I've ever gotten! All you have to do is send it to 11 people and this little video comes up on your screen and shows the funniest clip. I can't tell you what it is but I was laughing so hard! So spend a few seconds to send this and you'll be glad you did!\" [Collected on the Internet, May 1999] If you send this to 7 people you will see a litte dancing taco bell dog run across your screen ~ you have to send it to 7 people or else it won't work! It is so cute wait until u see it! [Collected on the Internet, May 1999] SOUTH PARK (sorry this is disgusting) dont open with parents around!!! If you send this to 10 people, you will see a clip of a part of a lost film of south park show. You will laugh your ass off. It's when Carmen and Kenny go to a whore house and gets laid. So send this to 10 people and a little screen will pop up and you will wet your pants just try it! it's funny! [Collected on the Internet, December 1999] send this to 6 people and you will see the taco bell dog run across your screen . if you send this to 8 people ronald mcdonald comes out and attacks the taco bell dog. it is really funny and it works!! you have to try it. [Collected on the Internet, May 2000] READ ALL THE WAY TO THE END-THERE'S A TRICK TO IT. Finally a Barbie I can relate to! At long last, here are some NEW Barbie dolls to coincide with her and OUR aging gracefully. These are a bit more realistic . . . 1. Bifocals Barbie. Comes with her own set of blended-lens fashion frames in six wild colors (half-frames too!), neck chain and large-print editions of Vogue and Martha Stewart Living. 2. Hot Flash Barbie. Press Barbie's bellybutton and watch her face turn beet red while tiny drops of perspiration appear on her forehead. Comes with hand-held fan and tiny tissues. 3. Facial Hair Barbie. As Barbie's hormone levels shift, see her whiskers grow. Available with teensy tweezers and magnifying mirror. 4. Flabby Arms Barbie. Hide Barbie's droopy triceps with these new, roomier-sleeved gowns. Good news on the tummy front, too-muumuus with tummy-support panels are included. 5. Bunion Barbie. Years of disco dancing in stiletto heels have definitely taken their toll on Barbie's dainty arched feet. Soothe her sores with the pumice stone and plasters, then slip on soft terry mules. 6. No-More-Wrinkles Barbie. Erase those pesky crow's-feet and lip lines with a tube of Skin Sparkle-Spackle, from Barbie's own line of exclusive age-blasting cosmetics. 7. Soccer Mom Barbie. All that experience as a cheer-leader is really paying off as Barbie dusts off her old high school megaphone to root for Babs and Ken, Jr. Comes with minivan in robin-egg blue or white, and cooler filled with doughnut holes and fruit punch 8. Mid-life Crisis Barbie. It's time to ditch Ken. Barbie needs a change, and Alonzo (her personal trainer) is just what the doctor ordered, along with Prozac. They're hopping in her new red Miata and heading for the Napa Valley to open a B&B. Includes a real tape of \"Breaking Up Is Hard to Do.\" 9. Divorced Barbie. Sells for $199.99. Comes with Ken's house, Ken's car, and Ken's boat. 10. Recovery Barbie. Too many parties have finally caught up with the ultimate party girl. Now she does Twelve Steps instead of dance steps. Clean and sober, she's going to meetings religiously. Comes with a little copy of The Big Book and a six-pack of Diet Coke. 11. Post-Menopausal Barbie. This Barbie wets her pants when she sneezes, forgets where she puts things, and cries a lot. She is sick and tired of Ken sitting on the couch watching the tube, clicking through the channels. Comes with Depends and Kleenex. As a bonus this year, the book \"Getting In Touch with Your Inner Self\" is included. If you forward to 11 people a video comes on your screen. This works. I don't know how ... but it works, you haveto send this email to no less than 11 people. Somehow, from the return path generated, you'll receive . . . something, and it is funny!!!! This is the coolest thing I've ever gotten! All you have to do is send it to 11 people and this little video comes up on your screen and shows the funniest clip. I can't tell you what it is but I was laughing so hard! So spend a few seconds to send this and you'll be glad you did! [Collected on the Internet, 2000] If you got this email you're lucky (don't delete). You have just won a 100 dollars! You will only get the money if you send this to 5 or more people. A box will appear on the screen after you have sent it! It really works . . . try it! Take 5 min. out of your time and send this . . . believe me you won't be sorry!! 0-2 people: $10 2-4 people: $20 4-6 people: $50 6-8 people: $75 8-10 people:$ 100!!!!!!!! Keep on sending!!!!! iWon.com http://www.iwon.com why wouldn't you? [Collected on the Internet, September 2001] This is the coolest thing i have ever seen! Now I know what you are thinking \"it's just a stupid chain letter\" but it isn't! This letter will give you the chance to see Christina Agulaira kiss Justin Timberlake acrossthe screen! And you should see Justin's reaction! Bye bye Britney!! All the people listed above are real live witnesses that this really works! And the more people you send it to the better it gets! Just read and believe! littlehun55 writes: Whoa I am freakin out! I really didn't think this would work! But it does! Not only do they kiss, it looks like they french too! sweetiepye00 writes: I'm not beliveing this! Everyone has GOT to see this it will crack you up!!! jbaby0123 writes: I sent it to 25 people and no only did I see Christina kiss Justin but I also saw Britney come out and slapped her!!!! Okay, all you have to do is send this to 10 people, only 10 to get Christina and Justin to kiss! Right after you send this then click on the blue words below the stars and you will see the funniest thing on earth!!! And if you have more friends you are really lucky because you will see much more! But you have got to send this e mail first or it won't work! ~ 10-19= Christina kissing Justin! ~ 20-29= Britney slapping Christina! ~ 30-39= Britney and ----- ------ kiss! ~ 40-49= Justin kisses a guy named ------- ----! [Collected on the Internet, 2004] Jenny walked into her house, went up to her room and turned on her computer. She was home alone and it was 5:30 PM right then. She signed on to AOL with the screen name of PrincessJ00 and checked to see if anyone was online. Nope, no one was on. She put up an away message and went downstairs to grab something to eat. She heated a slice of pizza from last night and went back upstairs. Someone IMed her. Hmm, she thought. The person was LuvMe4Life58. She had no clue who that was, but she talked to them anyway. LuvMe4Life58: hey PrincessJ00: um, hi? who's this? LuvMe4Life58: You dont know me but i sure do know you. PrincessJ00: what? LuvMe4Life58: You're pretty. I like your blonde hair and your braces...don't worry, I think they look good PrincessJ00: wait a second, who the heck is this?!?!?!?! LuvMe4Life58: You dont NEED to know who I am. But.... PrincessJ00: [getting freaked out] But what? huh? You dont scare me! You're just TRYING to but but its not working!!!!!!! LuvMe4Life58: It's ok Jen...I wont tell CHRIS that you like him. I'm the only one that knows. I read it in your diary. Just tell me that you'll meet me and everything will be okay. PrincessJ00: NO! stop it please... I know this is you Karen! I hate you!!!!!! please stop it! [Getting nevous and freaked out, because she didnt tell anyone that she liked Chris] LuvMe4Life58: This aint Karen. But i know that karen is your best friend. And you had a crush on Jeremy too when you were in 5th grade. I read it in your diary. You hide it in your desk. Left hand drawer, the one at the top. I was in your room today when you were at school. I left you a littlesurprise in your closet. Just take a little peek hunny. Dont be afraid, i promise you wont regret it PrincessJ00: I dont believe you. NO ONE knows where I hide my diary!!!!!!! STOP please!!!!!! LuvMe4Life58: JUST LOOK FOR GODs SAKE! PrincessJ00: NO! LuvMe4Life58: NOW OR ELSE ILL GO IN THERE RIGHT NOW AND KILL YOU WHILE IM AT ITA!!!!!!! PrincessJ00: OMG! stop please!!!!!!!! LuvMe4Life58: No, I wont kill you. But i just wanted to let you know, if you dont look in your closet- your parents wont be coming home 2nite! PrincessJ00: FINE! If you want me to just PLEASE dont hurt them PLEASE!!!!!! LuvMe4Life58: Thata girl. A little bit closer. I see you- you know that right? I'm outside your window and you look great in that white blouse. PrincessJ00: Stop! PLEASE! Who the heck r u?!?! LuvMe4Life58: LOOK in the closet right now!!!!!!!!!! PrincessJ00: Okay As she walked closer, her heart beated so hard she couldn't control it...she held onto the doorknob to the closet...twisted it...pushed and then she saw............. Sorry to ruin the fun for you, but if you wanna know what happens next you have to send it to *0-5 people~ You to know what she sees in the closet *6-10 people~ You find out 1/4 of the rest of the story *11-15 people~ You find out 1/2 of the rest of the story *16-20 people~ You find out the REST of the story! The WHOLE darn thing! BUT: You have to send it to that amout of people and the rest of the story will be e-mailed to you shortly! Just hang tight! Pass along this story within the next hour or...",
  "Last Updated": "3 November 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/videoclip.asp",
  "Claim": "Forwarding a certain e-mail to a specified number of your friends will cause a cool video to spring to life on your monitor or win cash for you.",
  "Claim_ID": "inboxer_hoaxes_videoclip",
  "Tags": ""
}