{
  "Origins": "On 14 August 2005, near the city of Tuz in northeastern Iraq, the Humvee that Sgt. James K. (Kevin) Downs and three others were traveling in was struck by four explosive devices. The four men were members of a National Guard unit, the 278th Regimental Combat Team, a Knoxville-based unit of 3,200 soldiers deployed to Iraq in late 2004. The three other National Guardsmen in the Humvee were killed in the attack. They were 22-year- old Sgt. Gary Lee Reese of Ashland City, 35-year-old Staff Sgt. Asbury F. Hawn Jr. of Lebanon, and 30-year-old Sgt. Shannon D. Taylor of Smithville.",
  "Fact Check": "",
  "Description": "Sgt. Downs was blown into the air by the blast, and his resultant injuries included two broken legs, a broken arm and pelvis, and second- and third-degree burns over 60% of his body, including burns to his eyes, throat and lungs. He was first evacuated to a hospital in Germany, then transferred to a burn unit at a hospital in San Antonio, Texas, where he is now recuperating at the Brooke Army Medical Center in Fort Sam Houston. Kevin's recovery has been slow and awful, an endless sequence of pain, suffering, surgeries, and setbacks. In the face of it, it is hard for him not to give in to depression. Those wishing more detail about his battle to get well are encouraged to read the log entries on the Kevin Downs page maintained on the web site of the South Cheatham Advocate , a newspaper in Tennessee. An October 2005 letter written by LTC Miles Smith and added to by Mike Goodrich provides additional information about the attack that injured Sgt. Downs and took the lives of the three Guardsmen, and it explains more about his condition at that time. The Fort Sam Houston address given in the e-mail is becoming overwhelmed. Mail to Sgt. Downs should now be sent to: Sgt. Kevin Downs P. O. Box 118 Kingston Springs, TN 37082 A fund has set up in Kevin Downs' name to accomodate those looking to make a monetary donation: Community Bank and Trust P. O. Box 340 Kingston Springs, TN 37082",
  "Originally Published": "",
  "Referred Links": "http://www.wivk.com/_data/images/102805Smith.pdf;http://www.scadvocate.com/kevin_downs.htm;",
  "Example": "[Collected via e-mail, 2006] Dear Friends: 3/21/06 There is a young soldier (a 23 year old Tennessee National Guardsman) named Sgt. Kevin Downs. He was blown out of his tank in Baghdad a year ago and left with no feet, mangled arms, and burns over 60% of his body. He is a Tennessee boy. Everyone else in the tank was killed. His condition is not good. A surgery to improve the use of fingers on one hand inadvertently caused previous skin grafts to break down, and the grafts on his legs are cracking as well and may require beginning over at square one. Kevin is tired and low in spirits. He needs our prayers and support through cards. Would you please send him a note or card to let him know you are thinking about him? Remember him in your prayers as well. Now I am going to ask a special favor from me. Would you please send this to as many people that you can in your e-mail addresses? Hit FORWARD and let my e-mail introduce Kevin to your e-mail buddies. I would love to see him get cards from everywhere and hopefully he will know that people all over the country appreciate him leaving the safety of his home and country and fighting for our freedoms. I personally have never met Kevin or his family but when my minister let us know that Kevin needed a lift, I couldn't keep quiet. I love America and know that it could very well be one of my family members. Thank you for all that you will do. His address is: Sgt. Kevin Downs Brooke Army Medical Center 3851 Roger Brooke Drive Fort Sam Houston, TX 78234 Thanks again! Every little card and prayer will help!",
  "Last Updated": "28 April 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/prayer/downs.asp",
  "Claim": "Prayers and cards are requested for Sgt. Kevin Downs, who was injured in Iraq.",
  "Claim_ID": "inboxer_prayer_downs",
  "Tags": ""
}