{
  "Origins": "Although the above purports to be an Associated Press wire service article, it's not searches of wire service archives fail to turn it up.",
  "Fact Check": "",
  "Description": "Although the piece began circulating on the Internet in January 2002, it's a hoax all the way down. Though People for the Ethical Treatment of Animals ( PETA ) has certainly engaged in many loopy schemes over the course of its history, decking out deer in orange hunting vests hasn't been any of them. There are no orange-vested deer, thus there are no hunters collecting a bounty on their apparel. More importantly, there is no chance of some trigger-happy yahoo's mistaking another hunter one clad in an orange vest for a similarly attired deer, resulting in his bagging a Buck (or a Jim or a John) instead of a buck. Yet what would a hoax be without someone's falling for it? On January 7 the position of \"goat\" was filled by Brit Hume of Fox News: It's deer season out in Ohio, and People for the Ethical Treatment of Animals is trying to protect the animals by adorning them with bright orange vests of the kind that hunters use to alert each other not to shoot. PETA boasted it has succeeded in dressing more than 400 deer in the vests, but Guy Lockey, owner of a sporting goods store in Youngstown, countered by offering a reward to hunters who could bag vested deer and bring home the vests. So far, says Lockey, he's got more than 300 of the vests. State officials are said to be worried that the whole vest competition could get someone shot. During the next evening's broadcast, Mr. Hume set the record straight: And finally, we've picked up on a wire item last time that said that PETA had outfitted 400 deer out in Ohio with those bright orange vests that hunters used to alert each other not to shoot. The story went on to say that a sporting goods store had tried to thwart PETA by paying a bounty for the vests taken from to the reindeer dead deer. It turned out that the item was not only not new, it wasn't true, either. It was a hoax and we fell for it. Sorry about that. Barbara \"PETA panned\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.peta.com/;",
  "Example": "[Collected on the Internet, 2002] If you are familiar with PETA (People for the Ethical Treatment of Animals), then you are aware of the fact they will do almost anything to protect animals. This year's efforts to save Ohio's deer from the annual statewide gun season has backfired. For safety's sake, hunters in Ohio are required by law to display at least 400 square inches of hunter's blaze orange on their person when in the woods. Capitalizing on the fact that hunters do not usually shoot orange, PETA recently bulk purchased blaze orange vests and have been affixing them to live-trapped deer in Youngstown suburbs. According to PETA spokesperson Katie Reese, a total of 405 vests were successfully put into circulation prior to this week, with additional specimens still being caught and vested. Youngtown entrepreneur Guy Lockey, of Guy's Outdoors has spit in the face of PETA by offering rewards for the returned vests this week. Hunters who can successfully bag a vested deer can pay $5 for random and biggest animal awards. As of today, 308 of the vests had already been recorded as bagged with most of the hunters registering for Mr. Lockey's drawing. \"It's so easy, you can see them coming a mile away\" said onefirst year hunter after checking in his first spike buck. ODNR officials are worried that the poorly thought out plan by PETA might get somebody shot instead of saving the deer. \"Hunters have turned their plan upside down, we're just hoping that nobody gets hurt and are hoping that none of the vested animals get tangled in brush\" said an unnamed ODNR official. \"PETA has really outdone itself this time.\" Ohio's statewide gun season is open to shotguns only and isscheduled to close on Saturday.",
  "Last Updated": "29 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/deervest.asp",
  "Claim": "In an effort to protect the deer population, PETA has taken to dressing deer in orange hunters' vests. Consequently, local hunters are having a very easy time drawing a bead on these animals and downing them. A sporting goods store offers rewards for the returned vests and a buy-in competition the hunters can participate in.",
  "Claim_ID": "inboxer_hoaxes_deervest",
  "Tags": ""
}