{
  "Origins": "As discussed in innumerable articles in this section of our web site, companies do not fund the medical care of sick or injured children by donating money based on the number of times a particular item is forwarded via e-mail, posted or liked on Facebook, spread via text messaging, or otherwise shared online. The concept that they do is one of the longest-running hoaxes in the history of the Internet.",
  "Fact Check": "",
  "Description": "As is often the case in false entreaties such as this February 2014 example, photographs included with the plea which are intended to tug at viewers' heartstrings and enlist their support have absolutely nothing to do with the text of the message. In this case the pictured child was not the victim of a \"care [sic] accident,\" but rather an infant with a rare birth defect who died several hours after his birth back in February 2012: A Mid-South family was forced to prepare themselves for the death of a child born with a rare birth defect. The Walker family checked into the hospital knowing they would not be going home with baby Grayson James Walker. \"At first, I questioned God and wondered why he would choose us for this,\" said Heather Walker. Sixteen weeks into her pregnancy, Heather Walker found out her baby had a fatal birth defect. \"It's known as Anecephaly, and this is one of the variations of what we call an open neural tube defect,\" said the family's doctor Roy Bors-Koefoed, M.D. \"The risk of Anecephaly is about one in 1,000 in the general population\", added Bors-Koefoed. They of course gave us the option to terminate,\" said Heather Walker. The Walkers chose to carry Grayson to full term. Heather Walker said she turned to her faith to prepare herself for the days ahead. \"My husband and I, we started prayer and we knew that God knew since the beginning of time that he had us for this,\" said Heather Walker. \"Honestly, just seeing the strength that she had motivated me to be a better husband and a better father to my kids,\" said Patrick Walker. Fighting through her fears, Heather Walker talked to her children about Grayson and said she wanted to keep the experience joyful. \"As soon as they brought him around to me, all those fears and everything were taken away,\" she said. With the help of non-profit organization, Now I Lay Me Down To Sleep, the Walker family had a photographer capture the hours they had with baby Grayson. By treating his birth like any other special delivery, the Walkers hope to keep Grayson's memory alive forever. \"Yes, I'm going to cry and I'm probably going to lay in my bed some days, but I have that hope that God has got him in his hands and we're going to get to meet him again someday,\" said Heather Walker. \"You know, my son lived almost eight hours, and he's already done in eight hours what I could never do in a hundred lifetimes, and that's awesome,\" said Patrick Walker. The bottom line is that there's no injured little boy in need of good-hearted souls willing to use Facebook's \"share\" feature to pass along the photo and attached information to their social network friends. If you want to make a difference in a sick child's life, the best way is still the old-fashioned one: donate your money or your time, not a text message or Facebook wall post.",
  "Originally Published": "",
  "Referred Links": "http://www.wmctv.com/story/16962767/mid-south-family-celebrates-newborns-eight-hours-of-life;",
  "Example": "[Collected via Facebook, February 2014] This baby got in a terrible care accident And his parents dont have the money to support the surgery so facebook an CNN are willing the pay half the expenses, facebook is donating money for every like, share, comment... 1 like - 1 $ 1 comment - 5$ 1 share - 10 $",
  "Last Updated": "19 February 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/walker.asp",
  "Claim": "Facebook and CNN are contributing money towards the medical care an infant car accident victim every time a message is shared.",
  "Claim_ID": "inboxer_medical_walker",
  "Tags": ""
}