{
  "Origins": "On May 14, 2001, a young woman named Kaycee Nicole died after a long illness. A blonde 19-year-old in Kansas, she had endured a long string of health crises, including a blood clot lodged in her brain, high fever, seizures, an aneurysm in the artery that fed her liver, blood clots in her arm, and a ruptured vein in her esophagus. But it was complications from leukemia that finally ended her life. Throughout it all, Kaycee was not alone in her pain; for two years she had shared her ordeals, loves, fears, dreams, and pain, with hundreds of people through her online diary, \"Living Colors.\" She wrote a web log (\"blog\"), with her online friends cheering her on and grieving with her when she was in pain. Kaycee wrote poetically and bravely about overcoming adversity, displaying a maturity and intimacy that many found inspirational.",
  "Fact Check": "",
  "Description": "Her death stunned hundreds of people. Most had gotten to know Kaycee well, reading her diary and hearing about her through word of mouth. They exchanged e-mails, shared inspiring stories and poems, and sent her get-well gifts. Some people, including Randall van der Woning, a Canadian Web designer living in Hong Kong who hosted her online site, spoke with Kaycee regularly by telephone. Kaycee wrote about more than just her health problems: she wrote about her friends, the handsome doctor who had taken a liking to her, and so on. Soon Kaycee's mother, Debbie Swenson, also began posting an accompanying diary. In it she spoke lovingly of Kaycee and helping her daughter through medical setbacks. Both their diaries were very descriptive and emotionally compelling. Kaycee had originally asked van der Woning not to publish anyphotos of herself, wanting, she said, to be known for her words and not judged by her face. Eventually, though, she sent a photo of herself to post on the site. It revealed a pretty blonde with a nice smile. On April 24, Kaycee sent van der Woning an e-mail admitting a terrible secret she had been keeping from her mother: she was dying of liver damage. This panicked him, and he insisted in flying out to be with her. He was unable to contact either Kaycee or Debbie for a time afterwards, and two weeks later van der Woning got a call from a sobbing Debbie who told him the bad news that Kaycee had died. After a few weeks, suspicions were aroused that something was amiss. No funeral was available for anyone to attend, and Debbie wouldn't provide an address for Kaycee's many friends to send flowers. Questions were slowly raised as to whether Kaycee existed at all. Some people noticed that Debbieand Kaycee sounded very similar on the phone. When confronted, Debbie Swenson told several different stories before finally admitting that Kaycee had never existed. She had written all the e-mails and Web diaries, made up all the health emergencies. The voice on the other end of the phone pretending to be Kaycee was probably DebbieSwenson all along. Kaycee's photo turned out to be that of a local high school basketball star who didn't know anything about the deception. It was all a long-lived, elaborate hoax fueled by people's goodwill and desire to believe. This hoax was hardly a harmless prank. Many people were deeply hurt by the deception, and felt both foolish and used. For van der Woning, the cost was emotional as well as financial. While worrying about the person he thought was his dear friend, he felt a rollercoaster of emotions. From his online recap of the whole case, \"The End of the Whole Mess,\" for two years van der Woning worried about Kaycee, fearing for her life. He describes the time after he heard about Kaycee's aneurysm as \"a period of high stress and anxiety.\" He grieved with her, was \"sick inside\" when she was ill again, and was stunned and \"totally numb with shock\" when he heard that she had died. Van der Woning felt horribly betrayed and manipulated. He writes, \"I'm dealing with embarrassment, betrayal, anger, resentment, regret, and disappointment. I felt worry, anxiety, fear, dread, sorrow, and grief . . . I invested huge amounts of emotional and spiritual energy in the belief that somehow I was helping.\" One person who had turned to Kaycee had a best friend whose mother died of leukemia. In a sad and angry post to Swenson, the person wrote, \"You basically just took the knife and twisted it for him and for everyone else here who found themselves in a deep, dark place and needed something to help them up.\" In an article posted following the revelation, one writer noted that \"Most people believed that Kaycee was real because no one would attempt such a massive ongoing hoax. That was the stuff of outlandish conspiracy theories. Supporters assumed that the family just wanted to maintain an appropriatelevel of privacy.\" The evidence that Kaycee was fictional began to add up. Among the reasons cited: 1) \"People began to realize that no one had actually met Kaycee in real life, even those who had frequent phone conversations with her over the course of several years time\"; 2)\"Kaycee often quoted song lyrics in her posts, 1960s and 1970s song lyrics. And her posts seemed to be written by someone older than 19\"; 3) No one could find an obituary; 4) \"no one could show that anyone named Kaycee Nicole had lived in Oklahoma or Kansas.\" Those who were duped by Swenson are not gullible fools. Kaycee's journals were very believable and detailed, and few want to question the truthfulness of a sick person who they find inspiring. But in the endhundreds-perhaps thousands-of people were emotionally used and manipulated. And why? Some have suggested that Swenson gained financially by the hoax, though since the loss was less than a thousand dollars the FBI has declined to investigate. More likely it was simply done for attention and ego. Swenson got to be a hero and have hundreds of people awaiting her next journal. There is another author, however, whose story closely parallels Kaycee Nicole's, but whose profile is much higher. His name is Anthony Godby Johnson. When it comes to tragic stories, Tony Johnson's is without equal. According to his 1993 book, A Rock and a Hard Place, his parents beat him, allowed their friends to rape him, and denied him food and a bed. In 1989, when he was 11 and on the verge of suicide, Tony fled from his horrific abuse and into the arms of a New York city couple who adopted him. Yetthere was more tragedy lying in wait: Tony soon found out that he was dying of AIDS. Tony's book garnered much acclaim, with USA Today calling Tony a \"boy with a powerful will to love\"; and book reviews posted on Amazon.com gush of this \"powerful\" and \"incredible\" story. Since his book came out, Tony has kept in contact with many of his fans-always by telephone or e-mail. He shares his inspiring stories and insights with his Internet friends and on his Web site. Tony's book may be the true story of a brave young man against incredible adversity-or oneof the longest-running modern literary hoaxes. Newsweek reporter Michele Ingrassia tried to track Tony down to verify his story, but found not a sick, tragic boy but a byzantine Chinese puzzle: \"Paul Monette, theaward-winning author who wrote the foreword to the book, has never met Tony in person . . . Tony's agent has never seen him, nor have . . . Tony's editor and publicist. The litany of Tony nonsightings could populate an Elvis convention: Norma Godin, executive director of the New Jersey Make-A-Wish Foundation, which gave Tony a computer, has never met Tony, Neither hasher son Scott, who installed the computer in his house....The only person Newsweek could find who says she has seen Tony is his adoptive mother, and she ferociously guards every shred of information.\" Tony has done his best to plant false clues and make it hard for anyone to verify his story. His book states that \"certain names have been changed,\" and his mother and defenders claim that a conspiracy exists among rogue police officers, who are trying to kill him. But nearly every fact that can be checked turns out to be false or unverifiable. In the neighborhood where Tony supposedly grew up, no one remembers anyone fitting his description. A person claiming to be Tony's (adopted) mother sounded exactly like Tonyon the telephone (and an expert in voice analysis concluded they were the same). Searches for Tony's birth certificate have come up empty. Though Tony claims his parents were tried for abusing him (and his police officer father supposedly killed in prison) no one at the Manhattan district attorney's office or the New York Department of Corrections had heard of the case. A young woman who fits the description of Tony's sister said she'd never met him. And so on. Over and over, Tony's stories and facts just don't checkout. The remarkable story is far too complex to go into here; readers are invited to read Tad Friend's recent and excellent article in the Nov. 26, 2001, The New Yorker. There's another, major reason to doubt Tony's story. According to his book, Tony contracted AIDS in the very early 1990s. That means he has been dying from AIDS-related illnesses for nearly a decade. And since drug cocktails to slow the progress of AIDS have only been available in the past few years, that means that we're being asked to believe that a boy with an already-compromised immune system is still alive and well after being ravaged by unchecked AIDS for at least seven years. Yes, there are peopleliving with AIDS who are in seemingly good health; they are the lucky people who started taking the drugs in the early stages of their disease, not after many years. He has allegedly suffered an amazing variety of health problems, including immune problems, tuberculosis, a stroke, recurring pneumonia, syphilis, and shingles, as well as losing a leg, his spleen, and at least one testicle. One doctor at Northwestern University School of Medicine, and a expert on the life expectancy of AIDS patients, expressed doubt that Johnson could live this long with all the health problems he claims to have had: \"This is one unique individual.\" When suspicions about Johnson appeared in reviews of his book on Amazon.com, many readers jumped to his defense, some quite angrily. They said that Tony doesn't meet people because he is concerned about his privacy. Doubters were accused of being \"intimidated\" by Johnson's talents, called \"conspiracytheorists with an axe to grind,\" and the suggestion that Johnson may not exist \"an effort to destroy Tony and, by association, anyone else who was moved by Tony's book.\" A sampling of reviews from Amazon.com for A Rock and a Hard Place show that many readers, though apparently believing Tony's book, seem to suspect that perhaps the real author is someone older than the 14-year-old the author claimed to be. Wrote one, \"Anthony Godby Johnson has the wisdom of some one[sic] twice his age.\" Another said, \"Johnson was one extraordinary youngster and his book reads like an adults [sic].\" Though no one has yet admitted to creating Tony and maintaining his Web and telephone presence over the years, the evidence is overwhelming that he doesn't exist. Consider some of the similarities between his case and that of Kaycee Nicole, a proven hoax: 1) the writer is a young person who writes inspiring stories and correspondence of overcoming great personal odds and grave medical challenges; 2) the writer claims to be much younger than their writing would indicate; 3) nobody has verifiably met either writer in person: only by telephone, e-mail, or postal mail; 4) the writer (and defenders) use the \"right to privacy\" argument to defend their anonymity; 5) the writer uses terrible secrets (i.e., sexual abuse, etc.) as part of their story; 6) basic factual details of their stories do not check out or are found to be false; 7) the best suspects for continuing the hoax is their mother, who has pretended to be the writer; and 8) due to emotional manipulation and the subject matter, those taken by the hoax tend to be very defensive. They have so much emotional investment in believing the hoax that it is psychologically easier to ignore the troubling facts than to admit the deep betrayal. This is an interesting case in that, unlike Kaycee, \"Tony\" is presumably still alive. There is no death certificate-but apparently no birth certificate either. Whoever created Tony is, well, between a rock and ahard place: if he suddenly \"dies,\" (as Kaycee did), then legally a death certificate would have to be filed, and if that could not be located, that would nearly prove his non-existence. Most likely Tony will just fadeaway, or someone will claim that Tony died but that the conspiracy of police and politicians erased the evidence. Tony himself hints in his book that one can't always believe what one reads: \"Charlotte, the spider in Charlotte's Web, knew what she was talking about when she said that humans were gullible, that they believed anything they saw in print.\"",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20010816123110/http://rootnode.org/article.asp?sid=26;",
  "Example": "",
  "Last Updated": "30 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/hoaxes/kaycee.asp",
  "Claim": "Several authors of inspiring books and web logs have turned out to be fictitious.",
  "Claim_ID": "inboxer_hoaxes_kaycee",
  "Tags": ""
}