{
  "Origins": "This one is completely, totally false. I mean, I called up the government myself and talked to some guy, and he told me this whole thing was nothing but a hoax!",
  "Fact Check": "",
  "Description": "Okay, the above isn't much of a refutation, but let's face it, it's based on the same sort of ringing, authoritative-sounding claims the hoax is. If you're tempted to believe the one, you should believe the other. Seriously, these e-mails are nothing other than transparent April Fools ' jokes. You've got an unnamed originator of the e-mail who says it's all on the up-and-up because he's checked with \"a reliable source.\" If you don't feel your leg being pulled at this stage of the game, you should check to see it hasn't fallen asleep. Yes, various departments could monitor incoming and outgoing e-mails it takes no technological wizardry to do this, just an unimaginable number of man-hours to wade through that mess. But then, any organization or business can do the same all e-mail is readable by the sysadmins in charge of the mail system. Your presumption of privacy is always misplaced because at any time any one of your e-mails could be examined. In general, unless your employer (government or non-government) believes it has a problem with you, chances are no one at your workplace is paying all that much attention to your cyber activities. It often comes down to a matter of cost: Is it worth someone else's time to find how you've been spending yours? For many employers, the answer is 'no' and remains 'no' until you do something to prompt them to think they'd be wise to check into your activities. If your manager thinks you're unproductive of late and is wondering if you're not spending too much time on the Internet, there's a darned good chance your incoming and outgoing e-mail is going to be read for the next little while. Likewise, if there have been allegations you've been stealing, harrassing a co-worker, or plotting to blow up the place, your online activities are likely to be watched over. But we're talking about employers watching over individuals what about this wild e-mailed warning about the government watching over everybody? Could something like that be run government-wide? Heck, no just the logistics of getting the necessary permissions for any one group to access each of the various cybersystems in all of the various departments would rule it out. In other words, you're no more likely to be Big Brother'd in April (or on April 2nd in particular, if that was the warning you were concerned about) than you are at any other time. Barbara \"hold me closer, April Dancer; count the headlights on the Information Superhighway\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] I've spoken to a reliable source, how reliable you may ask? Well she's on the committee that will be conducting a survey for the United States government on April 2. People think it's a hoax because it's the day after \"April Fools Day\" but it isn't. On April 2nd the Government will be tracking all emails to and from \"Government employee's\" inboxes to see just how much of \"Uncle Sam's time\" is spent on email and not working. So please if on no other day, if you're a government employee limit your email to work-related emails. If you have a friend, family member etc.. don't send them any emails on this day. More tracking days could follow but as of right now, April 2nd is the only day scheduled as of now. THIS IS FROM A RELIABLE SOURCE WITH AUTHORITY. Important information!!!!!!!! I just found out some information today about e-mail that is very important. During the entire month of April, all computers are going to be monitored by an outside agency, including e-mail. So if you are getting e-mail from off island tell your friends not to send you any mail during April. Also jokes and non government stuff that we send to each other, do not send during April. This information came from a reliable source, so beware. Please delete this after you read it, and also delete it from the wastebasket, and purge it from the computer. Please pass on to your friends that you don't want to get into trouble.",
  "Last Updated": "30 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/tracking.asp",
  "Claim": "All messages sent to U.S. government employees on April 2, or during the month of April as a whole, will be tracked.",
  "Claim_ID": "inboxer_hoaxes_tracking",
  "Tags": ""
}