{
  "Origins": "We spoke to a Corporate Relations spokesperson at Parkland Hospital in Dallas and confirmed that Delaney Parrish had indeed been a patient of that institution in 2001, staying \"a month or two.\" She had been involved in an accident resulting in severe burns.",
  "Fact Check": "",
  "Description": "The Parrish family's web diary details Delaney's progress along the road to recovery. The diary entries began on 4 May 2001 and did not specifically mention that a Fry Daddy was involved in her accident (a \"Fry Daddy\" is a deep fryer made by Presto), but clearly a baby (born 1 September 2000) had been grievously burned, and her life was hanging in the balance during those first dark days. The babe was in the hospital for a month and endured numerous surgeries and skin grafts. She was sent home on 2 June 2001 and has since had more surgeries and skin grafts. Hers has been a long and difficult path, but her recovery has been tremendous. According to the web diary, Delaney did have part of her left pinky (down to the knuckle) and the tip of her ring finger removed on 11 May 2001, and on 19 May the ring finger was wholly amputated. As of early 2005, Delaney was facing additional surgery to further repair and reconstruct her injured hand, but otherwise she was doing well. The latest entry from Baby Delaney's web diary notes: She is doing very well. She's a little social bug at school. We have had a couple of situations where she said her hand was ugly and she didn't want it anymore. When I explain that it is a part of who she is and it will never go away she cries because she thought when she got older it would disappear. I'm sure we are going to go through many more situations like that as time goes by. She will be having surgery this summer on her left hand to get rid of the webbing between her fingers and a skin release on her right arm. They did tell me last visit that later on they will be able to take her toenails and implant them on her fingers that are partially amputated so she can have nails. I thought that was pretty interesting. Although continued prayers and good wishes for this youngster wouldn't be unwelcome, it needs be stressed the child is more than four years past the point of being in danger. Whereas the e-mailed exhortation says, \"the next two or three days will decide,\" those considering adding Delaney to their prayers and entreating others to do the same should keep in mind that those \"two or three days\" were back in April/May 2001. Barbara \"the crisis is past\" Mikkelson Additional information: Baby Delaney web diary",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20060111215549/http://kidsneedprayer.net/delaney.html;http://babydelaney.tripod.com/updates.htm;",
  "Example": "[Collected on the Internet, 2002] Thursday night an 8 month old little girl named Delaney pulled a hot Fry Daddy on her body. Her Mom, Deena, pulled her out of her walker and also burned herself. They life flighted the little girl to Scott and White and then to Parkland Burn Center in Dallas. She has 40% burns on the trunk of her body. They are going to amputate at least 3 fingers on one hand and will have to skin graft from her Mom and dad to help repair her. She is in very critical condition and her lungs have filled with water. They don't know if she will live or not. They say the next two or three days will decide. They live in Florence, Texas and have two other children. THEY NEED AS MANY PRAYERS AS THEY CAN GET. Will you please forward this to as many prayerwarriors as you can? Variations: Some versions circulating in January 2002 explain that the \"Thursday night\" was January 24. We know that's not the case and suspect someone was trying to make the plea appear more immediate by inserting a (then) recent date. In 2002, a version headed \"Urgent prayer request from Robert & Heidi Emmett\" found its way into the online world. Though it was word-for-word the same as the original, that this version was positioned as an appeal from a married couple made it appear to some that Robert and Heidi Emmett were the parents of the injured child, not merely two folks who were forwarding the request. (The text of the entreaty refers to the child's mother as Deena, which rules that possibility out.) A 2007 version changed 8-month-old Delaney Parrish into \"a little, precious, 10 month baby girl named Aubrey\" and asserted \"the parents names are Marty & Lynsey Thomson from ODessa, Texas.\"",
  "Last Updated": "8 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/prayer/delaney.asp",
  "Claim": "A baby girl named Delaney pulled a hot Fry Daddy onto herself, resulting in serious burns.",
  "Claim_ID": "inboxer_prayer_delaney",
  "Tags": ""
}