{
  "Origins": "In May 2012, a scam purporting to bestow Burger King vouchers upon Facebook users who joined a particular Facebook group then invited friends to also do so spread by e-mail and posts to social networking sites.",
  "Fact Check": "",
  "Description": "Likely due to bad construction on the part of the scammers, those who attempted to claim the enticing freebie by joining the Burger King voucher group then inviting their friends to likewise were not then offered a link that would have led them to a web page asking them to agree to the privacy policy and terms and conditions of the site they'd been sent to as a first step the con about to be run on them. (The \"Burger King vouchers\" scam appears to be a clone of the April 2012 \" Disneyland tickets scam\" which from that point forward led the unwary to a web page that asked them to certify they were legal U.S. residents over the age of 18 and had agreed to the privacy policy and terms and conditions of the site they'd been sent towhich committed them to signing up for 13 \"reward\" offers and referring three of their friends to do the same.) As always, it was naught but a con meant to trick the credulous into divulging their personal information and signing up for expensive services. The Better Business Bureau provides this advice on avoiding being victimized by such scams: If you receive a questionable or unsolicited text message, check the URL or phone number for free on the Better Business Bureau website. Most financial institutions, utility, or other business will not communicate with you via text message. If you do not recognize the website or phone number being sent to you, don't visit or call it. Don't e-mail or text personal and financial information. Review your credit card and bank statements to make sure there are no unauthorized charges. Other recent scams of similar construction include: $1,000 Walmart gift cards [March 2012] Pair of JetBlue air travel tickets [April 2012] $1,000 Best Buy gift cards [April 2012] Free tickets to Disneyland [April 2012]",
  "Originally Published": "",
  "Referred Links": "http://www.bbb.org/;http://chicago.bbb.org/article/better-business-bureau-alert-scammers-using-wal-mart-and-best-buy-names-to-lure-consumers-into-gift-card-scam-33389;",
  "Example": "[Collected via e-mail, May 2012] Celebrating a whopping $50 billion revenue in 2011, BurgerKing has decided to give away Free Vouchers to our loyal customers. How does this work? Follow these steps : Step 1 : Click on \"Join\" at the top of the page. Step 2 : Click \" Invite Friends\" at the top of the page and select your friends and click SUBMIT. Voucher Price depends upon amount of friends you invite. Invite 50 Friends = $20 Voucher Invite 100 Friends = $50 Voucher Invite 200 Friends = $100 Voucher Invite 500 Friends = $150 Voucher [NOTE : To select friends faster, press TAB and SPACE repeatedly.] Step 3 : [URL elided] < Link will appear here after completing above two steps to get your voucher. BurgerKing",
  "Last Updated": "9 May 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/burgerking.asp",
  "Claim": "Burger King is offering free food vouchers for inviting friends on Facebook.",
  "Claim_ID": "inboxer_nothing_burgerking",
  "Tags": ""
}