{
  "Origins": "In one of the more unusual promotions in recent memory, the Long John Silver's restaurant chain announced on 16 January 2004 just before NASA landed the second of two Mars Rovers on the red planet that they would \"give America free Giant Shrimp\" if NASA found \"conclusive evidence of an ocean on Mars.\" The stipulation was that NASA must make an official announcement of having found evidence of a Martian ocean by 29 February 2004, where an \"ocean\" was defined as \"a single body of water, the surface area of which equals or exceeds five million square kilometers.\"",
  "Fact Check": "",
  "Description": "On 23 March 2004, NASA did indeed announce that the Opportunity rover had uncovered evidence demonstrating that water was present on Mars long ago. But even though the announcement came three weeks past the \"free shrimp\" deadline and didn't exactly qualify as the discovery of an \"ocean,\" Long John Silver's is nonetheless going ahead with their \"One Small Step for Man, One Giant Leap for Giant Shrimp\" promotion. On Monday, 10 May 2004, customers can stop by any participating Long John Silver's outlet between the hours of 2 P.M. and 5 P.M. to claim a free Giant Shrimp (one piece per customer). If that sounds like a rather shrimpy deal, consider that Long John Silver's batter-dipped Giant Shrimp are \"huge, measuring nearly a half-foot long.\" Founded in 1969 and based in Louisville, Kentucky, Long John Silver's is a subsidiary of Yum! Brands (who also operate the KFC, Pizza Hut, Taco Bell, and A&W restaurant chains)and has over 1,250 outlets worldwide. Use the Long John Silver's store locator to find the location nearest you. Additional Information: Free Shrimp Offer (Long John Silver's)",
  "Originally Published": "",
  "Referred Links": "http://www.ljsilvers.com/press/freeshrimp.htm;http://clients.mapquest.com/ljsilvers/mqlocator?link=find;http://www.yum.com/;http://www.dfw.com/mld/dfw/news/nation/8257773.htm?1c;http://www.marstoday.com/viewpr.html?pid=13527;",
  "Example": "",
  "Last Updated": "11 November 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/nothing/longjohn.asp",
  "Claim": "Long John Silver's restaurants will be giving away free Giant Shrimp on 10 May 2004.",
  "Claim_ID": "inboxer_nothing_longjohn",
  "Tags": ""
}