{
  "Origins": "The short answer to this is yes, it's true. The 3M company, maker of Post-it Super Sticky Notes, is donating $1 to City of Hope Cancer Center for each of the first 75,000 people who sign up through their web site, and they will be constructing a 70-foot pink ribbon made from 75,000 Post-it Notes in New York's Times Square during the first week of Breast Cancer Awareness Month in October 2004. As the 3M page linked in the message quoted above explains:",
  "Fact Check": "",
  "Description": "About all we could add is to this a fuller explanation of what's involved in these types of charity promotions. Companies will often donate money to charities, not quietly and behind-the-scenes, but in a very public way intended to generate publicity for themselves (and the causes they support). A common scheme in this vein is to tie the amount donated to some type of consumer participation activity. For example, Company X decides they're going to donate $100,000 to the Benevolent Charity Fund, sothey announce that for every box of Product X sold, or for every time someone comes to Company X's web site and clicks on a link, they'll donate $1 to the Benevolent Charity Fund. Company X gets lots of good publicity, the Benevolent Charity Fund gets plenty of public exposure, sales of Product X (or visits to the Company X web site) shoot up, consumers feel good that they're helping to support the Benevolent Charity Fund (without having to donate any money of their own) everybody wins! In most cases, though, the targets are set low enough to guarantee they'll be reached quickly. Announcing that your company will donate $1 to charity for every unit of product sold, up to a limit of $100,000, can be rather embarrassing if you only end up selling 8,000 units, so companies establish easily-reached goals. Companies nonetheless continue to enjoy the publicity benefits of such programs for quite a while afterwards, because most consumers don't know the targets have been reached and keep buying the companies' products and visiting their web sites under the mistaken impression that they're contributing to charity by doing so. (This is especially true when companies advertise cut-off dates for their charity programs or emblazon their product packaging with promotional announcements even though the contribution targets may have long since been met, the fact that the cut-off dates are still in the future or products with promotional packaging are still on shore shelves can mislead consumers into believing that the charity campaigns are on-going , even after those campaigns have effectively ended.) A 75,000-click goal, like the one 3M set in their July 2004 announcement of this promotion, is one easily met within the first few days (although the 3M campaign officially runs until 15 September 2004). We don't mean to dissuade anyone from participating in 3M's program to support the City of Hope, or to suggest that 3M is doing anything less than donating money to a good cause. Readers might want to know that their participation in such promotions is generally symbolic rather than functional, though. Update: On 31 August 2004, 3M announced it had already met its target of 75,000 sign-ups: We've Reached Our Goal Thank you for sticking up for Breast Cancer Research with us. The Office Supplies Division of 3M is pleased to announce that because of the large response we have already reached our goal for the World's Largest Pink Ribbon.",
  "Originally Published": "",
  "Referred Links": "http://www.3m.com/us/office/postit/research/largest_pink_ribbon.jhtml;",
  "Example": "[Collected on the Internet, 2004] Please see the message below and sign up to support breast cancer research.. Join an unusual Breast Cancer Fundraiser - 3M Corporation (they make Post It's) is building the World's Largest Pink Ribbon in Times Square for breast cancer awareness month inOctober. For every person who clicks on this link and signs up, Post-It will donate $1 to breast cancer research and place a Post-It in your name on the billboard. Please sign up and pass along! http://www.3m.com/us/office/postit/research/largest_pink_ribbon.jhtml",
  "Last Updated": "31 August 2004",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/charity/3mribbon.asp",
  "Claim": "The 3M company is constructing the World's Largest Pink Ribbon in Times Square to support breast cancer awareness.",
  "Claim_ID": "inboxer_charity_3mribbon",
  "Tags": ""
}