{
  "Origins": "Free Xbox?",
  "Fact Check": "",
  "Description": "The first thing most recipients of this message notice when they follow the provided link and attempt to claim their free Xbox is that they have to pay the shipping charges in advance, an expense ranging from $4.99 to $36.50 (depending upon location and shipping method). Requiring prepayment of shipping fees (even for a \"free\" item) isn't all that unusual in itself, but the method of payment is what should give one pause here: Prize Bounty accepts only debit card information (complete with PIN). When sending payment by mail, one risks only the amount sent; when using a credit card, one has at least some protection and recourse against unauthorized charges which may be charged to that card. But supplying a debit card number and PIN to persons unknown opens the door to a potential draining of one's bank account with little hope of recovery. Prize Bounty claims their transactions are processed by Authorize.net (which is a legitimate payment processing system) and that they \"can not accept credit cards at this time, due to issues with our merchant account.\" However, this very same Xbox \"giveaway\" was being run just a few days earlier in connection with the domain Giftstakes.com, about which Authorize.net said: The website www.giftstakes.com is in no way associated with Authorize.Net. The organization or person operating this website is not an Authorize.Net merchant and Authorize.Net is not processing any types of transactions that are submitted via this website. The purported drawing for a free X Box is an Internet scam designed to steal debit card numbers with their associated PIN. This has been reported to the appropriate law enforcement agency. Authorize.Net strongly recommends NOT providing any confidential account information on this website. If you have already provided your account information, Authorize.Net recommends that you contact your bank, inform them of the incident and cancel your account. We asked Authorize.Net about Prize Bounty and received the same response they aren't processing any transactions from PrizeBounty.com. (For the November 2003 version, the processing service was changed from Authorize.Net to eMerchant.) Recipients should also be skeptical about why the Prize Bounty site says they have only 9 Xbox systems to be won, yet they send out thousands and thousands of \"lucky winner\" notices. Would the claim rate for free Xbox systems really be so low that they'd have to send so many notices to get a handful of takers? This Xbox prize giveaway has all the hallmarks of a scam, a \"free\" offer which could end up costing claimants dearly. Anyone who has fallen victim to this scam is encouraged to file a complaint with the FBI's Internet Fraud Complaint Center at http://www.ic3.gov/default.aspx . Update: The same giveaway scheme resurfaced in November 2003, this time under the name of Prize-Giveaway.",
  "Originally Published": "",
  "Referred Links": "http://www.reuters.com/newsArticle.jhtml?type=topNews&storyID=2952997;http://www.ic3.gov/default.aspx;http://www.authorizenet.com/;http://www.prizebounty.com/cgi-bin/server.r?code=ocg7899&winner=33095;",
  "Example": "[Collected on the Internet, 2003] Greetings, Your email address was entered into our September Microsoft X-Box promotional competition by yourself or a friend, family member, or associate. This is a prize draw, you are now the lucky winner of a brand new Microsoft X-Box Gaming Console! You are now entitled to simply claim your prize online at our website, you dont have to buy anything, just collect your prize that you have already won. There has only been a few winners out of many thousands of submissions, so do count yourself lucky! Please make sure you visit the following link within 72 hours, you have a temporary passcode. If you do not go to this link within that time your winning shall unfortunately be returned to the prize pool. Here is your link! http://www.prizebounty.com/cgi-bin/server.r?code=ocg7899&winner=33095 On the page you will need to enter this pass code number to proceed: 37511 This is very important. Do not lose that number! Put in your address, and we will simply mail your X-Box to you. We hope that you will enjoy your new X-Box gaming console. Congratulations on winning, From Microsoft and the PrizeBounty team!",
  "Last Updated": "6 November 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/xbox.asp",
  "Claim": "Prize Bounty is giving away free Xbox systems.",
  "Claim_ID": "inboxer_nothing_xbox",
  "Tags": ""
}