{
  "Origins": "This item about the death by heart attack of actor Charlie Sheen, the Two and a Half Men star who has recently been in the news due to his public feud with the show's producers, is yet another Internet-spread celebrity death hoax. Like earlier reports of Sheen's purported demise, it's nothing more than a bit of Internet-based pranking. If if were true, it would be the lead story in every American news outlet, not merely a bit of Facebook chatter.",
  "Fact Check": "",
  "Description": "The account may have been inspired by a National Enquirer article (as summarized in the Daily Mail ) alleging that Sheen had \"suffered four near-fatal overdoses in the last six months\" and that \"friends and staff members at his Beverly Hills mansion have had to take swift action to prevent the the 45-year-old star from going into cardiac arrest by administering a Nitroglycerin pill, a tablet that contains a chemical compound commonly used to prevent a heart attack.\" Facebook-based versions of the Charlie Sheen death hoax have been linked to clickjacking scams and the distribution of malware.",
  "Originally Published": "",
  "Referred Links": "http://nakedsecurity.sophos.com/2011/03/07/charlie-sheen-has-not-been-found-dead-in-his-house-despite-what-facebook-clickjackers-say/;http://www.dailymail.co.uk/tvshowbiz/article-1365038/Charlie-Sheen-took-pills-prevent-cardiac-arrest-overdoses-6-months.html;http://www.gossipcop.com/charlie-sheen-dead-death-hoax-snowboarding/;",
  "Example": "[Collected via e-mail, March 2011] Facebook is full of reports and viedos saying they found CharlieSheen dead this moring of apparent heart attack any truth to this? There is a new Facebook wall post scam advertised as \"RIP Charlie Sheenfound Dead at his House\". This scam involves a wall post link withinFacebook. If you click on the wall post link, you will open a FacebookVideo page that is designed to look like a YouTube channel. If youclick anywhere on the screen, your Facebook account will be\"click-jacked\" and you will be spreading the spam message via yourFacebook news feed. Clicking to play the video will open a securitycheck screen asking you to please complete a 30 second survey to verifythat you are human. The screen will also have the following wording\"Customize Your Facebook With a Theme\". Clicking on this page in any waywill post the same message you clicked on to your Facebook wall anddownload/install malware on your system.",
  "Last Updated": "10 March 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/sheen.asp",
  "Claim": "Actor Charlie Sheen has died of a heart attack.",
  "Claim_ID": "inboxer_hoaxes_sheen",
  "Tags": ""
}