{
  "Origins": "The appeal quoted above began circulating on the Internet in November, 1999.",
  "Fact Check": "",
  "Description": "When this letter emerged, its veracity was difficult to judge. Was it yet another Internet hoax? Or was it real? On one hand it contained fairly detailed information and, as is the case with many urban legends, sounded legitimate. On the other, there have been so many false \"appeal for help\" e-mails circulating in recent years that many are now justifiably skeptical of the contents of their inboxes. As it turned out, this case is much akin to the \" dying boy wants postcards \" frenzy (a good idea that got out of hand) and to the petition calling attention to the plight of women in Afghanistan (an appeal which underscores the uselessness of e-petitions ). There was truth to this story. Far too much, in fact. Yes, there was such a raped little girl, and yes, the petition is real. Signing it, however, won't help anyone. Because of the immense flood of e-mail received in response, the petition's originator has cancelled the request and is asking no more mail be sent. The <nikki@comnet.co.za> address has been shut down due to the huge volume of mail generated by the appeal. When contacted in order to confirm the status of the letter, the system administration personnel at Comnet said that they continue to receive millions of new messages for her account, however all are now rejected with a \"no such user\" message. There is no forwarding address. Nikki Botha did receive a huge number of responses prior to the cancellation of her e-mail account. All these have been sent to the South African government in support of her petition, which is now under consideration. Will the petition do any good? In a word: no. Even the least talented of programmers can easily code a subroutine to generate lists of names and/or e-mail addresses to afix to cyberpetitions. Those who receive such petitions know that, and thus assign such missives zero credibility even as they thank the forwarders before consigning the earnestly-forwarded note to the bit bucket. Petitions written on paper and signed in ink in a variety of handwriting styles receive scant consideration; their cyber-equivalents don't get even that. When it comes to effecting social change, e-petitions aren't worth the electrons used to sign them. E-petitions do serve two very real positive purposes they both give the morally outraged an outlet for their anger, and they open uninformed eyes to situations the evening news may perhaps be giving short shrift as it concentrates coverage on local matters. Addressing the issue that perhaps this petition will at least open the eyes of the South African government to the horror now afoot, we should point out that those in charge could scarcely be any more aware than they now are. Weekly sometimes even daily articles about the rape epidemic run in Africa News . New stories, announcements of programs to combat the problem, outraged letters, a plethora of wild-eyed suggestions they're all there. Not a week goes by without headlines trumpeting a chilling \"Every xx seconds, a woman or child is raped\" statistic screaming out at the reader from newspapers throughout the land, and articles excoriating the complacent \"do nothing\" attitude of the government are commonplace. Interpol says that based on reported rapes, South Africa has the highest incidence in the world. In 1998, the official rate was 104.1 rapes per 100,000 people, compared to 34.4 per 100,000 in the United States. The country's first court dedicated exclusively to the handling of rape and sexual abuse cases was opened in December 1999. An initial 250 rape and indecent assault cases are already on the new court's roll plus a backlog of another 160 cases waits in the wings. As startling as these numbers are (and it should be kept in mind these figures are for only one township Mdantsane not the country as a whole), these are but a fraction of the reported cases. Women, children, babies become rape victims in that country at an alarming rate. Lawlessness in South Africa has reached epidemic proportions. Citizen response to judicial indifference ranges from pinning on white \"Take a Stand\" ribbons and festooning business with \"No to abuse and violence against women!!\" signs to participating in vigilante groups which have dangled thieves and murderers (or those believed to be same) over crocodile-infested rivers, whipped, or dragged them behind cars. Vigilantism is growing rapidly, with groups such as Mapogo-a-Mathamaga (Colours of the Leopard) swelling to 40,000 members within just three years. That its leader and eleven others stand accused of beating two lawbreakers to death in 1996 does little to dim the lustre of such groups many are now willing to embrace a credo of desperate times allowing for only desperate solutions, and they see such groups as providing a remedy the South African police and judiciary fail to supply. Those tempted to take comfort in the notion that, as abhorrent a concept as it is, street justice groups are attempting to protect women and children from violent rape should note that groups like the Mapogos concentrate their efforts on murderers and thieves. Rapists aren't seen as a priority. Some South African insurance brokers have recently included policies for rape victims among their services. The \"chemical castration\" solution referred to in the e-mail amounts to injecting repeat rapists with Depo Provera (a female contraceptive). Styling such a program \"chemical castration\" is a misnomer, however the drug merely reduces male desire, but does not eliminate it. The effects are also not permanent, with the usual level of urge returning upon cessation of the shots. The main question raised by discussion of castration (chemical or surgical) has to do with what impels a rapist to commit sexual assault. If one judges that rape is sexually-motivated, then suppression of sexual urge appears to be a solution. If, however, one views rape as an abuse of power over the helpless, the sexual elements (and thus the urge which prompts them) are incidental to the assault. Those who hold that rape is about power and not sexual gratification fail to see what protection decreasing male drives will afford. Even lacking a penis, a man will find a way to rape, humiliate, and physically assault his victim, if indeed the desire to harm is what motivates him.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] FORWARD THIS EMAIL, ADDING YOUR NAME TO THE LIST, WHEN IT GETS TO 100, PLEASE PASS IT TO NIKKI On the 28th of October 1999, a young 12-year old girl's future was completely shattered. She was raped and almost stabbed to death. She sustained multiple stab wounds in the back, chest and stomach as well as the face. One of the stabs she received penetrated her spine and she is now paralysed for life. This little girl is my cousin. I went to see her in hospital on Friday. When I saw her, she was laying on her side and all I could see was her stitched face. Because her whole little body was riddled with stab wounds, she is unable to find a comfortable position. When I asked her how she was doing, she whispered: \"I am sore, I am sore\". She asked her mother to turn her over on the other side, and as I helped her mother to do so, I saw that her whole throat was covered in the most terrible blue and deep purple bruises. Her rapist tried to shut her up when she was screaming. When that did not work, he tried to stab her to death. All I can say is thank god she is alive. The reason for this email is plain and simple. The South African judicial system is up to muggets, and corruption and discrimination is rife. No justice will be brought to this case. Give it a couple of years, and the rapist (who was caught I might add) will be out on parole. In the meantime, one beautiful little girl's life has been changed. Not only does she will have to live with this memory, but she has to be reminded of it every single day in the form of her paralyses. The South African government wants to implement something called chemical castration, where they inject men with a chemical that decreases their sex drive. This is NOT good enough. Rape is not in the male member, but in the male mind. I know this happens to woman all over the world on an hourly basis, but this time it has hit too close to home and I CANNOT and I repeat CANNOT stand by and do nothing about it. Therefore, I would like your help in signing this petition for a harsher sentence for rape. Lifeimprisonment might be a good suggestion, as ironically enough, prisoners do not tolerate child molesters and rapists, and they have their own \"system of punishment\" in prison. I want this man to go through agony for the rest of his life. I want him to be reminded of the pain that this little girl has to go through for the rest of HER life. Why should this animal deserve ANY better? Please forward this to as many people as you can. The more signatures we have from all over the world, the better our chances that someone in power might listen. If we don't do something about it, some or other time it might hit too close to your home...... Also, please keep me updated by regularly sending back a list to me, (every 100 entries) so I can keep record of our progress. I sincerely appreciate your help and support in this matter, and so does Luze Homan and her mother. Kind Regards, Nikki Botha <Nikki@comnet.co.za>",
  "Last Updated": "5 January 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/petition/rape.asp",
  "Claim": "Due to a savage attack on a 12-year old cousin, a South African woman is gathering signatures to attempt to persuade her government to punish rapists more severely.",
  "Claim_ID": "inboxer_petition_rape",
  "Tags": ""
}