{
  "Origins": "This plea to help a premature baby in Albany, New York, began circulating on the Internet in November 1998. In common with similar entreaties , an unnamed wealthy benefactor is said to be poised to help a sick or injured child to the tune of so many cents per e-mail forward.",
  "Fact Check": "",
  "Description": "Before you give in to the temptation to ask all of your friends to help, think about this: Why would a billionaire committed to aiding the family of an injured child make the degree of his participation contingent upon the number of e-mails garnered by the plea? The idea that an anonymous benefactor would be kind enough to want to underwrite the cost of a child's care yet heartless enough to insist upon making the amount of such help dependent on something as frivolous as Internet participation seems absurd. If there really were such a person, why wouldn't he just write a check for whatever amount the family needed? Another question to ask yourself: how would the billionaire know how many e-mails have been forwarded (and thus how much to write the check for)? The note contains no instructions about sending a copy to a central gathering point, so there's no one doing the counting. Jada Cohen, the child mentioned in this e-mail is fictitious: no amount of searching has turned up anything about her or the e-mail campaign to fund her care. Consider this plea the cyber equivalent of someone's ringing the doorbell and running away. Barbara \"jaded about jada\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] Dear friends, My name is Anna Cohen and I live in Albany New York. My daughter Liz recently had a baby girl named Jada 2 months early. Jada has many problems with her heart and lungs and medical costs have become extremely expensive. Jada was recently moved to a hospital in California and the move was very expensive. A billionaire in California has promised to give $.05 for every time this email is forwarded. If you wouldn't mind forwarding this to everyone on your list I would greatly appreciate it as well as my daughter and little Jada. This could save a life. Please have a heart and forward this. Remember: What goes around comes around. Thank you, Anna Cohen",
  "Last Updated": "27 March 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/jada.asp",
  "Claim": "A billionaire has promised 5 per e-mail forward to help Jada, a premature baby who requires expensive medical care.",
  "Claim_ID": "inboxer_medical_jada",
  "Tags": ""
}