{
  "Origins": "Cookie-cutter recipe for creating a hoax web site: Pick a hot-button social/political issue (e.g., abortion, animal cruelty, illegal immigration). Create a fictitious service or product related to the issue you selected, one which promotes an activity that is widely condemned as offensive and immoral (and may even be illegal to boot). Set up a web site touting a non-existent business that pretends to market your fictitious service or product. Sit back and watch as outraged groups of netizens protest and campaign to get your web site (and affiliated non-existent business) shut down. Such sites typically have characteristics that make them easy to identify as hoaxes: They lack any real mechanism for accepting or processing orders, since taking money for a product or service that can't be provided would constitute fraud. They provide little or no contact information (e.g., physical address, mailing address, phone number), since those items are generally easy to trace and verify. They include over-the-top descriptions, explanations, and customer testimonials designed to inflame passions rather than promote sales (as well as convoluted explanations of why their offerings aren't illegal). Dog fighting has been very much in the public eye since mid-2007, when NFL quarterback Michael Vick was arrested on (and eventually plead guilty to) federal felony charges stemming from a dog fighting ring run from a property he owned. The Puppy Profits (puppyprofits.com) web site capitalizes on the publicity generated by that case to stir up outrage by purportedly offering interested parties the means to invest and participate in \"Canine Sport Fighting\" for fun and profit.",
  "Fact Check": "",
  "Description": "Puppy Profits is just another hoax site stamped from the same mold as so many others, however. Not only does it display all the characteristics listed above (including a FAQ which acknowledges that dog fighting is illegal but maintains that such laws can be skirted simply by calling their activity something other than \"dog fighting\"), but the sole piece of contact information it provides is an all-purpose phone number (404-551-5587) it shares with another hoax web site, Medical Adoptions. (As of the time of this writing, that phone number still bore a recorded message promoting the fiction that the Medical Adoptions organization was now \"servicing U.S. customers\" out of Tijuana, Mexico, due to a \"recent and unfortunate government inquiry\" into their operations.)",
  "Originally Published": "",
  "Referred Links": "http://www.puppyprofits.com/faqs.html;http://www.nytimes.com/2007/08/27/sports/football/27cnd-vick.html;http://www.puppyprofits.com;",
  "Example": "[Collected via e-mail, February 2008] This is disgusting. Many animal rescue groups are mortified by this. It is obviously a hoax, but just terrible. Some have said it is a ploy by PETA. Do you have any information on this? http://www.puppyprofits.com",
  "Last Updated": "3 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/puppyprofits.asp",
  "Claim": "Web site offers a program for participating and investing in the business of \"Canine Sport Fighting.\"",
  "Claim_ID": "inboxer_hoaxes_puppyprofits",
  "Tags": ""
}