{
  "Origins": "Austin \"Chumlee\" Russell (so nicknamed by a friend's father due to his resemblance to the character of Chumley the walrus in the Tennessee Tuxedo cartoons) is one of the stars of the popular reality show Pawn Stars , the \"resident clown\" of the staff at the Gold and Silver Pawn Shop in Las Vegas, where he is frequently derided by the shop's owners, Rick Harrison and Richard \"Old Man\" Harrison, for being bumbling and lazy.",
  "Fact Check": "",
  "Description": "Beginning in May 2013, a rumor was circulated on the Internet claiming that Chumlee had recently passed away from a \"marijuana overdose\": In what may come to be a medical landmark, Chumlee Russell of Pawn Stars fame died from a marijuana overdose Monday night and was found by friend \"Big Hoss\" Harrison on Tuesday morning. Earlier this year, \"Chumlee\" was arrested with seven pounds of marijuana which he asserted were all for personal use. According to Dr. Angstrom H. Troubador, \"The only possible way he could have died from a marijuana overdose without first clogging his lungs with soot is through the use of vaporizers. Reportedly, Chumlee had rigged up to 90 vaporizers into one tube and had a team of groupies constantly loading them up with the stickiest and most potent of marijuana available on the market.\" Fans and family mourn the loss of \"Chumlee\" and have taken the opportunity to speak out against drug abuse. \"To die like that, it s just a shame,\" said Rick Harrison, manager of the world famous Gold and Silver Pawn Shop, as he teared up. \"It s just a shame to lose such a fun guy as Chum. Rest in peace, buddy.\" The rumor was nothing more than a hoax, a bit of fiction promulgated in a 14 May 2013 article published on the Internet Chronicle web site, one which followed up that site's equally fictitious report from two months earlier which claimed Chumlee had been arrested for possession of seven pounds of marijuana. (The putative cause of death given in Chumlee's phony Internet Chronicle obituary, a \" marijuana overdose ,\" is virtually a medical impossibility.) The Internet Chronicle frequently posts fake obituaries of celebrities, and its recent entries in that vein include fictional death notices for actress Amanda Bynes , singer Justin Bieber , and veteran porn star Ron Jeremy . In March 2014, a similar spoof article published byeBuzzd (along with images of fake reaction tweets from other celebrities) spawned more false Chumlee death rumors, this time positing that the Pawn Stars personality had passed away of a heart attack: Austin Russell, also known as Chumlee, star of History's reality series \"Pawn Stars,\" has died from an apparent heart attack, sources confirm to eBuzzd. He was only 31 years old. The news comes as a shock considering Chumlee's [sic] had just recently altered his lifestyle habits, and lost 75 pounds in a year by exercising at a gym six days a week and improving his diet, including drinking more juice, eating more vegetables and abstaining from red meat, a change that was inspired by his father's death at age 54 from pancreatic cancer, two weeks before Pawn Stars debuted. The real Chumlee remains alive and well, as indicated by his ongoing tweets .",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/chumlee_/statuses/443824806308229120;http://ebuzzd.com/pawn-stars-funnyman-chumlee-dies-of-heart-attack.html;http://www.chronicle.su/news/ron-jeremy-dead-at-59/;http://www.chronicle.su/news/justin-bieber-dead-at-19/;http://www.chronicle.su/obituaries/amanda-bynes-dead-at-27/;http://voices.yahoo.com/how-marijuana-kill-why-cannabis-overdose-1576393.html?cat=71;http://www.chronicle.su/news/chumlee-of-pawn-stars-arrested-with-seven-pounds-of-marijuana/;http://www.chronicle.su/news/chumlee-of-pawn-stars-fame-dead/;",
  "Example": "[Collected via e-mail, March 2014] Did Chumlee Russell from Pawn Stars die recently? There was one article stating that he passed away from a heart attack, but not sure!",
  "Last Updated": "12 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/chumlee.asp",
  "Claim": "Chumlee from Pawn Stars has died of a heart attack.",
  "Claim_ID": "inboxer_hoaxes_chumlee",
  "Tags": ""
}