{
  "Origins": "The Dome of the Rock in Jerusalem, a shrine for Islamic pilgrims constructed at the behest of the 9th Caliph, Abd al-Malik, around 687 CE , sits amidst a site venerated by three major religions. According to Jewish tradition, it is here that Abraham prepared to sacrifice his son Isaac, and it is here that King Solomon built the First Temple about 1000 BCE. According to Islamic tradition, this was the rock from which the Prophet Mohammed began his ascent to heaven as he made the Night Journey to the Throne of God. And according to Christian tradition, this is the place where the messiah Jesus spent the last days of his ministry before the Crucifixion.",
  "Fact Check": "",
  "Description": "Coca-Cola would have to be both crass and foolish to emblazon their logo upon such a holy shrine for advertising purposes, and Coca-Cola is certainly neither. As is apparent when the full image is viewed (click on the display to the right of this text to see the full image at normal size), the graphic in the example above was cropped from a piece of anti-Israeli literature, an exhortation to boycott American companies such as Coca-Cola, who do business in both Israel and other Middle Eastern countries, as a means of expressing disapproval of American support of Israel. As shown on a related page, this graphic is one of a series of similar images that employ Coca-Cola imagery to urge the boycotting of Coca-Cola and other American-based multinational corporations. Whatever side one might take in political matters, however, a moderate familiarity with the history of The Coca-Cola Company should be sufficient to disabuse anyone of the notion that Coca-Cola would create the graphic equivalent of a graffiti-defaced holy shrine for advertising purposes: for decades Coca-Cola has been one of the world's leading companies in demonstrating a remarkable savvy for tailoring their products and advertisements in accordance with local cultures and customs all over the globe, and the press statement released in response to this issue by Coca-Cola is no idle boast on their part: We are aware of false advertisements featuring holy sites in the Middle East that have been circulating on the Internet. The advertisements are fabricated and have not been produced by The Coca-Cola Company. The Coca-Cola Company has full respect for the cultures and religions in all of the nearly 200 countries in which we operate. Additional information: Coca-Cola statement on false advertisements (Coca-Cola)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20020212145811/http://www2.coca-cola.com/presscenter/nr_summer2001_statementmideast_falseadvertising.html;http://www.bibleplaces.com/domeofrock.htm;",
  "Example": "[Collected on the Internet, 2002] I recently received, through email, this photo of a Coca-Cola advertisement in Israel. It basically emblazons their trademark over the Dome of the Rock. As a Muslim, of Arab heritage, I am outraged & disgusted.",
  "Last Updated": "30 November 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/outrage/domerock.asp",
  "Claim": "A Middle Eastern advertisement created by Coca-Cola depicts the Coke logo emblazoned on the Dome of the Rock.",
  "Claim_ID": "inboxer_outrage_domerock",
  "Tags": ""
}