{
  "Origins": "A 2-year-old boy named Trenton Duckett was reported as having gone missing from the bedroom of his home in Leesburg, Florida, around 9:00 PM on the evening of 27 August 2006, his mother saying that she last saw him about 7:00 PM that day. Investigating police found that a screen on a window in Trenton's room had been cut, evidence potentially indicating the boy had been abducted and taken out through the opening.",
  "Fact Check": "",
  "Description": "After several days of futile searches and no leads, the case took an unusual turn in the first week of September when Trenton's mother, Melinda Duckett, declined to take a polygraph test concerning her activities in the days before Trenton went missing, disappeared herself, and then committed suicide with a shotgun. Since the suicide, investigators have been considering the possibility that Melinda Duckett staged her son's disappearance, and they spent five days conducting searches in and around Farles Lake in the Ocala National Forest (where Melinda said she had traveled with the boy the day before he was reported missing) without results. The case took yet another unusual turn on September 20 when the Florida Department of Law Enforcement revealed that Trenton's mother \"was clearing out the apartment, emptying the refrigerator as if moving from the residence\" the evening he went missing, and that invesigators had found Trenton's photographs, toys, and sonogram image in a trash bin at his mother's apartment complex the next day. Trenton remains missing, and the search for him continues. A missing persons poster for Trenton can be viewed and printed from the web site of the National Center for Missing and Exploited Children. Anyone with information concerning Trenton's disappearance or whereabouts is urged to call 800-CALL-FBI or 800-423-TIPS. Additional information: Missing Person: Trenton Duckett (National Center for Missing and Exploited Children) Missing Person: Trenton Duckett (Federal Bureau of Investigation)",
  "Originally Published": "",
  "Referred Links": "http://www.fbi.gov/wanted/kidnap/duckett_tj.htm;http://www.missingkids.com/missingkids/servlet/PubCaseSearchServlet?act=viewChildDetail&caseNum=1052224&orgPrefix=NCMC&seqNum=1&caseLang=en_US&searchLang=en_US;http://www.missingkids.com/missingkids/servlet/PubCaseSearchServlet?act=viewPoster&caseNum=1052224&orgPrefix=NCMC&searchLang=en_US;http://www.myspace.com/help_find_trenton_duckett;",
  "Example": "[Collected via e-mail, 2006] Seen on MySpace: http://www.myspace.com/help_find_trenton_duckett This page was done to help try & find 2-year-old Trenton Duckett...if you have any information about him, please don't hesitate to call 1-800-CALL-FBI. Trenton is 2 years old & has been missing from his house in Leesburg, FL for about 2 weeks now. If you happen to see him ANYWHEREin the United States (whether it's Florida, New York, California, etc.) PLEASE call 1-800-CALL-FBI. I'm sure you'll see his story on the news & in newspapers, his dad has been putting flyers up everywhere trying to find him & it's not working. Look for the flyers to see more information on Trenton & another picture. Trenton was last seen wearing jean shorts, no shoes, & no shirt. PLEASE HELP US FIND HIM!",
  "Last Updated": "21 September 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/missing/duckett.asp",
  "Claim": "A 2-year-old boy named Trenton Duckett is missing from his Leesburg, Florida, home.",
  "Claim_ID": "inboxer_missing_duckett",
  "Tags": ""
}