{
  "Origins": "12 October 2002 was the launch date of www.8march2003.com , a mysterious site detailing, in fanciful tabloid style, a tale about the accidental discovery of an abandoned camera, the earth-shaking (but unexplained) revelations disclosed by the development of the film found within it, and stock conspiracy plot elements involving hacked computers, tapped phones, and secret agents, all related by an innocent chronicler of events now forced to live his life on the run as he dodges bad guys and promises to reveal something \"astounding\" to the world through his web site on 8 March 2003.",
  "Fact Check": "",
  "Description": "On 7 November , however, most of the speculation was temporarily ended when the site's content was replaced with the following message: Dear readers, This site was originally posted as a piece of writing with purposeful clues and discrepancies to indicate it's fictitious nature leading up to a pre publicity campaign to see how much interest it might generate. Quite honestly the overwhelming response and attention was not expected, or at least not so quickly. That was why the site was posted several months ahead with the intention of it slowly gathering momentum, leading up to the actual revealing date. Most people have sent emails indicating that they enjoyed the site and looked forward to finding out about the potential release of a variety of things such as a new movie, computer game, SLR camera, novel, camera film and the list goes on. There are some that have taken this site too seriously, and it has been brought to my attention that innocent people have been implicated as the creators of this site. I therefore feel it is appropriate to make this announcement. As many have pointed out, if the story was for real it would have been shut down by now. If you still wish to follow this event, please enjoy it as a fictitious story leading up to what will be revealed on the above mentioned date. If there is enough interest, the original story may be re-posted as an optional link on this page within the next few weeks. Kind Regards, HM HM@8march2003.com This was followed ten days later by an addendum: Thank you for your overwhelming positive response. I have posted some of the emails that I've received during the last month for your viewing. The purpose behind this site was to create intrigue, fascination and interest leading up to what this event is about. It has certainly achieved that objective. Once again, apologies to anyone who took it too seriously. Now that the nature of this campaign has been revealed, please enjoy the adventure leading up to March 8 2003 Nothing substantive was revealed on 8 March 2003, just more concocted photographs and text about a \"supership\" supposedly found in a mountain range and built by a \"secret faction\" in expectation of \"cataclysmic global flooding,\" all of which was simply more tease to lure people back into visiting again when more publicity was supposed to be unveiled on 15 April 2003. The latter date proved to be the launching day of a publicity campaign for the book The Shift of the Ages .",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20030417021101/http://www.8march2003.com/thepublicitycampaign.html;http://web.archive.org/web/20021119130350/http://www.8march2003.com/Originalpage.htm;",
  "Example": "",
  "Last Updated": "30 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/march8.asp",
  "Claim": "Web site will reveal an \"astounding\" discovery to the world on 8 March 2003.",
  "Claim_ID": "inboxer_hoaxes_march8",
  "Tags": ""
}