{
  "Origins": "In December 2005 we began seeing copies of the above-reproduced phishing scam, an e-mail purporting to come from the Internal Revenue Service (sent with a return address of < irs_notice@irs.gov >) and offering consumers a link to a handy web form they can use to check the status of their federal income tax returns and refunds. Of course, the web form the recipient is directed to after clicking on the provided link is not from the real IRS web site, but an imitation hosted on a server in a foreign country (Mexico in the example we received) that harvests information scammers can use for identity and financial theft by prompting the user to input all sorts of personal data (name, Social Security number, address) as well as other financial information (credit card number, ATM PIN).",
  "Fact Check": "",
  "Description": "The IRS does not ask for personal identifying or financial information via unsolicited e-mail, and in no case would the IRS need information such as credit card numbers or ATM PINs in order to respond to inquiries about the status of tax returns or refunds. Taxpayers can contact the IRS via telephone at 1-800-829-1040 for questions regarding their taxes, or they can visit the genuine Where's My Refund? page on the IRS web site.",
  "Originally Published": "",
  "Referred Links": "http://www.irs.gov/individuals/article/0,,id=96596,00.html;http://www.irs.gov/individuals/article/0,,id=96596,00.html;",
  "Example": "[Collected on the Internet, 2005] You filed your tax return and you're expecting a refund. You have just one question and you want the answer now - Where's My Refund? Access this secure Web site to find out if the IRS received your return and whether your refund was processed and sent to you. New program enhancements allow you to begin a refund trace online if you have not received your check within 28 days from the original IRS mailing date. Some of you will also be able to correct or change your mailing address within this application if your check was returned to us as undelivered by the U.S. Postal Service. \"Where's My Refund?\" will prompt you when these features are available for your situation. To get to your refund status, you'll need to provide the following information as shown on your return: Your first and last name Your Social Security Number (or IRS Individual Taxpayer Identification Number) Your Credit Card Information Okay now, Where's My Refund? Under the Privacy Act of 1974, we must tell you that our legal right to ask for information is Internal Revenue Code Sections 6001, 6011, 6012(a) and their regulations. They say that you must furnish us with records or statements for any tax for which you are liable, including the withholding of taxes by your employer. We ask for information to carry out the Internal Revenue laws of the United States, and you are required to give us this information. We may give the information to the Department of Justice for civil and criminal litigation, other federal agencies, states, cities, and the District of Columbia for use in administering their tax laws. If you don't provide this information, or provide fraudulent information, the law provides that you may be charged penalties and, in certain cases, you may be subject to criminal prosecution. We may also have to disallow the exemptions, exclusions, credits, deductions, or adjustments shown on the tax return. This could make your tax higher or delay any refund. Interest may also be charged.",
  "Last Updated": "20 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/scams/phishing/irs.asp",
  "Claim": "The IRS is sending out unsolicited e-mail providing taxpayers with a web form to use to check on the status of their federal income tax returns and refunds.",
  "Claim_ID": "inboxer_scams_phishing_irs",
  "Tags": ""
}