{
  "Origins": "The maelstrom of wildfires that ravaged Southern California in October 2003 resulted in the deaths of twenty-two people, burned down 3,600 homes, and scorched more than 740,000 acres. They were the most destructive conflagrations to ever hit the state, prompting President Bush to declare them a \"major disaster,\" an act that served to open the federal aid floodgates to the area.",
  "Fact Check": "",
  "Description": "Homes of every description and businesses of various sizes were lost to the flames, but not the Clappington factory. It did not go up in smoke for one simple reason: It never existed. There is no Clappington factory located \"in southern CA.\" We searched phone books and sifted through news stories, but nary a mention was to be found of this purported paper mill that supposedly \"makes 97-1/2 percent of the TP in the US, Mexico, and Canada.\" We looked at Toiletpaperworld.com , a site devoted to bathroom supplies, paying particular attention to its information about manufacturers of toilet paper. There is no impending toilet paper shortage \"Grey Davis\" [sic] is keeping from Californians lest news of it forever tar him as \"the governor who deprived the nation of toilet paper.\" There was no toilet paper factory in or near \"San Bernadino\" [sic] staffed by \"a lot of illegal immigrant labor,\" a practice allowed to survive \"because INS knows what would happen to the nation if the one TP factory closed.\" It's a prank, and not a very good one, yet nevertheless it speaks to something in people because folks have been asking us about it. Obviously bathroom tissue lies closer to our hearts than anatomy would have it. If nothing else serves to convince that this is a hoax, ponder this: The greatest part of the pulp and paper industry is located surprisingly enough where the trees are, which explains why so much of it goes on in the Pacific Northwest. Southern California is desert terrain, which means not many trees grow there of their own accord, and few of them are suitable to be turned into wood products. (Only irrigation keeps Los Angeles, the various other towns and cities in the lower half of the golden state, and that agricultural marvel, the vast Central Valley, green. Most of the trees in those areas have had a lot of alluvion help.) Consequently, the region doesn't have anywhere near enough trees to support a paper mill that supplies all of North America. Southern California may well be the nation's supplier of fruits and vegetables, but for toilet paper one has to look elsewhere. Barbara \"such as the outhouse of representatives\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.toiletpaperworld.com/tpw/encyclopedia/navigation/manufacturers.htm;http://www.toiletpaperworld.com;",
  "Example": "[Collected on the Internet, 2003] Feature Story October 28, 2003 By News Reporter Jerry Simonreid San Bernadino California, USA I know that toilet paper isn't the most popular subject to discuss. However, we know by comparing disease rates in civilized countries versus countries with no flush toilets and toilet paper that your health and life depends on good hygene. Much of the reason we are so healthy in the USA is because of running water, washing hands, and of course, toilet paper. But what if we ran out? Here's some info for you to get ahead of the crowds. You know those wildfires in southen California now? Well, I bet you didn't know that the Clappington Paper Products factory is one of the many business that burned down. Have you ever noticed that regardless of the brand of toilet paper you purchase, that there are only five or six different types of toilet paper on the market. But there are a lot of brands and a lot of different names. Have you noticed that there are only a couple different types of packaging for toilet paper? Well, the secret is out. About 97 1/2 percent of the toilet paper in the US, Canada, and Mexico is manufactured in one facility. That would be the Clappington Factory, in southern CA. You see, the finished product is so light weight, it is easy to transport by truck. Nearly no weight at all. And the factory is so close to the border, they use a lot of illegal immigrant labor. This is an open secret because INS knows what would happen to the nation if the one TP factory closed. Well, it did close. The wildfires in southern CA have burned down the one factory which makes 97 1/2 percent of the TP in the US, Mexico, and Canada. It is expected to be 6 to 8 weeks before any other manufacturing facility can make adequate supplies of TP. Governor Grey Davis has enough troubles with the fire, and with his recall eletion. He can't afford to be known as the governor who deprived the nation of toilet paper. So, he's ordered a news blackout of the story. You havn't seen it on the news, right? But the email and internet allow us to know things that aren't on the news. Stores have only about a 2 to 3 day supply of TP on the shelves. Wait till the word gets out, you'll see a run on toilet paper like never before. And it's going to be 6 weeks at the very minimum till the stores have any more. If you havn't stocked up, now is the time. And forward this message to everyone in your adress book. You wouldn't want your close friends to be out of something so important. I wouldn't joke about something thisserious. Information courtesy of: Sergeant K. Jameson, Engine Company Sergeant, San Bernadino Fire Department",
  "Last Updated": "30 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/tissue.asp",
  "Claim": "The fall 2003 California wildfires left the U.S. facing a severe toilet paper shortage.",
  "Claim_ID": "inboxer_hoaxes_tissue",
  "Tags": ""
}