{
  "Origins": "The latter half of the message quoted above (the portion beginning after the heading \"Women United Against War\") is indeed the text of an on-line petition started and signed by women opposed to any military action against Iraq. However, the prelude, describing a walkout staged by 25 female members of the House of Representatives during an 11 October 2002 vote on a resolution authorizing President Bush to use military force against Iraq, is fiction. No members of Congress staged such a walkout, and there is no House member named Barbara Bell, from California or any other state. California is represented in Congress by Senator Barbara Boxer and Representative Barbara Lee , and the latter's web site explains the facts that were likely embellished in creating the introduction to this petition:",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.house.gov/lee/Internet.scam.htm;http://www.house.gov/lee/;http://www.senate.gov/~boxer/;http://www.cbsnews.com/stories/2002/10/03/attack/main524191.shtml;http://www.petitiononline.com/waw2002/petition.html;",
  "Example": "[Collected on the Internet, 2002] Ladies and Gentlewomen: Today I understand that 25 Congresswomen in the US House of Representatives walked out and refused to participate in the vote to give Bush war powers they were led by Barbara Bell of California and they took up residence on the White House lawn . . . They say women can change the world. Here is a chance! I am part of a nationwide effort to unite women against war. We have drafted a statement here and ask you, if you are so moved, to send it out to as many women and women's groups as you can for endorsement. If you are not part of a group/organization, you can also sign as an individual. If you feel so moved, please sign below, giving your or your organization's name and location. Then please cut and paste this message into a new message and forward on to as many people as you know. If you are the 50th, 100th, 150th, 200th, etc., person, please also e-mail a copy back to pramila@mindspring.com. This is our chance to stop this war. Women are a strong constituency in this country. We only have a few days. Please act immediately. Women United Against War As women embracing life and peace, we declare ourselves opposed to any military action against Iraq. As women, we have been the victims of many kinds of violence. We call on you, our Congress members, to oppose any military action. We make this demand for ourselves, our children, our parents, our brothers, husbands, partners and friends. We make this demand because we understand that warfare creates endless cycles of violence, destruction and death, impoverishing us spiritually and economically. We make this demand because warfare destroys family life, throwing whole communities into exile and turning children into orphans. We make this demand because we cannot build happy lives on a ground polluted by violence. We believe this is a defining moment in the life of our country. We will either take our place in the family of nations asseekers of peace and justice or we will start down a terrible road to war, unleashing the fury of generations to come on our land. We call upon you to act with integrity, to show courage and remember that you are guardians of the public trust and of the world we leave to our children. We oppose this war. We oppose all elected officials who support this war. There is no other issue greater than the cause of peace. No past stand or history can be called upon to overshadow the imperative to stand today for peace. We, as women acting to shape public life, dedicate our energy, resources, and hopes to those who establish peace. There will be no war in our names. If you want our support and votes, stop this war!",
  "Last Updated": "5 January 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/petition/walkout.asp",
  "Claim": "Twenty-five Congresswomen staged a walkout during a vote on a resolution to authorize the use of military force against Iraq.",
  "Claim_ID": "inboxer_petition_walkout",
  "Tags": ""
}