{
  "Origins": "In 1997, parents all across the United States were getting drawn into yet another Internet- and fax-based hoax, this one involving a non-existent lawsuit against Gerber. At the tail end of 1999, the same rumor that was false almost three years earlier was again afoot. Then and now, parents dreaming of cashing in on their progeny were being told that: Gerber lost the lawsuit because they advertised that their food was all natural, and when taken to court it came out that they used preservatives! In the settlement Gerber Food is now responsible for giving every child born between 1985 and 1997 (under the age of 12) a $500 SAVINGS BOND. The grimy bit of faxlore went on to instruct parents to mail copies of their child's birth certificate and social security card to a post office box in Minneapolis.",
  "Fact Check": "",
  "Description": "Gerber hasn't been involved in any such lawsuit, and there is no $500 windfall awaiting those foolish enough to supply their child's birth and Social Security information to strangers. According to a 1997 article about the rumors Gerber has been battling: A rumor has been spreading across America like chicken pox through a day-care center: It says parents can pocket up to $1,400 by joining a class-action lawsuit against baby-food maker Gerber Products. The rumor is bogus. But that hasn't stopped it from causing Gerber untold headaches. In what appears to be a massive misunderstanding rather than a scam, the word on the street and on fax machines, fliers and the Internet is that settlement of a class-action lawsuit against Gerber allows parents to receive anything from a $500 savings bond to $1,400 cash if they bought baby food or formula during the last 17 years from the Fremont, Michigan-based company. But Gerber is not involved in any class-action settlement. It is not even the target of a class-action suit. \"There's nothing to the rumor,\" said Chris DeWitt, spokesman for Michigan Attorney General Frank Kelley, whose office has been fielding a flood of calls. \"It's just that - a rumor,\" DeWitt said. \"It's taken on a life of its own, and there's nothing we can do to stop a rumor.\" The confusion apparently stems from the fact that three makers of baby formula Abbott Laboratories, Bristol-Myers Squibb Co. and Mead Johnson & Co. recently settled lawsuits that charged them with price-fixing. That settlement affects customers in eight states not including Michigan and allows consumers to collect $5 to $45 each. A separate settlement involving Michigan and six other states provides no cash back to consumers. Instead, the defendant companies will supply formula for distribution to needy families in those states. The Gerber rumor first flared in December, shortly before the Jan. 31 deadline for filing claims in the price-fixing suit against the other three companies. Misinformation crossed the nation in various forms, but the main message was that parents with a child 17 or younger could collect big bucks by mailing the kid's birth certificate and Social Security number to a post office box in Minneapolis. Richard Redfern, the Minneapolis-based settlement administrator in the price-fixing case, said his company received 1 million pieces of mail and an average of 80,000 phone calls a day during three days in December. Suddenly, people were lining up at post offices from Alaska to Rhode Island as parents rushed to meet mythical deadlines for filing claims. For two weeks in December, hundreds of would-be claimants lined up at the main Detroit post office. \"They were sending stuff certified mail, express mail, everybody trying to meet some deadline,\" said a postal employee who declined to be named. \"And there was a guy out front passing out fliers that explained how to file a claim against the baby formula companies.\" \"The deadline would change each month,\" Redfern said. \"In one pocket of the country, the rumored deadline would be February, then in March the rumor would surface in another part of the country, with a new deadline, and lines would suddenly form at those post offices.\" The problem has been especially irksome for Gerber, which has been besieged by phone calls. \"Call frequency has been up the last two days,\" said Van Hindes, Gerber's director of corporate affairs. \"A lot of the calls this week have been from the Detroit and Traverse City areas, as well as Milwaukee.\" Redfern pointed out that even though Michiganders never had a shot at award money from the other three companies, the deadline for filing has passed, the post office box is closed, and his firm is awaiting permission to destroy 2 million pieces of post-deadline mail. \"People should know that if they mail anything to us now, they're wasting their postage money,\" Redfern said. The Gerber hoax likely sprang from news of a lawsuit settlement involving baby formula manufacturers and price fixing that somehow became transmuted into a story about Gerber. The price-fixing lawsuit settlement involved Abbott Laboratories, Bristol-Myers Squibb, and Mead Johnson, but Gerber is a subsidiary of Sandoz Ltd., so there's no connection between the baby formula manufacturers and Gerber. However, in the world of urban legends, rumors tend to attach themselves to the most recognizable names, so any rumor about products ingested by North American babies will inevitably end up as a rumor about Gerber. (Though the baby formula manufacturers did reach a settlement with the Federal Trade Commission, it applied only to some consumers in some states. Parents who did get something back ended up with between $5 and $45, not the $1400 per kid another hoax had led them to expect. Those interested in reading more about the Enfamil and Similac hoax should visit our Baby Formula page.) This Gerber hoax was likely started (or at least promulgated) by someone's misremembering the details of the baby formula hoax. One of the earliest (January 1997) surfacings of the Gerber hoax contained two interesting pieces of information: Gerber's reason for giving away all this money had to do with lead being found in their baby food, and parents were entitled to $1400 per child. $1400 is the same figure consistently given in the baby formula hoax and is probably the key piece of evidence demonstrating that one hoax mutated into another. Barbara \"gerbeled facts\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "30 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/gerber.asp",
  "Claim": "Parents are entitled to claim one $500 savings bond per child from Gerber because Gerber lied about using nothing but natural ingredients in its baby food.",
  "Claim_ID": "inboxer_hoaxes_gerber",
  "Tags": ""
}