{
  "Origins": "Madeleine McCann, a four-year-old British girl, disappeared from a Portuguese vacation resort on 3 May 2007. Madeleine's parents left her alone in bed with her two-year-old twin brother and sister in their resort apartment in the Portuguese region of Algarve while they dined nearby; the couple returned from dinner and reported that Madeleine had apparently been abducted:",
  "Fact Check": "",
  "Description": "A number of prominent business figures and celebrities, including Richard Branson, J.K. Rowling, and Wayne Rooney have contributed to a reward for information about Madeleine that now totals 2.5m. In September 2007, Portuguese police began requestioning Madeleine's parents, leading to speculation that the parents themselves are suspected of having been involved in her disappearance. Additional information about the case is available on the Internet at findmadeleine.com .",
  "Originally Published": "",
  "Referred Links": "http://www.findmadeleine.com/;",
  "Example": "[Collected via e-mail, May 2007] Dear all, I don't normally pass on chain emails but this is an exception. I have checked out the phone numbers and also added the info about the reward, in case this should help. Apologies to anyone to whom this is spam-like. Rewards totalling 2.5m have been offered to anyone who can help with information leading to the safe return of Madeleine McCann. The News of the World and businessmen including Sir Richard Branson have jointly pledged 1.5m. Scottish tycoon Stephen Winyard has offered 1m. 09 May 2007 HELP FIND MADELEINE McCANN If you have any information please call Portuguese Police direct on 00351 282 405 400 or call Crimestoppers in the UK on 0800 555 111. Or if calling from Portugal, please call: 44 1883 731 336. Madeleine's Eye Holds Vital Clue Madeleine McCann's family believe a new picture of the missing four-year-old could play a vital role in the search for her. The new poster of MadeleineThe photo clearly shows her distinctive right eye, where the pupil runs into the blue-green iris. It is this distinguishing mark that will identify Madeleine to those on the lookout for her, according to aunt and uncle John and Diane McCann.",
  "Last Updated": "7 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/missing/mccann.asp",
  "Claim": "A four-year-old British girl named Madeleine McCann is missing from a Portuguese vacation resort.",
  "Claim_ID": "inboxer_missing_mccann",
  "Tags": ""
}