{
  "Origins": "On 26 February 2015, a rumor started circulating via Twitter that singer Mark McGrath had passed away at the age of 46. The rumor stemmed from a bizarre press release that claimed the Sugar Ray frontman had been shot and killed by a masked gunman on the set of the Adult Swim show Hot Package :",
  "Fact Check": "",
  "Description": "The press release may have looked authentic, but it was actually just another celebrity death hoax. First, McGrath's supposed death suspiciously coincided with the second season premiere of the Adult Swim show Hot Package . Second, the show had already wrapped up production for that season months prior to McGrath's putative on-set death. Not only was the press release a hoax, it was a publicity stunt for the show's season premiere. While Mark McGrath is slated to appear on Hot Package this season, the Sugar Ray singer insisted that he had nothing to do with the fake press release: Final word on the death hoax thing, I knew nothing about it and found out the same time you did...sorry about any confusion\u0014 mark mcgrath (@mark_mcgrath) February 26, 2015",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/mark_mcgrath/status/570993713586909184;http://splitsider.com/2015/02/derrick-beckles-hot-package-returns-to-adult-swim-february-27th/;http://www.people.com/article/mark-mcgrath-death-hoax;https://twitter.com/NotDamboise/status/570965908094455808;https://twitter.com/hashtag/RIPMarkMcgrath?src=hash;",
  "Example": "[Collected via Twitter, February 2015] Sad to hear of the passing of Mark McGrath. Was a pioneer in the music industry in the late 90's. We will miss you, Mark. #RIPMarkMcgrath\u0014 David Damboise (@NotDamboise) February 26, 2015",
  "Last Updated": "26 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/markmcgrath.asp",
  "Claim": "Singer Mark McGrath was shot and killed by a masked gunman on the set of Hot Package .",
  "Claim_ID": "inboxer_hoaxes_markmcgrath",
  "Tags": ""
}