{
  "Origins": "The account given in the above entreaty for funds to help pay the medical costs of a five-year-old rape victim named Maria is just another in a long line of hoaxes playing on the idea that some entity will pay out money every time good-hearted souls use Facebook's \"share\" feature to pass along information to their social network friends. The notion that various business entities will pony up funds for a good cause whenever someone forwards, texts, likes, posts, shares, or otherwise disseminates a particular message is one of the longest-running hoaxes on the Internet.",
  "Fact Check": "",
  "Description": "This item is similar in form to another widely circulated Facebook hoax about raising funds for the medical care of a child rape victim, but at least that other example was based on a real-life event (even if its appeal for money was spurious). In this case, however, the message is not based on any actual incidence of crime. The Dell Childrens Medical Center of Central Texas has been bedeviled by this rumor since October 2010, at which time they posted an alert about it on their web site: ALERT: SPAM Text Message Makes False Claim A false text message has been circulating that describes an incident involving a 5-year old girl. The message states that every time you forward it to someone, Dell Children's Medical Center will donate 15 cents to cover the child's healthcare expenses. This message is spam and is in no way affiliated with Dell Children's Medical Center or the Seton Family of Hospitals. If you receive this message, please delete it. If you want to make a difference in the life of an injured or sick child, the best approach is still the old-fashioned one: donate your money and/or time, not a text message or Facebook wall post.",
  "Originally Published": "",
  "Referred Links": "http://www.dellchildrens.net/about_us/news/2010/10/29/alert_spam_text_message_makes_false_claim;",
  "Example": "[Collected via Facebook, October 2010] This guy raped a five year old little girl. He ruined her life, she is alive & in the hospital can't move and can never have children, or a normal life. This guy goes by different names he is in hiding & has AIDS. The girl came out positive. Please help us catch this animal. Every time this message is fwd the Dell Hospital will donate $.15 to Maria's medication & treatment. Please don t hesitate to fwd this. It could've been you re daughter or sister. God bless. Thank you!. Forward this to as many people as you can.",
  "Last Updated": "11 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/dellhospital.asp",
  "Claim": "Dell Hospital will contribute money towards the medical care of a 5-year-old rape victim every time a message is shared.",
  "Claim_ID": "inboxer_medical_dellhospital",
  "Tags": ""
}