{
  "Origins": "It's difficult to evaluate claims about a rider supposedly being attached to a Congressional bill when no identifying information is provided about either the rider or the bill. A new session of Congress (the 107th) was just convened in January 2001 and hasn't started debating new legislation yet; several bills dealing with HMOs were put before the 106th Congress, but none of them addressed the issue of the FDA's regulating herbal remedies. (According to those trying to collect signatures on this petition, this bill was an idea an unidentified Congressman was allegedly considering but has since abandoned.)",
  "Fact Check": "",
  "Description": "In any case, the claim that if the FDA were to regulate herbal remedies, consumers would automatically need prescriptions to obtain them is not true the FDA regulates both prescription and non-prescription medicines. There are many good reasons why the FDA regulates even non-presciption remedies: To ensure that the products are safe for ordinary use. To ensure that the product packages actually contain what is listed on the label. To ensure that the products meet their their manufacturers' claims. To ensure that package labels include information necessary for safe and effective usage (such as dosage information). To ensure that consumers are made aware of any possible harmful interactions between these products and other drugs. Whether herbal remedies should also be subject to such FDA regulation is a subject of debate. As always, concerned citizens should make their decisions from an informed position, not by allowing themselves to be influenced by a scary and potentially misleading e-petition. Additional Information: The Herbal Minefield (Quackwatch.com) Stop FDA attempts to restrict availability of herbs and natural products (Rocky Mountain Herbal Institute)",
  "Originally Published": "",
  "Referred Links": "http://www.rmhiherbal.org/a/f.ahr6.fda.html;http://www.quackwatch.com/01QuackeryRelatedTopics/herbs.html;http://www.fda.gov/cder/consumerinfo/WhatsRightForYou.htm;http://www.snopes.com/mailto:Jon5454@yahoo.com;",
  "Example": "[Collected on the Internet, 2001] Will all those who feel powerless to change things please signify by maintaining their usual silence. A bill is being drawn up which will be appended to a complicated HMO bill which will not be controversial. Both sides of the aisle want to rein in some of the abuses of the HMOs. So far, so good. However, if this bill slips through, the F.D.A. will be empowered to regulate natural (herbal) products. Yep, you will need a prescription to get your Echinacea, etc. It would devastate the health food industry while lining the pockets of physicians. We have the email addresses of all of the Senators and Congressmen. We wrote some unique software which can send an email to each legislator. The email appears to have come from you. It is tempting to just do it but, without your permission, that would be deceptive and downright unethical. With our large subscriber base we can probably stop this outrage in its tracks. Imagine a legislator receiving 30+ thousand emails demanding that this nefarious appendage be removed from what is otherwise a good bill. WILL YOU SPEND 30 SECONDS TO HAVE YOUR VOICE HEARD? If you share our conviction that herbs remain unregulated then all you mustdo is : 1. Send an E-Mail to Jon5454@yahoo.com 2. Type \"Herbs - A prescription item?\" in the Subject Box 3. Type OK in the text box (The OK will give Jon your permission for him to send an e-mail to all senators and congressmen asking them to remove the clause in the new bill that will require us to have a prescription to buy herbs.) If you will take a few minutes and forward this to your friends, or post on a news/discussion group we will gain thousands of new voices. If you choose not to respond, perhaps you have no problem with paying your physician $50 or more for a prescription for your favorite herbal remedy. Thank You.",
  "Last Updated": "20 December 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/petition/herbal.asp",
  "Claim": "A rider appended to a Congressional bill will require that consumers obtain prescriptions before purchasing herbal remedies.",
  "Claim_ID": "inboxer_petition_herbal",
  "Tags": ""
}