{
  "Origins": "The case of FCC v. Fox Television Stations originated with two incidents involving Billboard Music Awards shows aired by the Fox television network in 2002 and 2003, during which two presenters \"dropped the F-bomb\": in the former Cher proclaimed \"fuck 'em\" in reference to her critics, and Nicole Richie quipped that the television show The Simple Life was misnamed because getting \"cow shit out of a Prada purse\" was \"not so fucking simple.\" These incidents prompted the Federal Communications Commission (FCC) to alter its enforcement of decency standards: whereas previously the FCC had given broadcasters leeway for \"fleeting\" expletives (spontaneous utterances that were unknowingly allowed to enter the airwaves), that agency subsequently prohibited \"single uses of vulgar words\" under any circumstances and levied fines against Fox. Fox challenged those fines in the courts, with the U.S. Supreme Court eventually ruling in 2012 that the FCC's fines were invalid because the regulations of the time were \"unconstitutionally vague\" but reaffirming the FCC's authority to regulate broadcast television in behalf of the public interest without violating the First Amendment.",
  "Fact Check": "",
  "Description": "Since the decision in FCC v. Fox Television Stations , the FCC has begun a review of whether it should make changes to itscurrent broadcast indecency policies. Approaches under consideration include whether the FCC should maintain a standard holding that \"deliberate and repetitive use [of expletives] in a patently offensive manner is a requisite to a finding of indecency\" or should continue a ban on the use of \"any indecent language\" (including expletives referring to \"sexual or excretory activity or organs\") even when the offensive words are not repeated. Another issue on the table is whether the FCC should treat isolated non-sexual nudity on television (such as the infamous Janet Jackson \" wardrobe malfunction \" incident during the 2004 Super Bowl halftime show) the same or differently than isolated expletives. The FCC is now seeking public comment on whether its current approach should be amended: The Federal Communications Commission issued a public notice inviting comment on whether it should focus its efforts on pursuing only the \"most egregious\" cases in which rules are broken, or focus on isolated cases of nudity and expletives uttered on radio and TV shows. \"We now seek comment on whether the full Commission should make changes to its current (egregious cases) broadcast indecency policies or maintain them as they are,\" the FCC said on [April 1]. It asked for public input over the next 30 days on whether, for example, it should treat cases of nudity in the same way as profanity, and whether \"deliberate and repetitive\" use of expletives is necessary to prove indecency. Under a 2001 FCC policy that was amended in 2004, network and local radio and television channels can be fined up to $325,000 for a single fleeting expletive blurted out on a live show or for brief glimpses of nudity. Cable and satellite operators are not subject to such rules. The FCC said that it would continue to enforce its current polices as usual during the comment period and that their public notice did not alter any of its policies. The TV industry has argued that policies have been inconsistent over the years, allowing the television broadcast of movie \"Schindler's List\" that includes nudity, but leading to fines against News Corp's Fox television for expletives uttered by singer Cher and reality TV star Nicole Richie on awards shows in 2002 and 2003. The FCC is not considering \"dropping its ban\" and allowing television and radio stations to freely broadcast profanity and nudity on the public airwaves, but rather whether the commission should modify its indecency standards to grant leeway for fleeting, non-repetitive cases of such material. The deadline for comments on the proposed changes was originally set at 19 June 2013. It has since been extended twice, first to 18 July 2013, and then to 2 August 2013.",
  "Originally Published": "",
  "Referred Links": "http://transition.fcc.gov/Daily_Releases/Daily_Business/2013/db0401/DA-13-581A1.pdf;http://www.ew.com/ew/gallery/0,,20598265_20575803_21129186,00.html;",
  "Example": "[Collected via e-mail, April 2013] FCC set to drop ban on f-word, nudity on television and radio stations nationwide They are seeking public comments; make your voice count! April 8, 2013 The Federal Communications Commission (FCC) announced it is considering dropping current broadcast decency standards that ban explicit profanity and \"non-sexual\" nudity. Specifically, if enacted, the new FCC policy would allow network television and local radio stations to air the f-word, the s-word and to allow programs to show frontal female nudity, even during hours when they know children will be watching and listening. It is accepting comments on the proposal from the viewing public until the end of April. Current broadcast decency law prohibits expletives and nudity, even if brief or \"fleeting.\" The Supreme Court has upheld the law asconstitutionally enforceable by the FCC, despite lawsuit attempts by networks NBC and FOX to overturn it.",
  "Last Updated": "15 July 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/outrage/f-word.asp",
  "Claim": "The FCC is considering modifying its indecency policies regarding the use of profanity and non-sexual nudity on radio and television.",
  "Claim_ID": "inboxer_outrage_f-word",
  "Tags": ""
}