{
  "Origins": "This curious e-mail began reaching us in late April 2007. In response to the many readers who have asked us about this, the answer is no, it's not true. Were Southwest Airlines (SWA) handing out $10,000 gift cards to those with sexually transmitted diseases, you wouldn't just be finding out about the freebie via a loopy e-mail from an unnamed person; you'd be hearing about it on CNN and reading about it in your daily newspaper.",
  "Fact Check": "",
  "Description": "There's a remote possibility that whoever penned this \"helpful\" heads up was genuinely confused by one of the three-letter abbreviations Southwest uses on its web site to identify various hotel rate plans associated with its Rapid Rewards program: STD is the three-letter code associated with its Traveler's Discount. While \"STD\" in another setting could well stand for \"sexually transmitted disease,\" in this one it means \"Southwest Traveler's Discount.\" (The full list of the 11 rate plans is as follows: Rack, Corporate [SCR], VIP [SPC], Net Preferred [SNP], Government/Military [SGM], 50+ Mature Traveler [SSC], Traveler's Discount [STD], AAA [S3A], Inn-to-Inn [SII], Small Organization Savings/Significant Savings [SSO], and Sixty Plus Rate [SSV].) Even lacking that tidbit of knowledge, one should be able to rule out this rumor because Southwest is currently looking to increase its revenues, not cut them. Some of the measures it is contemplating include offering passengers the option of purchasing meals on its flights and paying extra to reserve specific seats or obtain priority boarding privileges. Management has set a 2007 goal of 15 percent annual earnings growth from passenger ticket sales, which means even as fuel costs remain high, SWA is looking to grow its overall revenues. Providing free air travel to any particular group wouldn't help the airline reach its financial objectives; it would instead hurt the process. Southwest, by the way, does not provide service \"to any destination in the world\": it flies only within the U.S.",
  "Originally Published": "",
  "Referred Links": "http://www.southwest.com/rapid_rewards/choice.html;",
  "Example": "[Collected via e-mail, April 2007] Fly free with Southwest Airlines to any destination in the US. Southwest Airlines gives discounts to anyone with AIDS or herpes, or festering infections. If you have a sexually transmitted disease then fly free with Southwest Airlines to any destination in the world. Just sign up, providing proof of your STD, and you will receive your $10,000 dollar Southwest gift card. There are no blackout dates or restrictions. Go any where you want to go in the world. Pack your bags and start flying with Southwest. http://southwestairlines.com/",
  "Last Updated": "26 April 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/southweststd.asp",
  "Claim": "Southwest Airlines provides free air travel to those who have AIDS or herpes.",
  "Claim_ID": "inboxer_nothing_southweststd",
  "Tags": ""
}