{
  "Origins": "The last several years have seen the strong growth of dollar stores, outlets in which shoppers can find a wide variety of household items everything from canned goods to motor oil in one convenient location, with everything priced at $1.00 or $0.99 per unit. (No more sales clerks holding up check-out lines waiting for price checks!) Sometimes the merchandise found in dollar stores is just the same as what one might purchase elsewhere for a considerably higher price, but dollar stores sell it more cheaply because they've obtained supplies from manufacturers and wholesalers who are disposing of overstock or older merchandise for a fraction of the usual price. Often the items sold in dollar stores are inexpensive because they're produced and marketed by smaller brands, made from lesser-quality materials, of foreign manufacture, or were just cheaper merchandise to begin with.",
  "Fact Check": "",
  "Description": "One of the items more commonly purchased through dollar stores by budget-conscious shoppers is toothpaste. Everyone uses toothpaste why pay $2 or $3 per tube in a grocery or drug store when you can stock up on it for $1 per tube somewhere else? In our household we've often purchased name-brand toothpaste in dollar stores, although we've noticed that our local dollar stores also stock name-brand toothpaste manufactured for foreign markets (usually Canada or Mexico) and off-brand toothpaste sold in \"knock-off\" packaging that mimics the packaging of more well-known brands. As television station in KXAS, a Dallas-based NBC affiliate, discovered in a report broadcast in May 2004 (and summarized in the message quoted above), consumers might want to be cautious when buying dollar-store toothpaste. One major concern is that one can often find toothpaste intended for foreign markets for sale in dollar stores, product that may not meet the same governmental regulations required of American manufacturers or that may have been made by foreign companies with lower quality-control standards than American firms. Of course, where the toothpaste comes from can make a big difference. We have no issue with purchasing Canadian toothpaste for our household from our nearby dollar store, because it's manufactured by a major American corporation ( Procter & Gamble ), and it's approved by the Canadian Dental Association ( CDA ), whose standards are similar to the American Dental Association's ( ADA ): But, as KXAS reporters found, consumers may have good reason to be concerned about discount stores that carry toothpaste from other parts of the world: NBC 5 investigators identified toothpaste tubes from South Africa, Kenya and Canada. The team visited more than 12 dollar discount stores and found foreign tubes in eight locations, including Dollar Tree stores in Bedford and Fort Worth, Greenbacks in Dallas and 99 Cent Plus in Arlington, according to NBC 5. Dr. Charles Wakefield, a professor at the Baylor College of Dentistry, said fluoride levels in the foreign versions of toothpaste represent the biggest hazard. The fluoride in the South African version was 10 times that commonly sold in the United States. \"You just don't want kids to swallow it,\" Wakefield said. \"I really don't know how these are legally in stores.\" (We note that even brands of fluoride toothpaste manufactured in the U.S. to American Dental Association standards generally carry warning notices on their labels advising consumers not to swallow it, so parents should be cautious about their children swallowing any fluoride toothpaste, regardless of its country of origin.) Another potential issue of concern with cheap toothpaste can be the age of the product: Fluoride levels aren't the only concern. The investigators purchased four tubes of Canadian Aquafresh that expired two years ago. The store owner declined to be interviewed. He did say, however, he buys the products from wholesalers, who failed to inform him of the expiration dates. In general, expired toothpaste doesn't pose a significant health risk (most brands don't even carry expiration dates on their packaging), but older toothpaste may be undesirable because it may be less effective or less pleasant to use due to changes in taste and consistency. As always, the operative concept is caveat emptor something that looks like a bargain may really be less than it appears, so shop wisely. Update: In May 2007, the U.S. Food and Drug Administration (FDA) issued a warning about toothpaste products from China that were found to be contaminated with diethylene glycol: The FDA has found a poisonous chemical, diethylene glycol (DEG), in certain toothpastes imported from China. The agency increased its scrutiny and testing of imported toothpaste and dental products after receiving reports in late May 2007 of contaminated Chinese dental products found in several countries.",
  "Originally Published": "",
  "Referred Links": "http://www.fda.gov/oc/opacom/hottopics/toothpaste.html;http://www.ada.org/;http://www.cda-adc.ca/en/cda/index.asp;http://www.nbc5i.com/money/3293576/detail.html;",
  "Example": "[Collected via e-mail, 2004] Subject: Dollar Store Toothpaste(s) I don't know if any of you watched Channel 5 News last night, but they did an investigation on dollar stores (including Dollar Tree, Greenbacks & 99 Cents). They discovered the Crest, Colgate and other brand name toothpastes weren't the same as from Wal-mart, grocery stores etc. The toothpastes were manufactured in many other countries and are not approved by the American Dental Association (ADA). There was even some from South Africa and the fluoride is ten times stronger than what we're allowed in the U.S. (prescription strength). They're allowed stronger because they don't have fluoridated water (like we do). So if we (or our kids) use it often and occasionally swallow it, we could be poisoning ourselves. The dollar stores declined to comment and a full investigation has begun. So stick to paying full-price at the grocery store and send this e-mail to anyone who shops at dollar stores.",
  "Last Updated": "22 June 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/household/toothpaste.asp",
  "Claim": "Some dollar stores sell expired and foreign, non-ADA-standard formulations of toothpaste.",
  "Claim_ID": "inboxer_household_toothpaste",
  "Tags": ""
}