{
  "Origins": "On 10 February 2009, new requirements of the Consumer Product Safety Improvement Act (CPSIA) go into effect that dictate children s products cannot be vended if they contain more than 600 parts per million (ppm) total lead. Also, certain children s items manufactured on or after that date cannot be sold if they contain more than 0.1% of certain specific phthalates or if they fail to meet new mandatory standards for toys. (Phthalates are chemicals used to make plastics more pliable.)",
  "Fact Check": "",
  "Description": "Lead poisoning can lower intelligence, cause mental retardation, memory problems, depression, fatigue, hyperactivity, aggression, hearing loss, liver or kidney damage, osteoporosis, high blood pressure and anemia. Very high levels can damage the nervous system, kidneys and major organs and even result in seizures or death. It can also lead to infertility in men and cause spontaneous abortion in women. In the final stages of lead poisoning, the victim experiences convulsions, paralysis, blindness, delusions, and then coma. People can and have died of lead poisoning. Children are especially susceptible to its ill effects. The new law requires that domestic manufacturers and importers certify that children s products sold after 10 February 2009 meet all the new safety standards and comply with the lead ban. News of this shook the world of those who have children themselves or sell children's products (e.g., toys and clothes). However, on 8 January 2009 the CPSC issued an important clarification of CPSIA requirements stating that CPSIA testing regulations would apply to all new children's items but that used items were not subject to testing and certification requirements (although those used items still must meet CPSIA standards for lead and phthalate content). As the CPSC said in that release: Sellers of used children's products, such as thrift stores and consignment stores, are not required to certify that those products meet the new lead limits, phthalates standard or new toy standards. In other words, according to the CSPC used children's items offered for resale after 10 February 2009 must still meet the new CPSIA standards regarding lead and phthalate content, but vendors will not have to have such items tested and certified. Vendors should therefore \"avoid products that are likely to have lead content, unless they have testing or other information to indicate the products being sold have less than the new limit.\" In response to confusion over CPSIA regulations, on 30 January 2009 the CPSC voted to issue a one-year stay of enforcement for certain testing and certification requirements for manufacturers and importers of regulated products. The CPSC reiterated in their announcement of the stay that thrift stores and second-hand retailers are \"not required to test and certify products under the CPSIA\": The stay of enforcement on testing and certification does not address thrift and second hand stores and small retailers because they are not required to test and certify products under the CPSIA. The products they sell, including those in inventory on February 10, 2009, must not contain more than 600 ppm lead in any accessible part. A CPSC announcement issued on 6 February 2009 regarding that agency's enforcement policy also stated that they would not \"impose penalties against anyone for making, importing, distributing, or selling\" certain specified items, including any \"ordinary children s book printed after 1985.\" Of course, vendors of second-hand products still face the quandary that even though the CPSC has stated they are exempt from the testing and certification requirements of the CPSIA, they still have to ensure that the items they sell meet the new standards for lead and phthalate content. Some vendors have responded by discarding inventory from classes of items they are unsure about, keeping track of recall notices, and contacting the original suppliers or manufacturers: \"We voluntarily did a reduction a year ago, removed all toys from the stores, all painted toys,\" said William Oakley, president and chief executive officer of Goodwill Industries of the Coastal Empire Inc., which is responsible for 14 thrift stores. \"We eliminated all child car seats and carriers because we have no way to confirm if they have been in an accident.\" Hazardous chemicals that makes plastic soft and squishy may be in certain toys and children's shoes and those have been taken from the stores as well, said Oakley, of Goodwill's regional office in Savannah. Each Goodwill store has a computer that is frequently checked for recall notices, the same procedure followed by Salvation Army stores. \"We are committed to following all the guidelines,\" said Nanette Hamilton, director of the Salvation Army in Camden County.She said her thrift store began sorting through potentially harmful clothing and toys last year and is relieved that the law will not require thrift shops to certify that children's products meet lead-content standards.\"We don't have the means to test or certify. That would have impacted our sales because we sell a lot of children's clothes and toys,\" Hamilton said. \"The Salvation Army always provides us with a list of recalls and we go through everything in the warehouse before it goes on the shelves. We are very strong on keeping our children safe.\" [Consumer Product Safety Commission spokesman Scott] Wolfson stated that the law was not intended to drive resellers out of business. \"The target is the manufacturers of defective products,\" he said. \"We're calling for the proprietors of thrift stores to try and go back to the supplier. Was it tested? Was it certified?\"",
  "Originally Published": "",
  "Referred Links": "http://www.cpsc.gov/about/cpsia/101lead.pdf;http://www.cpsc.gov/cpscpub/prerel/prhtml09/09120.html;http://www.cpsc.gov/cpscpub/prerel/prhtml09/09115.html;http://www.cpsc.gov/cpscpub/prerel/prhtml09/09086.html;",
  "Example": "[Collected via e-mail, January 2009] The Consumer Product Safety Improvement Act (CPSIA) as signed into law will make it illegal for parents to resell or even give away their even gently used children's clothing (this includes books & toys also) come February 10th, 2009. The broad scope of the complicated law, and it's interpretation by CPSC has effectively made it illegal for parents to resell their children's clothing and gear at a garage sale, on eBay, Craig's List, through consignment stores or annual children's consignment sales. If donated to a nonprofit like Goodwill or Salvation Army, those organizations can't legally resell it, as of February 10th. That's right. Hand-me-down clothing, books & toys, for kid's age 12 and under, will be illegal to resell. It will be a banned hazardous product. The fines of $100,000, potential jail time and label as a felon for violations are stiff. Please sign the petition and contact your members of congress to keep used children's clothing legal: http://www.rallycongress.com/make-second-hand-kids-clothes-legal-/",
  "Last Updated": "19 February 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/pending/cpsia.asp",
  "Claim": "Regulations taking effect 10 February 2009 prohibit the sale of used children's products that have not been tested and certified as meeting new standards for lead and phthalate content.",
  "Claim_ID": "inboxer_pending_cpsia",
  "Tags": ""
}