{
  "Origins": "While it is true the Bush administration is working on an accord that would allow some Mexican citizens to claim benefits from the U.S. Social Security system, two of the key points in the above message that this accord will apply to Mexicans who worked in the USA illegally , and that the accord can be nullified through the passage of a bill currently before Congress (HR219) are wrong.",
  "Fact Check": "",
  "Description": "The totalization plan now under discussion between the Bush administration and the Mexican government (both parties still describe the discussions as \"informal and preliminary\") would allow Mexican citizens who paid into the U.S. Social Security fund while legally employed in the USA to collect the benefits they accrued even if they return to their homeland. Mexicans who labored in the U.S. legally and who paid into the U.S. Social Security plan would no longer be penalized for having gone back to their country of citizenship, nor would they lose retirement benefits because, having split their working lives across two countries, they failed to meet the minimum requirements of either country's social security system. Totalization is nothing new, nor does it apply only to workers from Mexico. The United States has been negotiating such agreements with other governments since the late 1970s and currently has them in place with twenty other countries. These agreements allow workers to \"totalize\" the number of years they have toiled in both countries to meet the minimum number of years required to qualify for benefits in one of the systems. Many immigrants (from Mexico and elsewhere) enter the USA illegally and manage to secure jobs with the aid of forged or borrowed documents. Some of these immigrants go on to become legal residents, and it is these formerly illegal workers who are the subject of U.S. Representative (from Texas) Ron Paul's concerns, because at least one Mexican official has stated he hoped that if there were a totalization agreement between the U.S. and Mexico, benefits could be adjusted upward for now-legal Mexican workers who once labored in the United States illegally and paid into the system using false Social Security numbers. However, that a Mexical official may have such a scheme on his wish list doesn't mean that the U.S. plans to implement it, and the logistics of managing such a scheme would tend to rule against it. How could now-legal workers be matched to payments they made years earlier under false Social Security numbers? And if the formerly illegal workers couldn't be matched to their payments, how would anyone know how much benefit (if any) each of those workers had accrued? Without the checks and balances inherent to a \"one number per one guy\" system, the potential for fraud would be limitless. (It's easy to misread the comments from Rep. Paul quoted above as applying to Mexican laborers who continue to work in the U.S. illegally, but that isn't the issue being addressed. Undocumented Mexican workers who toil in the U.S. aren't part of the equation, although the spectre of a clamoring horde of illegals overwhelming the U.S. Social Security system is broadly hinted at in this \"Let's defend Social Security!\" piece. Those who continue to work in the U.S. illegally would have no recourse for claiming Social Security benefits under the accord as currently envisioned.) A totalization agreement with Mexico would cover Mexican citizens who worked in the USA legally and afterwards moved back to their homeland. The details of the accord how much of a benefit they would be entitled to, how long they'd have had to have worked in either country, whether the scale of payments made to beneficiaries would conform to U.S. or Mexican retirement plans haven't been released yet. However, it's reasonable to assume those charged with managing the Social Security totalization accord would engineer the agreement in such a way as to head off easily foreseeable abuse, cutting off at the knees the blood-boiling notion of former illegals working in the USA for all of two weeks then forever afterwards sucking the American public's tit. At its heart, the question of a Social Security totalization agreement with Mexico is one of raw economics. About 94,000 beneficiaries living abroad are serviced under the twenty agreements that now exist with other countries. A Mexican agreement could bring another 162,000 into the fold in just the first five years, and one independent estimate put the total potential expenditure at $1 billion a year. That is a large sum, yet one that begins to fall into context when measured against the $372 billion in Social Security benefits currently being paid to 46.4 million recipients. Even so, inking such an agreement with Mexico would place a further strain on Social Security resources, including the staffing of positions to administer the additional claims and possibly the erection of a new building. (The $1 billion a year in Social Security benefits themselves shouldn't really be counted in this assessment, because those are monies owed to legal workers who've been paying into the plan. That they are Mexicans who have gone back to Mexico doesn't change that it was their money all along, and the U.S. has been holding onto it.) The attempt to tie Rep. Paul's proposed HR219 bill to a statement against a totalization agreement with Mexico is also misleading. The Social Security Preservation Act of 2003 which Rep. Paul introduced in the House on 7 January 2003 seeks \"to amend title II of the Social Security Act to ensure the integrity of the Social Security trust funds by requiring the Managing Trustee to invest the annual surplus of such trust funds in marketable interest-bearing obligations of the United States and certificates of deposit in depository institutions insured by the Federal Deposit Insurance Corporation, and to protect such trust funds from the public debt limit\" in other words, it's a plan to stop the federal government from borrowing against Social Security's annual surplus revenue to fund other government programs (a favorite scheme for balancing deficit budgets). Nothing in the text of HR219 has anything to do with totalization agreements in general or a totalization agreement with Mexico in particular. (Indeed, the current HR219 couldn't possibly have anything to do with the totalization accord with Mexico now being worked on by the Bush administration, because it's simply a re-introduction of a bill first submitted to Congress on 3 January 2001 well before work began on the planned accord, and more than two weeks before President Bush even took office!) Americans who heed the message quoted above are therefore being stampeded into badgering their Congressional representatives to support H.R. 219 for reasons that have nothing to do with the content of that bill. Barbara \"sticky wicket\" Mikkelson Additional Information: Status of existing totalization agreements (Social Security Administration) H.R. 219 (Social Security Preservation Act of 2003)",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] As Rep. Ron Paul (R-TX) puts it, \"dark clouds are gathering over our already dangerously fragile Social Security system.\" In December, the press reported on a looming deal between the United States and the government of Mexico which would make hundreds of thousands of Mexican citizens eligible for U.S. Social Security benefits. The centerpiece of the agreement would be a so-called \"totalization,\" which would mean that even if a Mexican citizen did not work in the United States long enough to qualify for Social Security, the number of years worked in Mexico would be added to bring up the total and thus make the Mexican worker eligible for cash transfers from the United States. Worse still, thousands of foreigners who would qualify for U.S. Social Security benefits actually came to the United States and worked here illegally. Under \"totalization,\" a foreigner who came to the United States illegally could work fewer than the required number of years, return to Mexico for the rest of his working years, and collect full U.S. Social Security benefits while living in Mexico. That is an insult to the millions of Americans who pay their entire working lives into the system and now face the possibility that there may be nothing left when it is their turn to retire. \"The proposed agreement is nothing more than a financial reward to those who have willingly and knowingly violated our own immigration laws,\" says Rep. Paul. \"Talk about an incentive for illegal immigration! How many more would break the law to come to this country if promised U.S. government paychecks for life? Is creating a global welfare state on the back of the American taxpayer a good idea? The program also establishes a very disturbing precedent of U.S. foreign aid to individual citizens rather than to states.\" Estimates of what this deal with the Mexican government would cost top one billion dollars per year. As the system braces for a steep increase in those who will be drawing from the Social Security trust fund, itmakes no sense to expand it into a global welfare system. Social Security was designed to provide support for retired American citizens who worked in the United States. We should be shoring up the system for those Americans who have paid in for decades, not expanding it to cover foreigners who have not. Supporters of the Social Security to Mexico deal may attempt to downplay the effect the agreement would have on the system, but actions speak louder than words: According to several press reports, the StateDepartment and the Social Security Administration are already negotiating to build a new building in Mexico City to handle the expected rush of applicants for this new program! Social Security should be limited to United States citizens and nationals who have paid into the system. It should not be a global giveaway. In the 107th Congress, Rep. Paul introduced the \"Social Security Preservation Act\" (H.R. 219), which would ensure thatall money in the Social Security trust fund is spent solely on Social Security. As Congress continues to demonstrate an inability to control spending that threatens the Social Security trust fund, the need for thislegislation has never been greater. So, Rep. Paul intends to re-introduce this legislation in the new 108th Congress. Go to our site below now to send a FREE editable pre-written message to your Representative, asking that he or she support the \"Social Security Preservation Act\" this session: http://www.conservativealerts.com/011603.htm",
  "Last Updated": "4 December 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/pending/mexican.asp",
  "Claim": "A bill currently before Congress (HR 219) would prevent Mexicans who worked in the USA illegally from claiming Social Security benefits.",
  "Claim_ID": "inboxer_pending_mexican",
  "Tags": ""
}