{
  "Origins": "Every holiday season, as if by magic, the Salvation Army's bell-ringers and their familiar kettles reappear in numerous public locations. While most people accept their presence and purpose without question, a few are moved to wonder what motivates the bell-ringers who stand for hours in the chilled winter air to solicit donations for this group. Are they volunteers, selflessly giving of their time in an effort to raise money for a service they believe in? Or are they there to serve a more base purpose, that of personal profit?",
  "Fact Check": "",
  "Description": "This line of thought is sometimes expressed in the form of a rumor that asserts those manning the kettles do so in exchange for a percentage of the take, such as half the monies collected. That rumor, thankfully, is not the truth: Those who kindheartedly support the Salvation Army by dropping their spare cash into the kettles they pass need not fear half their beneficences aren't reaching the programs they were intended to support but are instead going home with the one ringing the bell. However, while bell-ringers aren't getting a portion of their kettles' contents, at least some of those doing this work are being paid for their time. Akin to any number of charities, the Salvation Army does employ people to perform various labors when it can't find volunteers to take on necessary tasks. While many of those who tend its kettles are volunteers from civic organizations and schools, some are seasonal employees specifically hired for that purpose and earning minimum wage (or very close to it) for their time. Many of the paid bell-ringers are recruited from homeless shelters, halfway houses, and the Salvation Army's own homes for retirees. Those who take on this task as paid work are often the very folks one would hope would have employment, even if just of a seasonal nature. (A December 2006 news story reported that Salvation Army holiday collections in Montana were lagging well behind expectations because the charity couldn't find enough bell-ringers to man their collection kettles, even at a pay rate of $6.50 an hour.) People who have served as Salvation Army bell-ringers have told us the collection pots are kept locked and are opened only back at the office by an accountant and/or captain. It is necessary to keep these receptacles sealed while on the street because, unfortunately, people do steal from them. Theft of the collected funds is a reality, rarely by bell-ringers but rather by members of the general public. Each year the news contains one disheartening story after another about thieves who made off with these kettles. As to what the dollars dropped into those pots do, the Salvation Army's kettle campaign raises up to 70 percent of the Salvation Army's total annual income, money that funds shelters, meal programs, Christmas toys, after-school programs, and emergency assistance: The \"miracle\" of Christmas is repeated over and over again through the joy of caring and sharing. The traditional red kettle is an integral part of the Christmas scene, with millions of dollars donated each year to aid needy families, seniors, and the homeless, in keeping with the spirit of the season. Donations provide Christmas dinners, clothing, and toys for families in need. Financial assistance also helps with basic necessities, along with seasonal aid. Families of prisoners often are included. Volunteers distribute gifts to shut-ins in hospitals and nursing homes, and shelters are open for sit-down dinners. The Salvation Army endeavors to bring spiritual light and love to those it serves at Christmas so that the real meaning of the season is not forgotten. Many families receive aid over a period of months after the Christmas season as well, people struggling with difficult family, emotional, or employment problems. Barbara \"kettle drummed\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.salvationarmyusa.org/usn/www_usn.nsf/vw-dynamic-arrays/85256DDC007274DF85256B8F006DA018?openDocument;http://www.salvationarmyusa.org/;",
  "Example": "[Collected via e-mail, November 2006] My mother has always told me that Salvation Army bellringers during the holidays get a percent of all the money that they collect. She goes on to say that high traffic places go to the best collectors from theprevious year. I was told that Salvation Army Bell Ringers get 50% of all money collected.",
  "Last Updated": "30 November 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/charity/bellringer.asp",
  "Claim": "Salvation Army bell-ringers keep a portion of the monies deposited into their kettles.",
  "Claim_ID": "inboxer_charity_bellringer",
  "Tags": ""
}