{
  "Origins": "On 27 January 2015, a rumor started circulating on social media sites that actor Gene Hackman had passed away at the age of 85.",
  "Fact Check": "",
  "Description": "Celebrity death hoaxes are common on social media, but the rumor about Gene Hackman had an interesting origin. It started when Grantland published a career retrospective about the actor titled \"The Greatest Living American Actor at 85: Gene Hackman Is Gone But Still in Charge.\" The website was referring to Hackman's retirement from acting, but many readers who glanced at the headline assumed the actor had died. The rumor grew legs when actor Dylan McDermott sent out a tweet about Hackman's supposed death: McDermott deleted the tweet when he realized Gene Hackman was indeed still alive and sent out another message telling his fans it was all a hoax: I guess Gene Hackman's death was a celebrity hoax. People have too much damn time on their hands... Dylan McDermott (@DylanMcDermott) January 28, 2015 But this wasn't really a hoax, as there was no intent to deceive anyone behind it. The \"Gene Hackman Is Dead\" rumor could have been avoided if readers had scanned a few paragraphs beyond Grantland 's ambiguous title. Shortly after rumors about Gene Hackman's demise went viral, Grantland changed the title of its article to \"Gene Hackman Is Retired But Still in Charge\" in order to avoid further confusion: Editors note: Because of an unintentional misunderstanding stemming from our original headline, The Greatest Living American Actor at 85: Gene Hackman Is Gone But Still in Charge, weve changed the title of this piece. Mr. Hackman is very much alive.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/DylanMcDermott/status/560317921365598209;http://grantland.com/hollywood-prospectus/the-greatest-living-american-actor-at-85-gene-hackman-is-gone-but-still-in-charge/;https://twitter.com/BobbyFaghihi/status/560461323277180928;",
  "Example": "[Collected via twitter, January 2015] Is Gene Hackman dead? Bobby Faghihi (@BobbyFaghihi) January 28, 2015",
  "Last Updated": "28 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/genehackmandead.asp",
  "Claim": "Actor Gene Hackman has passed away at the age of 85.",
  "Claim_ID": "inboxer_hoaxes_genehackmandead",
  "Tags": ""
}