{
  "Origins": "This is yet another of the umpteen variations on a basic e-mail hoax , one which claims that some organization(s) will donate money towards a poor sick child's medical treatment for every time someone forwards a specific e-mail message. This one at least includes the novelty that it's usually transmitted in Spanish.",
  "Fact Check": "",
  "Description": "As usual, this one carries the same implausibilities as similar messages: Why would ISPs make a donation of money contingent upon the number of people forwarding a message? They derive no benefit from a message's being forwarded all over the world, nor do they have any way of tracking how many people it's been forwarded to (especially people using other ISPs). The worst part of this message, however, is its monumental sadism, something completely overlooked by most people who pass it along. Look at what this message is saying: \"Brian, we know you need a heart transplant to live, and we have enough money to fund that transplant. However, we're only going to give you the money if 11.5 million people forward an e-mail message about you first. If not enough people forward the message, well . . . we guess you'll have to find another way to get that new heart planted in your chest. And just to make sure you're constantly aware of exactly how much money you're lacking for this vital operation on which your life depends, we're going to provide you with a laptop and Internet access so you can track the total every minute of the day.\" What is this, a new genre of \"reality philanthropy\"? We'll give you what you need out of the goodness of our hearts, but you gotta earn it 'cause we want to see you sweat first? Heck, it's not Brian who needs a new heart; it's his alleged benefactors who do.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1998] HELLO EVERYONE!!! PLEASE DO NOT DELETE!!!! A YOUNG BOY'S LIFE IS IN YOUR HANDS PLEASE READ THE BRIEF EXPLANATION BELOW, AND PASS THIS MESSAGE ON TO AS MANY PEOPLE AS YOU CAN! A young boy in Buenos Aires has a cardiac problem and requires a heart transplant to live. The operation costs $115,200.00 Internet service providers (both local and foreign) will donate $0.01 (one cent) for each e-mail that is sent which bears the title \"SOLIDARIDAD CON BRIAN\" in the \"subject\" line. It is therefore important to be sure to keep this title in the subject line!! The child (who is currently in the hospital) has been given a laptop computer with Internet access, so that he can watch the amount of donated money grow over time. There needs to be 11.5 million e-mails sent (to anyone), in order to finance the operation. But be sure to keep the same words in the subject line: \"SOLIDARIDAD CON BRIAN\" So please take a few minutes to forward a copy of this message on to everyone on your e-mail list or at least as many as possible. It can literally save this child's life! And please do not forget to keep the same title, exactly as written, in the subject line this is the only way they can keep track of how many are sent. Thank you so much!",
  "Last Updated": "27 March 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/brian.asp",
  "Claim": "For every copy of the \"Solidaridad Con Brian\" e-mail forwarded to someone else, various ISPs will donate 1 towards a child's heart transplant.",
  "Claim_ID": "inboxer_medical_brian",
  "Tags": ""
}