{
  "Origins": "In June 2015, Facebook users began seeing posts advertising a \"Get $100 in Free Groceries when you spend $110 or more in one transaction\" coupon offer for the Kroger grocery store chain. These posts were the latest iteration of the common \"free coupon\" or \"free gift card\" scams that frequently plague social media. On 15 June 2015 the Kroger Company took to Facebook to warn customers that these coupon offers are not an authorized promotion and advise them not to visit sites promoting them:",
  "Fact Check": "",
  "Description": "Attention Kroger Customers: There is currently an unauthorized Get $100 in Free Groceries when you spend $110 or more in one transaction offer circulating on Facebook. This giveaway is not affiliated with or supported by the Kroger Co. We recommend not engaging with the site that the offer links to, or providing any personal information. Our team is actively working with Facebook as well as the domain service provider to address the concern. As recently as 23 March 2015, Kroger had needed to warn customers about phony coupon giveaways circulating on Facebook: Hi there! We are not associated with this coupon and we recommend customers do not interact with the offer. Have a wonderful day! In October 2014, several Facebook users reported encountering a message which promised a free $200 Kroger gift card to anyone who followed a simple three-step process: Share the message on Facebook, leave a comment, and like the message. These three steps ensured the message circulated to thousands of people on Facebook, and soon the snopes.com inbox was flooded with questions about a $200 Kroger gift card giveaway. Yes, it's a scam. No, Kroger is not affiliated with these Facebook posts: @SocialNewsDaily That offer is a scam -- we are not affiliated w/ that website. Our Digital Coupons can be found at https://t.co/rvO3m1IXTf. Kroger Support (@KrogerSupport) October 15, 2014 This survey scam is simply a variation on previous attempts to defraud Kroger customers. In December 2013, for example, a similar message invaded Facebook promising a $250 gift card. In both instances, the message redirected to a web page that was not affiliated with Kroger despite the fact that it was adorned with the company's logo: This page instructed shoppers to follow \"three simple steps\" in order to get a free gift card. Once the steps were completed, however, users were not greeted with a coupon code. Instead, they were asked to fill out a brief survey and provide personal information such as home address, telephone number, e-mail address, and date of birth. Users were also required to sign up for credit cards or enroll in subscription programs in order to obtain their \"free\" gift cards. On 23 December 2013 Kroger addressed a similar scam that was making its way around the social network: Attention Kroger Customers: There is currently an unauthorized \"$250 Kroger gift card giveaway\" circulating on Facebook. This giveaway is not affiliated with or supported by the Kroger Co. We recommend not engaging with the site or providing personal information. Our team is actively working to address the issue. These fraudulent surveys are quite popular on Facebook. Costco recently refuted a similar scam, and in 2010 Whole Foods released a statement telling customers to \"Beware of Facebook Scams.\" If you frequently use Facebook, there is a good chance that you'll run into one of these survey scams again. A July 2014 article from the Better Business Bureau lists key factors for identifying fraudulent Facebook posts: Don't believe what you see. It's easy to steal the colors, logos and header of an established organization. Scammers can also make links look like they lead to legitimate websites and emails appear to come from a different sender. Legitimate businesses do not ask for credit card numbers or banking information on customer surveys. If they do ask for personal information, like an address or email, be sure there's a link to their privacy policy. When in doubt, do a quick web search. If the survey is a scam, you may find alerts or complaints from other consumers. The organization's real website may have further information. Watch out for a reward that's too good to be true. If the survey is real, you may be entered in a drawing to win a gift card or receive a small discount off your next purchase. Few businesses can afford to give away $50 gift cards for completing a few questions.",
  "Originally Published": "",
  "Referred Links": "http://www.bbb.org/blog/2014/07/customer-survey-scam-lures-victims-with-gift-card/;https://www.facebook.com/notes/whole-foods-market/beware-of-facebook-scams/378173001970;https://www.facebook.com/Kroger/posts/10151911532218218;https://twitter.com/KrogerSupport/status/522463705921896448;https://t.co/rvO3m1IXTf;https://twitter.com/SocialNewsDaily;https://www.facebook.com/Kroger/posts/10152875131073218;https://www.facebook.com/Kroger/photos/a.375452038217.156386.60686173217/10153086924768218/?type=1;",
  "Example": "",
  "Last Updated": "16 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/krogercard.asp",
  "Claim": "Kroger is giving away $100 grocery coupons to Facebook users.",
  "Claim_ID": "inboxer_nothing_krogercard",
  "Tags": ""
}