{
  "Origins": "The web site mediafetcher.com includes various templates that allow users to dynamically generate phony news stories about celebrities coming to harm in various forms of accident simply by plugging their names into the URLs used to access those templates. For example one mediafetcher template produces fake articles about actors dying in snowboarding accidents in Switzerland, and another template generates phony articles about actors falling to their deaths from Austrian mountains.",
  "Fact Check": "",
  "Description": "One of the mediafetcher faux news templates allows users to plug in the name of a pro football player and a geographical location, and then displays a \"Global Associated News\" article claiming that athlete recently broke both of his legs in a traffic accident in that city or state. For example, that template can be used to produce a phony article about such a fate befalling wide receiver Julio Jones of the Atlanta Falcons. Every few months another one of these faux user-generated articles is circulated on the Internet to fool the unwary, generating a brief but intense hoax for the named celebrity. In December 2013 the latest victim of this jape was Phildelphia Eagles quarterback Michael Vick , who, despite claims of two broken legs, remains healthy and whole. Internet users who visit the mediafetcher site tend not to notice the disclaimer displayed at the bottom of the template page in tiny type: about this web site: FAKE... THIS STORY IS 100% FAKE! this is an entertainment website, and this is a totally fake article based on zero truth and is a complete work of fiction for entertainment purposes! this story was dynamically generated using a generic 'template' and is not factual. Any reference to specific individuals has been 100% fabricated by web site visitors who have created fake stories by entering a name into a blank 'non-specific' template for the purpose of entertainment.",
  "Originally Published": "",
  "Referred Links": "http://michael.vick.mediafetcher.com/news/top_stories/football_car_crash?state=Philadelphia;http://julio.jones.mediafetcher.com/news/top_stories/football_car_crash?location=Atlanta;http://paris.hilton.mediafetcher.com/news/top_stories/actress_austria.asp;http://george.clooney.mediafetcher.com/news/top_stories/actor_skiing.asp;http://tony.romo.mediafetcher.com/news/top_stories/football_car_crash?location=Dallas;",
  "Example": "[Collected via e-mail, December 2013] PRO FOOTBALL NEWS: Michael Vick Breaks Both Legs In Car Accident THIS STORY IS STILL DEVELOPING... A spokesperson for the Philadelphia highway safety authority (HSA) has confirmed that Michael Vick has broken both of his legs in a traffic altercation. He has been transported via ambulance to a local Philadelphia hospital for treatment, and the full extent of his injuries are not known at this time, however, both of his legs were visibly broken and not life threatening according to sources. The accident involved a 2012 BMW driven by Michael Vick and a 76 year old female driver in a 2010 Audi. The driver of the Audi was issued a citation for failing to stop at a red light before striking the vehicle driven by Michael Vick at a high rate of speed. Team spokespersons could not be reached for comment at this time. Additional details and information will be updated as it becomes available. This story is still developing",
  "Last Updated": "2 December 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/brokenlegs.asp",
  "Claim": "Football player Michael Vick broke both his legs in an automobile accident.",
  "Claim_ID": "inboxer_hoaxes_brokenlegs",
  "Tags": ""
}