{
  "Origins": "The latter half of the 20th century spawned quite a few urban legends about contaminated food products, as an increasingly urbanized population that had already largely given up producing its own food began to cede its preparation to others as well. As more and more of their daily consumption came from TV dinner-like boxes and fast food restaurants, people began to get apprehensive about whether mass-produced food from faceless corporations no matter how attractively advertised or packaged was really safe to eat. The widespread fascination with the video clip linked above might be an indication of a similar phenomenon at work: As we spend more and more time away from home (traveling on business or vacation) in large, corporate-run chain hotels, we might start to wonder whether those rooms are really clean or whether they're just superficially spiffed up to look clean.",
  "Fact Check": "",
  "Description": "The video clip is taken from a November 2007 \"Dirty Hotel Secrets\" I-Team investigation by reporter Dana Fowle that aired on Atlanta station WAGA-TV (among others). Through the use of hidden cameras, the I-Team captured several instances in local hotels of used drinking glasses' being superficially sprayed or cleaned and returned to guest rooms rather than being replaced with properly cleaned and sterilized glasses. It's difficult to assess how truly widespread a problem the not-really-cleaned drinking glass phenomenon might be, as it can be a regular occurrence or an occasional exception, it can take place at large chain hotels or smaller locally-owned units, and it can be a practice that housekeepers are instructed to follow by their supervisors or that they undertake on their own as a time-saving shortcut. Hotel guests who are concerned about possibly picking up something yucky from unsterilized drinking glasses can try some of the following alternatives: Use only plastic-wrapped, single-use drinking cups. Carry your own drinking vessel (such as a collapsible cup) with you when you travel. Bring a glass from the hotel's bar or restaurant up to your room (and tuck it away in a drawer when you leave your room for the day so housekeeping doesn't remove it). Ultimately, however, you can't escape the fact that whenever you stay in a hotel, you come into contact with a variety of objects that have been repeatedly handled and used by hundreds of other people: toilets, sinks, bathtubs, doorknobs, television remote controls, telephones, pillows, sheets, etc. While many hotel rooms do get thorough cleanings between guest stays, and you can take some simple precautions (such as using sterile wipes ) to try to protect yourself from germs and bacteria while traveling, you can only do so much to avoid exposure to anything potentially icky.",
  "Originally Published": "",
  "Referred Links": "http://www.cvs.com/CVSApp/cvs/gateway/detail?prodid=402989;https://www.google.com/search?q=collapsible+cup&tbm=isch&tbo=u&source=univ&sa=X&ei=JAcqU-SfKYS30AHEkIDgBA&ved=0CEwQsAQ&biw=1327&bih=703;http://www.myfoxatlanta.com/story/17342485/dana-fowle#axzz2wReZfp73;",
  "Example": "[WAGA-TV, November 2007] Makes you wonder about the cleanliness of the rest of the room...... Don't drink from hotel glasses. Have glass will travel. Check this out. Don't Ever Drink From Hotel Glasses Video",
  "Last Updated": "18 January 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/household/hotelglasses.asp",
  "Claim": "Some hotels do not properly wash and sterilize the drinking glasses placed in guest rooms.",
  "Claim_ID": "inboxer_household_hotelglasses",
  "Tags": ""
}