{
  "Origins": "The rapid and widespread distribution of images made possible by the Internet has often posed something of a problem for companies that issue coupons for their products and services. Printed coupons meant for limited distribution have been scanned and disseminated widely via e-mail, phony coupons have been created with digital editing programs and dispersed via the Internet, and on-line coupons targeted for selected consumers have been widely forwarded outside their target groups.",
  "Fact Check": "",
  "Description": "In this particular case, though, the coupon shown above (for a free Jamba Juice smoothie) is indeed valid. The Jamba Juice Company Customer Service representative whom we contacted about it told us: I am glad to say that this coupon is absolutely legitimate. And from all of us here at Jamba Juice: We will be thrilled to get you your free smoothie when you come into one of our locations and purchase another one! The coupon will be accepted at all of our company locations. As always, there are a few caveats for consumers to be aware of. The coupon is a \"Buy one, get one free\" deal the purchased smoothie must be one from Jamba Juice's new \"functional smoothie\" line of products, and the free smoothie will be a 16-oz. (i.e., small) one. (Jamba Functionals are described and listed in the company's Functional FAQ.) There's a limit of one redemption per customer per visit, and the small type at the bottom of the coupon advises that the offer is not valid for Chunky Smoothies or Granola Toppers. The coupons are valid through 16 October 2007.",
  "Originally Published": "",
  "Referred Links": "http://www.jambajuice.com/menuguide/functionalfaq.html;http://www.jambafunctionals.com/bogo/coupon.aspx;",
  "Example": "[Collected via e-mail, October 2007] Subject: Jamba Deal I don't know if it's a gag, but hey: \"buy 1 get 1 free!\" http://www.jambafunctionals.com/bogo/coupon.aspx",
  "Last Updated": "5 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/nothing/jambajuice.asp",
  "Claim": "On-line coupon can be redeemed for a free smoothie at Jamba Juice outlets.",
  "Claim_ID": "inboxer_nothing_jambajuice",
  "Tags": ""
}