{
  "Origins": "The spelling, grammatical, punctuation, and typographical errors in the purported Hollywood Reporter article quoted above give it away as an anti-Israel hoax, and the Hollywood Reporter itself explicitly disclaimed it in their April 16 issue:",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2002] Spielberg to direct feature based on Palestinian Uprising Fri Apr 12, 2:25 AM ET By Scott Tom Smittey LOS ANGELES (The Hollywood Reporter) -- In an announcement from Dream Works, Director Steven Spielberg announced that his latest project documents the current uprising of Palestinians in the Occupied West Bank and Gaza (Intifada). Spielberg, who has previously documented the horrors of the Holocaust in \"Shindler's List\" and World World II in the HBO series \"Band of Brothers\", hopes that his new project would break the silence on a subject that until now has been taboo. In a statement to the Hollywood Reporter Spielberg said: \"As an American Director who also happens to be Jewish, I can no longer stay silent about what the Israelis and the Zionist movement have been doing in the name of Judaism and with our tax money.\" He added \"For years, the Hollywood community know to embrace progressive issues has been reluctant to tackle the issue of Palestine for fear of reprisal by what is perceived as a blind Jewish support to Israel in Hollywood. This needs to change; the sad history of the holocaust is being repeated again in Palestine at the hands of those who claim to do it in the name of Judaism. We should not remain silent\". The project is sure to create a huge controversy in an industry that has been known to shun any pro-Palestinian activities. Actress Vanessa Redgrave was all but blacklisted from the Hollywood system after speaking out in favor of Palestinian rights in the seventies. A Dream Works spokesman declined to comment, saying he had not seen a copy of the project brief. Marissa Nixon contributed to this report",
  "Last Updated": "3 December 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/outrage/spielberg.asp",
  "Claim": "An upcoming film from director Steven Spielberg will document the current uprising in the West Bank from a pro-Palestinian point of view.",
  "Claim_ID": "inboxer_outrage_spielberg",
  "Tags": ""
}