{
  "Origins": "The popular TLC cable channel program Extreme Couponing has been dogged by various negative rumors, including whispers that participants in the show have used counterfeit coupons, that participants have used coupons in fraudulent manners, and that many aspects of the show are faked . In June 2014 these controversies were cited as the reason behind an online rumor that all retail stores in the U.S. would stop accepting coupons as of 1 July 2014.",
  "Fact Check": "",
  "Description": "However, this rumor has no basis in fact. Although the Extreme Couponing television show may have caused some manufacturers and retailers to reconsider aspects of how they issue and redeem coupons, no law or practice is taking effect on 1 July 2014 that will end the acceptance of coupons by all U.S. stores. This hoax appears to have been promulgated by a phony Fox News lookalike article posted on Sunday Times Daily , a web site that allows users to \"create your own fake news and trick your friends by sharing it on Facebook, Twitter or any other social network\": Viewing the article on the Sunday Times Daily site for more than a few seconds produces a message revealing that it's all just a joke:",
  "Originally Published": "",
  "Referred Links": "http://sundaytimesdaily.com/;http://fox.com.sundaytimesdaily.com/coupons-no-longer-accepted-in-us-stores-starting-july-1,-2014/r/391;http://dailydishrecipes.com/is-tlc-extreme-couponing-fake-the-truth-about-extreme-couponing/;http://www.jillcataldo.com/alleged-tlc-extreme-couponing-fraud;http://www.cuckooforcoupondeals.com/ask-cuckoo-readers/extreme-couponing-at-kmart-massive-fraud/;",
  "Example": "[Collected via e-mail, June 2014] I have been seeing that all of the US stores are to quit accepting coupons due to the fraud caused by the Extreme Couponing show. It was supposed to have been announced on FOX News.",
  "Last Updated": "10 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/coupons.asp",
  "Claim": "All U.S. stores will stop accepting coupons as of 1 July 2014 due to 'Extreme Couponing' fraud.",
  "Claim_ID": "inboxer_hoaxes_coupons",
  "Tags": ""
}