{
  "Origins": "Promises of an entertainment world exodus from the USA in the face of a Republican victory in the November 2000 presidential election began in August 2000, when USA Today reported the opinions of Pearl Jam's Eddie Vedder about the upcoming political contest: He's leaning toward Green Party candidate Ralph Nader, though he's reluctant to steal votes from Al Gore. A strong proponent of abortion rights, Vedder says, \"With three Supreme Court positions opening in the next administration, I'm frightened to think of a Republican in office, especially one raised by a father who was in the CIA. I'm moving to a different country if little Damien II gets elected.\" Then, in mid-September, actor Alec Baldwin said something (exactly what he said, to whom, and when, remains elusive) which his wife, actress Kim Basinger, interpreted as a promise to leave the country should Bush win the presidency:",
  "Fact Check": "",
  "Description": "Mitchell Fink, gossip columnist for the New York Daily News , quickly ran a column in which Baldwin not only denied that he had said any such thing, but also maintained his wife had never spoken to Focus magazine: Welcome to Monday morning in Alec Baldwin's house. The actor isn't moving anywhere, no matter who wins and who loses in November, but that didn't stop hundreds of hard-core conservatives from flooding Baldwin's Web site with what he called \"hideous and graphic\" writings urging him to get out of the country and take his wife, Kim Basinger, with him. All this started because of a piece in the German magazine Focus, which quotes Basinger as saying that her husband would flee America if Bush beats Al Gore. The article also says that Basinger, who co-starred with her husband in \"The Getaway,\" would stick with Baldwin if he decided to make good on his threat to get away. The only problem is that Baldwin never threatened anything. \"I never said I'd leave the country, and my wife never heard of Focus magazine and never talked to them,\" Baldwin told me. Baldwin suspects that the German mag may be confusing him with director Robert Altman, who said during the recent Deauville Film Festival in France that he would leave America if Bush wins. For the record, here's what Baldwin definitely in Gore's corner will do if his man loses: \"I'll raise as much money as I can to make sure that this Bush winds up like the last Bush, a one-term President.\" But, as James Hebert then reported in the San Diego Union-Tribune , Baldwin soon flip-flopped and admitted that his wife had talked to Focus magazine, and equivocated by denying that he'd said he would definitely leave the country: Alec Baldwin insists he never said that he would leave the country if George W. Bush were elected president. The German magazine Focus insists that his wife, Kim Basinger, said in an interview that Baldwin did utter such a promise. Yada yada yada. What makes the episode interesting is that it has turned into something of a cat fight between New York gossip columnists. The New York Post's Richard Johnson accuses Mitchell Fink, of the rival Daily News, of being a dupe by backing up Baldwin's denial. Baldwin, Johnson says, \"frantically tried to back off his bombastic promise (to leave the country) with a statement planted yesterday in Mitchell Fink's gullible column.\" A bit belatedly, Fink has Baldwin acknowledging that Basinger spoke to Focus. \"But my wife and I never said unequivocally that we would leave the country if Bush won. Never,\" he quotes Baldwin as saying. Also in September, American film director Robert Altman made no bones about his intentions to become an expatriate should Bush be the victor in November: U.S. director Robert Altman, in France to promote his latest film Dr. T and the Women, said yesterday he would move to France if George W. Bush wins the American presidential election in November. Altman said he normally did not comment on politics at home, but thought a Republican victory \"would be a catastrophe for the whole world.\" \"If George Bush is elected president, I'm leaving for France.'' Altman said he disagreed with Bush's plans to cut taxes and raise military spending. The Washington Post also put Pierre Salinger, White House press secretary during the Kennedy administration and a former ABC news correspondent, on the \"list of voters who vow[ed] to get out of Dodge if George W. Bush\" were to be elected: \"I don't want any more Bush presidents,\" the 75-year-old Salinger writes in the new Georgetowner newspaper. \"If Bush wins, I'm going to leave the country and spend the rest of my life in France.\" Similar promises were also attributed to several other celebrities whom most people would consider to be far over to the liberal end of the political spectrum, but we could find no record of their having made such statements: Barbra Streisand: Singer Barbra Streisand reportedly said at President Clinton's final formal White House dinner in December 2000, \"I don't think you'll see me around here for at least four years.\" Her press agents later added that the \"here\" in her statement referred to the White House, not the USA. (Some accounts claim that Ms. Streisand actually made this statement back in 1992, but that seems unlikely, as the 1992 election was a contest between incumbent George H.W. Bush and Arkansas governor Bill Clinton. Why would Ms. Streisand absent herself from the White House or the USA if the elder Bush were elected to a second term, when his first term of office had seemingly prompted no such reaction?) Lynn Redgrave: Actress Lynn Redgrave reportedly had some caustic words to say on television's Politically Incorrect about Bush's promise to appoint \"strict constructionist\" judges to the Supreme Court if elected \"That's like the people who say 'Now we're going to live our life as it says in Genesis . . . this is really scary\" but nothing about leaving the country should Bush win. Cher: Cher reportedly asked in November 2000 whether Bush supporters had \"lost their bleeping minds,\" but again we could find no quotes in which she averred she would leave the USA if Bush became president. What happened to those celebrities who had said they'd flee the country? The London Times ' Jack Malvern attempted to track them down a few days after Bush's inauguration on 20 January 2001. Alec Baldwin was sticking to his previous denial: Alec was busy denying everything. \"My wife never heard of Focus magazine and never talked to them,\" he told the New York Daily News on August 19. Then, on August 20: \"Kim did indeed speak to a Focus magazine . . . but my wife and I never said unequivocally that we would leave the country if Bush won. Never.\" During a March 2001 visit to Florida, Baldwin engaged in a battle of press quotes with President Bush's brother, Florida governor Jeb Bush, during which he continued to qualify whatever it was he'd said back in 2000: \"He had promised he would leave the country if my brother got elected,\" [Jeb] Bush said during a stop in Orlando. \"Well he's back, I guess. We'll welcome him to Tallahassee.\" But Baldwin disputed that he said he'd leave the country if George W. Bush were elected. \"I never made that statement, but you can tell Gov. Bush to rest assured that I'm not going to leave the country because we have to get him out of office and we have to get his brother out of office in 2004. We're not resting until we get that done.\" Even if he had made the statement, Baldwin said there was still no reason to leave. \"Bush wasn't elected, he was selected - selected by five judges up in Washington who voted along party lines,\" Baldwin said. Robert Altman, who had since re-interpreted his previous remarks, was disinclined to offer further comment: Second up the gangplank was the film director Robert Altman, the man behind such films as Short Cuts and The Player. \"If George Bush gets elected President, I will move back to France,\" he told reporters at the Cannes film festival. \"He's not a very smart man. He's been put up by his father and a bunch of cronies.\" Despite the fact that this statement was caught on film, Altman later denied making it. He meant to say, he said, that he would move to Paris, Texas, \"because the state would be better off if [Bush] is out of it\". When contacted for this article, Altman was no longer inclined to discuss the matter. \"Isn't this all getting a little silly?\" he asked. And Pearl Jam's Eddie Vedder was disappointed with the election results, but apparently not disappointed enough to make good on his boast: So far Eddie [Vedder] has only got as far as Hawaii, where, his spokesman explains, he is commiserating by \"catching a wave\". \"He won't be leaving the US but he is extremely disappointed,\" says Matt Reynolds of Epic Records Pierre Salinger, at least, reportedly stuck to his guns: In fact, the only person who has made good on his promise is Pierre Salinger, former press secretary to President Kennedy, who is moving to France.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "2 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/outrage/leave.asp",
  "Claim": "Some celebrities promised to leave the USA if George W. Bush won the 2000 presidential election.",
  "Claim_ID": "inboxer_outrage_leave",
  "Tags": ""
}