{
  "Origins": "This appeal on the behalf of an unnamed seven-year-old girl who was badly burned in a fire at a Wal-Mart first came to us in August 2003. Like the many other entreaties to pass along messages about ailing children as a way of helping to fund the medical requirements of those plight-stricken tots (e.g., Jessica Mydek , Rachel Arlington , Jermaine Beerman ), this one is also a hoax. There was no such fire, and no burned little girl who turned up in a hospital two days later clutching a purse whose contents helped link her to her family. The badly scorched 6-year-old who lost most of her arm to the conflagration and the costs of whose reconstructive surgery are being paid down by America Online, Inc. at the rate of $2 per e-mail forward is fictional.",
  "Fact Check": "",
  "Description": "Sometimes these \"forward an e-mail to help a sick kid\" pleas have at least a faint aroma of plausibility to them, but this one shouldn't have fooled anyone. \"Sandy\" has no last name, which at least puts her ahead of her brother and parents, who lack given names as well. The city or general region or indeed the country where all this supposedly happened is not provided, nor is the date of the putative blaze. All we're told is it happened at \"the new Walmart built in town.\" The scope of all that was missing from this tale should have triggered the \"Something's not quite right here\" alarm. As we always say about such come-ons on behalf of the afflicted, why would sponsors looking to generate favorable opinion among potential customers make their help contingent upon the right number of e-mail forwards having been sent? In this case, would AOL want to be remembered as the horrible company that left the desperate family on the hook for a huge hospital bill it had no hope of settling, all because the Internet provider had pegged the forwards to a particular donation amount, and the number of forwards hadn't been enough to pay off the hospital? In other \"sick or dying kid\" hoaxes the illogic inherent to this point is even more obvious: Would the named corporate philanthropist(s) pull the plug on the financial assistance that was keeping the youngster alive, thereby sending the tot to the grave and getting itself forever branded in consumers' minds as the business entity that killed the child? Although AOL is often named in these sorts of hoaxes as the benefactor standing by ready to ship cash to the desperate family on the basis of how many forwards are generated, it does not help ill children in this fashion. Indeed, according to its Restrictions/Limitations section on its guidelines for applying for grants, it does not hand money to individuals. AOL does fund a number of charitable initiatives, but it channels its beneficence into programs that will assist communities rather than funneling it towards one or two needy few who are having a particularly bad time of it. At least up until 2001, AOL did have a program wherein it recognized through its \" Child of Resolution \" Awards in the United Kingdom the achievements of children who had \"demonstrated tremendous resolve in continuing their education, in spite of chronic or recurring illness, disability, or injury,\" but said award amounted to \"an AOL Child of Resolution 2001 certificate, a 100 cheque, a year's sponsored membership of the AOL service in the UK, and an AOL rucksack containing a watch, T-shirt and stationery.\" Although these gifts would certainly delight and motivate a child, they hardly amount to underwriting medical bills that run into tens of thousands or hundreds of thousands of dollars for individual youngsters. AOL is invoked in these hoaxes simply because it's big and it's online. A little more thought about this hoax should prompt the question of how AOL would know how many e-mails had been forwarded and thus how much to write the check for. The note good-hearted folks are supposed to fling at one another contains no instructions about sending a copy to a central gathering point, so there's no one doing the counting. Though another widespread hoax involving Bill Gates has as its basis the notion that e-mail tracking programs exist (visit our Thousand Dollar Bill page for the 411 about that), in truth, they don't. At this time the technology doesn't exist to automatically trace an e-mail through a cascade of forwards. Everyone wants to help sick children get better, and the thought of a little girl having weathered such horror but by so doing sentencing her family to a burden of debt they haven't a hope of getting out from under tugs straight at the heartstrings. Problem is, hoaxsters know that, and for their personal amusement they play upon the very human drive to alleviate the suffering of others. Once again, this is the case all that well-intentioned forwarding does nothing towards helping an injured child or her family. It does, however, make the day of some Internet prankster. Barbara \"and is that who you really want to be helping?\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20031119043813/http://media.aoltimewarner.com/media/newmedia/cb_press_view.cfm?release_num=55252163;http://web.archive.org/web/20031119125110/http://www.corp.aol.com/whoweare/comminv.html;",
  "Example": "[Collected via e-mail, 2003] A sister and her brother were inside the new Walmart built in town. The sister at six years of age, thebrother seventeen years of age. The brother was fixing to buy a present for his little sister on her birthday, but as soon as they were fixing to leave she had to go to the bathroom. Her brother showed her where it was, he started to look at some earrings she would probably like for her next birthday. As he started to buy them he saw people running from the end of the store screaming and yelling with fear. Before he new it he smelled smoke and saw fire, he ran to his little sister as fast as he could but when he got to the bathrooms they were already on fire. He new he had to get out as fast as he could to get help. But when the firetrucks arrived it was already to late. Two days later the family got a call from the hospital saying they have someone there by the name of sandy. They asked \"How did you get this number\"? The hospitalsaid she was holding a purse in her hand with a card that said her name and number on it. The family drove to the hospital to see thier little angel. While they looked at her, they noticed her arm was almost all the way burnt off, and her face was so burned it needed surgery. But the family didnt have enough to cover the bill. So now the need you to help out! Note: Every time you send this to three people aol will take away $2.00 off the hospital bill. DO NOT DELETE! AOL IS TRACKING THIS! [Collected via e-mail, August 2007] A sister and her brother were inside a new Wal-Mart. The sister at eight years of age and the brother seventeen years of age. The brother was wanting to buy a present for his little sister beacuse her birthdaywas coming up. As they were about to leave, she had to go to the bathroom. Her brother showed her where the restrooms were and he began looking at earrings he thought she might like for her birthday. As he started to buy the earrings, he saw people running from the end of the store screaming and yelling with fear. In the next moment he smelled smoke and saw flames. He ran to his little sister as fast as he could but when he got to the bathrooms the fire was already blazing. He knew he had to leave to make sure help was coming. When the firetrucks arrived it was already too late. They assured the family that there were no survivors. Two days later the family got a call from the hospital. They told them that they had someone there by the name of Sandy. They asked, \"How did you get this number?\" The hospital replied that the little girl had apurse clutched in her little hand with a card that gave her name and number on it. The family drove to the hospital to see their little angel. While they thanked God for her survival, they noticed her arms were burnt so severely they were both amputated and her face was burned and she needed surgery. The family didn't have any health insurance and very little money to cover the bill. This family needs our HELP! NOTE: Everytime someone reposts this story, MYSPACE will take $2.00 off the hospital bill. DO NOT DELETE! MYSPACE IS TRACKING THIS! Please repost \"Sad Wal-Mart Story\". God knows who you are. Karma knows it could happen to you",
  "Last Updated": "11 June 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/walmart.asp",
  "Claim": "AOL is reducing by $2 per e-mail forward the hospital bill of a little girl badly burned in a fire at a Wal-Mart.",
  "Claim_ID": "inboxer_medical_walmart",
  "Tags": ""
}