{
  "Origins": "We began seeing this particular appeal to help a needy family in June 2003. The Internet has spawned a new form of panhandling, cyberbegging, in which con artists weave heart-rending stories about poor but honest folk who have been mistreated by fate then trot these tales of woe onto the Internet in hopes of convincing the softhearted to donate money to what they've been led to believe is an actual person or family in dire financial condition. Real charity cases also get mixed up in this because at least some of those who have fallen on hard times have come to the conclusion that the answer to their problems is to stick out a virtual tin cup. It's often difficult to tell con man from actual needy person because they're both mouthing sad stories and have their hands out.",
  "Fact Check": "",
  "Description": "So what's a caring yet skeptical person to do? The wise make it their firm policy not to fling chunks of cash to folks whose situations might or might not be as described. They reserve their largesse for cases they are familiar with in their own communities or for organized charities whose causes they identify with and whose works are known to them. They don't wire money into faceless people's accounts on the basis of Internet sob stories because all too often their expressions of generosity go towards feathering the nests of those who have made it their life's work to separate the gullible from their money rather than towards genuine cases of extreme need. We don't know if the people in the e-mail are real or not, or if the family's situation is as described. But even if they are the genuine article, you have to wonder how a family of four where both parents were working hadn't a cent set aside nor any credit still available on their credit cards to help them bridge a seven-week span during which of one of the wage earners was out of commission. How did they lose their car in seven weeks, unless they were already skipping payments? Why can't they manage to eat and pay their rent on $1400 a month, especially when this belt tightening is going to last for less than two rent periods? And yes, while a Canadian family would have to dig into its own pocket to fund any drugs one of its members needed, the cost of doctor and hospital care is fully covered and paid for by the Canadian government. (American families must fund their own health care plans, an expense that runs to hundreds of dollars a month, or risk financial catastrophe if a spouse or child becomes ill.) Those still tempted to send a little something to Donna Sheffer to help her family through the hard times brought about by her husband's heart attack should consider a couple of points. First, although there is a Jeffrey Sheffer behind the site where the angioplasty picture is housed, and one could conclude he's the Mr. Sheffer who had the heart attack, it's dubious someone in his line of business (web design) would be unable to work for seven weeks following a routine angioplasty. Second, the address the kindhearted have been asked to direct donations to, 3216 Eglinton Avenue East, isn't the alleged family's home, it's a branch of the Cheque & Currency Exchange , a business that cashes checks with few questions asked and extends short-term loans at high interest rates in the form of \"we'll hold your personal check until payday\" arrangements. This is precisely the type of storefront operation someone intent upon fleecing others would be using to launder an influx of checks. Were such checks put through the defrauder's real bank account, there would be a paper trail leading back to him. But by exchanging them for cash at one of these \"We cash anybody's check!\" places, he's going to be very hard to find by the time law enforcement twigs to there being a con artist working the mails in their neighborhood. Err on the side of caution. Send your best wishes but leave your cash in your wallet. Barbara \"alms away\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.ccexchange.ca/;http://www.otwebdesign.com/apimage.jpg;",
  "Example": "[Collected on the Internet, 2003] URGENT PLEASE READ Our friend recently suffered a heart attack at 46 years old. He is a regularly working contracted employee (self employed) who will be unable to work for 6 or 7 weeks from the time of the heart attack with absolutely no income. He has paid taxes all of his life but is not eligible for government assistance of any type as his wife is working earning $1400.00 monthly. This obviously does not support their family including their 2 kids but does exclude them from any agency help. Mrs. Sheffer was even told that if she were a crack head or unemployed, they could then offer assistance. They have now missed their rent, had to give up their car, had to add $300 monthly in medications and thequality of their life has sunken to new lows. This is a kind and considerate hard working family who has fallen on temporary hard times and could sure use a kindly hand before it's too late. We are trying to prove that people DO still care even if our government doesn't. We have set up a donation PO Box at the address below and could sure use your help! Donna Sheffer, 3216 Eglinton ave. east, Scarborough, Ontario, Canada, M1J2H6 Your generous donation $1, $2, $5, $10, $20 whatever would be greatly appreciated. Help restore a little faith and save a real family. God Bless See the angioplasty image here. http://www.otwebdesign.com/apimage.jpg This is no scam Please help!!",
  "Last Updated": "30 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/adults/sheffer.asp",
  "Claim": "You should send money to Donna Sheffer, head of a family claiming to have been struck down by poverty in the wake of her husband's heart attack.",
  "Claim_ID": "inboxer_adults_sheffer",
  "Tags": ""
}