{
  "Origins": "Just as any popular, risqu joke of unknown origin was once credited to Bob Hope (in the radio era) or Johnny Carson (in the television era), so any unattributed, Internet-circulated trenchant political commentary is now assumed to be the work of comedian Dennis Miller.",
  "Fact Check": "",
  "Description": "Unlike some other pieces wrongly claimed to be genuine Dennis Miller \"rants,\" this riff on the recent court decision regarding the Pledge of Allegiance does sound like one of Miller's no-holds-barred political commentaries, and he did indeed offer it on a recent installment of his HBO Dennis Miller Live television program.",
  "Originally Published": "",
  "Referred Links": "http://www.hbo.com/dml/;",
  "Example": "[Collected on the Internet, 2002] Much has been said and written about this, but nobody can quite put an insightful and ascerbic spin on it like Dennis Miller. Check this out: Isn't it great we live in a country where a Federal Appeals Court can declare the Pledge of Allegiance unconstitutional because the words \"under God\" are a violation of separation of church and state? Well, you know something, your honors: following that logic, wouldn't the fact that you were sworn in with your hand on a Bible render you unemployed? Or maybe we should respond by withholding your obviously unconstitutional \"In God we trust\" paychecks, huh? Or why don't we just change the phrase to \"One nation under a crushing blanket of overly sensitive political correctness?\" If you haven't heard, Michael Newdow, a 49-year old atheist, created a media sensation this week after bringing a lawsuit on behalf of his 8-year old daughter. Well, Mikey, you did a great job of protecting your kid, didn't ya? Put her in the middle of this jingoistic maelstrom. Yeah, you are the dad of the year. Why don't you pick your trophy up when it's safe to come out of hiding? By the way, to all the people out there making death threats against this man and his daughter: if God had wanted you to kill in His name, you'd be living in the Middle East, not the Midwest. Well, anyway, it's good to know that all children are now guaranteed the right to come into their classroom in the morning and burn the flag, as long as they don't salute it. You know folks, I haven't quite figured out the math on this one yet, but I think the aggrieved minority in this culture now is the majority. And, by the way, to the two judges who authored this fiasco: instead of church and state, maybe you should be worried about the separation of your head and your butt.",
  "Last Updated": "2 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/outrage/miller2.asp",
  "Claim": "Comedian Dennis Miller is the author of an Internet-circulated \"rant\" about the Pledge of Allegiance.",
  "Claim_ID": "inboxer_outrage_miller2",
  "Tags": ""
}