{
  "Origins": "Have you seen this story? You know, the story about the $71,000 in cash earned by a 15-year-old named \"boy\" who lives with his mother (named \"41-year-old woman\") and father (named \"husband\") in an unidentified town (presumably the ubiquitous \"Anytown, USA\") that was \"recently\" featured on the \"major\" television network?",
  "Fact Check": "",
  "Description": "Of course you haven't, because nobody ran any such story. The only two real pieces of detail in this fictitious story are the age of the boy and the amount of money he earned, because they're the point of this piece: if a teenage kid can make tens of thousands of dollars right in his own home and with no real effort, so can YOU! If you have any doubts about the veracity of the claim, this story has been carefully concocted to deflect any of the expected questions you might raise. The boy's parents didn't notice the huge amount of mail he was receiving because they'd considerately obtained a private post office box just for him and his video game magazines, his mom didn't immediately find the huge amount of cash he'd hoarded because he'd craftily exchanged the smaller bills for larger ones, and the banks weren't suspicious of a mere boy having large amounts of cash because he cagily used several different banks and invented a cover excuse. Why the boy had to resort to all the subterfuge if what he was doing was perfectly aboveboard and legal is something you're apparently not supposed to consider. This is nothing but a classic pyramid-type chain letter scam, which (even when it works) results in a few people making a lot of money at the expense of a whole lot of other people who get nothing. Despite the claims made in this e-mail, this scheme is illegal under the Postal Lottery Statute (United States Code, Title 18, Section 1302); according to the United States Postal Inspection Service, chain letters are against the law \"if they request money or other items of value and promise a substantial return to the participants.\" The claim that this scam does not violate postal statutes because something of value is being exchanged for the money (i.e., the sender is \"added to a mailing list\") is specious. (Chain letters are legal if they request that the recipients mail the senders something of no real value, such as business cards, but asking for cash is a no-no). It's quite possible that in the new world of computer-based commerce, your bright teenager might indeed figure out a legal way to make thousands of dollars with his PC. This isn't one of them. Additional Information: Chain Letters (U.S. Postal Inspection Service)",
  "Originally Published": "",
  "Referred Links": "http://www.usps.com/postalinspectors/fraud/chainlet.htm;",
  "Example": "[Collected on the Internet, 2000] Parents of 15-year old - find $71,000 cash hidden in his closet. Does this headline look familiar? Of course it does. You most likely have seen this story recently featured on a major nightly news program (USA). This 15 year old's mother was cleaning and putting laundry away when she came across a large brown paper bag that was suspiciously buried beneath some clothes and a skateboard in the back of her 15-year-old son's closet. Nothing could have prepared her for the shock she got when she opened the bag and found it was full of cash. Five dollar bills, twenties, fifties and hundreds - all neatly rubber-banded in labeled piles. \"My first thought was that he had robbed a bank\", says the 41-year-old woman, \"There was over $71,000 dollars in that bag- that's more than my husband earns in a year\". The woman immediately called her husband at the car-dealership where he worked to tell him what she'ddiscovered. He came home right away and they drove together to the boy's school and picked him up. Little did they suspect that where the money came from was more shocking than actually finding it in the closet. As it turns out, the boy had been sending out via E-mail on the Internet a type of 'chain-letter' to E-mail addresses that he obtained off of the Internet. Everyday after school for the past 2 months, he had been doing this right on his computer in his bedroom. \"I just got the E-mail one day and I figured what the heck, I put my name on it like the instructions said and I started sending it out\", says the clever 15-year-old. The E-mail letter listed 3 addresses and contained instructions to send one $5 dollar bill to the person at the top of the list, then delete that address and move the other 2 addresses up, and finally to add your name to the bottom of the list. The letter goes on to state that you would receive several thousand dollars in five dollar bills within 2 weeks if you sent out the letter with your name at the bottom of the 3-address list \"I get junk E-mail all the time, and I really didn't think it was gonna work\", the boy continues. Within the first few days of sending out the E-mail, the Post Office Box that his parents had gotten him for his video-game magazine subscriptions began to fill up with not magazines, but envelopes containing $5 dollar bills. \"About a week later I rode [my bike] down to the post office and my box had 1 magazine and about 300 envelopes stuffed in it. There was also a yellow slip that said I had to go up to the [post office] counter - I thought I was in trouble or something (laughs)\". He goes on, \"I went up to the counter and they had a whole box of more mail for me. I had to ride back home and empty out my backpack 'cause I couldn't carry it all\". Over the next few weeks, the boy continued sending out the E-mail. \"The money just kept coming in and I just kept sorting it and stashing it in the closet, I barely had time for my homework\". He had also been riding his bike to several of the area's banks and exchanging the $5 bills for twenties, fifties and hundreds. \"I didn't want the banks to get suspicious so I kept riding to different banks with like five thousand at a time in my backpack. I would usually tell the lady at the bank counter that my dad had sent me in [to exchange the money] and he was outside waiting for me. One time the lady gave me a really strange look and told me that she wouldn't be able to do it for me and my dad would have to come in and do it, but I just rode to the next bank down the street (laughs).\" Surprisingly, the boy didn't have any reason to be afraid. The reporting news team examined and investigated the so-called 'chain-letter' the boy was sending out and found that it wasn't achain-letter at all. In fact, it was completely legal according to US Postal and Lottery Laws, Title 18, Section 1302 and 1341, or Title 18, Section 3005 in the US code, also in the code of federal regulations, Volume 16, Sections 255 and 436, which state a product or service must be exchanged for moneyreceived. Every five dollar bill that he received contained a little note that read, \"Please add me to your mailing list\". This simple note made the letter legal because he was exchanging a service (adding the purchasers name to his mailing list) for a five dollar fee. Here is the letter that the 15-year-old was sending out by E-mail, you can do the exact same thing he was doing, simply by following the instructions in this letter: $$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$ Here are instructions on how to make $10,000 US cash in the next 2 weeks: $$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$ If you don't try it - you will never know. There are 3 addresses listed below. Send the person at the top of the list a $5 bill wrapped in 2 pieces of paper (to securely hide it), along with a note that says: \"Please add me to your mailing list\". Then delete that name, move the other 2 up and put your name at the bottom. Now start sending this ENTIRE e-mail back out to people. When 20 people receive it, those 20 people will move your name up to the middle position and they will each send out 20. That totals 400 people that will receive this letter with your name in the middle. Then, those 400 people will move your name up to the top and they will each send out 20 E-mails. That totals 8,000 people that will receive this E-mail with your name at the top and they will each send you a $5 bill. 8,000 people each sending you a $5 bill = $40,000 cash. That's if everyone responds to this E-mail, but not everyone will, so you can expect more realistically to receive about $10,000 cash $5 bills in your mailbox. This will work for anyone, anywhere in the world in any country, but send only a US CASH $5 bill. The more E-mails you send out, the more cash you will receive. If each person sends out 100 E-mails, there will be 1,000,000 people that receive this letter when your name reaches the top. If only 1% of those people respond, you will still get $50,000 cash.",
  "Last Updated": "6 January 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/scams/chain.asp",
  "Claim": "A 15-year-old boy made $71,000 from a chain letter scheme.",
  "Claim_ID": "inboxer_scams_chain",
  "Tags": ""
}