{
  "Origins": "In December 2009 we began receiving queries about this text message, which was being forwarded from cell phone to cell phone, sometimes accompanied by a picture of a hospitalized infant nursing from a bottle while breathing oxygen through a hose. Although the entreaty most commonly circulated as a cell phone text message, our first sighting of it was in an October 2009 Twitter post.",
  "Fact Check": "",
  "Description": "It's the same old hoax it always is there is no child in desperate need of a heart transplant that \"the phone company\" is assisting on a per-text-forwarded basis. In September 2010 we began receiving an altered version of the same hoax, also spread by cell phone text message, which included a photo of an infant taken at an intensive care unit: This 3 Week Old Baby is Suffering From A Hole in Her Heart, And Is Near Complete Heart Failure. Her Parents Do Not Have Enough Money To Save Her Life. This Poor Baby Has About 1 Week To Live So All Phone Companies Decided To Have This Fowarded And Every Time its Fowarded 5 Dollars iS Donated To Help This Baby. So Help Her. SEND This To As Many People You Can Every Foward Helps! GOD BLESS. While the mode of circulating the appeal is different than what was the previous standard (cell phone text message rather than e-mail forward), the message is but one of many variants of the same basic hoax that falsely claims the American Cancer Society, the Make-A-Wish Foundation, or some other large entity will donate a predetermined amount of money every time a particular message is forwarded. Such leg-pulls have been circulating via e-mail since 1997. Typically, a large charity is named as the benefactor standing ready to direct monies towards the costs of medical care for the languishing child, but various corporations have also been fingered for this role in other iterations of the hoax, such as AOL and ZDNet in the Rachel Arlington leg pull (brain cancer sufferer in need of an operation) and McDonald's and Pizza Hut in the Justin Mallory prank (epileptic in need of long-term care). Everyone wants to help sick children get better, and the thought of a little boy or girl suffering from some dread disease or infirmity because people couldn't be bothered to forward a message tugs straight at the heartstrings. Problem is, hoaxsters know that, and they play upon these very human drives for their personal amusement. Once again, that is the case here: Well-intentioned forwarding does nothing towards helping a sick child; it does, however, make the day of some prankster. If you want to make a difference in a sick child's life, the best way is still the old-fashioned one: donate your money or your time, not a worthless text message. Barbara \"send cash, not cache\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, December 2009] A baby girl needs a heart transplant & the phone company is donating $2 every time this is forwarded. (no lie) karma will repay you.",
  "Last Updated": "23 September 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/hearttransplant.asp",
  "Claim": "Every time a particular text message is forwarded, the phone company will donate $2 towards a heart transplant for an unnamed baby girl.",
  "Claim_ID": "inboxer_medical_hearttransplant",
  "Tags": ""
}