{
  "Origins": "This appeal to help a child with cancer hit Facebook in January 2012, with a picture of a supposedly cancer-stricken infant accompanied by text claiming that Facebook would pay 3 cents (presumably towards the child's treatment) every time the item was shared on that social networking site.",
  "Fact Check": "",
  "Description": "This appeal is merely yet another reiteration of a long-running class of hoax which lures the gullible into spreading such messages by promising that some entity will donate money for treatment of cancer (or some other disease) every time the message is forwarded or posted or shared on the Internet. Multiple charities and companies have been unfairly dragged into such hoaxes over the years by being named in messages like these, causing them to have to spend considerable time and effort disclaiming them. The child pictured is a Vietnamese orphan who was adopted by a California family several years ago, and almost certainly his photo (which was taken in 2005 at the orphanage in Vietnam where he lived prior to his adoption) was selected at random by the hoaxsters for their purposes, as that same image has been present on the Internet since at least mid-2007 (see, for example, here and here ). And although many people who view this child's picture instinctively think the reddish mass on the side of his face must be a cancerous tumor, it was in fact the product of hemangioma , an abnormal buildup of blood vessels in the skin which can produce massive, raised tumors with blood vessels on the face and neck, which has since been removed. Others versions of this hoax positing that Facebook would donate $1 every time the item was shared have circulated using a variety of different pictures: She's suffering form cancer! Facebook has promisedto give $1.20 Dollars on each share! Please, share and make it. On theaccount of: Imran Khan He is terribly sick :( What if this was your baby? Would you care at all? Facebook will donate $1 for every share This child has lost his 4 limbs in a school bus accident.Facebook will pay 1$ for every share..... \"",
  "Originally Published": "",
  "Referred Links": "http://drugster.info/ail/pathography/3264/;http://www.alarab.net/Article/00034556;http://blog.tjomlid.com/?p=274;",
  "Example": "[Collected on Facebook, January 2012] this child's got a cancer. facebook is ready to pay 3 cent for every share. we don't know is it true or not, but let's everybody share. maybe it's true and then... >SHARE< for this baby PLEASE SHARE, THANKS! By: 999,999,999 people",
  "Last Updated": "10 July 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/cancerbaby.asp",
  "Claim": "Facebook will pay 3 cents towards helping a child with cancer every time an appeal for help is shared.",
  "Claim_ID": "inboxer_medical_cancerbaby",
  "Tags": ""
}