{
  "Origins": "Crayola brand crayons may market its most popular product as a child's drawing tool, but according to viral photos, Internet rumors, and questionable advice blogs, the company has also been marketing emergency candles:",
  "Fact Check": "",
  "Description": "Crayons are basically colored wax. If youre in a hurry, just break the point off and light the paper label at the end of the crayon. As the wax melts, the paper becomes a wick and one crayndle will last about 30 minutes. Not too bad. The image of the \"crayandle\" pictured above has been circulating since at least 2013 when it was posted by Willow Haven Outdoor in an article titled \"5 Make-Shift Urban Survival Lights When the Electricity Goes Down.\" The list also included other flammable, light-producing items such as sardine oil and bacon fat, but it was the Crayola candle that truly caught the Internet's attention. The picture is frequently shared on sites such as Pinterest, and several bloggers have conducted their own Crayola candle experiments . The verdict? Crayola crayons are made out of paraffin wax and can therefore be set aflame. The paper on the outside acts as a wick and allows the crayon to burn slowly like a candle. While the most popular claim is a \"Crayandle\" will burn for 30 minutes, most amateur experiments peg the burn time closer to 15 minutes: Of course, just because you can do something doesn't mean that you should. Crayola has issued a statement explaining its crayons were not designed to be burned like candles: Crayola Crayons are made primarily from paraffin wax and color pigment. We do not recommend that Crayola Crayons be used to produce candles. They have not been tested or approved for this type of use. This flammable phenomenon is not restricted to crayons made under the Crayola label. It should also be noted the existence of an emergency does not affect the burning time of a crayon:",
  "Originally Published": "",
  "Referred Links": "http://www.crayola.com/faq/another-topic/do-you-have-any-information-on-how-to-melt-crayons-to-make-candles/;http://www.reddit.com/r/mildlyinteresting/comments/1gimbj/turns_out_crayons_burn_like_candles/;http://nodontpinthat.blogspot.com/2013/06/crayons-as-makeshift-candles.html;http://willowhavenoutdoor.com/featured-wilderness-survival-blog-entries/5-make-shift-urban-survival-lights-when-the-electricity-goes-down/;",
  "Example": "[Collected via e-mail, January 2015] I saw a photo on Facebook claiming that a Crayola Crayon will burn for thirty minutes if you light the top of it. Is this true?",
  "Last Updated": "26 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/household/crayoncandle.asp",
  "Claim": "A Crayola crayon can be used as a candle in an emergency.",
  "Claim_ID": "inboxer_household_crayoncandle",
  "Tags": ""
}