{
  "Origins": "The letter quoted above did indeed appear in the pages of The Washington Post as a paid advertisement. Numerous news stories have reported that it cost actor Sean Penn $56,000 to run the ad, which took up most of a page in the first section of the 18 October 2002 edition of The Washington Post .",
  "Fact Check": "",
  "Description": "Is Sean Penn right? It doesn't matter the point is every American always has opinions about the government, and this condition exists no matter who is in the White House or what he's doing. There are going to be people on both sides of any issue, and at times some of them will be famous and/or wealthy. There's a larger question here: Should the opinions of celebrities or the well-to-do be accorded higher degrees of respect simply because the folks they issue from have the power or money to publicize them? Most folks don't have the requisite $56,000 to ensure their views get printed in The Washington Post and instead have to make do with a 37 stamp and their faith in the U.S. Postal Service to deliver mail to the White House. This method, by the way, works well when the sole object of the activity is to relay one citizen's deeply-felt concerns to the President of his country a stamp places that power to be heard into every person's hands, no matter how humble. Buying space in a newspaper, however, is far less about securing the attention of a President deemed urgently in need of guidance than it is about pontificating to the masses, even if the piece is putatively \"addressed\" to just one person. It's a soapbox grab and an especially arrogant, self-entitled one in that the podium is gained not by virtue of stunning displays of eloquence or irrefutable logic but by way of its having been rented for the day. According to the U.S. Census Bureau, in 1999 the median income for American households was $41,994 . In other words, the wage earners in a statistically typical American family would have to work at least 16 months just to gross what this Sean Penn paid for a turn on the soapbox. For many of them, including the millions of families living far below the poverty line, $56,000 is an unimaginable fortune, the likes of which they'll never see unless they hit the lottery. They therefore cannot pay to get their opinions published in a newspaper. Barbara \"money talks\" Mikkelson Additional information: Sean Penn's newspaper ad",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20021210063405/http://artistsnetwork.org/news6/penn.gif;http://quickfacts.census.gov/qfd/states/00000.html;",
  "Example": "[Collected on the Internet, 2002] This appeared in yesterday's Washington Post. Sean Penn paid $56,000 to have this appear. It took almost an entire page. An Open Letter to the President of the United States of America Mr. Bush: Good morning sir. Like you, I am a father and an American. Like you, I consider myself a patriot. Like you, I was horrified by the events of this past year, concerned for my family and my country. However,I do not believe in a simplistic and inflammatory view of good and evil. I believe this is a big world full of men, women, and children who struggle to eat, to love, to work, to protect their families, their beliefs, and their dreams. My father, like yours, was decorated for service in World War II. He raised me with a deep belief in the Constitution and the Bill of Rights, as they should apply to all Americans who would sacrifice to maintain them and to all human beings as a matter of principle. Many of your actions to date and those proposed seem to violate every defining principle of this country over which you preside: intolerance of debate (\"with us or against us\"), marginalization of your critics, the promoting of fear through unsubstantiated rhetoric, manipulation of a quick comfort media, and position of your administration's deconstruction of civil liberties all contradict the very core of the patriotism you claim. You lead, it seems, through a blood-lined sense of entitlement. Take a close look at your mostvehement media supporters. See the fear in their eyes as their loud voices of support ring out with that historically disastrous undercurrent of rage and panic masked as \"straight tough talk.\" How far have we come from understanding what it is to kill one man, one woman, or one child, much less the \"collateral damage\" of many hundreds of thousands. Your use of the words, \"this is a new kind of war\" is often accompanied by an odd smile. It concerns me that what you are asking of us is to abandon all previous lessons of history in favor of following you blindly into the future. It worries me because with all your best intentions, an enormous economic surplus has been squandered. Your administration has virtually dismissed the most fundamental environmental concerns and therefore, by implication, one gets the message that, as you seem to be willing to sacrifice the children of the world, would you also be willing to sacrifice ours. I know this cannot be your aim so, I beg you Mr. President, listen toGershwin, read chapters of Stegner, of Saroyan, the speeches of Martin Luther King. Remind yourself of America. Remember the Iraqi children, our children, and your own. There can be no justification for the actions of Al Qaeda. Nor acceptance of the criminal viciousness of the tyrant, Saddam Hussein. Yet, that bombing is answered by bombing, mutilation by mutilation, killing by killing, is a pattern that only a great country like ours can stop. However, principles cannot be recklessly or greedily abandoned in the guise of preserving them. Avoiding war while accomplishing national security is no simple task. But you will recall that we Americans had a little missile problem down in Cuba once. Mr. Kennedy's restraint (and that of the nuclear submarine captain, Arkhipov) is to be aspired to. Weapons of mass destruction areclearly a threat to the entire world in any hands. But as Americans, we must ask ourselves, since the potential for Mr. Hussein to possess them threatens not only our country, (and in fact, his technology to launch is likely not yet at that high a level of sophistication) therefore, many in his own region would have the greatest cause for concern. Why then, is the United States, as led by your administration, in the small minority of the world nations predisposed toward a preemptive military assault on Iraq? Simply put, sir, let us re-introduce inspection teams, inhibiting offensive capability. We buy time, maintain our principles here and abroad and demand of ourselves the ingenuity to be the strongest diplomatic muscle on the planet, perhaps in the history of the planet. The answers will come. You are a man of faith, but your saber is rattling the faith of many Americans in you. I do understand what a tremendously daunting task it must be to stand in your shoes at this moment. As a father of two young children who will live their lives in the world as it will be affected by critical choices today, I have no choice but to believe that you can ultimately stand as a great president. History has offered you such a destiny. So again, sir, I beg you, help save America before yours is a legacy of shame and horror. Don't destroy our children's future. We will support you. You must support us, your fellow Americans, and indeed, mankind. Defend us from fundamentalism abroad but don't turn a blind eye to the fundamentalism of a diminished citizenry through loss of civil liberties, of dangerously heightened presidential autonomy through acts of Congress, and of this country's mistaken and pervasive belief that its \"manifest destiny\" is to police the world. We know that Americans are frightened and angry. However, sacrificing American soldiers or innocent civilians in an unprecedented preemptive attack on a separate sovereign nation, may well prove itself a most temporary medicine. On the other hand, should you mine and have faith in the best of this country to support your leadership in representing a strong, thoughtful, and educated United States, you may well triumph for the long haul. Lead us there, Mr. President, and we will standwith you. Sincerely, Sean Penn San Francisco, California",
  "Last Updated": "2 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/outrage/penn.asp",
  "Claim": "Actor Sean Penn published a letter to President George W. Bush in The Washington Post .",
  "Claim_ID": "inboxer_outrage_penn",
  "Tags": ""
}