{
  "Origins": "In January 2013 many Facebook users received e-mail messages bearing a subject line of \"LEGAL NOTICE OF SETTLEMENT OF CLASS ACTION.\" The lawsuit it references, Fraley v. Facebook , is a real one, stemming from Facebook s Sponsored Story advertisements which used the names and likenesses of Facebook members in ads without their permission. A Seattle seamstress named Angel Fraley led a class action lawsuit against Facebook over the Sponsored Story ads (although Fraley later dropped out of the suit), for which a settlement of $20 million was proposed in December 2012.",
  "Fact Check": "",
  "Description": "After the cost of legal fees has been deducted, the remainder of that $20 million settlement is supposed to be divvied up among Facebook users who appeared in Sponsored Stories ads, hence the e-mailing of notices inviting such persons to claim their shares of the settlement. How much such users stand to collect is uncertain, as it is based on variables such as the total cost of legal fees and the number of claimants who file to receive their shares. Claimants may receive up to $10 each, but if the amount of money left in the settlement pool divided by the number of claimants works out to less than $4.99 per person, the money will instead be paid to non-profit organizations that are \"involved in educational outreach that teaches adults and children how to use social media technologies safely, or are involved in research of social media, with a focus on critical thinking around advertising and commercialization, and particularly with protecting the interests of children.\" Details of the settlement can be viewed at the www.fraleyfacebooksettlement.com web site. Qualifying Facebook users have until 2 May 2013 to claim payment, exclude themselves from the class, or object to the settlement.",
  "Originally Published": "",
  "Referred Links": "http://www.fraleyfacebooksettlement.com/;http://www.facebook.com/help/203976759637497/#What-types-of-stories-can-become-Sponsored-Stories;",
  "Example": "[Collected via e-mail, January 2013] I got this in email. Is it real or some kind of scam? NOTICE OF PENDING CLASS ACTION AND NOTICE OF PROPOSED SETTLEMENTANGEL FRALEY V. FACEBOOK, INC. You are receiving this e-mail because you may have been featured in a \"Sponsored Story\" on Facebook prior to December 3, 2012. A federal court authorized this Notice. This is not a solicitation from a lawyer. Why did I get this notice? This Notice relates to a proposed settlement (\"Settlement\") of a class action lawsuit (\"Action\") filed against Facebook relating to a particular Facebook feature called \"Sponsored Stories.\" According to available records, you may be a \"Class Member.\" What is the Action about? The Action claims that Facebook unlawfully used the names, profile pictures, photographs, likenesses, and identities of Facebook users in the United States to advertise or sell products and services through Sponsored Stories without obtaining those users' consent. Facebook denies any wrongdoing and any liability whatsoever. No court or other entity has made any judgment or other determination of any liability. What is a Sponsored Story? Sponsored Stories are a form of advertising that typically contains posts which appeared on facebook.com about or from a Facebook user or entity that a business, organization, or individual has paid to promote so there is a better chance that the posts will be seen by the user or entity's chosen audience. Sponsored Stories may be displayed, for example, when a Facebook user interacts with the Facebook service (including sub-domains, international versions, widgets, plug-ins, platform applications or games, and mobile applications) in certain ways, such as by clicking on the Facebook \"Like\" button on a business's, organization's, or individual's Facebook page. Sponsored Stories typically include a display of a Facebook user's Facebook name (i.e., the name the user has associated with his or her Facebook account) and/or profile picture (if the user has uploaded one) with a statement describing the user's interaction with the Facebook service, such as \"John Smith likes UNICEF,\" \"John Smith played Farmville,\" or \"John Smith shared a link.\"",
  "Last Updated": "28 January 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/classaction/facebook.asp",
  "Claim": "Some Facebook users are eligible to claim a payout from the settlement of the Fraley v. Facebook class action lawsuit.",
  "Claim_ID": "inboxer_classaction_facebook",
  "Tags": ""
}