{
  "Origins": "On 10 May 2015, the fake news site Newswatch 28 published an article reporting that actor Al Pacino had been found dead in his home at the age of 75:",
  "Fact Check": "",
  "Description": "Sources are reporting that Al Pacino, best known for his breakthrough roles in mobster movies such as The Godfather films and Scarface, has been found dead at the age of 75. Multiple unconfirmed sources are reporting Pacino was found dead Sunday afternoon in his mansion 'El Fureidis' in Montecito, California, after police responded to a distress call prior to discovering the multi-award winning actor's body. \"The house was clean and we found no signs of breaking and entering. Mr Pacino was found laying face down on the floor with his phone still in his hand. We're suspecting heart failure but are awaiting the coroner's report to make a final statement to what exactly happened to Mr Pacino,\" said Detective Ronnie Cullingham of the California Police Department. In an effort to make this death hoax appear more credible, Newswatch 28 also included a fake tweet from a police officer: This tweet, however, was never sent out by officer Andy Neiman. It was most likely created by a fake tweet generator , such as Let Me Tweet This for You: Newswatch 28 is one of many fake news web sites operating on the Internet, the purveyor of fictitious news stories about subjects such as the sale of tranquilizer dart guns to put children to sleep and 76-year-old woman expelled from KFC for breastfeeding her adult son. Newswatch 28 states that their \" quest \" is to publish \"shocking\" and \"satirical\" news.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/f27u;http://now.snopes.com/2015/04/24/expelled-from-kfc/;http://www.lemmetweetthatforyou.com/;https://twitter.com/LAPDNeiman;http://www.donotlink.com/f326;",
  "Example": "[Collected via Twitter, May 2015]",
  "Last Updated": "11 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/alpacino.asp",
  "Claim": "Actor Al Pacino has passed away at the age of 75.",
  "Claim_ID": "inboxer_hoaxes_alpacino",
  "Tags": ""
}