{
  "Origins": "Borrowing heavily from the Reverend Joe Wright , Principal Jody McLoud delivered this speech before a Roane County High School football game on 1 September 2000. Mr. McLoud, who had been principal of the 740-student school for eleven years at the time, was protesting the prohibition against leading prayers \"on school property, at school-sponsored events, over the school s public address system, by a speaker representing the student body, under the supervision of school faculty,\" which was brought about when the United States Supreme Court upheld the ruling in Santa Fe Independent School District v. Doe that such activity violated the Establishment Clause of the First Amendment. Principal McLoud's speech was also read into the Congressional Record on 20 September 2000 by Representative Zach Wamp of Tennessee.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://thomas.loc.gov/cgi-bin/query/Z?r106:E20SE0-0024:;http://supct.law.cornell.edu/supct/html/99-62.ZS.html;http://web.archive.org/web/20001017205857/http://www.roane-hs.roane.k12.tn.us/default.html;",
  "Example": "[Collected via e-mail, October 2000] This is a statement that was read over the PA system at the football game at Roane County High School, Kingston, Tennessee by school Principal Jody McLoud, on September 1, 2000. I thought it was worth sharing with the world, and hope you will forward it to all your friends. It clearly shows just how far this country has gone in the wrong direction. It has always been the custom at Roane County High School football games to say a prayer and play the National Anthem to honor God and Country. Due to a recent ruling by the Supreme Court, I am told that saying a prayer is a violation of Federal Case Law. As I understand the law at this time, I can use this public facility to approve of sexual perversion and call it an alternate lifestyle, and if someone is offended, that's OK. I can use it to condone sexual promiscuity by dispensing condoms and calling it safe sex. If someone is offended, that's OK. I can even use this public facility to present the merits of killing an unborn baby as a viable means of birth control. If someone is offended, it's no problem. I can designate a school day as earth day and involve students in activities to religiously worship and praise the goddess, mother earth, and call it ecology. I can use literature, videos and presentations in the classroom that depict people with strong, traditional, Christian convictions as simple minded and ignorant and call it enlightenment. However, if anyone uses this facility to honor God and ask Him to bless this event with safety and good sportsmanship, Federal Case Law is violated. This appears to be inconsistent at best, and at worst, diabolical. Apparently, we are to be tolerant of everything and anyone except God and His Commandments. Nevertheless, as a school principal, I frequently ask staff and students to abide by rules that they do not necessarily agree. For me to do otherwise would be inconsistent at best, and at worst, hypocritical. I suffer from that affliction enough unintentionally. I certainly do not need to add an intentional transgression. For this reason, I shall render unto Caesar that which is Caesar's and refrain from praying at this time. However, if you feel inspired to honor, praise and thank God, and ask Him in the name of Jesus to bless this event, please feel free to do so. As far as I know, that's not against the law yet. AND ... one by one, the people in the stands bowed their heads, held hands with one another, and began to pray. They prayed in the stands. They prayed in the team huddles. They pray at the concession stand. And they prayed in the announcer's box. The only place they didn't pray was in the Supreme Court of the United State's of America the seat of \"justice\" in the one nation under God. Somehow, Kingston, Tennessee, remembered what so many have forgotten ... we are given the Freedom OF Religion, not the Freedom FROM Religion. Praise God that His remnant remains!",
  "Last Updated": "3 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/outrage/prayer.asp",
  "Claim": "Principal Jody McLoud of Roane County High School in Kingston, Tennessee, delivered a controversial speech before a school football game.",
  "Claim_ID": "inboxer_outrage_prayer",
  "Tags": ""
}