{
  "Origins": "The thought of a God-fearing selfless missionary unjustly about to be put to death by heathen savages is enough to fire up most anyone's urges to help in any way, as our burgeoning inbox attests. The \"urgent prayer request\" in the name of Mike Hutchinson, a Southern Baptist missionary serving in West Africa, has continued to jump from one inbox to another even though he is now in the United States and was never at any time in danger of being hanged.",
  "Fact Check": "",
  "Description": "On 20 April 1999 on a road near Fatik, Senegal, a teenage boy stepped in front of the Hutchinsons' vehicle without looking and was struck by their car. The boy died while the Hutchinsons were trying to transport him to a nearby hospital. The Hutchinsons then drove to the police station where Mike Hutchinson turned himself in. Hutchinson was briefly detained and his passport and driver's license were taken, but he was quickly released, pending a hearing. He and his wife Lynn continued to carry out their ministry while awaiting trial on involuntary manslaughter. The rumor about Hutchinson has caused the International Mission Board (IMB) no end of grief. As far back as May 1999, the IMB erected a web page denying the dangers outlined in the (even then) much forwarded prayer request. As they wrote on that page: It is true that Mike was involved in an unavoidable traffic accident in which a 16-year-old boy was killed,\" [Ron] Hunt said. \"But there was no mob involved, he is not being tried for murder, and he is not in danger of being hanged. Moreover, the page points out that even at the time of the accident, authorities were giving no indication that Hutchinson was considered at fault. In the case of a vehicular death, it's standard procedure in Senegal to charge the driver with involuntary manslaughter. In Hutchinson's case, everyone involved expected the charges to be later dropped. That he's now back in the United States indicates matters were ultimately resolved. The temporary travel restrictions placed upon Hutchinson by the Senegal government were removed in mid-July 1999. The Hutchinsons moved from Senegal into The Gambia shortly thereafter. They have since returned to the United States and now live in Mississippi. According to the International Mission Board's files in 2000, Mike Hutchinson's then whereabouts placed him and his family Stateside. No one knows who started the \"urgent prayer request\" or why, but in the manner of so many Internet doppelgangers, the plea for prayers continues to haunt the cyber community to this day. In common with many such missives which pluck straight at the heart-strings, its message is unquestioningly accepted as factual by a huge number of those who receive it. But as we've just seen, there was very little fact to this particular call to arms. The worst case scenario Hutchinson ever faced was deportation. His life was never in danger, and there was no angry mob out to hang him high. Hutchinson's accident was far from the first vehicular fatality Baptist missionaries stationed in Africa have played a part in, and those other missionaries have also not been subjected to overly harsh justice. On 19 July 1999, Alicia Farnham ,a Southern Baptist International Service Corps missionary in Zimbabwe, was acquitted of culpable homicide in a case stemming from a 16 May 1998 automobile accident in which one person died. Farnham had swerved to avoid collision with another car which had pulled out in front of her, causing her car to roll over, killing one of her five passengers. Another missionary couple, Gene and Jean Phillips, serving in Lesotho, were involved in yet another traffic fatality. Gene Phillips had been charged with culpable homicide in the 2 June 1999 death of a man who had suddenly walked into the middle of the road. Though Phillips swerved to miss him, the driver's side mirror hit the pedestrian, causing fatal injuries. Phillips was given a suspended sentence of a $32 fine or 12 months in jail at his 18 June 1999 hearing as well as freedom to leave the country. Barbara \"missionary imposition\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://imb.org/main/news/details.asp?StoryID=355;http://imb.org/main/news/details.asp?StoryID=373;http://imb.org/main/news/details.asp?StoryID=348;",
  "Example": "[Collected via e-mail, 1999] I JUST RECEIVED THIS REQUEST. MIKE HUTCHINSON, an IMB MISSIONARY, AND HIS FAMILY NEED OUR PRAYERS. FORMERLY OF THE FIRST BAPTIST CHURCH IN LONG BEACH, MS. THIS MISSIONARY IS CURRENTLY IN GUINEA-BISSAU, WEST AFRICA. HIS CAR WAS SURROUNDED BY MUSLIMS AS HE AND HIS FAMILY DROVE HOME. AFTER PATIENTLY WAITING AND ASKING THEM TO MOVE, THEY FINALLY PULLED AWAY FROM HIS CAR. AS MIKE STARTED TO DRIVE AWAY, A 16 YEAR OLD MUSLIM JUMPED (OR WAS PUSHED) IN FRONT OF MIKE'S CAR AND WAS KILLED. THE MUSLIMS ARRESTED MIKE (TOOK HIS PASSPORT) AND ARE PLACING HIM ON TRIAL FOR MURDER. IF CONVICTED, HE WILL BE HANGED IMMEDIATELY. HIS WIFE, LYNN, AND HIS FAMILY (CHILDREN 12,10,9) ARE STAYING WITH ANOTHER MISSIONARY FAMILY. PLEASE PRAY FOR GOD'S INTERVENTION. PLEASE SHARE THIS WITH YOUR CHURCH, PRAYER CHAIN,EMAIL LIST, AND ANYONE ELSE YOU KNOW WHO WILL PRAY FOR THISMISSIONARY.",
  "Last Updated": "14 June 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/prayer/hutchinson.asp",
  "Claim": "Prayers are needed for Mike Hutchinson, a missionary serving in Africa who inadvertently ran over a pedestrian and is now in danger of being hanged for the crime.",
  "Claim_ID": "inboxer_prayer_hutchinson",
  "Tags": ""
}