{
  "Origins": "We've long realized that transporting people and goods (particularly plants and food crops) from one region to another can result in our also inadvertently carrying unseen little critters into areas where they are not normally found, and that unleashing bugs and other animals into new environments can have disastrous consequences. Free from predation, natural defenses, and other factors that may ordinarily keep them in check, these creatures can wreak havoc by preying on (or crowding out) other plants and animals.",
  "Fact Check": "",
  "Description": "One such accidental transplantation occurred around the time of World War II, when the Formosan subterranean termite was introduced into the United States by ships that carried the species from China to U.S. coastal towns. This species of termite has since established itself throughout the southern United States (including Hawaii and southern California), where it poses a threat to trees and the timber industry, as well as just about anything utility poles, homes, buildings, ships constructed wholly or partially from wood. Back in October 2005, Louisiana State University's ( LSU ) Agricultural Center ( AgCenter ) issued a warning about the potential spread of Formosan subterranean termites into new areas from southern Lousiana through the re-use of wooden building materials taken from homes damaged by Hurricane Katrina and installed in new structures elsewhere. As the LSU AgCenter notes, termites can be spread through the movement of many different kinds of wood products, including mulch: This termite hitches a ride to new areas in infested cellulose. At the time of this writing, the number one method of spreading the Formosan subterranean termite is infested railroad ties. The second most important method of spreading the Formosan subterranean termite is infested utility poles. Other methods of spreading the termite include: wood from structures, lumber, pallets, landscape timbers, wood used in the oil industry, firewood, trees, woody plants, sawdust, mulch, wood in boats, potted plants, mobile homes, homes and paper. Although the possibility always exists that wood products moved from one area to another might harbor and spread termites (no matter how stringent the controls in place to prevent such an occurrence), the gist of the message quoted above that tons of termite-infested trees are being been hauled away from the New Orleans by anyone who wants them, then turned mulch that will soon be showing up (with termites) in major home improvement chain stores all over the U.S. is overblown. For starters, the Louisiana Department of Agriculture and Forestry imposed a quarantine on several parishes back in October 2005 specifically to prevent the accidental movement of Formosan subterranean termite to other areas. According to that agency's Assistant Commissioner, the disposal of wood-based debris within those parishes is being monitored to ensure that the end results are not transported outside the quarantined area: All woody debris in the quarantined areas is going to an approved landfill within the designated quarantine area. There are a multitude of government (state and federal) agencies that are looking at this debris every day as it is deposited into these landfills. The contractors mulching and hauling the debris know the regulations and are abiding by them according to the quarantine requirements. If there isanyone with knowledge of debris moving out of a quarantine area, they should contact our 24-hour hotline at 225-925-3763. And the LSU AgCenter has since noted on their web site efforts that are underway \"to prevent spread of Formosan subterranean termites in mulch from Louisiana following hurricanes Katrina and Rita\": Efforts are under way to prevent the spread of Formosan subterranean termites in mulch from New Orleans and Louisiana following hurricanes Katrina and Rita. It is true that there is a lot of cellulose debris (wood, paper and their products) in Louisiana following these two hurricanes. Yes, Formosan subterranean termites are found in the parishes affected by the hurricanes and will get in mulch. However, the Louisiana Department of Agriculture and Forestry (LDAF) in Louisiana imposed a quarantine for the Formosan subterranean termite on October 3, 2005, in Calcasieu, Cameron, Jefferson, Jefferson Davis, Orleans, Plaquemines, St. Bernard, St. Charles, St. John the Baptist, St. Tammany, Tangipahoa and Washington parishes (the parishes affected by the hurricanes). Provisions of the quarantine imposed by the LDAF include: Movement of wood or cellulose material is prohibited unless either (1) it is fumigated or treated for Formosan subterranean termites and is approved for movement by the commissioner or his designee(s) or (2) written authorization is given by the commissioner or his designee(s) for the movement of untreated wood or cellulose material from the quarantined parishes. Temporary housing cannot be moved from the named parishes until written authorization is given by the commissioner or his designee(s). All architectural components (beams, doors and salvaged wood) cannot be sold or placed in any structure in any parish until the architectural components are fumigated or treated for Formosan subterranean termites. Additionally, it is strongly recommended and urged that all new construction and reconstruction of structures in the quarantined parishes use termite-resistant materials. Termite-resistant materials include pressure-treated wood (borates, ammonical copper quat or copper azole) or non-cellulose materials.The quarantine is in effect until it is rescinded by the commissioner of agriculture. If a waiver of a requirement or an authorization to carry out one of the prohibited acts is granted, it does not rescind or modify the quarantine. Entomologists we've contacted also generally have said they doubt that termites could survive the mulch shredding, packaging, and transportation (in shrink-wrapped bags that expose them to high temperatures with a limited air supply and limited moisture) process in the first place, although others maintain that they've encountered examples of these termites successfully traveling in packaged mulch. (In any case, there are a number of mitigating factors that could halt the spread of Formosan subterranean termites transported to other areas, such as the fact that they are rarely found above 35 N latitude because the colder temperatures typical of higher latitudes prevent their eggs from hatching). Whatever the actual risk of termites turning up in mulch might be, however, the fact remains (and is the key to the \"False\" rating here) that contrary to the warning expressed above major home improvement chains such as Home Depot and Lowes are just about the safest outlets from which to buy mulch. Major retailers are generally much more aware and observent of quarantines, and they typically sell mulch in packages that identify their point of origin. Additionally, a representative of the Home Depot chain of home improvement stores informed us that they don't sell mulch from suppliers in the New Orleans area: The Home Depot does not use any mulch suppliers from the New Orleans area. We have very strict policies and procedures in place to ensure the integrity of the mulch products sold in our stores. In fact, all our mulch suppliers are required to be certified by the Mulch and Soil Council (MSC), who created the industry standards and criteria for mulch and soil certification and inspection. You can find the MSC certification on the back of every bag. Of course, no quarantine can be absolutely 100% effective, and there is always some chance, however small, that termites (and other pests) could turn up in mulch produced just about anywhere at any time, so consumers are always advised to be careful. Inspect every bag of mulch you purchase, and if you find insects in any of them, return them to the point of purchase. For those homeowners who find themselves dealing with termite infestations (whatever the cause), there are are number of good sites on the web that provide information about termite control methods, some of which are linked in the \"Additional information\" section below. Additional information: Termite Baits: A Guide for Homeowners (University of Kentucky Entomology) Termite Baits (University of Florida) Formosan Subterranean Termite Identification & Biology (LSU AgCenter) Formosan Subterranean Termite (University of Florida)",
  "Originally Published": "",
  "Referred Links": "http://edis.ifas.ufl.edu/IN278;http://www.agctr.lsu.edu/NR/rdonlyres/CAD214A3-9B1E-4C02-8116-D357D2FB0D79/3290/pub2841termitebio8.pdf;http://edis.ifas.ufl.edu/MG363;http://www.uky.edu/Ag/Entomology/entfacts/struct/ef639.htm;http://www.agctr.lsu.edu/en/environment/insects/Termites/formosan_termites/Efforts+under+way+to+prevent+spread+of+Formosan+subterranean+termites+in+mulch+from+Louisiana+follow.htm;http://www.agctr.lsu.edu/en/environment/insects/Termites/Landscapers+may+help+Prevent+the+Spread+of+the+Formosan+Subterranean+Termite.htm;http://www.agctr.lsu.edu/en/environment/insects/Termites/formosan_termites/Experts+Warn+Against+Spreading+Termites+After+Storms.htm;http://www.lsuagcenter.com/;http://www.lsu.edu/;http://www.agctr.lsu.edu/en/environment/insects/Termites/formosan_termites/Formosan+Subterranean+Termites.htm;http://www.termite.com/termites/formosan-subterranean-termite.html;",
  "Example": "[Collected via e-mail, 2006] If you use mulch around your house be very careful about buying mulch this year. After the hurricane in New Orleans many trees were blown over. These trees were then turned into mulch and the state is trying to get rid of tons and tons of this mulch to any state or company who will come and haul it away. So it will be showing up in Home Depot and Lowes at dirt cheap prices with one huge problem; Formosan Termites will be the bonus in many of those bags. New Orleans is one of the few areas in the country were the Formosan Termites has gotten a strong hold and most of the trees blown down were already badly infested with those termites. Now we may have the worst case of transporting a problem to all parts of the country that we have ever had. These termites can eat a house in no time at all and we have no good control against them, so tell your friends that own homes to avoid cheap mulch and know were it came from.",
  "Last Updated": "7 March 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/household/termites.asp",
  "Claim": "E-mail warns that buying mulch from major home improvement stores will spread the Formosan subterranean termite.",
  "Claim_ID": "inboxer_household_termites",
  "Tags": ""
}