{
  "Origins": "The ongoing Arab-Israeli conflict in the Middle East makes for a precarious business climate, one in which any company doing business in both Israel and other Middle Eastern countries is subject to being denounced by one side as a supporter of the other. Companies dealing in relatively inexpensive, ubiquitous products such as soft drinks or fast food are very visible targets to those who call for boycotts to protest financial support of one side or the other.",
  "Fact Check": "",
  "Description": "American-based companies, in particular, are often the focus of such boycotts, since the USA is not only home to many of the world's most well-known brands but has also been one of the few countries to openly support Israel. McDonald's and Coca-Cola are frequent subjects of boycott calls, the former becoming a target a few years ago when Saudi Arabian McDonald's outlets donated a portion of their proceeds to Palestinian childrens' hospitals, and the latter a current victim due to false claims that they will be \"donating four days' worth of income to Israel.\" (Pepsi is also a member of this short list, with claims sometimes taken literally that Pepsi is a 'Jewish product' whose name is an acronym for 'Pay Every Penny to Save Israel' or 'Pay Every Penny to the State of Israel.' As the Associated Press once noted, \"Calling Pepsi a 'Jewish product' is ironic, given that Pepsi was one of many multinationals that wouldn't do business in Israel during the 40-year Arab commercial boycott of the Jewish state.\") Lately a series of graphics employing Coca-Cola imagery (like the one to the right of this text, which is itself a deception within a deception, as it uses a controversial photograph of a Jewish student who was mistakenly identified as a Palestinian) has been circulated to garner support for an Arab boycott of American companies such as Coca-Cola (at least one such image, which depicts the Dome of the Rock emblazoned with a Coca-Cola logo, has caused an uproar among Muslims who have mistaken it for a bona fide Coca-Cola advertisement), lending support to the unfounded rumor that Coca-Cola will be donating four days' worth of income to Israel. It's hard to imagine that this rumor could be anything but a deliberate lie concocted to smear an American-based company that does business in both Israel and Middle Eastern countries, as (unlike the case of the McDonald's brouhaha mentioned above) no Coke-related business is currently engaged in any sponsorship that could reasonably be misunderstood as constituting a financial \"donation\" to the state of Israel. As The Coca-Cola Company itself has stated: The Coca-Cola Company does not support or oppose political or religious causes and does not take a stance on issues that do not directly affect the soft drink industry. The Coca-Cola Company operates worldwide in nearly 200 countries andterritories with different cultures, political systems, religions and histories. People from all around the world own shares in The Coca-Cola Company, and the company employs people from many different backgrounds and nationalities. Our partners who bottle, distribute and sell our products are local business people. They hire people in their local markets. We cannot and do not take the side of one country over another in any dispute. It's unfortunate that the incredible power of the Internet is being misused to spread false information. Moreover, since Ramallah is home to a Coca-Cola bottling facility that employs about 400 local residents (and indirectly creates employment for hundreds more), and Coca-Cola industries throughout the Middle East are operated as local businesses, any boycott of Coca-Cola in Middle Eastern countries is likely to cause more monetary harm to Arabs and Palestinians than it is to Americans or Israelis. Unfortunately, the maxim that the first casualty in war is truth still holds sway.",
  "Originally Published": "",
  "Referred Links": "http://www.ramallah-city.org/;http://www.honestreporting.com/articles/reports/The_Photo_that_Started_it_All.asp;",
  "Example": "[Collected on the Internet, 2002] I have heard various rumours about the nature of the relationship between Coca-Cola and the State of Israel. Today, I received a text message on my cell phone stating: \"NBC states that: the income that Coca-Cola will get in the coming 4 days starting from Monday will be donated to Israel.\"",
  "Last Updated": "2 December 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/outrage/nocoke.asp",
  "Claim": "Coca-Cola has announced that it will be donating four days' worth of income to Israel.",
  "Claim_ID": "inboxer_outrage_nocoke",
  "Tags": ""
}