{
  "Origins": "The Breast Cancer Research Stamp (BCRS) pictured to the left debuted in U.S. post offices on 29 July 1998. At that time, the stamp (the United States Postal Service's first fundraising \" semi-postal \" issue) sold for $8.00 per booklet (compared to $6.80 for a pack of regular first-class postage stamps), with each stamp costing 40 each (as opposed to the regular first-class postal rate of 34 ). The additional 6 over and above the cost of regular stamps went to breast cancer research (70% to the National Institutes of Health, and 30% to the Medical Research Program of the Department of Defense), and in their first year of issue, these stamps raised $7.8 million for that cause.",
  "Fact Check": "",
  "Description": "In March 2002 the price of the breast cancer stamp was raised to 45 to keep pace with the three-cent increase (to 37 ) in first-class postage rates, raising the amount contributed to breast cancer research to 8 per stamp. The first-class rate has since increased to 39 , so currently 6 per stamp goes towards cancer research. Since the stamp's original issuance, messages such as the following warning that the Breast Cancer Research stamp will no longer be available after a specified date have periodically circulated via e-mail: When I was in the post office last week buying stamps the clerk told me the Breast Cancer stamp will no longer be sold after July 30th. He told me stamps are only sold for a two-year period of time, that this stamp has raised more than $11 million for breast cancer research, and the July date is the two-year cut off. He suggested that I send in a comment card. I received a call from the Post Office concerning my comments. The customer service representative told me that letters of support for the stamp are very important right now and could actually make a difference in the Post Office decision. These messages have generally been outdated by the time they reached their audiences. The BCRS was first issued in July 1998 and was scheduled to go off sale in July 2000, but at that time President Clinton signed legislation to extend its sale for another two years, until July 2002. In November 2001, the sales period of the BCRS was extended again, until 31 December 2003. After racking up gross sales of $476 million and raising $35 million for breast cancer research, the BCRS was discontinued when its authorization ran out on 31 December 2003 and was unavailable for almost a month. However, an amendment to an omnibus appropriations bill (H.R. 2673) signed by President George W. Bush on 23 January 2004 extended sales of the BCRS for another two years, through 31 December 2005. The BCRS was released again in 2006 , at which time the USPS reported it had raised over $50.3 million for breast cancer research. At the end of 2007 the authorization for the BCRS was extended for another four years (through the end of 2011), accompanied by a USPS announcement noting total sales of 802 million which had raised $59.5 million for breast cancer research. The following image (of unknown origin) sometimes circulates with e-mailed exhortations to support breast cancer research by purchasing the Breast Cancer Research Stamp, but it is not a design featured on any stamp issued by the USPS, semi-postal or otherwise: Additional information: Breast Cancer Semi-Postal (U.S. Postal Service)",
  "Originally Published": "",
  "Referred Links": "http://shop.usps.com/webapp/wcs/stores/servlet/ProductDisplay?catalogId=10152&storeId=10001&productId=14101&langId=-1;http://www.usps.com/communications/newsroom/2007/pr07_104.htm;http://www.usps.com/communications/news/stamps/2006/sr06_024.pdf;http://feinstein.senate.gov/03Releases/r-transapprops03.htm;http://www.usps.com/news/2002/philatelic/sr02_013.htm;http://www.usps.com/communications/community/semipostals.htm;",
  "Example": "[Collected via e-mail, 1999] Please read and pass on. It would be wonderful if 1999 were the year a cure for breast cancer was found!!!! This is one note I'll gladly pass on. The notion that we could raise $16 million by buying a book of stamps is powerful! As you may be aware, October is Breast Cancer Awareness Month. The U.S. Postal Service recently released its \"Fund the Cure\" stamp to help fund breast cancer research. The stamp was designed by Ethel Kessler of Bethesda, Maryland. It is important that we take a stand against this disease that kills and maims so many of our mothers, sisters, friends. Instead of the normal $.33 for a stamp, this one costs $.40. The additional $.07 will go to breast cancer research. A \"normal\" book costs $6.60. This one is only $8.00. It takes a few minutes in line at the Post Office and means so much. If all stamps are sold, it will raise an additional $16,000,000 for this vital research! Just as important as the money is our support. What a statement it would make if the stamp outsold the lottery this week. What a statement it would make that we care. I urge each of you to do two things TODAY: 1. Go out and purchase some of these stamps. 2. E-mail your friends to do the same. Many of us know women and their families whose lives are turned upside-down by breast cancer. It takes so little to do so much in this drive. Please help!",
  "Last Updated": "3 January 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/charity/breaststamp.asp",
  "Claim": "The proceeds from a special U.S. postal stamp help fund breast cancer research.",
  "Claim_ID": "inboxer_charity_breaststamp",
  "Tags": ""
}