{
  "Origins": "Panty Raider , a video game in which sex-obsessed aliens seek photos of lingerie-clad models, has become a target of outrage and ridicule even before its projected May 2000 release. The call to arms quoted above is but one of many circulating on the Internet. Women's groups, family advocates and serious gamers are outraged over the game and would stop its release if they could.",
  "Fact Check": "",
  "Description": "Panty Raider: From Here To Immaturity has provoked some calls to boycott publisher Simon & Schuster. Those objecting to the game claim it portrays women as brainless appearance-concerned sex objects and men as angry and violent and postulate it's aimed at the pre-teen and early teen market. The firm's spokesman, Peter Binazeski, says it's meant for a different audience. \" Panty Raider has an 'M' rating, limiting it to those 17 and older.\" As for criticisms of its premise: \"It's humor,\" he says. \"Some people will love it, some people will not love it.\" Which is a point. The 1987 gaming classic Leisure Suit Larry was also an exercise in inappropriate humor, requiring players to lead the title character through one embarrassing sexual escapade to another to complete the game. Subsequent offerings in this watershed series featured wilder scenarios than the first, with the humor sinking to achieve new lows with each new release. Large-breasted, scantily-clad \"babes\" abound in every incarnation of Larry , yet there was never an outcry over it. Gamers understood Larry's target audience to be adult adventure players with a taste for bathroom humor and thus didn't overly concern themselves with the possibility it might influence the mindset of youngsters whose hands Larry had fallen into. Further, the premise of any number of video games relies on themes one would fervently pray are never ported back to the real world. Violence and sexism run rampant through the realm of video gaming. Big weapons blasting big holes in the irredeemably evil are often the norm, a behavior that imparts a message that provided one is up against bad guys or has right on one's side, it's okay to resort to wild sprees of violence and even to murder whoever stands in the way. When female characters appear, they're often male fantasy stereotypes: powerful sword-wielding warrior woman, helpless princess, icily-beautiful enemy queen, or secretive vamp one has to wheedle a key piece of information out of. In each case, the gals are dressed to excite the fellas, often in impossible costumes made up of little more than leather straps. In this world, women are eye candy first and foremost; whatever other functions they serve to advance the plot of the game are left to run a distant second to their duties as walking centerfolds. To win Panty Raider , players must strip a supermodel to her underwear, then provide photographs to a trio of aliens who are looking to replace a worn out lingerie catalog. Failure will incur the space creatures' wrath, causing them to make good on their threat to blow up the Earth. Judged within the context of what has gone before, Panty Raider isn't any more sexist or objectionable than any number of its predecessors. Times may have changed though, with what was okay a few years ago now seen as posing an unmitigated danger to society. Concern that adolescents might be unduly influenced by Panty Raider are easily answered by not buying them the game and by making the effort to supervise their play of video games in general. It's unrealistic to call for a world in which every single item is made kid-friendly, lest that item drop into an impressionable youngster's hands. Supervision of children remains the province of their parents; it's not up to every video game company to produce only items that impart the right values, it's up to the parents to screen what reaches their children, rejecting as unsuitable whatever they believe would foster in their offspring the wrong set of values. Are the concerns of Dads and Daughters and other such groups valid? Probably. But is the answer sticking a cork into one piece of software, or is it striving to be a responsible parent by filtering out what are seen as harmful influences? The bottom line is that there just aren't that many corks, and one victory in this area might lull some into believing they no longer have to be vigilant because others are doing it for them. Better to concentrate on the one bottleneck what's allowed to reach one's kids a parent can and should be the watchdog over. Barbara \"panty hosed\" Mikkelson Additional Information: Panty Raider announcement (Simon and Schuster Interactive)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20010417041136/http://www.simonsays.com/subs/press.cfm?areaid=58&view=909688574;http://www.dadsanddaughters.org/;http://www.simonsays.com/feedback_form.cfm;",
  "Example": "[Collected on the Internet, 2000] Fathers Say Stop Simon & Schuster's Panty Raider (Duluth, MN, April 26, 2000) The national advocacy group Dads and Daughters today called on Simon and Schuster Interactive to halt its scheduled May release of the CD-ROM game called Panty Raider. To win the game, boys must strip supermodels down to their underwear, then provide photographs of them to aliens who \"wore out\" their one lingerie catalog - or else the aliens' \"hormone driven anger\" will destroy the earth. Among the gamers' tools to induce the undressing: \"Lures - Items such as tiny mints (lunch!) and credit cards. No self-respecting supermodel can resist these items.\" From making fun of anorexia to objectifying girls to assuming that boys just want titillation from computer games, Panty Raider is a disgrace. Among the objections raised in a letter to the company, Dads and Daughters said: \"Anorexia KILLS people, and holds painfully long years of recovery for those girls and women who do survive. It's no more suited for joking than cancer. And then there is the stereotype that the ideal girls are obsessed with shopping and appearance. We have daughters and we know better. And, we are offended when our daughters are repeatedly subjected to the destructive stereotypes disseminated by games like Panty Raider.\" DADs executive director Joe Kelly added that the game is also offensive to fathers of sons. \"We don't see the humor or fun in glorifying what Panty Raider calls 'hormone driven anger' in boys, especially after tragedies like the Columbine shootings. We are offended when our sons are repeatedly subjected to the destructive stereotypes of boys objectifying females, placing titillation above all else, and using violence or its threat to get their way.\" Dads and Daughters suggests that other parents use the company's website to insist that \"Panty Raider\" not be released this month. Or write Simon & Schuster Interactive, 1230 Avenue of the Americas, New York, NY 10020 or call 212/632-3544. Dads and Daughters is the national nonprofit membership group for fathers with daughters. DADs helps fathers strengthen their relationships with daughters and transform the pervasive messages that value girls more for how they look than who they are. DADs acts against marketers who undermine daughters to sell their products. S&S Interactive, a division of Viacom, produces dozens of CD-ROM games in the entertainment and education categories. For the full correspondence between Dads and Daughters and Simon and Schuster Interactive, visit Dads and Daughters.",
  "Last Updated": "2 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/outrage/panty.asp",
  "Claim": "A new video game calling for players to steal underwear from models has folks up in arms.",
  "Claim_ID": "inboxer_outrage_panty",
  "Tags": ""
}