{
  "Origins": "On Sunday, 10 March 2002, the Orange County (California) chapter of the American Red Cross held a awards luncheon to honor recipients of the Golden Circle Award, the Red Cross' highest honor, awarded to nine local volunteers who had given up much of their own time to perform community service. A week before the luncheon, a troupe from the Orange County High School of the Arts was invited to perform at the event.",
  "Fact Check": "",
  "Description": "The controversy began when the musical troupe's instructor, Cherilyn Bacon, was notified that the Red Cross had deemed part of their repertoire, \"The Declaration\" a 1970 song by the group The Fifth Dimension with lyrics taken straight from the Declaration of Independence unsuitable for the event. Ms. Bacon's group was prepared to drop that item from their performance, but then she was informed that the Red Cross had also deemed the rest of her troupe's repertoire a medley of \" A Prayer for the Children ,\" \" America the Beautiful ,\" and \" God Bless the USA \" unsuitable as well. Red Cross officials said, according to the Orange County Register , that they \"wanted a more diverse musical selection that would be inclusive and not offend different populations participating in the event,\" and songs with inspirational (i.e., religious) and patriotic lyrics were not consistent with that policy. As Ms. Bacon's troupe had nothing else ready to perform they considered appropriate to the event (the remaining portion of their repertoire was light musical comedy), they decided to withdraw from participating. The Red Cross' original statement on the issue, as displayed on its web site on 11 March 2002, read as follows: The Fundamental Principles that guide the American Red Cross Humanity, Impartiality, Neutrality, Independence, Voluntarism, Unity and Universality are more important today than ever before. We used these same principles to develop the program to honor our volunteers this past Sunday who provide vital services to our community throughout the year. We certainly did not intend to hurt or offend anyone. But the judgements we made in this case in applying our principles clearly offended some in our community. Principles should remain inviolate. But like many things in life, it is important to use reasonable judgement in applying principles to the everyday circumstances we confront. So, while our principles remain sound, the judgement we made to exclude certain songs from the Sunday program was a mistake. We want to apologize to the community and to any people who were hurt or disappointed by our actions. On 14 March 2002, the Red Cross replaced this statement on their web site with an updated version : The Fundamental Principles that guide the American Red Cross Humanity, Impartiality, Neutrality, Independence, Voluntarism, Unity and Universality are more important today than ever before. The Red Cross is woven into the fabric of American history. For more than 100 years the organization has responded to those in need across the United States and all over the globe. Whether it has been a hurricane, earthquake, local house fire or world war, the American Red Cross has supported people around the world, regardless of race, ethnicity, culture or religion. With the President of the United States serving as our honorary chairman, the American Red Cross does honor the freedoms of this country. Songs like \"God Bless America,\" \"America the Beautiful,\" and \"The Star-Spangled Banner\" are often celebrated within the American Red Cross at volunteer recognition events, official organizational meetings, and other Red Cross functions. National headquarters fully supports its own Red Cross Choir, which for several years has performed these and other inspirational and patriotic songs. Recently, there was a misinterpretation of the Red Cross Fundamental Principles related to the planning of a Red Cross recognition event in California. This unfortunate incident resulted in an unintended affront to many of our supporters. The American Red Cross extends our deepest apologies to those we may have offended. In the ranks of Red Cross volunteers and employees, there is wide religious and cultural diversity. In the spirit of inclusivity, these individuals help us establish celebrations for internal and external audiences that appropriately recognize all faiths and cultures. It is this spirit that allows the organization to maintain the public's long held trust that the Red Cross is always there to help. The American Red Cross joins the millions of Americans who believe that America is, indeed, beautiful, from sea to shining sea.",
  "Originally Published": "",
  "Referred Links": "http://www.redcross.org/press/other/ot_pr/020314orangecnty.html;http://www.usdreams.com/Greenwood79.html;http://www.fuzzylu.com/falmouth/bates/america.html;http://www.moms-dads.com/mawspoetry.html;http://www.classicbands.com/Fifth.html;",
  "Example": "",
  "Last Updated": "3 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/outrage/redcross.asp",
  "Claim": "The Orange County chapter of the American Red Cross declined to allow an invited musical troupe to performs songs such as \"God Bless the USA\" at an awards luncheon.",
  "Claim_ID": "inboxer_outrage_redcross",
  "Tags": ""
}