{
  "Origins": "There is no 7-year-old girl named Amy Bruce dying of lung cancer and a brain tumor brought on by \"repeated beatings,\" nor will the Make-A-Wish Foundation donate money to anyone based upon the number of times an e-mail is forwarded. The \"Amy Bruce\" message is one of many variants of the same basic hoax , one which falsely claims that the American Cancer Society, the Make-A-Wish Foundation, or some other charitable or medical organization will donate a set amount of money every time a particular e-mail is forwarded.",
  "Fact Check": "",
  "Description": "The Make-A-Wish Foundation does not in any way assist in procuring medical treatment for sick children. It works to grant the wishes of youngsters with life-threatening medical conditions, but the Make-A-Wish Foundation is about \"enriching the human experience with hope, strength, and joy\" by helping to create special days for desperately ill children, not about collecting donations to pay for medical care. The fictitious Amy Bruce is often credited with penning the \"Slow Dance\" poem which was actually written by an adult male child psychologist. A March 2009 version of the hoax that was spread by text message to cell phones changed the name \"Amy Bruce\" to \"Erik Bruce\" or \"Erick Bruce\": Hi, my name is Erik bruce. I'm 7 yrs old, I have a large tumor on my brain and severe lung cancer. The doctors say I will die soon if this isn't fixed and my family can't pay the bills.\" The make a wish foundation has agreed 2 donate 7 cents 4 everytime this message is sent on 4 those who fwd this i thankyou but 4 those who don't I'll pray 4u anyway This is not a joke. Additional information: Chain Letters (Make-A-Wish Foundation)",
  "Originally Published": "",
  "Referred Links": "http://www.wish.org/about/chain_letters;http://www.wish.org/;",
  "Example": "[Collected via e-mail, September 2011] 15 year old girl holds hands with her 1 year old son.People call her a \"slut\", no one knows she was raped at age 14. Peoplecall another guy \"fat\", no one knows he has a serious disease causing himto be overweight. People call an old man \"ugly\", no one knows heexperienced a serious injury to his face while fighting for our country inthe war. Re-post this if you are against bullying and stereotyping. I bet88% of you won't,the other 22 aren't heartless and will. Hi, my name isAmy Bruce. I am 7 years old, and I have severe lung cancer. I also have alarge tumor in my brain, from repeated beatings. Doctors say I will diesoon if this isn't fixed, and my family can't pay the bills. The Make AWish Foundation, has agreed to donate 7 cents for every time this messageis sent on. For those of you who send this along, I thank you so much, butfor those who don't send it, what goes around comes around. Have a Heart.Put this as your status. [Collected via e-mail, 1999] Hi, my name is Amy Bruce. I am 7 years old, and I have severe lung cancer from second hand smoke. I also have a large tumor in my brain, from repeated beatings The doctors say I will die soon if this isn't fixed, and my family can't pay the bills. The Make A Wish Foundation, has agreed to donate 7 cents for every name on this list. For those of you who send this along, I thank you so much, but for those who don't send it, what goes around comes around. Have a Heart, please send this. [Collected via e-mail, June 2009] 7 yr old with Cancer (this child is local) Hi, my name is Amy Bruce. I am 7 years old, and I have a large tumour on my brain and severe lung cancer. The doctors say I will die soon if this isn't fixed, and my family can't pay the bills. The 'Make A Wish Foundation' has agreed to donate 7 cents for every time this message is sent on. For those of you who send this along, I thank you so much. But for those who don't send it, I will still pray for you. Please, if you are a kind person, have a heart. Please, please, PLEASE HIT THE FORWARD BUTTON. Thank you, Amy Bruce",
  "Last Updated": "22 September 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/amybruce.asp",
  "Claim": "Forwarding an e-mail message will help Amy Bruce, a 7-year-old girl dying of lung cancer and a brain tumor.",
  "Claim_ID": "inboxer_medical_amybruce",
  "Tags": ""
}