{
  "Origins": "Sheesh, this is one of the oldest and crudest scams around. There's only one principle you need to know to identify this as a scam: anybody who has a guaranteed way of making unlimited amounts of money isn't going to sell the secret to anyone else. First of all, why spoil the party by cutting other people in on the deal? Secondly, if you truly have a way of making all the money you want, what's the point of charging other people to get in on the scheme as well (especially as piddling an amount as $35)? An altruist who really wanted to share his good fortune would simply give away the information. (It's even dumber to sell this information to a \"limited\" number of people, since it obviously won't remain a secret for long.)",
  "Fact Check": "",
  "Description": "Of course, the scammers offer a putative reason for sharing this information that's no reason at all: We can say however, that our parent organization, CILS, benefits greatly by the knowledge being shared, as we ourselves, along with YOU, benefit likewise. Just how does this mysterious \"parent organization\" benefit? Nothing here tells us, except through this bit of doublespeak. Needless to say, all the quoted \"reviews\" from various periodicals are completely bogus. They're also too silly to pass for the real thing. Take this except, purportedly from The New York Times : NEW YORK TIMES: \"In concluding our review of Financial organizations to effect change in the 90's, special attention should be called to a California based organization, 'WORLD CURRENCY CARTEL'. Members of this organization are amassing hundred of millions of dollars in the currency market using a very LEGAL method which has NEVER been divulged to the general public. While their purpose is not yet known, their presence has most certainly been felt\". In other words, \"We don't know what these people are doing or how they're doing it, but we know that they're making tons of money and it's all VERY LEGAL.\" Uh-huh. If you're foolish enough to send these scammers a check for $35, you'll get one of the following in return: Nothing An empty bank account, as the scammers use the information on the check you conveniently faxed to them to suck your account dry. A piece of currency in the amount of 100 units of some other country's relatively worthless money (such as pesos or rubles). After all, this bogus ad promises to sell you a system that tells you 'HOW TO CONVERT $25 INTO ONE HUNDRED OF LEGAL CURRENCY.' Note that it doesn't say \"$100,\" but simply \"ONE HUNDRED OF LEGAL CURRENCY.\" Of course, if you can induce people into shelling out $35 in exchange for 100 pesos or 100 rubles, you do have a way of making unlimited amounts of money from foreign currency exchange, which is what this scam is all about.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] Dear Friend: If you have already responded to the following announcement a few days ago, that means your package is already on its way and it should be arriving soon! If you have not responded to this before, please pay attention to it now. This is very important!!! IMPORTANT ANNOUNCEMENT Your future May Depend on it ! Before you know about this 'Important Announcement', you must first read the following 'Editorial Excerpts' from some important publications in the United States: NEW YORK TIMES: \"In concluding our review of Financial organizations to effect change in the 90's, special attention should be called to a California based organization, 'WORLD CURRENCY CARTEL'. Members of this organization are amassing hundred of millions of dollars in the currency market using a very LEGAL method which has NEVER been divulged to the general public. While their purpose is not yet known, their presence has most certainly been felt\". NBC NIGHTLY NEWS: \"Members of 'World Currency Cartel', who always keep a low profile, are considered to be some of the most wealthiest people in North America\". More excerpts later, but first let us give you this very \"IMPORTANT ANNOUNCEMENT\": We are glad to announce that for the first time and for a very short period of time, WORLD CURRENCY CARTEL will instruct a LIMITED number of people worldwide on 'HOW TO CONVERT $25 INTO ONE HUNDRED OF LEGAL CURRENCY'. We will transact the first conversion for you, after that you can easily and quickly do this on your own hundreds or even thousands of times every month. TAKE ADVANTAGE OF THIS \"SECRET FLAW\"! It is even more explosive than we have yet disclosed. While currency does fluctuate daily, we can show you 'HOW TO CONVERT $99 INTO $588 AS MANY TIMES AS YOU WANT'. That means, you will be able to EXCHANGE $99, AMERICAN LEGAL CURRENCY DOLLARS, FOR $580 OF THE SAME. You can do this as many times as you wish, every day, every week, every month. All very LEGAL and effortlessly! It takes only 5 to 10 minutes each time you do this. You can do this from home, office or even while traveling. All you need is an access to a phone line and an address. Best of all, you can do this from ANY CITY ON THIS EARTH!!! Again, we must reiterate, anyone can do this and the source is NEVER-ENDING. For as long as the global financial community continues to use different currencies with varying exchange rates, the \"SECRET FLAW\" will exist. As we said earlier , we will do the first transaction for you and will show you exactly how to do this on your own, over and over again! The amount of exchange you would do each time is entirely up to you. Working just 2 to 10 hours a week, you can soon join the list of Millionaires who do this on a daily basis many times a day. The transaction is so simple that even a high school kid can do it! We at the World Currency Cartel would like to see a uniform global currency backed by Gold. But, until then, we will allow a LIMITED number of individuals worldwide to share in the UNLIMITED PROFITS provided for by the world currency differentials. We will espouse no more political views nor will we ask you to do so. We can say however, that our parent organization, CILS, benefits greatly by the knowledge being shared, as we ourselves, along with YOU, benefit likewise. Your main concern surely will be, how you will benefit. As soon as you become a member, you will make transactions from your home, office, by telephone or through the mail. You can conduct these transactions even while traveling. Don't believe us? Experience it for yourself! Unlike anyone else, we will assure you great financial freedom and you will add to our quickly growing base of supporters and join the list of MILLIONAIRES being created using this very \"SECRET FLAW\" in the world currency market. DON'T ENVY US, JOIN US TODAY!!! There is a one time membership fee of only $195. BUT, if you join within the next 10 days, you can join us for only $25 administrative cost. Your important documents, instructions, contact name/address, phone number and all other pertinent information will be mailed to you immediately. So take advantage of our Anniversary date and join us today. (If you are replying after the next 10 days, you must pay $195.00 for the membership fee. NO EXCEPTIONS, and no more E-mail inquiries please). Upon becoming a member, you promise to keep all infos CONFIDENTIAL! Should you choose to cancel your membership for any reason, you must return all papers/documents for a refund within 30 days. IMPORTANT:1...Please write your name & mailing address VERY CLEARLY on a paper 2...Below your mailing address, please write your E-mail address 3...At the top left hand corner, please write the words \"NEW MEMBER\" 4...Attach a CHECK for $25 + $10 for the shipping and handling of documents (TOTAL = $35.00) PAYABLE TO \"NDML\" and FAX it to: 212-208-3050 (Note: We are ONLY accepting CHECK-BY-FAX as a form of payment at this time. We WILL be able to cash the check you send us by fax, you do not need to mail us a check. If your check is dark, please PRINT ALL OF THE INFORMATION ON THE CHECK ONTO THE PAPER YOU ARE FAXING US so that it is clearly legible!) Please allow 2-4 weeks for delivery. No shipments will be made until the check has cleared. Here are some more 'Editorial Excerpts': WALL STREET: \"A discreet group of Americans, operating under the guise of World Currency Cartel have recently begun making rumbles in world finance market. While at this time, their game is not completely known, they certainly will be watched by those making major moves in the currency contracts\". FINANCIAL WEEK: \"Watch them, monitor them, extract their knowledge and try to become one of them. That is the soundest financial advice we could give to anyone\". NATIONAL BUSINESS WEEKLY: \"While this reporter has been left in the cold as to its method of operation, we have been able to confirm that 'World Currency Cartel' and its members are literally amassing great fortunes overnight\".",
  "Last Updated": "6 January 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/scams/cartel.asp",
  "Claim": "You can make money by learning the secrets of an organization known as the 'World Currency Cartel.'",
  "Claim_ID": "inboxer_scams_cartel",
  "Tags": ""
}