{
  "Origins": "Ours is a prurient society. We are endlessly fascinated by the monsters among us, thus books about crazed killers and horrendous crimes generally sell well. It should therefore come as no surprise that the man who blew up Oklahoma City's federal building on 19 April 1995, taking 168 lives (including those of 19 children) should have become the subject of a book, or that such a volume would have been released in early April, six weeks before his execution date of 16 May 2001.",
  "Fact Check": "",
  "Description": "American Terrorist: Timothy McVeigh & the Oklahoma City Bombing was written by Lou Michel and Dan Herbeck, former reporters for the Buffalo News . The book is the result of intensive research into both McVeigh and the bombing, including 75 hours of death-row interviews with the Oklahoma City bomber. Criticism of the work was quick to come, both for the book's subject matter and for McVeigh's soapboxing. The authors have been loudly decried both for granting McVeigh an unfettered chance to sound off through their pages and for making money from writing about a tragedy still deeply felt. Wal-Mart and a number of bookstores have refused to carry the book. Michel's and Herbeck's offer to donate part of the American Terrorist book royalties to the Oklahoma City memorial have been rebuffed by that monument's organizing committee, as has their offer to share some of the proceeds with that city's Red Cross chapters. Should you buy the book? We couldn't say. We have to point out, however, that it's nothing short of naive to think that by not buying it McVeigh will be denied the publicity he sought. Whether one book or ten is written about him, he now has a place in infamy in the unfolding history of the USA. Possibly the most important point to stress in this controversy is that McVeigh does not get any of the royalties from the book's sales, so there is no possibility its sales will enrich him. Whatever revenues American Terrorist garners will go to its publisher and its authors; none of it ends up going to the subject of the work. Additionally, by law convicted criminals are not allowed to capitalize on or exploit their crimes for profit, so even if McVeigh had penned his autobiography, he would not be permitted to profit financially from its sales. The justifiable urge to express outrage over this man's deeds can only be sympathized with. But shunning a book about him out of a misdirected belief that doing so will somehow impact the attention he receives is a misdirection of effort at best. Barbara \"rage of angels\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] From an Oklahoma City Fireman Date: Sat, 14 Apr 2001 23:10:21 - 0500 I am an OKC fireman and I hope that Tuesday when Tim McVeighs book hits the newsstands that NO ONE WILL BUY IT. This man is being given too much publicity and shows NO REMORSE for the horrible crime that he committed. He has admitted he is guilty. He refers to the precious 19 children he murdered as \"collateral damage\" and his only regret is that \"their deaths proved to be a public relations nightmare that undercut his cause.\" The pictures of these children and the adults will always be in our minds. One hundred and sixty-eight innocent people died that day. This man murdered them. Please do not make him some sort of hero. He wants part of the proceeds to go to the Oklahoma City Memorial. The Oklahoma City Memorial declines the money. Send the money to the Memorial, but PLEASE DO NOT BUY THIS BOOK. . . !!!!!! Thank you . . . and remember the precious children who were so innocent. Please pass this on to everyone you know so that this monster does not get any more publicity. Paul Hinchey, Captain Guymon Fire Dept. Guymon, OK",
  "Last Updated": "2 December 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/outrage/mcveigh.asp",
  "Claim": "Not buying American Terrorist , a book about Timothy McVeigh, will prevent the Oklahoma City bomber from garnering additional publicity.",
  "Claim_ID": "inboxer_outrage_mcveigh",
  "Tags": ""
}