{
  "Origins": "This version of the \"help a family in need by forwarding an e-mail\" plea began its Internet life in early September 2003. Once again, kind-hearted netizens were being told that by spamming their friends they could help relieve the plight of a financially-stricken family at a loss for any other method of affording vital medical care for a dangerously ill or injured child.",
  "Fact Check": "",
  "Description": "Yet once again it's a hoax. There is no comatose five-year-old victim of a hit-and-run accident, and no premature baby born with Down syndrome and chronic colitis as a result of the emotional stress her mother endured. It's just another leg-pull, another chapter in the \"Let's see how many fools we can get to spam each other\" game. Although AOL is often named in these sorts of hoaxes as the benefactor standing by ready to ship monies to the desperate family on the basis of how many forwards are generated (e.g., the pleas of George Arlington for his daughter Rachel, a child said to be afflicted with brain cancer; or by Krista Marie for her baby Natalie, an infant also brought down by brain cancer), AOL does not help ill children in this fashion. At least up until 2001 (we're not sure if this program is still in operation), the internet provider did have a program wherein it recognized through its \" Child of Resolution \" Awards in the United Kingdom the achievements of children who had \"demonstrated tremendous resolve in continuing their education, in spite of chronic or recurring illness, disability, or injury,\" but said award amounted to \"an AOL Child of Resolution 2001 certificate, a 100 cheque, a year's sponsored membership of the AOL service in the UK, and an AOL rucksack containing a watch, t-shirt and stationery.\" Although these gifts would certainly delight and motivate a child, they hardly amount to underwriting medical bills that run into tens of thousands or hundreds of thousands of dollars for individual youngsters. AOL is invoked in these hoaxes simply because it's big and it's online. Hoaxes such as these rely upon the recipient's believing in bits of shopworn Internet fiction, such as the myth of a program for tracking e-mail through a cascade of forwards and the widespread gag involving rewards of free merchandise from any number of household-name companies. Therefore, bleed not your heart for this fictitious single mother of four and her ill-advantaged brood, nor forward \"her\" plea to others. Spare your friends. Barbara \"and thus keep them\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://media.aoltimewarner.com/media/newmedia/cb_press_view.cfm?release_num=55252163;",
  "Example": "[Collected via e-mail, 2003] Dear Reader I am a single mother of four kids: ages five, three and a half, 17 month, and two week old baby girl. God has blessed me with three beautiful, healthy children. Untill recently things were going great for us, even though we struggled financially at times (my part-time job was not enough to support us). Then, the tragedy struck on January 13th. My oldest, Matt, got hit by a car while playing outside. (The driver never got fined - it was a hit and run). After agonizingly long weeks of hospitalization, we did not think he would live but thank godness is he alive right now ... but barely. He is still in the hospital in the comatose condition. Doctors say he will be a vegetable for the rest of his live, for as long as he lives and even if he does come out of the coma - his brain is too damaged for him to lead a normal life. My insurance coverage run out and I can't afford hospital bills. Right now I own a hospital over 500,000 dollars so far. Shortly, after the accident has happened, my 87 year old grandmother, with whom I was really close (she raised me as a child), suffered a stroke and could not live on her own anymore. I took her in. All that happened while I was pregnant with Carissa. Because of all this severe stress that I've been through, Carissa was not only a premie but was born with Down's syndrome as well as chronic colitis. She is also missing fingernails on her right hand. She is in the hospital as well because she needs to be monitored 24/7. Right now I am at the lowest point of my life: I don't have a job - taking care of three sick family members that are so dear to me is a full time job - I can't afford to pay for my tiny appartment, my car got taken away because no payment, not to mention the debt with a hospital! I know you are not obligated to do anything: you are free to delete this email without giving it a second thought, but please listen to the cry from mothers heart! We had worked out a deal with AOL where for every 12 forwards I will get 15 cents. Please, don't harden your heart, send this email to everyone on your list. This is crucial for our survival!! God bless you all! Sincerely, Debbie Shwartz",
  "Last Updated": "20 May 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/shwartz.asp",
  "Claim": "AOL is donating 15 for every 12 forwards of a plea from Debbie Shwartz, a single mother of four.",
  "Claim_ID": "inboxer_medical_shwartz",
  "Tags": ""
}