{
  "Origins": "Here's yet another bit of misinformation to be concerned about parents everywhere have been mailing copies of their kids's birth certificates and Social Security cards to a post office box in Minnesota in the belief that by doing so they'd get in on a class-action suit against a manufacturer of baby formula. For what they're told will be a guaranteed $1400 per child, what's a little photocopying and envelope-stuffing, eh?",
  "Fact Check": "",
  "Description": "If it sounds too good to be true, it usually is. The manufacturers of Enfamil and Similac did reach a settlement with the Federal Trade Commission over price fixing, but that settlement applies only to consumers in some states. Also, rather than the a $1400 windfall, claimants generally end up receiving between $5 and $45. (Gerber has been battling a similar rumor with even less substance to it: not using all-natural products in baby food resulted in their losing a class action suit, and now the parents of every child under age 17 whether they bought Gerber products or not are entitled to a $500 savings bond. See our Gerber page for more information about this story.) A 1996 newspaper article about the baby formula hoax reported: A bogus flier announcing $1,400 settlements from the makers of Enfamil and Similac baby formulas has swept the country, sending parents scrambling to post offices and flooding phone lines, fax machines and even the Internet. So far, authorities have been unable to trace the source of the flier that prompted the rush, which promises that parents can claim the money for each child born between 1980 and 1991. Another posting on the Internet asks parents to send $5 to get more information about the settlement. What has law enforcement officials worried is that the flier circulating in the Washington region requests birth certificates and Social Security numbers for children. Attorneys General in Maryland and Virginia have issued warnings, and an official in the D.C. police department said his office plans an investigation. The confusion over the bogus flier has been compounded because it contains a kernel of truth. The flier claims the settlements are owed because the Food and Drug Administration had not approved the formulas during those years. A spokesman for the agency said the FDA does not approve infant formulas. But the makers of Enfamil and Similac have reached a settlement with the Federal Trade Commission over price fixing. The settlement applies only to consumers in eight states: Florida, Illinois, Louisiana, Minnesota, North Dakota, South Dakota, Tennessee and West Virginia. The settlements in those cases typically are $5 to $45. The flier being circulated locally instructs consumers to send a self-addressed envelope with their child's birth certificate and Social Security number to a \"Settlement Administration\" post office box in Minneapolis. The address is for the office handling the legitimate claims. Officials are mystified about the possible motive for the bogus fliers. The note appearing locally set tomorrow as the deadline; another appeared last week in Philadelphia with a different deadline. \"My first thought was, it's some kind of scam trying to get Social Security numbers,\" said Carol J. Bennett, of the Minnesota attorney general's office. That impression was heightened when she received queries from South Carolina, a state that was not involved in the suits. But Bennett said that when she realized that the information tended to give the correct address of the settlement administrator, she decided instead that the fliers were either a hoax to bury the settlement office in mail or a seriously flawed attempt to help people get money to which they were entitled. \"I've been racking my brain,\" Bennett said. A D.C. law firm involved in the class-action suit over formula pricing said its toll-free number is averaging about 80,000 calls a day. Last Friday, it was 100,000, a spokesman said. \"I don't know the source of this,\" said Dan Small, a partner in the D.C. firm of Cohen, Milstein Hausfeld & Toll, which sued formula makers Abbott Laboratories and Mead Johnson & Co. in 17 states over pricing. The suit had nothing to do with the quality, he said. Offices in the District, Maryland and Virginia have been buzzing for days. Walter Scott, an electronics engineer with the National Oceanographic and Atmospheric Administration in Maryland, heard the $1,400 rumor yesterday. \"One person came up to me, and she just asked had I heard about the Enfamil thing and that all I had to do was send in a copy of the birth certificate and Social Security card and mail it into a P.O. box,\" he said. His co-worker, Jackie Thomas, a secretary, heard it from her cousin, who called about 1 p.m. yesterday. \"She called and said, 'I have some info for you.' Then she told me she got something saying if you had a child between 1980-91, you are eligible for $1,400,\" Thomas said. \"She also told me that a friend of hers who had gotten the [flier] from someone in the Department of Defense had called her and said that a female friend of his received a flier from her cousin.\" And so on and so on. Scott wasn't moving so fast. \"What made me suspicious was they were saying you get $1,400. But in those suits, they don't give specific dollar values because they don't know how many are going to respond,\" he said. \"So I just got a little leery about it.\" Lt. Jeff Stowe, commander of the D.C. police department's special investigation unit, warned against ever giving out birth certificates and Social Security numbers. \"I would not respond to it, nor would I give any information about my child,\" he said. Barbara \"a $1400 one-size-fits-all baby suit? I think not\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "29 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/babyformula.asp",
  "Claim": "Parents of children born between 1980 and 1991 are entitled to a $1400 settlement from Enfamil and Similac.",
  "Claim_ID": "inboxer_hoaxes_babyformula",
  "Tags": ""
}