{
  "Origins": "One of the challenges in keeping up to date with reports of missing and sick children is having to continually re-evaluate three factors for every message: Is the message real (i.e., not an outright hoax)? Is the message accurate in its details? Is the message still valid? The message quoted above about Michael Novenche, a two-year-old boy undergoing chemotherapy to treat a brain tumor, was real, but keeping up with all the changes in his condition proved a challenge. The message quoted above stated that Michael had a large tumor in his brain, was operated upon to remove part of the tumor, and needed prayers to help him through chemotherapy to a full recovery. An October 2000 article in The Local Albany Weekly didn't mention anything about little Michael's medical condition but said that his family was \"in need of funds to help pay for the transportation to the hospital and other costs not covered by their insurance.\" A June 2000 message posted to the Ecunet mailing list indicated that Michael had just turned 3 years old, mentioned that his tumor appeared to be shrinking, and provided a mailing address for him:",
  "Fact Check": "",
  "Description": "Fortunately, in April 2001 a friend of the family created a web site to provide updates on Michael's current condition. Michael is now seven years old, and according the last update in December 2004, although he isn't yet completely free from the brain tumor, he has recovered sufficiently to attend school: Michael has come so far from the time the original e-mail asking for prayer was sent accross the internet in 2000. In March of 2005, he will celebrate his fifth year of survival since the tumor threatened his life. In a world filled with so much turmoil, truly we have been allowed to see the pure grace of God as He has answered our prayers to give Michael a chance at a normal life. This miracle has allowed Michael to enjoy his second year of attending public school. We believe this to be a direct answer to the prayers so many people have offered up on his behalf. It is, however, important to remember we have barely scratched the surface. Let us pray for the tumor to shrink and disappear now, freeing Michael from this unpredictable situation.",
  "Originally Published": "",
  "Referred Links": "http://www.geocities.com/michaelnovenche/#Update;http://web.archive.org/web/20030414234930/www.geocities.com/michaelnovenche/;http://www.ecunet.org/whatisecupage.html;http://web.archive.org/web/20040330161553/http://newyork.local.ie/content/31666.shtml/albany/news/newsletters/general;",
  "Example": "[Collected on the Internet, 2000] EMERGENCY PRAYER REQUEST Prayers needed for Michael Novenche, and his parents. I don't have a large forwarding list but I'm hoping that some of you do. Everyone with a large mailing list, please forward what I am writing to you now to ask for your help. I do not really know how to start a prayer chain, but we need a miracle. Michael Novenche is a 2-year-old beautiful little boy in Clifton Park, New York, and the grandson of a very dear friend of mine. A few months ago, he started throwing up and telling Mommy \"boo boo in my head.\" He was brought to the doctors and tests were ran on him, later that week he started losing feeling in the left side of his poor little body. They found a large tumor in his brain. He was brought to a hospital in Boston where doctors told his family the tumor was too big and it was too risky to operate on it. His aunts and uncle would not give up, they called Beth Israel, then E-mailed Dr. Epstein for him to look at Michael's films. Michael's uncle then drove the films to New York City himself for Dr. Epstein to look at. Dr. Epstein operated but couldn't remove the entire tumor and now he has to go through chemo to keep the tumor from growing and hitting the brain stem. We need all the prayers we can get for the chemo to kill the tumor entirely. He started chemotherapy on March 28, 2000, and we are hoping desperately that it works. We need all the prayers we can get. Please stop and say one prayer for this beautiful baby boy Michael when you think about him today. I am asking that each and every one of you please forward this on to everyone that you know. Just think if this was your little child going through this right now. We all know that God can heal this little angel. Thank you from family and friends of Michael Novenche, but most of all Michael.",
  "Last Updated": "2 April 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/prayer/novenche.asp",
  "Claim": "A boy named Michael Novenche is undergoing chemotherapy to kill a brain tumor.",
  "Claim_ID": "inboxer_prayer_novenche",
  "Tags": ""
}