{
  "Origins": "Every once in a while a bit of advertising emerges overnight as a definitive piece of popular culture. That was the case with the Molson Canadian commercial \"The Rant,\" (aka \"Joe's Rant\") which debuted in late March 2000. (Molson is a noted brewer in Canada, and Canadian is but one of this family of beers, which also includes Golden, Brador, Export, Ice, and Dry.)",
  "Fact Check": "",
  "Description": "From concept to creation, The Rant took nearly three months to complete. Which was time well spent not only did it give Molson Canadian, a beer lagging in popularity, an instantaneous boost in sales with 19-to-29-year-old men, but the ad established itself with the non-beer crowd as a passionate declaration of national pride. Many have come to see The Rant as a Canadian gospel of sorts, and reactions to it range from choked up to shouting along with its script. The ad is deceptively simple, merely featuring an \"ordinary Joe\" alone on a stage in front of a slide show of various Canadian backgrounds that cycle while he vents a litany of corrections to common misperceptions about Canadians. The Rant has become a tidal wave of Canadian affirmation. According to a 30 April 2000 Calgary Herald article: It started in movie theatres, migrated to television and now has become such a cultural phenomenon that the Molson brewery is having it performed live at sporting events. Bar patrons now demand that the volume be turned up when the ad comes on the TV screen, so they can shout the words along with the handsome Nova Scotia actor in the plaid shirt. High-school students reportedly have begun reciting it spontaneously in corridors between classes. And when it was performed two weeks ago at the National Hockey League playoff game between the hometown Maple Leafs and the Ottawa Senators, it generated the kind of fist-in-the-air ovation usually reserved for goals scored in sudden-death. This commercial has sparked debate about whether it should be interpreted as an expression of Canadian pride or as a declaration of anti-American sentiment. Controversy or not, no one is looking to pull it from the airwaves. Nothing supports the notion that Canada's powerful neighbors to the south feel offended by it or that Bob Runciman, Ontario's Minister of Consumer Affairs (full title, Minister of Consumer and Commercial Relations) is looking to have The Rant banned. When the commercial first appeared, Runciman voiced concerns over what he saw as its negative message about Americans. ''I felt it was saying things that didn't have to be said in terms of feeling good about our country,'' he said. ''You can send out very strong messages about being Canadian - I'm certainly as pro-Canadian as anybody - but I don't think you have to kick anybody else in the shins to do that.'' Runciman's read of the commercial's message never translated into an attempt to ban the ad, though. At least one highly-placed government official has made use of The Rant to promote a Canadian agenda in an international forum. On 2 May 2000, Heritage Minister Sheila Copps screened this ad for a Boston audience to show Americans how passionately Canadians cherish their cultural identity. \"For Canadians, culture is just not another good. It's not just entertainment. It's the expression of the soul and identity of who we are,\" said Tequila Sheila. Whoever started this current e-petition is of the opinion this beloved commercial stands in danger of being axed. Which it ain't. Circulate the petition in an effort to acquaint people with The Rant, if you must, but do not do so in effort to prevent a great injustice from being done. The danger of cancellation exists only in one misguided person's mind. Though the ad may well deliver some anti-American jabs, it's not as if the Americans much care one way or the other about it. In typical Americentric fashion, it appears they haven't much noticed. While it's true the ad doesn't air in the U.S. (any more than Coca-Cola's 1976 jingoistic \"Red, White, and You\" campaign was unloosed upon the Frozen North), the cultural frenzy engendered by The Rant is so great one has to wonder at the lack of American reaction to what could be seen as a slap at American characterization of Canadians. Perhaps the elephant fails to notice the mosquito or credit it with the ability to be annoying. Those behind the ad insist it packs a pro-Canadian, not anti-American, wallop. The United States is such a looming presence in Canadian life that virtually the only way Canadians have to define their identity is to highlight whatever is un-American about themselves. Thus, \"I am not...\" becomes a way of saying \"I am....\" Americans have the stirring first scene of Patton to swell chests and get hearts pumping in nationalistic frenzy. Canadians have a beer commercial. Which, in the final analysis, might be better. Barbara \"the Americans have their draft, and we have ours\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2000] Hey everyone, I just heard that the consumer minister wants to yank the amazing MOLSON CANADIAN commercial from T.V because he thinks it's Anti-American! Here are the lines of the commercial . . . it makes me feel all fuzzy inside everytime I hear it or read it! Hey. I'm not a lumberjack, or a fur trader. And I don't live in an igloo, or eat blubber, or own a dogsled. And I don't know Jimmy, Sally or Suzy from Canada, although I'm certain they're really, really nice. I have a Prime Minister, not a President. I speak English and French, NOT American. and I pronounce it 'ABOUT', NOT 'A BOOT'. I can proudly sew my country's flag on my backpack. I believe in peace keeping, NOT policing. DIVERSITY, NOT assimilation, AND THAT THE BEAVER IS A TRULY PROUD AND NOBLE ANIMAL. A TOQUE IS A HAT, A CHESTERFIELD IS A COUCH, AND IT IS PRONOUCED 'ZED' NOT 'ZEE', 'ZED'!!! CANADA IS THE SECOND LARGEST LANDMASS! THE FIRST NATION OF HOCKEY! AND THE BEST PART OF NORTH AMERICA! MY NAME IS JOE!! AND I AM CANADIAN!!!!!!!! Thank you.If you truely are Canadian, read this out loud at the top of your lungs, add your name and then send it on its merry way to as many canadians as possible. Let the list begin!",
  "Last Updated": "5 January 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/petition/joesrant.asp",
  "Claim": "Ontario's Consumer Minister is looking to get the popular Molson beer commercial, Joe's Rant, banned from the airwaves because it upsets Americans.",
  "Claim_ID": "inboxer_petition_joesrant",
  "Tags": ""
}