{
  "Origins": "This section of our web site, Inboxer Rebellion, is devoted to categories of items scams, hoaxes, petitions, charity appeals that are primarily propagated and disseminated via e-mail. None of these items is unique to e-mail , of course, as they all flourished in the pre-Internet era in different forms: regular mail, photocopies, faxes, bulletin boards postings, etc. (Indeed, way back in the early days of snopes.com, this section was titled 'Faxlore' because fax machines were still the primary means of transmission for most of the material we were writing about.) The recent prolonged power outage throughout much of eastern North America brought to mind a related item which surely would be all over the Internet were it happening today, a hoax based on events very much in the news back in 1986.",
  "Fact Check": "",
  "Description": "In February 1986, after a four-year killing spree (during which he murdered at least fourteen women and likely killed dozens more), two jail escapes, multiple trials, two death sentences, and seven years of appeals, Ted Bundy was awaiting execution in a Florida prison. On 5 February 1986, Florida governor Bob Graham signed a death warrant setting a March 4 date for Bundy's execution by electric chair. As the country buzzed with the news that America's notorious \"homicidal maniac\" was about to receive his final punishment, a hoaxster went to work behind the scenes and reflected public sentiment through a sardonic joke. After crafting a two-page letter which looked like an official communique from the Office of the Governor at the Florida state capital in Tallahassee, the unknown prankster sent his handiwork to a variety of newspapers throughout the U.S., leading a number of newsmen to shake their heads at the apparent announcement that Governor Graham was calling upon Florida residents to reduce their usage of electricity on the date of Ted Bundy's execution in order to ensure that the convicted criminal would be \"executed using the maximum voltage and amperage allowed\" and that a special souvenir medallion of the event would be offered for sale! The bogus letter read, in part: Florida Gov. Bob Graham today signed a cooperative agreement with the Tennessee Valley Authority for more electricity to be used in the coming execution of convicted killer Theodore Bundy. The power sales contract with TVA will provide ten additional megawatts of energy to Florida Power & Light in order to ensure Bundy is executed using the maximum voltage and amperage allowed. In addition to the temporary contract for electricity, Graham urged Florida residents to reduce their electrical usage for a five-minute period beginning at 6:57 A.M. EST March 4, 1986. Bundy is scheduled to be executed at 7:00 A.M. on that date. If citizens of the state can turn off all non-vital air conditioning, televisions, electric dryers and washers during that brief period, we could have as much as five additional megawatts to pump into the chair. Reddy Communications of Akron, Ohio owners of the popular Reddy Kilowatt logo will prepare a special gold medallion for the event with the inscription, 'Die Quicker Electrically.' The medallions will be on sale, [and the] proceeds will help defray the tremendous costs associated with Bundy's prosecution, incarceration, and ultimate execution. The execution scheduled for 4 March 1986 did not take place as planned. More delays and appeals postponed Ted Bundy's date with the electric chair for another three years, and the macabre hoax was long forgotten by the time Bundy was finally strapped into \"Old Sparky\" and electrocuted on 24 January 1989.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0393050297/ref=urbanlegendsrefe;",
  "Example": "",
  "Last Updated": "30 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/tedbundy.asp",
  "Claim": "The governor of Florida asked residents to reduce their electrical usage during Ted Bundy's execution.",
  "Claim_ID": "inboxer_hoaxes_tedbundy",
  "Tags": ""
}