{
  "Origins": "The above-quoted account comes from a press release published (and then withdrawn) by i-Newswire.com on 14 March 2006. The faux press release falsely claimed that comedian/actor Will Ferrell (of Saturday Night Live fame) and a guide were blown off course by a gust of wind while paragliding and crashed into trees before hitting the ground \"at an estimated 60 mph,\" sustaining injuries that resulted in both their deaths.",
  "Fact Check": "",
  "Description": "The press release was nothing but a hoax perpetrated by persons as yet unidentified: iNewswire tried, but failed to find the source of the bogus Ferrell story. The trickster, a non-paying customer, used a proxy server the ISP address can't be traced. All that's known about the anonymous user is that he or she tried, but failed to post about 10-15 other press releases on the site, including one that clarified that \"Will Ferrell is not really dead.\" Will Ferrell is alive and well and is reportedly filming in Montreal , far away from \"Torey Pines\" [sic], California. His publicist has confirmed his non-deceasement: \"Not much to say other than we heard and read about it this morning and reacted accordingly,\" Ferrell's publicist Matthew Labov said in an email. \"There was no point in trying to track [the source] down as it was obviously a hoax.\"",
  "Originally Published": "",
  "Referred Links": "http://www.regrettheerror.com/2006/03/will_ferrell_is.html;",
  "Example": "[i-Newswire.com, 2006] Los Angeles Actor Will Ferrell accidentally died in a freak para-gliding accident yesterday in Torey Pines, Southern California. The accident apparently happened somewhere near the famed paragliding site after a freak wind gush basically blew Ferrell and his companion towards a wooded area where they lost control before crashing into the dense foilage. Ferrell and his professional guide, Horacio Gomez of Airtek Paragliding Center attempted the jump at around 2 in the afternoon. According to witnesses, the conditions were basically ideal for para-gliding and the weather did'nt pose a problem at all. The jump started normally as Ferrell and Gomez glided carefully across the vast area and were seemed headed into the righ direction just before what witnesses said a freak wind somehow blew them off course, causing the paragliding professional Gomez to somehow lose control. As horrified witnesses looked on, the duo headed straight for the dense woods near the jump off point and crashed at an estimated 60 mph hitting the trees as they hurtled to the ground. Some friends of the actor who witnessed the accident immediately called up 911. The paramedics vainly attempted to revive the two on their way to the nearby UCSD Thornton Hospital in nearby La Jolla. The duo suffered major injuries to the head and broken bones that caused the death of the two. In an interview with Will's parents who was John W. Ferrell in real life, Mary and Hubert Ferrell said their sonn died while doing one of the things he loved the most. Will was a graduate of the University of California where he finished his Sports Information Degree. Will was born on July 16, 1968. He was 36.",
  "Last Updated": "14 March 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/ferrell.asp",
  "Claim": "Actor Will Ferrell was killed in a paragliding accident.",
  "Claim_ID": "inboxer_hoaxes_ferrell",
  "Tags": ""
}