{
  "Origins": "We started seeing the e-mailed appeal about Olenka Kuczma, the girl pictured above,show up in our inbox in August 2005, but information regarding little Ola was difficult to come by as nearly all media coverage of the case occurred in her home country of Poland. Based on background information about her gleaned from the Polish media, we were able to determine that the one-year-old was caught in a house fire in June 2005 and suffered severe burns as depicted in the photograph accompanying the text, including head and facial burns that resulted in the loss of her right ear. (The mention of a \"rigging fire\" in the original message is likely a mistranscription of the phrase \"raging fire.\")",
  "Fact Check": "",
  "Description": "Ola was taken under the care of doctors at University Children's Hospital in Krakow and has since undergone dozens of operations, including a good many skin grafts and reconstructive surgeries, which her parents were ill able to afford (especially since they lost nearly everything they owned in the fire). As of 2010, Ola was expected to undergo further surgical treatment in Cincinnati, Ohio. Unfortunately, although Ola's plight was publicized on Polish television, the e-mail message about her that has been circulated in English via e-mail and social media provides no genuine means for caring readers to help contribute to Ola's medical care. Instead, the message continues to be accompanied by hoax claims that 3 cents (or 3 dollars) will be contributed to her medical treatment every time her photo is forwarded, shared, or liked. A follow-up article about Ola from 2010 indicated that scammers had taken advantage of her plight to enrich themselves and provided legitimate donation for those who wish to help.",
  "Originally Published": "",
  "Referred Links": "http://www.se.pl/wydarzenia/kraj/hieny-zeruja-na-tragedii-oli_57666.html;http://web.archive.org/web/20051210190139/http://ww2.tvp.pl/564,20050630220368.strona;",
  "Example": "[Collected on the Internet, 2005] Dear All, Alexandra came out of a rigging fire alive, but now has to fight for her life and a normal future. She is 14 months old and she has burnt skin all over her body, damage facial bones (as a result of very high temperature). She does not have half of her face. She is in hospital in Cracow Poland and one of the best specialist is looking after her. However she still has to go through many surgeries and then long rehab. Unfortunately her parents do not have any more money. Therefore we are asking for your help. For each forwarded email her parents will get 3 cents. Please help them and forward that email to as many people as you can. [Collected on the Internet, 2012] Facebook is donateing 3$ for every share ... A doller for every like.. Come on people it takes a few seconds of your time! Synopsis: The picture of the burn victim shown above is several years out of date, and sharing her photo on Facebook will not help her obtain medical treatment.",
  "Last Updated": "6 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/kuczma.asp",
  "Claim": "A badly-burned Polish girl will receive $3 towards her medical care every time her photo is shared on Facebook.",
  "Claim_ID": "inboxer_medical_kuczma",
  "Tags": ""
}