{
  "Origins": "During the night of 11 May 2010, tragedy struck the family of Amy and Michael LeBleu when a fire swept through their Ragley, Louisiana, home. Despite the efforts of Amy LeBleu to rescue her children from the rear of the house, all four of the LeBleus' daughters 11-year-old twins Kamryn and Keiley, 8-year-old Kassandra, and 1-year-old Adrinne succumbed to smoke inhalation. The LeBleus' 3-year-old son, Michael, who had been sleeping with his mother at the time the fire broke out, survived the blaze and was placed in the care of family members while his mother was hospitalized for burns and smoke inhalation.",
  "Fact Check": "",
  "Description": "According to the Associated Press: Beauregard Parish Sheriff's deputies said the children s father was working in Texas at the time of the fire. [State Fire Marshal H.] Browning said an extensive investigation is under way to determine what started the blaze. Smoke detectors were in the home, but he said it has not been determined whether they were working. \"It has been over a year since we have had four or more Louisianans die in a single fire,\" Browning said. \"I am so upset to see this loss to such innocent and helpless children. We must all act now to ensure that our home is safe, that we have working smoke detectors, practice home escape plans and everyone in your home knows what to do.\" Those seeking further information about the family should approach the matter cautiously, however, because it has been reported some Facebook links (in which the family surname is misspelled as LaBlue) purporting to take readers to news stories about the tragedy instead load viruses onto users' computers when clicked.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, May 2010] Please pray and Lift up the family of Mike LaBlue. He lost 4 daughters, ages 2-11 in a house fire last night. His 3 year old son & his wife were able to escape. She is in ICU with burns. I do not personally know this family but I DO know... that only God can heal their lives now. Please repost this and start a FB prayer chain. CAN EVERYONE PLEASE STOP THEIR GAMES FOR 2 MINUTES AND RE POST THIS. PRAY FOR THE MIKE LABLUE FAMILY.HE LOST 4 DAUGHTERS, AGES 2-11 IN A HOUSE FIRE LAST NIGHT. HIS 3 YEAR OLD SON AND WIFE ESCAPED.SHE'S CURRENTLY IN ICU WITH BURNS. PLEASE RE-POST THIS AND START A FB PRAYER CHAIN",
  "Last Updated": "19 May 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/prayer/lebleu.asp",
  "Claim": "Prayers are requested for the LeBleu family, who lost four daughters in a house fire.",
  "Claim_ID": "inboxer_prayer_lebleu",
  "Tags": ""
}