{
  "Origins": "Such is the allure of bargain-price cosmetics that versions of erroneous e-mails claiming that circumstances have forced a cheap sell-off of e.l.f. (Eyes Lips Face) brand cosmetics have continued to circulate since October 2006.",
  "Fact Check": "",
  "Description": "This gist of these messages is that the e.l.f. brand has been bought up by a major department store chain, and so all of e.l.f.'s remaining inventory is being sold off at the incredibly cheap price of $1 per item to get rid of it before the line is rebranded by the new buyer and reissued under its own name and with different packaging. Circulation of these e-mails, which identify either Bloomingdale's or Nordstrom as the putative buyer of e.l.f., have been prevalent enough to prompt both companies to issue denials of it: Some of our customers have received emails regarding the eyeslipsface.com website. We want you to know that Bloomingdale's and Bloomingdale's by Mail are not affiliated with www.eyeslipface.com or the e.l.f product line, nor with any email regarding the website or product line, and we do not sell e.l.f. products. We are investigating the e-mails, which appear to have been the product of a party unrelated to either Eyes Lips Face Corp. or Bloomingdale's. We have learned that some of our customers received e-mails from an unauthorized and unknown source regarding the website eyeslipsface.com. We want you to know that Nordstrom and Nordstrom.com are not affiliated with eyeslipsface.com or the e.l.f. product line, nor with any e-mail regarding that website or product line. Nordstrom does not sell e.l.f. products. The facts are that the e.l.f brand of cosmetics has not been bought up by any other company, nor is their price of $1 per item a one-time, inventory-clearing special. As the FAQ on the e.l.f. web site explains (in items #14 and #15), it is an independently owned company, and $1 per item is the ordinary, everyday price for individual cosmetic items in its product line. While it was true that using the coupon code CAROLINA on the e.l.f. web site would get you 50% off of orders totaling $15 or less, that has long since expired.",
  "Originally Published": "",
  "Referred Links": "http://www.eyeslipsface.com/faqs.asp;http://about.nordstrom.com/help/our-policies/fraud-alert.asp;http://search.bloomingdales.com/exec/?PseudoCat=b.comSearch&q=elf&x=4&y=10;http://www.eyeslipsface.com/default.asp;",
  "Example": "[Collected via e-mail, July 2007] In case you haven't heard, there is a make-up line (featured on Oprah) called E.L.F. stands for eyeslipsface (www.eyeslipsface.com). Anyway, it is a higher end line that Bloomingdale's has recently purchased... so, they are clearancing out all of their on-line inventory. Everything is only $1.00. Then, on orders up to $25.00 you can enter promo code Carolina and it will take 50% off your order making everything only 50 cents. It truly is a steal. [Collected via e-mail, May 2008] Nordstrom is changing the logo on their makeup, so they're selling everything that says 'e.l.f.' for $1!!! (you still have to pay shipping, but it's SO worth it!!) http://www.eyeslipsface.com/shop.asp The make-up line E.L.F. ( Eyes, Lips, and Face) has been bought out by Nordstrom and will be re-packaged with the Nordstrom name on it. They are getting rid of all the make-up in ELF packaging. They are selling everything for $1. YES ONE DOLLAR. You do have to pay shipping, However, even with that charge it's cheaper than buying make-up anywhere else and it is fun to try things when you don't have to worry about the cost! They have powder, mascara, brushes, nail polish, you name it .. Just thought I'd pass along the good deal. Also, if you use the coupon code: CAROLINA you will get $7.50 off your first $15 of your purchase.",
  "Last Updated": "16 February 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/elfcosmetics.asp",
  "Claim": "The e.l.f. brand of cosmetics has been bought up by a major department store chain and is offering its remaining inventory at $1 per item in anticipation of rebranding.",
  "Claim_ID": "inboxer_nothing_elfcosmetics",
  "Tags": ""
}