{
  "Origins": "On 30 November 2013, TMZ reported that Fast and Furious actor Paul Walker had been killed in a fiery car crash in California:",
  "Fact Check": "",
  "Description": "That report was also confirmed on the actor's official Facebook page: It is with a truly heavy heart that we must confirm that Paul Walker passed away today in a tragic car accident while attending a charity event for his organization Reach Out Worldwide. He was a passenger in a friend's car, in which both lost their lives. We appreciate your patience as we too are stunned and saddened beyond belief by this news. Thank you for keeping his family and friends in your prayers during this very difficult time. We will do our best to keep you apprised on where to send condolences. Although Walker's untimely passing was soon reported on by numerous other media sources, a sort of reverse \"death hoax\" confusion over the whether the actor had really been killed was created by the MediaMass web site, which claimed the reports of Walker's death were a hoax spread by a fake Facebook page: Rumors of the actor's alleged demise gained traction on Friday after a 'R.I.P. Paul Walker' Facebook page attracted nearly one million of 'likes'. Those who read the 'About' page were given a believable account of the American actor's passing: \"At about 11 a.m. ET on Friday (November 29, 2013), our beloved actor Paul Walker passed away. Paul Walker was born on September 12, 1973 in Glendale. He will be missed but not forgotten. Please show your sympathy and condolences by commenting on and liking this page.\" Hundreds of fans immediately started writing their messages of condolence on the Facebook page, expressing their sadness that the talented 40-year-old actor was dead. And as usual, Twittersphere was frenzied over the death hoax. Where as some trusting fans believed the post, others were immediately skeptical of the report, perhaps learning their lesson from the huge amount of fake death reports emerging about celebrities over recent months. Some pointed out that the news had not been carried on any major American network, indicating that it was a fake report, as the death of an actor of Paul Walker s stature would be major news across networks. However, the MediaMass report was itself a hoax: that site publishes a variety of fictitious boilerplate articles about numerous celebrities, all of them reporting the same information with slight changes in personal details. Searching that site for the name of any popular actor or actress will turn up multiple articles about that person stating that he or she is engaged, is pregnant, is the highest-paid actor/actress in the world, has been voted the Sexiest Actor/Actress Alive, or has been the victim of a death hoax. The site's items about actress Sandra Bullock , for example, include an article with wording identical to the above-referenced Paul Walker article, stating that Bullock has been the victim of a death hoax. MediaMass' original article on the Paul Walker death hoax has since been replaced with a statement noting the actor's real death: Paul Walker's death in Valencia on Saturday November 30, 2013 has now been confirmed: the actor best known for his roles in The Fast and the Furious or Varsity Blues died at 40. A purported post-mortem photograph of Paul Walker was circulated on the Internet a few days after his death: That image isn't actually a morgue photo of the actor, however; it's a picture of a Christian missionary named Alan Dennis who was severely injured in a construction accident in the Congo in 2011. (Alan Dennis did not die: he survived the accident and experienced a substantial recovery.) The conspiracy site nodisinfo.com has since run another hoax associated with Paul Walker's death, publishing multiple articles claiming that Walker's death was faked and the actor is still alive. That web site routinely publishes pieces attributing prominent tragedies (everything from the JFK assassination to the Sandy Hook shootings) to wild and elaborate conspiracies, and the Chicago Tribune noted of the person behind nodisinfo.com that: Cassim K. Igram, 57, is linked to several pseudonyms, including Dr. Cass Ingram and Kaasem Khaleel, names that appear on websites and in books endorsing very different causes. Dr. Cass Ingram promotes herbal medicinal remedies. Kaasem Khaleel has written books and hosted radio shows that blame the U.S. or Israeli governments for many modern-day tragedies, from the 9/11 terrorist acts to the recent Boston Marathon bombings. The website nodisinfo.com is registered to Khaleel, who sometimes goes by \"Dr. K\" or uses other spellings of the first name. Igram is an osteopath by training but lost his Illinois medical license in 1999 for \"unprofessional, unethical and dishonorable conduct\" while trying to charge a woman thousands of dollars for nutritional supplements without her approval, according to the Iowa Board of Medical Examiners, which reprimanded Igram for failing to notify that board that he had run afoul of Illinois law. Ingram has written numerous books on purported herbal remedies and nutrition, which are tied to products sold by North American Herb & Spice Co. LLC, a company that was sued by the Federal Trade Commission for allegedly making bogus claims concerning oregano oil.",
  "Originally Published": "",
  "Referred Links": "http://nodisinfo.com/Home/30227/;http://www.africastories.org/grace-in-crisis/god-works-through-bloody-crisis/;https://www.google.com/url?q=http://en.mediamass.net/people/sandra-bullock/deathhoax.html;http://en.mediamass.net/search?q=bullock;http://en.mediamass.net/people/paul-walker/deathhoax.html;http://www.chicagotribune.com/entertainment/sns-fast-and-furious-star-paul-walker-reported-dead,0,6706746.story;https://www.facebook.com/PaulWalker/posts/690316711002596;http://www.tmz.com/2013/11/30/paul-walker-dead-dies-car-accident-fatal-fire-crash/;",
  "Example": "[Collected via e-mail, November 2013] Is the actor Paul Walker really dead or is it a hoax?",
  "Last Updated": "27 December 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/hoaxes/paulwalker.asp",
  "Claim": "Actor Paul Walker was killed in a car crash.",
  "Claim_ID": "inboxer_hoaxes_paulwalker",
  "Tags": ""
}