{
  "Origins": "In August 2010, an item began circulating via social media sites and e-mail forwards claiming that the month was something special: An August including five Sundays, Mondays, and Tuesdays happened only once every 800+ years, and 2010 was one of those rare years. Similar claims about months containing five instances of three different days of the week have subsequently been circulated about other months in every year since then.",
  "Fact Check": "",
  "Description": "Those months may be special, but only a little bit nothing close to 800 years' worth of special. They, as do all months with 31 days, include five occurrences of three days of the week that follow a simple pattern which repeats every several years, as explained below using August 2010 as an example: Since August always has 31 days, and a week always comprises seven days, August will include five Sundays, five Mondays, and five Tuesdays anytime that month begins on a Sunday (as it did in 2010). And since a week has seven days, and a standard calendar year consists of fifty-two weeks plus one day, August begins on a Sunday an average of once every seven years (not once every 800 or 823 years). Due to the irregularity caused by leap years, however, August does not begin on a Sunday exactly once every seven years; instead, the phenomenon follows a 6-5-6-11 pattern. That is, when August begins on Sunday, that event occurs again six years later, then five years later, then six years later, and finally eleven years later, whereupon the cycle repeats. Thus we see patterns of Sunday-beginning Augusts in clusters of years like the following: 1965, 1971, 1976, 1982, 1993 1993, 1999, 2004, 2010, 2021 2021, 2027, 2032, 2038, 2049 We're approaching the end of a cycle and thus the longest gap between occurrences, but that gap is a mere eleven years, not eight centuries. As for the \"money bags\" canard, while there is a \"money bag\" in Chinese feng shui, it's an actual cloth bag carried by the Happiness Buddha rather than anything to do with e-mail forwards or the number 5. To make your own cash-attracting feng shui \"money bag,\" use a colored ribbon to tie nine coins into a square of cloth (both preferably red), then place your \"money bag\" on or near whichever spot in the house where money is either received or generated. (In other words, if your paycheck comes by mail, place it where you put incoming letters and packages; if your money comes via computer notification of a deposit to an online account, put it near your hard drive.)",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, May 2014] This is the only time you see this phenomenon in your life. August will have 5 Fridays, 5 Saturdays and 5 Sundays. This happens only once every 823 years. The Chinese call it 'Silver pockets full. \" So: send this message to your friends and in four days the money will surprise you. Based on Chinese Feng Shui. Whoever does not transmit the message ... may find themselves clueless ... This is not fun at all [Collected via e-mail, May 2014] This year July has five Tuesdays, five Wednesdays, and five Thursdays. This happens once every 823 years. This is called money bags. So: copy this to your status and money will arrive within 4 days... based on Chinese Feng Shui. The one who does not copy will be without money. [Collected via e-mail, September 2011] Dang superstition here it is: This year October [2011] has 5 Saturdays, 5 Sundays, and 5 Mondays. This happens once every 823 years. This is called money bags. So copy this to your status and money will arrive within 4 days. Based on Chinese Feng Shui. The one... who does not copy, will be without.. money. I can not let that person be...me [Collected via e-mail, October 2010] This October [2010] has 5 Fridays, 5 Saturdays and 5 Sundays all in one month. It happens only once in 823 years. [Collected via e-mail, August 2010] INTERESTING FACT ABOUT AUGUST 2010... This August has 5 Sundays, 5 Mondays, 5 Tuesdays, all in one month. It happens once in 823 years. [Collected via e-mail, August 2010] 5 Sundays, 5 Mondays & 5 Tuesdays all in 1 month this August 2010, once in 800 years",
  "Last Updated": "21 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/trivia/fivedays.asp",
  "Claim": "August 2015 will include five Saturdays, five Sundays, and five Mondays, a phenomenon that occurs only once every 800+ years.",
  "Claim_ID": "inboxer_trivia_fivedays",
  "Tags": ""
}