{
  "Origins": "This request to aid in the care of a suffering youngster was circulated via text message on cell phones in October 2008. It was accompanied by a photo of the purported stricken child and announced that for every seven times the text message was spread to others, Verizon Wireless (VZW) would direct one dollar to the care of that ailing tot.",
  "Fact Check": "",
  "Description": "While the mode of circulating the appeal is different (cell phone text message rather than e-mail forward), the message is but one of many variants of the same basic hoax that falsely claims the American Cancer Society, the Make-A-Wish Foundation, or some other large entity will donate a predetermined amount of money every time a particular message is forwarded. Such leg-pulls have been circulating via e-mail since 1997. Typically, a large charity is named as the benefactor standing ready to direct monies towards the costs of medical care for the languishing child, but various corporations have also been fingered for this role in other iterations of the hoax, such as AOL and ZDNet in the Rachel Arlington leg pull (brain cancer sufferer in need of an operation) and McDonald's and Pizza Hut in the Justin Mallory prank (epileptic in need of long-term care). Everyone wants to help sick children get better, and the thought of a little boy or girl suffering from some dread disease or infirmity because people couldn't be bothered to forward a message tugs straight at the heartstrings. Problem is, hoaxsters know that, and they play upon these very human drives for their personal amusement. Once again, that is the case here: Well-intentioned forwarding does nothing towards helping a sick child; it does, however, make the day of some prankster. If you want to make a difference in a sick child's life, the best way is still the old-fashioned one: donate your money or your time, not a worthless text message. As for this particular child, while Delburg is a valid surname, it's also an anagram for \"burgled.\" Barbara \"con text\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2008] Hello, my name is Bruce Delburg. i am 2 months old. i have lung cancer and my family cant afford 2 pay the bills. The good thing is that VZW agreed to give 1.00 for every 7 time's some one send's this. if you have a heart you will send this. but if you dont i will be praying for you but a BIG thank you goes out to everyone that sends this out.",
  "Last Updated": "9 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/delburg.asp",
  "Claim": "Verizon Wireless will donate $1 towards the care of Bruce Delburg, a infant suffering from lung cancer, every time a text message is sent to seven people.",
  "Claim_ID": "inboxer_medical_delburg",
  "Tags": ""
}