{
  "Origins": "Losing a loved one to a drunk driver is a tragedy none of us should ever have to experience, and if passing a pledge around the Internet to never to drink and drive stops even a few people from getting behind the wheel after having a few, we're all better off. As a petition , however (rather than a group pledge), this item is next to useless. A couple of tips for those who would begin or circulate Internet petitions: Unlike paper petitions, once you send an e-petition winging on its way it's out of your hands, so make sure the list includes information about its originator. The unnamed \"We\" who hope to present this list to the President have little chance of seeing the thousands of signatures appended by people who have no idea where to send the list once it reaches its 5,000-signature goal. Is the 5,000th signatory supposed to take it upon himself to forward it on to the White House? If he doesn't, the efforts of 5,000 people were all for naught. Make sure you propose in your petition that the recipient take some particular course of action. What is the President supposed to do when he receives this list? Lobby for the creation of a national monument to drunk driving victims? Proclaim June 24 to be National Drunk Driving Awareness Day? Shake his head sadly and mutter, \"Isn't that a shame\"? If your petition proposes or requests nothing, that will be the most likely result of your efforts nothing. Unfortunately, no matter how well-intentioned, this petition is actually having a negative impact because people who don't know what to do with it are bombarding MADD (Mothers Against Drunk Driving) with it, clogging their e-mail and taking up the time of staff members who now have to spend time responding to it rather than helping drunk driving victims. People who truly want to help should visit MADD's Activism page instead. For those who seek a legislative solution to this problem, contacting one's congressional representative(s) directly, by U.S. mail, telephone, fax, or e-mail is likely a more productive action than signing an e-petition.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.madd.org/takeaction;http://www.madd.org/;",
  "Example": "[Collected on the Internet, 2000] We are hoping to get 5,000 signatures and then give it to the President. If you get this pledge and delete it, your selfishness knows no bounds. Make this small promise . . . read the story, sign your name, and if you like, dedicate it to someone you loved and lost. Please do not just hit the forward button. Take the time to cut and paste because this list is hard to clean up. Keep it nice! \"Somebody Should Have Taught Him\" I went to a birthday party mom I remembered what you said. You told me not to drink at all mom So I drank soda instead. I felt proud inside mom, Just the way you said I would, that I didn't choose to drink and drive mom Though some friends said I should. I knew I made the right choice mom Because your advice to me was right And as the party finally ended mom The kids drove out of sight. I got into my car mom Sure to get home in one piece, never knowing what was coming mom Something I expected least. Now I'm lying on the pavement, mom I can hear the policeman say, \"The kid that caused this wreck was drunk,\" mom His voice seems far away. My own blood is all around me, mom as I try hard not to cry. I can hear the paramedic say, mom \"This girl is going to die.\" I'm sure the guy had no idea, mom while he was flying high, because he chose to drink and drive mom that I would have to die. So why do people do it, mom knowing that it ruins lives? But now the pain is cutting me now mom like a hundred stabbing knives. Tell my sister not to be afraid, mom Tell daddy to be brave, and when I go to heaven mom Write \"Daddy's Girl\" on my grave. Someone should have taught him mom that it's wrong to drink and drive. Maybe if his mom and dad had, mom I'd still be alive. My breath is getting shorter, mom I'm getting really scared. These are my final moments, mom and I'm so unprepared. I wish that you could hold me Mom, as I lie here and die. I wish that I could say Mom I love you and good-bye SIGN AND ADHERE TO IT: \"I PLEDGE TO NEVER DRINK AND DRIVE\"",
  "Last Updated": "18 December 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/petition/drunk.asp",
  "Claim": "Signing a petition will help stop drunk driving.",
  "Claim_ID": "inboxer_petition_drunk",
  "Tags": ""
}