{
  "Origins": "On 12 September 2014, three-year-old Australian boy William Tyrell vanished from his grandmother's yard in New South Wales. Tyrell was last seen wearing a Spider Man costume and was playing with his sister at the time of his sudden and unexplained disappearance.",
  "Fact Check": "",
  "Description": "An intense effort was immediately launched to locate the little boy, including a thorough search of nearby bushland using dogs. Despite the large-scale investigation, no information has thus far been turned up to explain how or why William disappeared or what may have happened to the toddler. Police said that dogs were unable to locate the boy's scent, leading them to believe that he may have been abducted rather than wandered off. The plea to help find William gained social media traction and has been widely shared, but law enforcement has yet to turn up any solid leads on what may have befallen the toddler. Police have searched every corner of the caravan park where William lived, and they have also extensively searched adjacent properties (including excavating part of the backyard and draining the septic tank of William Spedding's Bonny Hills home). In April 2015, police continued their efforts to resolve the case by releasing a video that included home footage of William along with a message from his parents: \"If somebody has him, and if he is alive, I want him to be safe, I want him to be feeling loved\": Police in New South Wales have asked anyone with any information about William Tyrell's disappearance to contact the Australian Crime Stoppers tip line at 1800 333 000.",
  "Originally Published": "",
  "Referred Links": "http://www.dailytelegraph.com.au/news/nsw/kendall-community-living-in-fear-after-toddler-william-tyrell-vanishes-without-a-trace/story-fni0cx12-1227072478602?nk=09d6473b3acd9a43fea328da2d46317b;http://www.smh.com.au/nsw/caravan-park-searched-in-the-hunt-for-missing-toddler-william-tyrell-20150121-12ux0y.html;http://www.smh.com.au/nsw/more-investigators-join-hunt-for-missing-william-tyrell-3-20140916-10hfbq.html;https://www.facebook.com/JordanJansenMusic;https://www.facebook.com/JordanJansenMusic/photos/a.10150383755079588.374852.233745389587/10152722164899588/?type=1;",
  "Example": "[Collected via e-mail, October 2014] is the search for missing william tyrell legitimate? no address given, noo part of the country and phone number 1-800-333=0000 doesn't sound right. Post by Jordan Jansen Music.",
  "Last Updated": "26 April 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/missing/tyrell.asp",
  "Claim": "A three-year-old boy named William Tyrell is missing from his New South Wales, Australia, home.",
  "Claim_ID": "inboxer_missing_tyrell",
  "Tags": ""
}