{
  "Origins": "One would be hard-pressed to think of any other entertainer who sowed as much doubt about his true character than comedian Andy Kaufman did in the 1970s and 1980s. He adopted multiple personas and stayed in character even when he was off-stage. He performed as other people. Or he had other people perform as him. Or maybe he was performing as other people pretending to be him. He staged tantrums and altercations so convincingly that audiences were left wondering whether his flare-ups were rehearsed routines or genuinely spontaneous outbursts of anger. In the end, he blurred the division between Andy Kaufman and Andy Kaufman's comic creations so thoroughly that much of the public was no longer sure which was which.",
  "Fact Check": "",
  "Description": "But the end did come on 16 May 1984, a 35-year-old Andy Kaufman died of lung cancer at Cedars Sinai Medical Center in Los Angeles. His remains were returned to New York for interment at Beth David Cemetery. His death certificate and his gravesite are viewable on-line. Nonetheless, in the nearly thirty years since his death, \"Andy Kaufman is alive!\" rumors have been refueled and run out for a few laps around the track a number of times. Most recently, in November 2013 a woman took the stage with Kaufman's brother Michael at the 9th Annual Andy Kaufman Awards hosted at the Gotham Comedy Club in New York and announced that she was Kaufman's daughter, that her father was still very much alive, that he had faked his death to get out of the limelight and be a stay-at-home dad for her and her siblings, and that he had wanted to appear at the awards ceremony but ultimately decided not to come. She teased the audience with the statement \"I don't know how much longer he can keep everything away\": However, the woman in question claimed to be 24 years old, but Kaufman passed away more than 29 years ago, so she's several years too young to possibly be Andy Kaufman's daughter (unless the comedian continued to secretly father children after his reported death, which creates the logically circular scenario of his faking his death so that he could be a stay-at-home dad to kids he didn't yet know he would have). Moreover, according to People magazine she's reportedly a theater student, which is more highly suggestive evidence that her appearance was a stunt similar to the kind her putative father was renowned for pulling: This is where the story seems to break down a little. Some people in the audience were heard identifying the woman as a theater student, which does kind of set off some warning bells. Even more problematically, she's claiming to be 24 years old, which is somehow (and by \"somehow,\" we mean \"mathematically\") at odds with Kaufman's death date 29 years ago. Kaufman does have an actual daughter, Maria Colonna, who lives in upstate New York. She occasionally does leave civilian life to comment or weigh in on stories about her dad, but thus far has not spoken about this latest one. The Smoking Gun later identified the woman as a New York City actress named Alexandra Tatarsky who father is a psychologist and not a (deceased) comedian: In news that should shock nobody, the woman who appeared onstage claiming Andy Kaufman was alive and that she was his daughter is a New York City actress whose actual father is a Manhattan doctor. Posing as the late comedian's daughter, Alexandra Tatarsky, 24, appeared at the Andy Kaufman Awards and told the audience that Kaufman dropped out of show business nearly three decades ago to be a \"stay-at-home dad.\" According to a source familiar with [the] Kaufman stunt, Tatarsky met Michael Kaufman while working at a Manhattan gallery exhibiting a collection of Kaufman \"ephemera and artifacts\" from the comedian's personal and professional life. Tatarsky was recruited by Michael Kaufman to play the role of Andy Kaufman's daughter. The Hollywood Reporter (THR) also got nowhere when it attempted to contact Michael Kaufman to verify elements of the story proffered by him and his brother's alleged daughter: Andy Kaufman's faked death is looking more and more like a hoax perpetrated by the comedian's brother. Contacted by THR, Michael Kaufman said that the woman claiming to be Kaufman's daughter was impossible to reach, for reasons he would explain later. He then excused himself, saying he had a dinner date with his wife. Sounding rushed and harried in a short phone conversation [the next] morning, Michael Kaufman apologized for having to delay a planned interview with THR, the second such postponement in two days. He then admitted that the attention foisted upon him in the last 24 hours had become overwhelming. \"This is so, like, out of my league what's going on here,\" Kaufman said. The brother would not comment on the allegations regarding Tatarsky. Saying he was late for planned TV appearances, he only offered the following, backpedaling on his initial claims: \"I think I've been misquoted, OK?\" Kaufman says. \"I never came out with, 'He's alive.' I'm as skeptical as anybody else.\" The 20th anniversary of Kaufman's death also provided the occasion for some \"Andy Kaufman is alive!\" rumors, fueled primarily by an \"Andy Kaufman Returns\" blog and a press release (widely distributed via Yahoo!) proclaiming that he had emerged from hiding two decades after faking his death accounts supposedly confirmed by his having given an interview to ABC and submitted to (and passed) DNA testing. And all of this screamed of being a very un-Kaufman-like publicity stunt. The \"celebrity-died-young actually faked his own death to drop out of the public eye\" rumor has long since been milked for all its worth. Every decade sees it applied to at least one prominent entertainer James Dean, Jim Morrison, Elvis Presley, Tupac Shakur. They're all dead, and they're not coming back. Ever. That someone issued a press release proclaiming Andy Kaufman to be alive signified nothing other than an attempt to capitalize on the confusion his bizarre performance style sowed during his lifetime. (Heck, if anybody was capable of faking his own death, it was that crazy old Andy Kaufman, right?) The releasing agency, PRWeb , is a for-hire wire service that will distribute anyone's press release, about anything, for a fee. (Another PRWeb release from the same timeframe \"Ambassador from Mars Receives 181,634 Spam Emails; Says 'Earthlings Are Not Ready' and Takes First Available Saucer Back Home\" demonstrated that nothing was considered too silly to be distributed by the PRWeb wire service.) The supposedly recent photographs of Andy Kaufman appearing as Tony Clifton, his abusive lounge singer character, displayed in the \"Andy Kaufman Returns\" blog were taken from a May 2004 Andy Kaufman tribute event, during which Kaufman's friend and writing partner, Bob Zmuda, played Tony Clifton. Zmuda himself said , during a 1999 interview: \"The hoax and the practical joke are lost art forms.\" But did Andy Kaufman pull one last stunt on his deathbed at age 35? No, says Zmuda. \"Andy Kaufman is dead. He s not in some truck stop with Elvis.\" While Kaufman tinkered with the idea, tells Zmuda, he never brought it up again. The \"Andy Kaufman Returns\" blog was later amended to state that, contrary to details provided in the press release, he was not interviewed by ABC, and the alleged DNA testing was not conducted by the auditing firm of Ernst & Young. This seemed rather transparently indicative of someone's having to backpedal after receiving complaints from companies disgruntled at having their names associated with a hoax. Indeed, within a few days the perpetrator was forced to issue another press release apologizing for his prank: On May 19th 2004 a Press Release from New York was issued claiming that infamous comedian and prankster Andy Kaufman was apparently back from the dead after allegedly faking his own death in 1984. The outlandish release had explained that Kaufman was in fact alive and well, and had been living in secrecy for the past 20 years. The report was met with scepticism by the mainstream media, but it did not prevent some news sources reporting it at as fact. Although many have speculated that Kaufman, a notorious prankster, could have indeed faked his death, a press release was issued today from 26 year old Enrique Proust of Burbank, CA, claiming he was responsible for the recent reports. \"I faked the whole thing\", Proust explained, \"it was very easy to do. I am deeply sorry for any distress I have caused to the Kaufman family and any of Andy's closest friends\". He continued, \"it was my intention to continue the spirit of Andy Kaufman alive and to provoke debate about his possible whereabouts, but I did not anticipate the feelings of those closest to him, and for that I'm very sorry.\"On his website Proust, as Kaufman, had made several defamatory remarks about the Kaufman family, claiming that they themselves part of an elaborate hoax and were not actually related to Kaufman. It is rumoured that these remarks may have prompted their recent \"cease and desist\" order against Proust. Kaufman's life-long friend and charity event organizer, Bob Zmuda, made the following statement regarding Proust's press release.\"I'm very glad to hear that Mr. Proust has decided to stop his recent activities which had deeply upset Andy's family,\" he said. \"I understand Mr. Proust's intentions, and I'm sure Andy would have loved the idea for people to believe he was still alive, but this has been a rather destructive and upsetting event for family, friends and fans of Andy's alike.\" \"If Andy was coming back,\" added Zmuda, \"believe me, I'd know about it, and he's definitey not\". According to Proust, his website, \"Andy Kaufman Returns\" will be taken down within the next few weeks and it is expected that he will post an apology and explanation shortly. \"I still hope that Andy will one day make a triumphant return\", he said. If the real Andy Kaufman wanted to demonstrate he was still alive, just one public appearance would serve that purpose far more convincingly than an unverifiable DNA test. Most important, if the Andy Kaufman we remember the brilliant, unpredictable, erratic, and unique comic genius had finally emerged from hiding decades after faking his own death, I have no doubts that he'd find a much more imaginative way of revealing his return than an Internet press release and a rather ordinary blog, or having his \"daughter\" announce his imminent return to the audence of a small awards ceremony. The Kaufman hoax returned in September 2014, when Bob Zmuda reversed course (because he had a book to sell) and claimed that not only did he believe that Kaufman had engaged in some ridiculously far-fetched scheme to fake his death, but that Kaufman would be emerging to reveal his great prank to the world very soon: Kaufman, Zmuda believes, found a \"body double,\" someone with his general physical appearance, who was genuinely dying of cancer. Then he began changing his own physicality to match that of the dying man, including losing weight and shaving his head, and released photos of himself in this state. When the body double died, Zmuda says, a switch was made, with the double buried as Kaufman, and Kaufman being spirited away to start his new life. Zmuda believes that, given Kaufman s self-declared 30-year timeline, his return is imminent. Kaufman died in May 1984. If Zmuda is correct, then Kaufman is already late. As usual, we expect that long after the book Zmuda is currently hawking ( Andy Kaufman: The Truth, Finally ) is forgotten, Andy Kaufman will still be dead",
  "Originally Published": "",
  "Referred Links": "http://www.prweb.com/releases/2004/05/prweb127840.htm;http://andykaufmanreturns.blogspot.com/;http://web.archive.org/web/20051128034831/http://www.filmcritic.com/misc/emporium.nsf/0/78e6ef02701f7b518825682600123be0?OpenDocument;http://web.archive.org/web/20040603113330/http://www.defamer.com/topic/andy-kaufman-doesnt-rise-but-his-fans-get-laid-004163.asp;http://www.prweb.com/releases/2004/5/prweb127005.htm;http://www.prweb.com/about.asp;http://andykaufmanreturns.blogspot.com/2004/05/mainstream-media-slowly-accepts-my.html;http://www.thesmokinggun.com/buster/actress-in-andy-kaufman-hoax-675432;http://www.tmz.com/2013/11/13/andy-kaufman-alive-daughter-video-dead/;http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&GRid=1789;http://i.cdn.turner.com/dr/teg/tsg/release/sites/default/files/imagecache/750x970/documents/kaufmandeath_0.gif;http://andykaufmanreturns.blogspot.com/;",
  "Example": "[PRWeb, 2004] New York City, NY (PRWEB) May 19, 2004 Twenty years ago, on May 16, 1984, most of the world believed that we had lost a comedic legend forever. This has turned out to be what will inevitably be known as the greatest comic prank ever conceived. Andy Kaufman, by all accounts, is alive and well at age 55 and is now living in New York City on the upper west side. To his loyal supporters and fans, Andy says \"sorry about faking my death,\" in a recent interview with ABC News at his apartment. In order to reach legendary comic status and seal his place in the history of performance art, he said it was \"necessary to go away for twenty years.\" Andy Kaufman's official site has been launched at: http://andykaufmanreturns.blogspot.com/ Even though he has technically returned, Andy says that he plans to maintain his low key lifestyle that he has led for the past twenty years. He has resumed contact with friends and family. Fearing the possibility of this scenario and the potential for another hoax, Kaufman's family has contracted with independent auditors Ernst & Young to determine if this in fact the real Andy Kaufman. He has subjected himself to medical examination and submitted DNA, hair, blood and fingerprint samples to the auditors. Ernst & Young and the Kaufman family report that with a 99% probability, this is indeed the real Andy Kaufman. His mother says, \"It's good to have Andy back.\" In 1999, a new crop of Kaufman fans were born after Jim Carrey starred in the hit film Man on the Moon. \"Andy's bizarre mix of comedy and performance art will inspire fans and comedians alike for generations, especially after this stunt,\" says Jim Carrey. Andy says he will make only occasional public appearances, sometimes in disguise so that you won't know if it's really him or someone else. Kaufman was famous for pulling this stunt with the Tony Clifton character, sometimes played by good friend Bob Zmuda. Andy says fans should tune into his website for ongoing updates to his adventures in life. As always, Andy's stage has been the world, testing the boundaries of our beliefs, our sources of information, and our perception of reality. \"It's good to be back,\" Andy writes on his website.",
  "Last Updated": "28 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/kaufman.asp",
  "Claim": "Comedian Andy Kaufman is alive, many years after faking his death.",
  "Claim_ID": "inboxer_hoaxes_kaufman",
  "Tags": ""
}