{
  "Origins": "Wikipedia's list of multiple births records only two instances of nonuplets (nine children born at once to the same mother), none of whom survived more than a few days, so the news of a woman's giving birth to eleven healthy children at once (all of them boys) would be remarkable indeed.",
  "Fact Check": "",
  "Description": "The article referenced above, which claims an Indian woman delivered eleven living children at the same time, is not such news, however. It's a fabrication that was reported nowhere other than on a Zambian \"news and entertainment\" web site which used an out-of-context photograph from a hospital in Surat, India, taken while the staff there was celebrating the birth of eleven babies (to eleven different sets of parents) at that facility on the date of 11 November 2011 (i.e., 11/11/11). As described by the Times of India , the couples involved had all conceived via in vitro fertilization with an eye towards giving birth on that particular date: A city-based In Vitro Fertilization (IVF) centre will undertake operations on 11 would-be mothers to schedule the births of their babies on Friday, 11-11-11. About 30 women had conceived through IVF nine months ago at the 21st Century Hospital in the city. Of them, 11 couples wanted the delivery of their babies on the special date. The operations will be performed by Dr Purnima Nadkarni and Dr Pooja Nadkarni and their team of doctors at the hospital from 6 am. All the 11 women who conceived through IVF have waited a long time for this moment. (Additional pictures of those babies can be viewed here .) Variations: A later version of this item included a purported photograph of the Indian woman who birthed the eleven baby boys: This picture was taken from an unrelated news report about a Mexican woman who underwent surgery to remove a 132-lb. tumor from her abdomen.",
  "Originally Published": "",
  "Referred Links": "https://www.youtube.com/watch?v=k6u1y8Lo9DQ;http://nadkarniivf.wordpress.com/2011/11/11/11-11-11/;http://timesofindia.indiatimes.com/city/surat/11-IVF-babies-to-be-delivered-on-11-11-11-in-city/articleshow/10683457.cms;http://www.afternoondc.in/nation/indias-team-11-on-11-11-11/article_39690;http://tumfweko.com/2012/02/06/strange-woman-gives-birth-to-11-baby-boys-at-once/;http://en.wikipedia.org/wiki/List_of_multiple_births#Nonuplets_.289.29;",
  "Example": "[Collected on the Internet, February 2012] Saw this on Facebook. Truth or Fiction?? STRANGE !!! WOMAN Gives BIRTH To 11 Baby Boys At ONCE An Indian Woman gave birth to eleven 11 kids baby boys few days ago. Resources have been told that few of them were test tubes babies but it really seems strange at once. It was also rumored that 6 were twins. Doctors were really surprised, shocked and glad to have successful delivery. Well it's a blessing of God who give 11 baby boys to one woman. 21st century record of 2012 year.",
  "Last Updated": "10 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/trivia/11babies.asp",
  "Claim": "An Indian woman gave birth to eleven baby boys all at once.",
  "Claim_ID": "inboxer_trivia_11babies",
  "Tags": ""
}