{
  "Origins": "In March 2012, a survey scam purporting to offer a free pair Toms Shoes those who follow particular links then do as told once there spread via e-mail and Facebook.",
  "Fact Check": "",
  "Description": "A Facebook page ( not operated or sponsored by Toms Shoes) displayed an embedded countdown counter purporting to display a rapidly reducing number of free shoes to be had, asked users to \"Share\" and \"Like\" the page, then led them a set of pages prompting them to input a fair amount of personal information (including name, address, e-mail address, date of birth, and phone numbers), complete a lengthy series of surveys, and finally sign up (and commit to paying) for \"Reward Offers\" that usually involved applying for a credit card or signing up for some sort of paid subscription service. Toms Shoes says on its own Facebook page that: Attn TOMS fans: beware of offers on Facebook that say they are giving away free TOMS shoes. Those pages are in no way associated with TOMS. Just wanted to clear any confusion as we've seen a bunch of you asking! Those intent upon snapping up free stuff via such lures should keep in mind that there is often a further downside to the process beyond their personal disappointment and the financial enrichment of the scam artists preying upon their gullibility: All too often such adventures in clickjacking also result in the download of trojans and other viruses onto the computers of those looking to score the promised goodies. Other recent survey scams of similar construction include: $50 or $100 Starbucks gift cards [October 2011] $25 Tim Hortons gift cards [October 2011] Apple iPods, iPhones, or MacBooks in memory of Steve Jobs [October 2011] A pair of Southwest airline tickets [November 2011] $100 or $1,000 Walmart gift cards [March 2012] iPhone and iPads from partnership of Facebook and Apple [March 2012]",
  "Originally Published": "",
  "Referred Links": "http://www.facebook.com/toms;http://www.toms.com/;",
  "Example": "[Collected via e-mail, March 2012] Link on Facebook that states \"Toms is currently giving away FREE pairs of shoes to select facebook users for a limited time!\"",
  "Last Updated": "21 March 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/tomsshoes.asp",
  "Claim": "Toms Shoes is giving away free merchandise to Facebook users.",
  "Claim_ID": "inboxer_nothing_tomsshoes",
  "Tags": ""
}