{
  "Origins": "On 15 July 2009, a missing child hoax spread across the U.S. and into Canada via cell phone text message. While certain elements of the message were altered to geotarget the bulletin to local recipients (e.g., it included a city or state name, or a street widely known to area residents), the meat of the alert remained the same: a three-year-old girl had been abducted by a man in a new silver-colored truck bearing a license plate of 72B 381.",
  "Fact Check": "",
  "Description": "Even as the \"alert\" jumped from cell phone to cell phone (and was additionally posted to blogs and tweeted on Twitter, the latter even by Missouri Senator Jason Crowell), police agencies in various localities were issuing denials that there had been such an abduction or that an Amber Alert for the child described had been issued. The 15 July 2009 text message missing child hoax is a variation of a June 2009 missing child hoax spread in e-mail, which in turn was a variation on an actual missing child case from 2006. Over Memorial Day weekend of 2006, three-year-old Jewel Strong of Jonesboro, Georgia, was vacationing with her family at a beachside spot in St. Andrews State Park in Panama City, Florida. On 28 May 2006, Jewel and her 18-year-old aunt were out on the water on a raft/float that drifted outside the park's waveless \"kiddie pool\" swimming nook and into an adjacent jetty channel with strong currents. Although rescuers managed to save Jewel's aunt, they were unable to find Jewel herself, and intensive searches of the area by divers, boats, and helicopters throughout the next few weeks failed to turn up any sign of her. Her family did not accept that the little girl had drowned and so circulated appeals for help in finding the child included a photograph of Jewel Strong. That same photo was teamed by hoaxsters in the June 2009 \"missing child\" e-mail with the following text: ****AMBER ALERT **** ***3-YR-OLD GIRL *** TAKEN BY A MAN DRIVING A NEWER SILVER TRUCK IN IDAHO FALLS, IDAHO. ** LICENSE PLATE NUMBER... 72B381. *** \"PLEASE KEEP THIS GOING!!\". WHAT IF THIS WAS YOUR LITTLE GIRL? if she was your daughter, you would forward it. Missing 3 year Old Girl - You never know, who knows whom. jewel PLEASE HELP US BY FORWARDING THIS EMAIL UNTIL THIS REACHES A WORLD-WIDE AUDIENCE AND JEWEL IS RETURNED HOME The text of the June 2009 e-mail hoax (suitably stripped down to remove extraneous information, including Jewel's name and photo) was reworked into a text message sent to cell phones in July 2009. Notice that the e-mail and cell phone text message hoaxes share the same core elements of a three-year-old girl having been made off with by a man driving a new(er) silver-colored truck bearing a license plate number of 72B 381. Barbara \"hoaxlore\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2009] Amber alert 3 yr old girl taken by a man driving a new silver truck plate 72B381 in cortland area KEEP IT GOING SO THEY CAN FIND HER [Collected via e-mail, July 2009] Amber alert 3 year old girl taken by a man driving a new silver truck plate WV 72B381 from around cutoff KEEP IT GOIN SO THEY CAN FIND HER! [Collected via e-mail, July 2009] Amber alert for portland oregon 3 yr old girl taken by a man driving a new silver truck plate 72B381 KEEP THIS GOING SO WE CAN FIND HER [Collected via e-mail, July 2009] Amber Alert: three year old girl taken by a man driving a new silver truck....plate 72B 381. Keep it going! She was taken from 18th Street in Huron. [Collected via e-mail, August 2009] AMBER ALERT IN OSHAWA, NY - 3 YEAR OLD GIRL TAKEN BY MAN DRIVING NEWER SILVER TRUCK Ontario PLATE # 72B 381. If all of you reading my status... would copy and paste this amber alert into your status, it could potentially save a little girl's life- Thanks [Collected via e-mail, February 2010] A little girl, 3 years old was picked up by a man driving a grey car, license was plated Quebec 72B 381. Copy and paste this as your status. It could save that little girl. This kidnapping is recent! So do it, 3 seconds won't kill you. Spread the word! [Collected via e-mail, August 2011] amber alert... Vancouver: little girl, 3 yrs old. Picked up by a man driving a gray car, license plate: quebec 723 381. Canada. Please re-broadcast asap. It could save her. The kidnapping is so recent so doit, 3 seconds will not kill you. If it were your child u would want the same support Variations: Some April 2010 versions changed the license plate from the usual 72B 381 to 728 381; others altered the gender and age of the fictional child, transforming \"A little girl, 3 years old\" into \"A little boy, 5 years old.\" February 2010 versions altered the \"silver truck\" into a \"grey car.\" In August 2011, the license plate number in the alert was subtly changed from 72B 381 to 723 381.",
  "Last Updated": "17 August 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/missing/faketext.asp",
  "Claim": "An Amber Alert was issued for three-year-old girl taken by man in a grey car.",
  "Claim_ID": "inboxer_missing_faketext",
  "Tags": ""
}