{
  "Origins": "An item claiming that as of 2 August 2014 the minimum legal drinking age in the U.S. would be raised to the age of 25 was circulated on the Internet beginning in June 2014. However, this rumor has no basis in fact: no law or practice is taking effect on 2 August 2014 that will require all Americans to be at least 25 years old to purchase or consume alcoholic beverages. (Minimum drinking ages in the U.S. are established on a state-by-state basis, not mandated across the nation by federal law.)",
  "Fact Check": "",
  "Description": "This hoax was promulgated by a fake ABC News look-alike article originally posted to the Sunday Times Daily (now Nipsy's News ), a web site that allows users to \"create your own fake news and trick your friends by sharing it on Facebook, Twitter or any other social network\": Legal age to drink has change to 25 as of August 2014 As of August 2, 2014 legal age to drink wil be 25. There has been controversy whether 21 is too young to make decisions. Alot of citizens state at that age they are not mentally responsible to drink. So the legislation at the White House has come to an agreement to have legal age changed to 25, Viewing the article on the original site for more than a few seconds produces a message revealing that it's all just a joke: Many readers had previously been fooled by a similar prank posted on the same site involving the supposed ending of coupon redemption in the U.S.",
  "Originally Published": "",
  "Referred Links": "http://nipsysnews.com/;http://nipsysnews.com/legal-age-to-drink-has-change-to-25-as-of-august-2014/r/10067;",
  "Example": "[Collected via e-mail, June 2014] Is it true that on August 2, 2014 the legal drinking age will be 25?",
  "Last Updated": "6 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/drinkingage.asp",
  "Claim": "The minimum legal drinking age in the U.S. is being raised to twenty-five as of 2 August 2014.",
  "Claim_ID": "inboxer_hoaxes_drinkingage",
  "Tags": ""
}