{
  "Origins": "The Internet has been flooded with so many prankish, bogus offers of free merchandise purportedly sent out by various big-name companies over the years that most people are justifiably skeptical of them especially messages that exhort the recipients to \"tell 10 of your friends about this offer.\"",
  "Fact Check": "",
  "Description": "Sometimes skepticism yields to delighted surprise, though: this offer is one of the rare on-the-level giveaways. The main page of KFC 's web site confirms this promotional offer is genuine. On 20 June 2002, visitors to KFC outlets can pick up a free \"snack size\" container of KFC's \"Popcorn Chicken\" (i.e., breaded, bite-sized pieces of chicken breast meat). The only \"catches\" are that the offer only applies during the lunchtime period (11:00 AM to 2:00 PM ) and is only valid at (participating) KFC outlets in the USA.",
  "Originally Published": "",
  "Referred Links": "http://www.kfc.com/;",
  "Example": "[Collected on the Internet, 2002] FREE KFC POPCORN CHICKEN Message from Cheryl Bachelder, President, KFC I want to let you in on a little secret ... KFCs across the country will be taking Customer Mania to an all-new level. On Thursday, June 20, from 11 a.m.-2 p.m., we're giving away FREE KFC POPCORN CHICKEN at every participating KFC restaurant in America! Why? Because once you taste KFC Popcorn Chicken all breast meat, bite-size chicken, double marinated so it's juicy on the inside, and lightly breaded so it's crunchy on the outside you can't resist coming back for more! But this is a secret we don't want you to keep to yourself! Because we want to make sure everyone gets a chance to try KFC Popcorn Chicken, I'd like for you to tell 10 of your friends about this FREE offer. And be sure to come and visit us on June 20, from 11-2, to receive your free sample of KFC Popcorn Chicken. With your support and our one-of-a-kind Popcorn Chicken, this Thursday is sure to be a great KFC day!",
  "Last Updated": "1 November 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/nothing/kfc.asp",
  "Claim": "KFC is giving away free Popcorn Chicken on 20 June 2002.",
  "Claim_ID": "inboxer_nothing_kfc",
  "Tags": ""
}