{
  "Origins": "Ah, what havoc mischievous hands with access to a scanner and an e-mail account can wreak.",
  "Fact Check": "",
  "Description": "The image reproduced above is similar to coupons Starbucks distributed in conjunction with radio station Z104 in the Washington, D.C., area in mid-July 2002. The coupons were redeemable at participating Starbucks outlets for free Cr me Frappuccinos, a blended milkshake-like drink recently introduced by the Seattle-based chain of coffee stores. Some anonymous prankster scanned a coupon to create the image above and unleashed it on the Internet, leading many pleasantly surprised e-mail recipients of the faux coupon to believe they had free Cr me Frappuccinos awaiting them. The Starbucks customers who received the counterfeit coupons via e-mail and tried to redeem them before the 17 July were dismayed to find that Starbucks outlets would not accept them, however Starbucks had gotten wind of the phony mailings by 16 July (the real coupons were sent by regular mail, not by e-mail, and they were double-sided) and warned their stores not to accept them. Whether it was the intent of whoever started this hoax or not, the result has been to bring down undeserved ill will on Starbucks and their employees, as this example from The Washington Post illustrates: \"I can't tell you how many times I've been cussed out today,\" said one Starbucks employee in the District, who did not want to be identified. A stack of the fake coupons sat on his counter. \"Some people are getting really mad even when I explain it to them.\"",
  "Originally Published": "",
  "Referred Links": "http://www.thez.com;",
  "Example": "[Collected on the Internet, 2002]",
  "Last Updated": "30 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/creme.asp",
  "Claim": "An Internet-distributed coupon can be redeemed at any participating Starbucks outlet for a free Cr me Frappuccino drink.",
  "Claim_ID": "inboxer_nothing_creme",
  "Tags": ""
}