{
  "Origins": "Important points to consider are: Collecting one million signatures on this petition will not necessarily cause the Nobel Foundation to take any particular course of action. Those who are sponsoring the petition want to collect one million signatures (because it's a nice high, round number), but nothing special will automatically happen upon their reaching that goal. The 1994 Nobel Peace Prize was awarded jointly to Yasser Arafat (Chairman of the Executive Committee of the PLO and President of the Palestinian National Authority), Shimon Peres (Foreign Minister of Israel), and Yitzhak Rabin (Prime Minister of Israel), \"for their efforts to create peace in the Middle East.\" It is unlikely that even if the Nobel Foundation had the inclination and the ability to effect a revocation, they would revoke only one side of a jointly-awarded prize, the selection of which was based upon the efforts of both parties. When Alfred Nobel established a fund for the awarding of five annual prizes \"to those who, during the preceding year, shall have conferred the greatest benefit on mankind,\" he made no provision for the revocation of awarded prizes, nor in the hundred-year history of Nobel prizes has the Nobel Foundation established any precedent for doing so. When we queried the Norwegian Nobel Institute about this matter, a representative was quite adamant in maintaining that they will not (and cannot) revoke an awarded prize: It is a hoax a Nobel Prize cannot be revoked. When it is awarded, it is awarded. The Nobel Prizes are given out according to the will of Alfred Nobel and the statutes of the Nobel foundation, and there is no rule whatsoever giving the option to revoke a Prize.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.nobel.se/;http://www.nobel.se/peace/laureates/1994/index.html;http://www.nobel.se/peace/index.html;",
  "Example": "[Collected on the Internet, 2001] It has been seven years since Yasser Arafat received the Nobel Peace Prize and in that time it has become abundantly clear that Mr. Arafat is far from the peacemaker that the world believed he would be. Israel made a fair, good faith offer to Mr. Arafat for a peaceful solution to the Israeli-Palestinian conflict; rather than accepting or making a counteroffer, Mr. Arafat answered with violence. His constant pledge to achieve a Peace of the Brave has proven to be mere words, belied by his failure and unwillingness to take a public stance against organizations committed to acts of terror. There are 1 million signatures needed to cancel Arafat's Nobel Prize for Peace. Please sign and forward this message to all your friends. www.RevokeThePrize.org",
  "Last Updated": "5 January 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/petition/nobel.asp",
  "Claim": "The collection of a million signatures on a petition will spur the Nobel Foundation into revoking the portion of the 1994 Nobel Peace Prize awarded to Palestinian leader Yasser Arafat.",
  "Claim_ID": "inboxer_petition_nobel",
  "Tags": ""
}