{
  "Origins": "In December 2014, links to a Facebook event page titled \" Photo Doggies for Anthony \" began to spread via social media. According to the page, 16-year-old Anthony Lyons was diagnosed with acute lymphoblastic leukemia in July 2014 and is receiving treatment at Phoenix Children's Hospital where, during inpatient stays, he is visited twice weekly by therapy dogs.",
  "Fact Check": "",
  "Description": "One of the page's creators explained the purpose of the page was simply to collect images of dogs to cheer up Lyons during his stays, nothing more. The description included language requesting participants post images of dogs only, with their locations included: Hi all, my friend Kristen Lyons has her son Anthony at Phoenix Childrens hospital. Some days he gets doggy visits and some he does not. They make him smile. I thought if I create this event, you can post a picture of your dog to help make him smile. His mom shows them to him and he smiles. REMEMBER: THIS IS NOT AN ACTUAL EVENT, ONLY TO POST YOUR PHOTO OF YOUR DOG FOR ANTHONY....AND....PLEASE PLEASE NOTE WHERE YOU ARE FROM. This event has gone viral and Anthony and his mom Kristen are smiling happily. Me too. The \"Photo Doggies for Anthony\" event bore some similarity to requests for cards to be sent to ailing children in the past. Many wondered whether the teen mentioned was real and, if so, whether the request was current. Separately, a fundraiser page was created for Anthony Lyons and his mother (no mention of this page is made on the \"Photo Doggies for Anthony\" event page). On that page, its creator explained Anthony's prognosis independent of the photos-of-dogs initiative: Anthony Lyons is a 15 year old young man suffering from ACUTE LYMPHOBLASTIC LEUKEMIA. It came on hard and it came on quick this past summer, when he fell ill while vacationing with his grandparents in Oregon. They raced back to Arizona, where he lives with his mother Kristen. She's a hardworking, 36 year old single parent trying to do her best, on a good day, to keep all the balls in the air and to provide Anthony with a stable and loving home. Once diagnosed with ALL, Anthony was quickly thrust into the overwhelming and frightening world of an acute illness. One that requires constant intervention, grueling tests, isolation to prevent his weakened system from getting simple infections that could prove life-threatening on his journey toward wellness. His new world is one of an expected 3 1/2 yrs of chemo, med cocktails of all kinds, frequent spinal taps (30 +), blood and platelet transfusions, 1-3 x wkly trips to Phoenix Children's Hospital (where he is receiving his treatment) depending on what meds and procedures he is currently in need of. This can be a moving target depending upon how is is responding to the treatment protocol at any given time. Hospital visits range from 2 hrs - all day to 3 day minimum stays, during the administration of certain types of chemo. His health has become quite an adventure for his entire family who must remain flexible and vigilant in their attention to his needs. He requires a variety of meds each day to help with the pain and the side effects of the chemo. His immunity is intensely compromised so there are few public outings other than to and from the hospital for treatment. Due to the constraints of his isolation and when he is well enough, he is on the Homebound Schooling Program thru the Paradise Valley School District. You can imagine the stress and strain on Anthony's family and the challenge it has created for Kristen to continue to care and provide for Anthony when his circumstances can change on a moments notice.This has had a profound impact on Kristen's ability to work. The financial strain has added a tremendous amount of stress to what is already an emotional hardship. As friends of the family we are appealing to you for assistance. We have seen the need and since they wouldn't ask for help themselves, we are. The family is incredibly appreciative of any and all help at this most difficult time. They have been comforted by your prayers and are grateful for your support. Anthony told a local news station animal therapy has been a saving grace for him on treatment days: When I'm in the hospital bed all day my mom goes through all the pictures, she sees them all. She'll show me them all, doesn't matter, but the special ones are the funniest ones. It really helps, the pet therapy. Like I can be in here having a really bad day and then one of the dogs will show up and it will be the highlight of the day. So far the initiative has been wildly successful: hundreds of thousands of Facebook users have sent dog pictures to Lyons, some from as far away as Afghanistan and Dubai.",
  "Originally Published": "",
  "Referred Links": "http://www.fox10phoenix.com/story/27757782/2015/01/4/call-for-online-pet-therapy-goes-viral-to-help-valley-teen-battling-cancer;https://www.giveforward.com/fundraiser/d8m6/anthony-s-journey-to-wellness?utm_source=giveforward&utm_medium=share&utm_campaign=dashboard&shareid=2823246;https://www.facebook.com/events/1005474049479538/?ref_newsfeed_story_type=regular;",
  "Example": "[Collected via e-mail, January 2015] There is a new page going around Facebook called Doggies for Anthony... a boy at phoenix children's hospital who loves dog visitssince he cant get them everyday some asks the world to send pics of their dogs.... can you check to see if this is legit??",
  "Last Updated": "5 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/medical/lyons.asp",
  "Claim": "The mother of 16-year-old leukemia patient Anthony Lyons created a 'Doggies for Anthony' Facebook event to help the teen cope with his chemotherapy between therapy dog visits.",
  "Claim_ID": "inboxer_medical_lyons",
  "Tags": ""
}