{
  "Origins": "Once again an Internet-circulated \"missing person\" alert proves to be a hoax.",
  "Fact Check": "",
  "Description": "The appeal to aid in the finding of 21-year-old Shumila Ahmed began circulating in the online world in mid-January 2008. While there is such a girl, she was never missing; she was merely the victim of a prank wherein someone combined a photograph of her with the text of the Evan Trembley hoax, swapping in a new name and age of the \"missing\" person in place of the previous. (The Trembley hoax itself was but a reworking of the Ashley Flores e-mail hoax, which itself had been created via phrases lifted from previous missing person hoax e-mails, such as Christopher John Mineo and Kelsey Brooke Jones .) Some obvious clues point to this appeal's being a prank rather than a genuine missing person alert: The message lacks any basic information about the girl's supposed disappearance (e.g., the date she went missing, where she disappeared from, the circumstances of her disappearance, what she was wearing at the time she went missing, etc.). There have been no news reports about a missing woman named Shumila Ahmed, nor is anyone by that name listed with any of the organizations that track missing persons. (In 2003, a 17-year-old girl named Shafilea Ahmed went missing from her home in Cheshire and was found dead a few months later.)",
  "Originally Published": "",
  "Referred Links": "http://news.bbc.co.uk/1/hi/england/merseyside/3283245.stm;",
  "Example": "[Collected via e-mail, January 2008] Please look at the picture, read what her driend says, then forward this message on. My 21 year old Friend, SHUMILA AHMED, is missing. She has been missing for now two weeks. Maybe if everyone passes this on, someone will see SHUMILA. That is how the girl from Stevens Point was found by circulation of her picture on tv. The internet circulates even overseas, South America, UK, and Canadaetc. Please pass this to everyone in your address book. With GOD on her side she will be found. \"I am asking you all, begging you to please forward this email on to anyone and everyone you know, PLEASE. It is still not too late. Please help us. If anyone knows anything, please contact me at: SHAHRYARSHAIKH@HOTMAIL.COM. I am including a picture of her. All prayers are appreciated! It only takes 2 seconds to forward this. If it was your friend, you would want all the help you could get!!\"",
  "Last Updated": "27 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/missing/ahmed.asp",
  "Claim": "A 21-year-old named Shumila Ahmed is missing.",
  "Claim_ID": "inboxer_missing_ahmed",
  "Tags": ""
}