{
  "Origins": "The item quoted above is an excerpt from the 20 May 2002 israelinsider article \"Why I Won't Be Seeing the Fjords This Summer,\" by Bennett M. Epstein, a New York criminal defense lawyer. Mr. Epstein, prompted by a recent decision by \"some [Norwegian] supermarket chains . . . to place special identification stickers on products from Israel\" as a protest over Israeli actions in the Palestinian conflict, condemns Norway for a variety of anti-Semitic and anti-Israel behaviors.",
  "Fact Check": "",
  "Description": "The issue we're addressing here is not the validity of Mr. Epstein's charges, but simply the claim that prompted his article: the issue of whether some Norwegian supermarket chains have really decided to place special identification stickers on products from Israel. On 5 April 2002, the Jerusalem Post reported that Coop Norge, Norway's second-largest supermarket chain, had opted to boycott Israeli products as a protest over Israel's actions in their conflict with the Palestinian Authority: Coop Norge, part of a Scandinavian wide chain of food stores, is the first foreign company to impose a boycott on Israel during the current conflict, a threat rarely used since the Arab secondary boycott was lifted following the signing of the 1993 Oslo Accords. \"Coop Norge's directors are upset over the way the Israelis are acting in the conflict,\" managing director Bernt Aas told a Norwegian daily, according to Bloomberg L.P. The chain hoped its Swedish and Danish sister organizations would also impose sanctions. \"Israel isn't a big import country for us, but a boycott has great symbolic value,\" Aas said. According to Agrexco, the largest agricultural exporter, Israel sells avocadoes, cherry tomatoes, peppers, tomatoes, citrus fruits, carrots, melons, strawberries, celery, and Chinese cabbage to Coop Norge, whose purchases account for about 6 percent of Israel's annual Norwegian exports of 8 million EUR and 3% of its overall Scandinavian exports of 30 million EUR. However, an announcement posted on the Coop Norge web site the same day said: Thursday's message in media that said Coop Norway was going to boycott fruit and vegetables from Israel, is not correct. Together with Coop Sweden and Coop Denmark (Coop Nordic) it has been decided not to boycott Israel, but follow national and international standings in regard to the question of Israeli boycott. There will therefore be no one-sided Coop boycott. The Nordic cooperatives will support any initiative that will stop the violence and secure the peace in the Middle East. Additionally, again according to the Jerusalem Post , one other supermarket chain in Norway decided not to boycott Israeli products completely, but to prominently identify them with special labels: A second Norwegian supermarket chain, Rema 1000 International AS, has a novel way of expressing its displeasure with Israel's policies that conjures up the most distasteful memories. Rather than outright banning Israeli products, Rema 1000, according to Foreign Ministry officials, intends to mark Israeli products clearly, so that consumers will be able to decide whether or not to purchase them. One Foreign Ministry official had a cynical suggestion, \"Maybe they'll mark it with a yellow Star of David.\" Imported food products sold in Norway are generally already labelled with the country of origin, however, and none of the major Norwegian grocery chains actually went through with any scheme to single them out for marking in a more predominant fashion. The final result was that some Norwegian grocers, dissatisfied with Israel's political stance, made grumbling noises about planning to boycott or slap special labels on Israeli food imports, but within a few days they had all reconsidered and decided to address their dissatisfaction through other means. An American writer jumped the gun and editorialized on the issue without verifying whether the grocers had ever followed through on their threats.",
  "Originally Published": "",
  "Referred Links": "http://www.coop.no/om_coop/nyheter/19692.htm;http://www.israelinsider.com/views/articles/views_0397.htm;",
  "Example": "[Collected on the Internet, 2002] On the heels of Mr. Roed-Larsen's now-infamous remark that Israel \"ceded all moral ground\" in Jenin, comes word from his home country of Norway that some supermarket chains have decided to place special identification stickers on products from Israel. Other Scandinavian countries may follow suit. The Norwegians say the stickers do not constitute a \"boycott\" of Israel; they just want their customers, who are overwhelmingly pro-Palestinian, to pay attention to where these products are produced . . .",
  "Last Updated": "1 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/boycotts/norway.asp",
  "Claim": "Some supermarket chains in Norway have decided to place special identification stickers on products from Israel to protest Israeli actions in their conflict with the Palestinian Authority.",
  "Claim_ID": "inboxer_boycotts_norway",
  "Tags": ""
}