{
  "Origins": "Most everyone familiar with actor Christopher Reeve (most famous for his portrayal of comic book superhero Superman in a series of four films between 1978 and 1987) knows that he had been paralyzed from the shoulders down since being thrown from a horse in a 1995 accident. Reeve fell on his head, fracturing his first and second cervical vertebrae and damaging the nerve fibers of his spinal cord just below the brain stem; the injury left him a quadriplegic, dependent upon a ventilator to breathe and a power wheelchair for movement.",
  "Fact Check": "",
  "Description": "Reeve (who died in 2004) again came into the news in 2002 with the announcement of some small but extraordinary improvements in his condition. Although doctors believed he had permanently lost all instantaneous and voluntary motor control and sensation below the shoulders, Reeve was able to move his right wrist and the fingers of his left hand, straighten his arms and legs and move them around in a swimming pool, breathe on his own for up to two hours without the aid of a respirator, and had regained the ability to distinguish between hot and cold and up to two-thirds of a normal sense of touch. For the years prior to the improvements noted in 2002, Reeve had also devoted a good deal of his time and effort to raising funds for research to develop treatments and cures for paralysis caused by spinal cord injury and other central nervous system disorders and for programs aimed at improving the quality of life for people living with disabilities, causes he supported as Chairman of the Board of the Christopher Reeve Paralysis Foundation ( CRPF ). In honor of Christopher Reeve's 50th birthday celebration on 25 September 2002, the CRPF web site offered visitors a chance to send virtual birthday greetings to the actor. An anonymous donor offered to contribute $1 to the CRPF for every birthday greeting sent. The usual question is: \"Is this for real?\" The CRPF wouldn't provide us with details of who was funding the birthday greeting donations (that's what \"anonymous\" is all about, after all), but there's no reason to believe this program was anything other than what it claimed to be. Participants didn't need to provide anything other than their names and addresses, and for the cynical who believed this was just another address-harvesting scheme, the CRPF's privacy policy promised that they \"will not disclose your e-mail address or any other contact information you have provided.\" (For the ultra-cynical, we point out that you can always lie to the computer; it won't know the difference.)",
  "Originally Published": "",
  "Referred Links": "http://www.christopherreeve.org/privacy.cfm;http://www.christopherreeve.org/petitions/petition.cfm?petitionID=1;http://www.christopherreeve.org/About/AboutList.cfm?c=3;http://www.supermanhomepage.com/movies.html;http://www.fortunecity.com/lavender/greatsleep/1023/biography.html;",
  "Example": "[Collected on the Internet, 2002] Please forward this email to your friends and encourage them to sign Christopher Reeve's birthday card at http://www.christopherreeve.org. For every signed birthday card, an anonymous donor will contribute $1 to the Christopher Reeve Paralysis Foundation. Help support CRPF and Christopher by telling your friends! Together we can raise even more money for paralysis research.",
  "Last Updated": "8 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/charity/reeve.asp",
  "Claim": "In 2002 you could trigger a $1 donation to paralysis research by sending a birthday greeting to actor Christopher Reeve.",
  "Claim_ID": "inboxer_charity_reeve",
  "Tags": ""
}