{
  "Origins": "The web site mediafetcher.com includes various templates that allow users to dynamically generate phony news stories about celebrities coming to harm in various forms of accident simply by plugging their names into the URLs used to access those templates. For example one mediafetcher template produces fake articles about actors dying in snowboarding accidents in Switzerland, and another template generates phony articles about actors falling to their deaths from Austrian mountains.",
  "Fact Check": "",
  "Description": "One of the mediafetcher faux news templates allows users to plug in the name of a pro football player and a geographical location, then displays a \"Global Associated News\" article claiming that that athlete recently died in a single vehicle car crash in that area. For example, that template can be used to produce a phony article about such a fate befalling wide receiver Julio Jones of the Atlanta Falcons. Every few months another one of these faux user-generated articles is circulated on the Internet to fool the unwary, generating a brief but intense hoax for the named celebrity. In August 2013 the latest victim of this jape was former San Francisco 49ers quarterback Joe Montana , who, despite claims of his death in a traffic accident, remains alive and healthy. Internet users who visit the mediafetcher site tend not to notice the disclaimer displayed at the bottom of the template page in tiny type: about this web site: FAKE... THIS STORY IS 100% FAKE! this is an entertainment website, and this is a totally fake article based on zero truth and is a complete work of fiction for entertainment purposes! this story was dynamically generated using a generic 'template' and is not factual. Any reference to specific individuals has been 100% fabricated by web site visitors who have created fake stories by entering a name into a blank 'non-specific' template for the purpose of entertainment.",
  "Originally Published": "",
  "Referred Links": "http://joe.montana.mediafetcher.com/news/top_stories/football_automobile_fatality?location=California;http://julio.jones.mediafetcher.com/news/top_stories/football_automobile_fatality?location=Atlanta;http://paris.hilton.mediafetcher.com/news/top_stories/actress_austria.asp;http://george.clooney.mediafetcher.com/news/top_stories/actor_skiing.asp;http://tony.romo.mediafetcher.com/news/top_stories/football_car_crash?location=Dallas;",
  "Example": "[Collected via e-mail, August 2013] PRO FOOTBALL NEWS: Joe Montana Dies In Single Vehicle Car Crash THIS STORY IS STILL DEVELOPING... Pro football player Joe Montana is confirmed to have died in a single vehicle car accident. One other male passenger in the 2012 BMW driven by Joe Montana has been transported to a local California hospital and is reported to be in serious condition. A spokesperson for the California highway safety authority (HSA) indicated that wet road conditions are the likely cause of the accident. Drugs and alcohol do not appear to have played any part in this accident. Team spokespersons could not be reached for comment at this time. Additional details and information will be updated as it becomes available. This story is still developing",
  "Last Updated": "28 August 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/cardeath.asp",
  "Claim": "Joe Montana was killed in a car accident.",
  "Claim_ID": "inboxer_hoaxes_cardeath",
  "Tags": ""
}