{
  "Origins": "In January 2009, a pair of coupons for free household products began circulating on the Internet, usually passed from inbox to inbox. One was said to entitle its bearer to a free one pound package of Velveeta Pasteurized Processed Cheese Spread (any variety), the other to a free 50 foot roll of Reynolds Wrap Heavy Duty Aluminum Foil. While the Velveeta coupon had first been spotted on the Internet in January 2009, the Reynolds one had been around since May 2008:",
  "Fact Check": "",
  "Description": "The coupons are not the real thing. In a nutshell, they are counterfeits and will not be honored by stores consumers attempt to use them in. The Velveeta coupon was originally issued by Kraft in 1987, at a time in the retail industry when coupons lacking explicit expiry dates were somewhat the norm. However, 20+ years later, in a world where consumers have easy access to high-quality photocopiers, scanners, and e-mail, such coupons are rare to non-existent. Says Kraft of the Internet-circulated Velveeta coupon: If you received the coupon via email, bought it on eBay, another internet provider or purchased it any other way, this is a fraudulent coupon and Kraft is not honoring it. In addition, you should be aware that all of Kraft's coupons are void if copied (scanned or reproduced in any way), purchased, transferred or sold (selling/buying coupons on eBay or another internet provider or any other way). The FBI has advised that passing counterfeit coupons is considered theft by deception and carries heavy penalties. If the coupons are transferred over the internet, laws against wire and mail fraud may apply. As for the Reynolds counterfeit, it was distributed via the Internet without Reynolds' permission. That manufacturer does not issue free product one-sided store coupons, nor free Internet home-printed store coupons. (On 22 April 2009 (\"Earth Day\") it did, however, issue an online rebate coupon that entitled those who'd purchased a roll of its 100% recycled aluminum foil to a refund of the purchase price if they mailed in the rebate coupon, their store register tape, and the UPC symbol from the box.) Additional information: Fraudulent Reynolds Wrap Coupon (Coupon Information Corporation) Fraudulent Velveeta Coupon (Coupon Information Corporation)",
  "Originally Published": "",
  "Referred Links": "http://www.cents-off.com/doc/Alert_Kraft_Jan_262009.pdf;http://www.cents-off.com/doc/ReynoldsMay202008.pdf;",
  "Example": "[Collected via e-mail, April 2009] Just received manufacturer's coupons good for free roll on Reynolds Wrap Aluminum Foil (50 sq ft) and Velveeta (1 lb)with \"no expiration date\" written on coupons. how could this be?",
  "Last Updated": "1 May 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/velveeta.asp",
  "Claim": "Two Internet-circulated coupons can be redeemed for free Velveeta and Reynolds Wrap products.",
  "Claim_ID": "inboxer_nothing_velveeta",
  "Tags": ""
}