{
  "Origins": "A 27 December 2004 article posted on the iraqwarnews.net web site detailed the efforts of Soldiers' Angels, an Internet-based volunteer group, to assist Vicky Fields in tracking down her son, Jeremy Chad Snowden, after the was shot in the head while serving in Iraq at the end of 2004:",
  "Fact Check": "",
  "Description": "In May 2005, the Hood County News reported that Chad's injury was fortunately less severe than initially thought, and that he was making a rapid recovey: Six months after Army Specialist Chad Snowden received a near fatal head wound fighting in Fallujah, Iraq, he is making plans to enter the University of Texas in Austin. Six months ago, Nov. 13, 2004, a sniper's bullet hit Snowden just above and behind the left eyebrow. It exited the right side. Because only a small part of the brain was damaged or destroyed, Snowden did not lose his mobility, nor senses, only some of his mental capabilities. Recovery continued to be rapid. In weeks he was ready to be transferred to a military rehabilitation trauma brain injury hospital. His transfer from Walter Reed Hospital to the needed rehabilitation center was being delayed, possibly for months, by the overload of paperwork required for transfers. Snowden s mother, Vicki Field, was in Washington with her son. The prospect on his needed treatment being delayed ignited her into action. Because of Field s driving concern for her son, she has been employed by the Department of Defense in a new operation to see that no severely wounded and disabled veterans or survivors are not [sic] lost in the paper shuffle. She is the Texas Advocate for Support of Severely Injured Military Residing in Texas. What she does is seek out wounded and injured veterans and families needing available assistance from government agencies and communities. Chad Snowden's wife provided this update in July 2009: My name is Shellyn Renken Snowden. Jeremy \"Chad\" Snowden and I were married on 2/13/09 and I wanted to post an update to his entry. He was shot in the head on 11/13/04 in Fallujah and, after 5 hours of brain surgery in a field hospital in Baghdad, he was sent to Germany and finally to Walter Reed Army Medical Center where we met. I am very happy to tell you he has met and exceeded (by a LONG shot) the expectations his doctors had originally placed on his recovery. He played at the Colonial Pro Am with PGA pro Rory Sabbatini and George Lopez in '07 and amazed the other players by his ability, despite not having had the chance to practice. We were given a home in TX by an organization which helps severely wounded members in November of '08 and are building a wonderful life together. Chad truly is a miracle, thanks in part to his stubbornness and in LARGE part to the many prayers which have been made for him around the world.",
  "Originally Published": "",
  "Referred Links": "http://www.iraqwarnews.net/2004_12_27_archive.html;",
  "Example": "[Collected on the Internet, 2005] Urgent Request From: Vicky Field Subject: My son has been shot in Falujah.. I wanted to get everyone to pray for my son Chad. Today, Sunday, I got a call from the Army that my son had been shot in the head. I am asking for all your prayers. He was in a Humvee going through Falujah fighting and a gang of militia fighters fired on the Humvee and hit Chad in the head. The driver got him out of the city and took him to Baghdad. He was in fatal condition, but now has been upgraded to stable critical. His dad and I are on standby to fly to Washington then on to Germany as soon the military calls us to go. The Army is trying to stabilize him enough to fly to Germany and at that time we will leave.. Please pray that my son will not have brain damage and that he will be restored and healed by the blood of Jesus, and the grace of God. I ask for you to pass this prayer request on so there will be many prayer warriors praying for him. Thank you so much and I will try to keep you updated on his condition. God Bless Vicky Field Granbury, Texas Please pray for this young soldier and please pass this request along to those who will pray for him.",
  "Last Updated": "1 July 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/prayer/snowden.asp",
  "Claim": "Vicky Field is requesting prayers for her son Chad Snowden, a serviceman injured in Iraq.",
  "Claim_ID": "inboxer_prayer_snowden",
  "Tags": ""
}