{
  "Origins": "This appeal to aid the seriously injured parent of a child who lost her father in the collapse of the World Trade Center towers began its Internet life in June 2002.",
  "Fact Check": "",
  "Description": "It's just another hoax, similar to so many others listed in our Missing and Sick Kids section, with the key difference being the events that precipitated the need. This time the heart-tug intended to get folks to forward the prank is tied to the wrenching events of September 11 2001. E-mail to JasNmom2001@yahoo.com bounces, returning with a \"Sorry, no mailbox here by that name\" error message. No \"James Thomas\" turns up on the victims' list for the World Trade Center. (There is a James Thomas Murphy, however.) Moreover, those who survived but were seriously injured in the terrorist attacks and the families of those who died have had money directed their way through the September 11 Fund. These folks are coping with untold grief and suffering, but at least they're doing so in relative financial ease, thanks to the largesse of millions of Americans who opened their hearts and purses in the days immediately following this national tragedy. Were the story as presented in this tale of woe true, there would be no question of concern over mounting medical bills because money wouldn't be an issue. The Red Cross (which, by the way, is not the entity administering the September 11 Fund) does not tie its aid to oddball formulas involving number of e-mails forwarded. It directs its help to those in need victims are never asked to demonstrate they've jumped through arbitrary and capricious hoops before they can expect relief. That a good organization has been dragged sideways into this hoax just adds to the ickiness of this meanspirited prank. Barbara \"prankenstein lives\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2002] My name is Jasmine . I'm 11 years old. My mommy worked on the 20th floor in the World Trade Tower. On Sept. 11 2001 my daddy drove my mom to work.She was running late so she left her purse in the car. My daddy seen it so he parked the car and went to give her the purse. That day after school my daddy didnt come to pick me up. Instead a police man came and took me to foster care. Finally I found out why my daddy never came.. I really loved him.... They never found his body.. My mom is in the the Hospital since then.. She is losing lots of blood.. She needs to go through surgery.. But since my daddy is gone and no one is working.. We have no money .. And her surgery cost lots of money.. So the Red Cross said that.. for every time this email is fwd we Will get 10 cent for my mom's surgery. So please have a heart and fwd this to everyone you know I really miss my daddy and now I dont want to lose my mommy too. R.I.P. Daddy..(James Thomas) !--! NOTICE!--! WHEN YOU FWD PLEASE ALSO FWD TO THIS LETTER BACK TO ME... AT.... jasNmom2001@yahoo.com ...SO THAT THE REDCROSS PEOPLE CAN COUNT THE FWDS. thank you for taking your time to fwd this email",
  "Last Updated": "30 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/adults/jasmine.asp",
  "Claim": "Ten cents per e-mail forward go towards the medical care of a woman who was both widowed and injured in the September 11 terrorist attacks.",
  "Claim_ID": "inboxer_adults_jasmine",
  "Tags": ""
}