{
  "Origins": "Many of us have experienced the torment of trying to complete a seemingly simple and straightforward task but only being able to do so by engaging in some convoluted, time-consuming series of steps (or simply giving up in frustration without succeeding) only to discover later that there was a very simple way of accomplishing the same thing. Based on the number of inquiries we've received about the above-quoted item, we'd have to guess that a good many of our readers are quite familiar with this phenomenon. Or, at least, unfamiliar with a common feature of some ordinary kitchen products' packaging.",
  "Fact Check": "",
  "Description": "All we can really say about this one is to verify that yes, for a number of years now many manufacturers of household-use aluminum foil and plastic wrap have included \"lock tabs\" (or \"locking tabs\") in their packaging to help keep pesky rolls from springing out of their boxes while consumers attempt to measure and tear off desired lengths of those products. Although the lock tabs aren't always identified as such, boxes of some brands of aluminum foil and plastic wrap both label the lock tabs and provide instructions on their use:",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, May 2008] I've been using aluminum foil for more years than I care to remember. Great stuff, but sometimes it can be a pain. You know, like when you are in the middle of doing something and you try to pull some foil out and the roll comes out of the box. Then you have to put the roll back in the box and start over. The darn roll always comes out at the wrong time. Well, I would like to share this with you. Yesterday I went to throw out an empty Reynolds foil box and for some reason I turned it and looked at the end of the box. And written on the end it said, \"Press here to lock end\". Right there on the end of the box is a tab to lock the roll in place. How long has this little locking tab been there? I then looked at a generic brand of aluminum foil and it had one, too. I then looked at a box of Saran wrap and it had one too! I can't count the number of times the Saran wrap roll has jumped out when I was trying to cover something up.",
  "Last Updated": "30 May 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/household/locktab.asp",
  "Claim": "Boxes of aluminum foil commonly include lock tabs to help hold the rolls in place.",
  "Claim_ID": "inboxer_household_locktab",
  "Tags": ""
}