{
  "Origins": "No, this wasn't a real CNN page (or Associated Press article), nor did North Carolina State University perform a study on the connection between fellatio and breast cancer. (If nothing else, the names of the doctors cited in the article \"Dr. B.J. Sooner,\" \"Dr. Inserta Shafteer,\" \"Dr. Len Lictepeen\" should have given it away as a hoax.)",
  "Fact Check": "",
  "Description": "This article was a spoof by Brandon Williamson, a junior at North Carolina State University (NCSU), who mocked it up to look like a genuine CNN.com article and made it available on the web through his NCSU account in September 2003. After the article was popularized on the web in October 2003 , reaching the inboxes of many people who failed to realize it was a spoof (and fooling some foreign newspapers, who apparently ran the article as a genuine news story), CNN and the Associated Press (AP) claimed it constituted an infringment of their intellectual property rights. Accordingly, Mr. Williamson eventually removed the graphical and textual references to CNN, AP, and NCSU from his article and posted an editorial explaining the reasons behind the changes. (The original version of the article can still be found on various web sites.) According to Michele DeCamp, who interviewed the spoof's author, \"for anyone that might be confused about the validity of the article, Williamson maintains his own naivete. 'I have no proof whatsoever that the two [fellatio and breast cancer] have anything to do with each other.'\" Additional Information: Student Fools International Newspapers with Spoof Story (technician online)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20031206052010/http://technicianonline.com/10202003/News/N4_spoofstory.asp;http://web.archive.org/web/20041126040807/http://homepage.mac.com/nikkienikks/iblog/C294808266/E910814554/Media/cnn.html;http://www4.ncsu.edu/~brwilli2/cnn.html;http://www4.ncsu.edu/~brwilli2/cnn1.html;http://www4.ncsu.edu/~brwilli2/cnn1.html;http://web.archive.org/web/20041126040807/http://homepage.mac.com/nikkienikks/iblog/C294808266/E910814554/Media/cnn.html;",
  "Example": "[Collected on the Internet, 2003] (AP) - Women who perform the act of fellatio on a regular basis, one to two times a week, may reduce their risk of breast cancer by up to 40 percent, a recent study found. Doctors had never suspected a link between the act of fellatio and breast cancer, but new research being performed is starting to suggest that there could be an important link between the two. In a study of over 15,000 women suspected of having performed regular fellatio over the past ten years, the researchers found that those actually having performed the act regularly, one to two times a week, had a lower occurance of breast cancer than those who had not. There was no increased risk, however, for those who did not regularly perform. [Rest of article here.]",
  "Last Updated": "29 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/fellatio.asp",
  "Claim": "According to a university study, fellatio (oral sex) may significantly decrease the risk of breast cancer in women.",
  "Claim_ID": "inboxer_hoaxes_fellatio",
  "Tags": ""
}