{
  "Origins": "In October 2012, Internet pranksters attempted to fool fans of pop singer Justin Bieber into believing the teen idol had been diagnosed with cancer. Photos and videos were posted (with the hashtag #baldforbieber) supposedly showing fans who had already shaved their heads in support of the singer, and a http://baldforbieber.com/ was set up encouraging others to do the same.",
  "Fact Check": "",
  "Description": "It was all just a hoax, however: On 23 Octoner 2012, the rascals who inhabit 4Chan posted a crudely Photoshopped \"tweet\" supposedly from the verified account of Entertainment Tonight. It stated matter-of-factly, \"Pop star Justin Bieber was diagnosed with cancer earlier this morning. Bieber fans are shaving their heads to show their support.\" Above the fake tweet were photos of non-fans, one of whom is not holding a piece of paper with the Twitter hashtag #BaldforBieber. Below the image is another faked tweet, this one from the man himself, Justin Bieber. \"Several of my AWESOME supporters are shaving their heads to help get me through this! I love my fans! #BaldforBieber,\" the fake tweet reads. Fast as you can say \"Baby, Baby, Baby, Oooh,\" the hashtag became a trending topic and numerous videos began popping up on YouTube. However most of the clips feature text and random photos of bald teens who could very well be hairless for other reasons. A video supposedly showing two women participating in the \"very first Bald for Bieber\" event is actually from a 2010 concert ticket giveaway event:",
  "Originally Published": "",
  "Referred Links": "http://baldforbieber.com/;http://baldforbieber.com;",
  "Example": "[Collected via e-mail, October 2012] There's a Facebook post floating around that Justin Bieber hascancer. Girls are shaving their heads for him! Lets get this resolved sothat we don't have millions of bald girls for no reason! http://baldforbieber.com",
  "Last Updated": "26 October 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/biebercancer.asp",
  "Claim": "Justin Bieber has cancer, and fans are shaving their heads in support of him.",
  "Claim_ID": "inboxer_hoaxes_biebercancer",
  "Tags": ""
}