{
  "Origins": "In 2004, Target announced a new corporate policy that banned Salvation Army collection kettles from its storefronts. The retailer had a no-solicitation policy at its stores but previously had made an exception for the Salvation Army. That exception finally went by the wayside when in a September 2004 statement, Target spokesperson Carolyn Brookter said the chain \"determined that if we continue to allow the Salvation Army to solicit, then it opens the door to other groups that wish to solicit our guests.\"",
  "Fact Check": "",
  "Description": "\"It's becoming increasingly difficult to have an exception to our policy, so we decided we would have no exceptions,\" Brookter said. \"This year we just said it's time to ... make our solicitation policy consistent.\" The Salvation Army's kettle campaign raises up to 70 percent of the Salvation Army's total annual income, which funds shelters, meal programs, Christmas toys, after-school programs and emergency assistance: The \"miracle\" of Christmas is repeated over and over again through the joy of caring and sharing. The traditional red kettle is an integral part of the Christmas scene, with millions of dollars donated each year to aid needy families, seniors, and the homeless, in keeping with the spirit of the season. Donations provide Christmas dinners, clothing, and toys for families in need. Financial assistance also helps with basic necessities, along with seasonal aid. Families of prisoners often are included. Volunteers distribute gifts to shut-ins in hospitals and nursing homes, and shelters are open for sit-down dinners. The Salvation Army endeavors to bring spiritual light and love to those it serves at Christmas so that the real meaning of the season is not forgotten. Many families receive aid over a period of months after the Christmas season as well, people struggling with difficult family, emotional, or employment problems. In November 2006, the Salvation Army announced Target had launched a multi-faceted Christmas partnership with it that would include an online version of The Salvation Army s Angel Tree Program and a donation by the retailer of $1 million to get that program up and running. Target also promised to donate 100% of proceeds from the sales of a limited edition Harvey Lewis angel ornament accented with red Swarovski crystals to the Sally Ann. Barbara \"kettle chip'd\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://sites.target.com/site/en/company/page.jsp?contentId=WCMP04-031787;http://www.salvationarmyusa.org/usn/www_usn_2.nsf/vw-search/F5F3A5D8772CB2CE85257840005E1277?opendocument;http://www.snopes.com/mailto:guest.relations@target.com;",
  "Example": "[Collected via e-mail, 2004] Target has decided to NOT allow the Salvation Army to ring the bell for the holiday season. I love the bell ringers and what they stand for. Each person gives up their time to collect money for the needy. The holiday season is the perfect time to remind us to share our blessings with others. I try to give something to each bell ringer, no matter how small I know the Salvation Army will put it to good use. Target announced this week that Salvation Army bell-ringers will no longer be allowed in front of their stores during the holiday season. The retailer tells Channel 8 Eyewitness News, \"...Like many nationwide retailers, Target Corporation has a long standing no solicitation policy that must be applied across all of its stores.\" The Lancaster County Salvation Army says there's no hard feelings, just a rethinking of ways to keep the kettles out and the bells ringing. Nearly a quarter of all donations came from Lincoln's two Target stores. Last year, the Lincoln/Lancaster County Salvation Army raised more than a 120-thousand dollars during their kettle drive. If you believe in the Salvation Army and want to encourage Target to rethink their decision then go to the link above and send them your comment. And forward this email. The Salvation Army will not be allowed to have their bell-ringers and kettles outside Target stores this Christmas season. I can't think of a better example of the joy of Christmas than the work of The Salvation Army. Founded in 1865 as a religious and charitable mission, it provided over $2.5 billion in service throughout the U.S. during the past year. Last year they collected about $9 million outside the 1300+ Target stores. Three years ago Wal-Mart restricted soliciting by the Salvation Army & others to 14 days a year. They remain the number 1 collection site for the Salvation Army, with $12 million in donations last year. My response is to make Target a \"target\" to avoid, and when I see the bell-ringers from the Salvation Army at other stores to drop in a little more and tell them that is my contribution for Target. If you agree, please pass this on. P. S. Target says they give over $67 million per years to various worthy causes one of them being sending drops to the contestants of the show \"Survivor\" a really needy cause!!!!",
  "Last Updated": "2 December 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/charity/sallyann.asp",
  "Claim": "Target has banned Salvation Army bell ringers from its premises.",
  "Claim_ID": "inboxer_charity_sallyann",
  "Tags": ""
}