{
  "Origins": "This entreaty to help save the life of a victimized child who had been raped by an AIDS-positive attacker began circulating as a cell phone text message in June 2010. At that time, the message being zinged from phone to phone presented as the rapist being sought a photograph of an African American male with gold teeth.",
  "Fact Check": "",
  "Description": "In October 2010, the hoax underwent a revival when it was circulated anew, that time accompanied by the photo of a Hispanic male sporting multiple tattoos. There is no such child; the whole thing is a leg-pull, says Dell Children's Medical Center of Central Texas A false text message has been circulating that describes an incident involving a 5-year old girl. The message states that every time you forward it to someone, Dell Children's Medical Center will donate 15 cents to cover the child's healthcare expenses. This message is spam and is in no way affiliated with Dell Children's Medical Center or the Seton Family of Hospitals. If you receive this message, please delete it. As demonstrated so aptly by public efforts to provide relief to earthquake victims in Haiti , beneficences initiated by cell phone generally involve a tracking and billing mechanism that requires participants to text a specific short word or phrase to a particular (five-digit) number, not the willy-nilly forwarding of a explanatory narrative to as many people as possible. In 2009 we began to note that \"Forward this message to help fund medical care for a sick or dying child\" appeals were beginning to appear as cell phone text messages as well as being passed in e-mail. That trend continues into the present, with the \"shot 14-year-old boy\" just another iteration of the same basic hoax that falsely claims the American Cancer Society, the Make-A-Wish Foundation, or some other large entity will donate a predetermined amount of money every time a particular message is forwarded. Such leg-pulls have been circulating via e-mail since 1997. Typically, a large charity is named as the benefactor standing ready to direct monies towards the costs of medical care for the languishing child, but various corporations have also been fingered for this role in other iterations of the hoax, such as AOL and ZDNet in the Rachel Arlington leg pull (brain cancer sufferer in need of an operation) and McDonald's and Pizza Hut in the Justin Mallory prank (epileptic in need of long-term care). Everyone wants to help sick children get better, and the thought of a little boy or girl suffering from some dread disease or infirmity because people couldn't be bothered to forward a message tugs straight at the heartstrings. Problem is, hoaxsters know that, and they play upon these very human drives for their personal amusement. Once again, that is the case here: Well-intentioned forwarding does nothing towards helping a sick child; it does, however, make the day of some prankster. If you want to make a difference in a sick child's life, the best way is still the old-fashioned one: donate your money or your time, not a worthless text message. Barbara \"send cash, not cache\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.dellchildrens.net/about_us/news/2010/10/29/alert_spam_text_message_makes_false_claim;",
  "Example": "[Collected via e-mail, October 2010] This guy raped a five year old little girl. He ruined her life, she is alive & in the hospital can't move and can never have children, or anormal life. This guy goes by different names he is in hiding & has AIDS. The girl came out positive. Please help us catch this animal. Every time this message is fwd the Dell Hospital will donate $.15 to Maria's medication & treatment. Please don't hesitate to fwd this. It could've been you're daughter or sister. God bless. Thank you!. Forward this to as many people as possible.",
  "Last Updated": "3 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/maria.asp",
  "Claim": "Dell Hospital will donate 15 towards the care of Maria, a raped child, every time a particular text message is forwarded.",
  "Claim_ID": "inboxer_medical_maria",
  "Tags": ""
}