{
  "Origins": "This dire warning began its Internet life in June 2002 when it was penned by Paul Tosland, a Northamptonshire community police officer, who was acting in his capacity as the Corby Business Anti-Crime Network Administrator. The rumor itself was first noted in May 2002 when it was being circulated among local Neighbourhood Watch groups (which is possibly where Tosland picked it up), but it was his e-mail that the online world came to be inundated with.",
  "Fact Check": "",
  "Description": "Despite PC Toseland s claim that the scam in question had been reported \"five times in the last couple of weeks,\" his superiors were unable to find evidence to support his assertion and have since labeled the whole thing a baseless rumor. In August 2002, Northamptonshire Police publicly refuted Tosland's warning, saying \"Information which is being circulated electronically to businesses by the force is not correct.\" The \"phone charges\" rumor is similar to the area code 809 phone scam in that the technique it describes isn't completely implausible, but the extent of the scam and the amount of money potential victims stand to lose have been grossly exaggerated. If any groups of scammers are really going door-to-door in England to dupe homeowners into allowing them to use their phones to place calls to expensive premium rate services (familiar to Americans as\" Pay-Per-Call \" services which use area codes 900 and 976), then the anonymous author of this bit of Internet scamlore seems to be the only one to have taken note of it neither the police nor the press in England has issued warnings about or reported real incidents of this occurring. Moreover, it's just not possible that a scammer could rack up a 250 charge with a single five-minute phone call, as The Guardian noted in July 2002: Two readers in Watford are alarmed by an open letter warning of the following scam: a distressed, smartly dressed woman rings the doorbell and asks to use the phone as her car has broken down. She spends five minutes on the line, then departs. When your bill comes you find you've been charged 250. \"In fact,\" says the letter, \"She has set up her own 50-a-minute premium rate line and dialled that number on your phone.\" \"It's a hoax,\" says a spokesman from the premium-rate line regulator Ictsis. \"The highest premium rate tariff available is 1.50 a minute and only network providers can dictate such charges.\" As far as we know, ICSTIS (the Independent Committee for the Supervision of Standards of Telephone Information Services) still doesn't have the power to force premium rate service operators to give refunds (they can only levy fines against operators), so English phone customers might conceivably be on the hook if they fell victim to such a scam. In the USA, however, a consumer could dispute such a fraudulent charge with his phone company (and report it to the FTC ) to have it removed from his bill and charged back to the premium line operator. And while we don't know about English law, in the USA such a scammer could be charged with a criminal offense: even if you gave the scammer permission to use your phone, wire fraud laws (such as 18 USC 1343 , which makes it a federal crime for anyone to use interstate wire communications facilities in carrying out a scheme to defraud) could still apply. This isn't a scam anyone really need fear, but those who worry nonetheless can employ a simple safeguard against it: if someone asks to use your home phone to make an emergency phone call, offer to place the call for him. Those truly in desperate need of a telephone rarely stand on ceremony and demand to dial it themselves.",
  "Originally Published": "",
  "Referred Links": "http://www.usdoj.gov/criminal/cybercrime/18usc1343.htm;http://www.ftc.gov/reports/Fraud/3rd/fightingconsumerfraud.htm;http://www.acetel.org/phonebill/disputes.htm;http://www.vnunet.com/News/1124753;http://www.acetel.org/phonebill/payperscall.htm;",
  "Example": "[Collected on the Internet, 2002] Police warning . . . for your info - a new scam! this is not a joke! We've been alerted to a new scam and asked to pass this on to everyone we know. This is not one of these \"chain\" thingys - please read it and pass it on to people you know especially the most vulnerable amongst us. Police Report! The reason this is working so well is it plays on your good will! Picture the scene: You are sitting at home and there is a knock at the door. On answering it you are confronted by a respectable looking woman in a suit, who is slightly distressed. She explains that her car has broken down further down the road and she needs to contact her husband to come to her aid. Is it at allpossible to use your phone to call him? You allow her to use the phone, but being the suspicious type you stand with her as she makes the call. She dials the number, and asks to be put through to Mr Smith / Brown / Stevens (Whatever). She holds the line for about thirty seconds. She continues, \"In that case can you ask him to leave the meeting for a minute I need to speak to him quite urgently.\" She apologizes again and explains they are getting him out of a meeting. A couple of minutes goes by and she starts to speak to her husband. She explains the situation to him, tells him what has happened to the car, is annoyed because she now can't get to her meeting, and asks what she should do now. She listens for a few seconds and then says, \"Well as soon as the meeting finishes can you come to Cardiff Road / Leicester Road / Surrey Street (Whatever), where the car has broken down. Another few seconds go by, \"OK, I'll see you in about twenty minutes then.\" She put the phone down, and thanks you ever so much for your kind assistance, even offering you a pound for your trouble, but of course you decline, it's no trouble. She leaves and everything is fine. Or is it? The day or week before knocking on your door she set up her own premium rate line with a telephone company at the cost of about 150, and she has dictated that calls to that number should be charged at 50 per minute. She has dialled that number. The conversation she has had with her \"husband\" is entirely fictitious, there is a pre-recorded voice message on the other end to give you the impression she is talking to someone. She has been on the phone for about five minutes, that call just cost you 250, the majority of which goes into her pocket, and the first you know about it is when you get your bill a month later. To rub a bit of salt into the wound, she hasn't even committed a criminal offence. You've given her permission to use your phone. Would anyone reading this please pass it on to friends and colleagues etc. otherwise it could cost someone a lot of money.",
  "Last Updated": "7 January 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/scams/phone.asp",
  "Claim": "Scammers are racking up hundreds of dollars per phone call by borrowing homeowners' phones and placing five-minute calls to expensive premium rate services.",
  "Claim_ID": "inboxer_scams_phone",
  "Tags": ""
}