{
  "Origins": "Once again a \"missing child\" Internet-circulated alert proves to be a hoax.",
  "Fact Check": "",
  "Description": "The appeal to aid in the finding of 15-year-old Evan Trembley began circulating in the online world in mid-August 2007. The prankster responsible simply rearranged the text of the Ashley Flores e-mail and changed the name, age, and location of the youngster to aim it at a new target. (The Ashley Flores e-mail itself lifted phrases from previous missing child hoax e-mails, such as Christopher John Mineo and Kelsey Brooke Jones .) Some obvious clues point to this appeal's being a prank rather than a genuine missing child alert: The message lacks any basic information about the youngster's supposed disappearance (e.g., the date he went missing, where he disappeared from, the circumstances of his disappearance, what he was wearing at the time he went missing, etc.). The single piece of contact information contained within the message is a non-existent Yahoo! e-mail account. None of the organizations that track missing children (such as the National Center for Missing and Exploited Children) has a record of a missing child named Evan Trembley. Some of the Evan Trembley forwards include this block of text that identifies the alert as having been vetted by a police officer in Wichita Falls, Texas: Staff Sergeant Rick Williams Wichita Falls Police Dept. 1007 N. Elm St. Wichita Falls, Texas 76310 (940) 696-3671 Fax (940) 691-6346 Please look at the picture, read what his mother says, then forward this message on.That block of information is also part of the hoax. There isn't a Staff Sergeant Rick Williams with that particular police force, the address given doesn't correspond with the official one given for the Wichita Falls Police Department (610 Holliday), and the phone number provided is registered not to the police in that city but to Tammy Trembley who lives in Wichita Falls, Texas. (The fax number provided is a disconnected line.) Therefore, people who call (940) 696-3671 in pursuit of more information about this missing child case are but doing the prankster's bidding by assisting him in playing a practical joke on that family. We heard from someone purporting to be the missing lad himself, who had this to say about the hoax: there has been an email being sent around all across the country saying that i am missing. it has a lot of correct information such as the city i live my name and age so i think it is from someone that i know maybe just on MySpace or in real life. but i have been getting calls at least one a day asking the same thing. this email is 100% fake and has things such as amber alert and Wichita Falls Police Department written on it. i would like to see if you could post something on snopes.com so that it may help cut down on these annoying phone calls. According to KFDX, the NBC television affiliate in Wichita Falls, Texas, the prankster responsible for the mayhem was none other than the \"missing boy\" himself. Evan Trembley had substituted information about himself into a phony missing child alert he'd found on MySpace, invented a signature block for a made-up Wichita Falls police officer to add to the jape, and sent the resulting alert to a few friends as a joke. His prank escaped into the wilds of the Internet, and now the Trembley family is receiving about seven phone calls a day from folks who have received the appeal in e-mail, some of these calls coming in from as far away as Hawaii. Wichita Falls police have contacted the boy's mother, Tammy Trembley, about the hoax. She said that, based on their conversation, she doesn't think police will take any action against her son.",
  "Originally Published": "",
  "Referred Links": "http://www.missingkids.com/;",
  "Example": "[Collected via e-mail, August 2007] My 15 year old boy, Evan Trembley, is missing. He has been missing for now two weeks. Maybe if everyone passes this on, someone will see this child. That is how the girl from Stevens Point was found by circulation of her picture on tv. The internet circulates even overseas, South America, and Canada etc. Please pass this to everyone in your address book. With GOD on his side he will be found. \"I am asking you all, begging you to please forward this email on to anyone and everyone you know, PLEASE. It is still not too late. Please help us. If anyone knows anything, please contact me at: HelpfindEvanTrembley@yahoo.com I am including a picture of him. All prayers are appreciated! ! \" It only takes 2 seconds to forward this. If it was your child, you would want all the help you could get!! Variations: Versions circulating in April 2008 positioned Evan Trembley as a Dothan, Alabama, teen and included contact information for the Dothan Alabama Police Department crime scene technician. May 2008 versions positioned the \"missing\" boy as being from Perkiomen, Pennsylvania, via the signature block of a Human Resources Assistant for the Upper Perkiomen School District being appended to it. A July 2008 version presented the \"missing\" boy as being from \"Charters Towers\" in Australia and having gone missing from there. A November 2008 version positioned the \"missing\" lad as being from Hockley Valley in Ontario, Canada, and tied the name of Debbie Campaigne to the piece. A January 2009 version bore the Treasury Board of Canada logo. A cattle baron in northern Queensland, Australia, has been inadvertently caught up in the hoax via the inclusion by some unknown person of his contact information on the e-mail. Dale Appleton has been bombarded daily with calls to his remote cattle station Bulliwallah and his mobile phone. He has nothing to do with this missing child alert, yet the calls keep coming in.",
  "Last Updated": "16 January 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/missing/trembley.asp",
  "Claim": "A 15-year-old boy named Evan Trembley is missing.",
  "Claim_ID": "inboxer_missing_trembley",
  "Tags": ""
}