{
  "Origins": "Whenever someone inquires what my favorite kind of food is, the answer is always the same: \"Free!\" So, on 5 February 2013, IHOP restaurants (formerly known as the International House of Pancakes) will be dispensing my favorite kind of food.",
  "Fact Check": "",
  "Description": "While IHOP normally ties its National Pancake Day celebration to Shrove Tuesday (or Fat Tuesday), also known as International (or National) Pancake Day, in 2011 it has chosen to hold its event one week before Shrove Tuesday: Known also as Fat Tuesday or Mardi Gras, National Pancake Day dates back several centuries to when the English prepped for fasting during Lent. Strict rules prohibited the eating of all dairy products during Lent, so pancakes were made to use up the supply of eggs, milk, butter and other dairy products ... hence the name Pancake Tuesday or Shrove Tuesday. In celebration of the occasion, participating IHOP restaurants will be offering their guests one free short stack of pancakes: Since beginning its National Pancake Day celebration in 2006, IHOP has raised more than $10 million to support charities in the communities in which it operates. On February 5, 2013, guests from around the country will once again celebrate National Pancake Day at IHOP and enjoy a free short stack of Buttermilk pancakes*. In return for the free pancakes, guests will be asked to consider leaving a donation for Children's Miracle Network Hospitals ** or other designated local charities. In 2006, IHOP customers helped raise more than $340,000 for charity, and that number jumped to $625,000 in 2007, to $875,000 in 2008, $1.3 million in 2009, and $2.1 million in 2010. IHOP began its National Pancake Day in 2006, and since then, has raised $5.35 million for Children's Miracle Network Hospitals and other local charities and given away more than 10.1 million buttermilk pancakes. See you there and don't forget the syrup!",
  "Originally Published": "",
  "Referred Links": "http://www.ihoppancakeday.com/;http://www.ihoppancakeday.com/;http://web.archive.org/web/20020102190043/http://www.pancakeparlour.com/Annual_Events/Shrove/shrove.html;http://www.bbc.co.uk/religion/religions/christianity/holydays/lent_2.shtml;http://www.ihop.com/;",
  "Example": "",
  "Last Updated": "5 February 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/nothing/pancakes.asp",
  "Claim": "IHOP restaurants are offering free pancakes on National Pancake Day.",
  "Claim_ID": "inboxer_nothing_pancakes",
  "Tags": ""
}