{
  "Origins": "In March 2014, the NewsHound web site published an article positing that scientists had, in a procedure similar to the one employed by characters in the fictional Jurassic Park novel and film, extracted viable DNA from a fossil and used it to clone a baby dinosaur:",
  "Fact Check": "",
  "Description": "The story was easily spotted as nothing more than a hoax, however, for a variety of reasons: First of all, the NewsHound web site was not a news site at all, and it had, in place of reporting on actual events, reproduced a number of other hoaxes and spoofs as if they were real news, such as long-debunked stories about a Chinese man suing his wife over giving birth to an ugly baby, Apple paying Microsoft [sic] a $1 billion debt all in nickels, a planetary alignment causing gravity on Earth to be negated for five minutes, and Google Earth helping to locate a woman who had been stranded on a desert island for seven years. Second, the Newshound article's photograph of the baby dinosaur was not an image of a dinosaur at all; it was a repurposed picture of a baby kangaroo which was originally published by an Australian community group to accompany an article about rescuing injured macropods (kangaroos and wallabies) and is actually an illustration of an unfurred joey (newborn kangaroo): Finally, no other reports of this story or any other corroborating information related to it has been reported by the mainstream press or any other credible news outlet.",
  "Originally Published": "",
  "Referred Links": "http://www.granitenet.com.au/groups/environment/gbwc/rescuing-wildlife/rescuing-macropods;https://web.archive.org/web/20140402044303/http://news-hound.biz/british-scientists-clone-dinosaur/?;",
  "Example": "[Collected via e-mail, March 2014] I just read an article stating that British scientists had cloned a dinosaur. is this true??",
  "Last Updated": "9 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/dinosaurclone.asp",
  "Claim": "Scientists at a British university have successfully cloned a dinosaur from preserved fossils.",
  "Claim_ID": "inboxer_hoaxes_dinosaurclone",
  "Tags": ""
}