{
  "Origins": "This entreaty to share with one's Facebook friends the appeal listed above began circulating on the Internet in mid-October 2011.",
  "Fact Check": "",
  "Description": "There's no dying little boy in need of one hundred good-hearted souls willing to use Facebook's \"share\" feature to pass along the photo and attached information to their social network friends. The photo of a small child lying in a hospital bed is not that of a youngster languishing in India while awaiting a heart transplant. It is instead of a child in Odessa, Ukraine, who was one of fifteen operated on to correct cardiac defects in August 2008 by surgeons working with Chernobyl Children's Project International. (That organization's web site houses another photo of the same child.) Yet there is some truth in the Facebook post even if there is no dying child to be saved by social networkers and their \"share\" buttons. The phone number provided belongs to the Whitefield, Bangalore branch of the Sri Sathya Sai Institute of Higher Medical Sciences, which is one of the many charitable efforts operated by the Sri Sathya Sai Central Trust . It provides \"world-class healthcare to all totally free of charge,\" including heart surgery for ailing yet poverty-stricken children. In Janaury 2012 the \"shares for a heart transplant\" meme morphed into a version featuring a photograph of Zoe Chambers and her mother (sometimes misidentified as Morgan Knight-Brown), a heart transplant recipient who died in 2008: Facebook posts displayed this picture with entreaties stating that \"if this 18-month-old girl picture gets 10000 shares her heart transplant Is free .... please share!\"Some of those posts were co-opted by scammers, and users who followed the links provided in those entreaties were eventually led to external sites soliciting donations or offering products for sale. If you want to make a difference in a sick child's life, the best way is still the old-fashioned one: donate your money or your time, not a text message or Facebook wall post. Barbara \"send cash, not cache\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.thisishullandeastriding.co.uk/Cardiologist-Transplant-girl-special/story-11972285-detail/story.html;http://www.sssmt.org.in/pages/index.asp;http://wfd.sssihms.org.in/;http://chernobyl.typepad.com/photos/odessa_cardiac_kids/anna4.html;http://chernobyl.typepad.com/chernobyl_childrens_proje/2008/09/odessa-ukraine-chernobyl-heart-surgery-mission-completed-15-young-lives-saved.html;",
  "Example": "[Collected via e-mail, October 2011] I NEED AT LEAST 100 SHARES. Plz share..... Heart surgery free of cost for children (0-10 Yrs) Ph : 080-28411500 It might save some1's life...! Sharing takes a second... in bangalore INDIA More than likes, sharing can help ! Variations: December 2011 variations were prefaced \"Josh Britt's Photos\" and \"Ashley Arreola's Photos.\" Same hoax, though. A March 2012 version asked for 1000 shares in the name of Ana Hanah, the child supposedly getting the heart transplant.",
  "Last Updated": "5 March 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/100shares.asp",
  "Claim": "100 Facebook \"shares\" will secure a heart transplant for a child.",
  "Claim_ID": "inboxer_medical_100shares",
  "Tags": ""
}