{
  "Origins": "As detailed on the Facebook site Help Find Sierra LaMar , 15-year-old Sierra has been missing from her northern California home since she failed to show up for school on the morning of 16 March 2012.",
  "Fact Check": "",
  "Description": "According to an MSNBC report: LaMar, a 15-year-old Sobrato High School student, was last seen the morning of Friday, March 16. She had school that day, but never got on the bus. The girl has been the subject of a major search, involving the FBI, helicopters, dogs, roadblocks and divers. The day of LaMar's disappearance, her school's automated attendance system notified her mother, Marlene LaMar, that her daughter didn't show up for classes. The next day, searchers found her cell phone along the side of the road near Palm and Dougherty Avenue, near her home in unincorporated Morgan Hill. \"The cellphone was intact, it wasn't broken,\" Sgt. Jose Cardoza said. \"There's no evidence to lead to a crime after that.\" Then on the Sunday after LaMar's disappearance, searchers found her black and pink Juicy brand purse near the intersection of Laguna and Santa Teresa in Morgan Hill, about two miles from her home, Cardoza said. Inside the purse was a pair of pants, a shirt, a bra and a pair of underwear. The clothing was neatly folded inside the purse. Since the weekend LaMar went missing, a search team has been looking for clues that might point to a crime. But investigators have found no signs of foul play and no indication she ran away. The Santa Clara County Sheriff's Office is still searching parts of San Martin and Gilroy for Sierra. Anyone with information about Sierra or her whereabouts is asked to contact Santa Clara County Communications at (408) 299-2311. During business hours, tipsters can call sheriff's investigators at (408) 808-4500 or the anonymous tip line at (408) 808-4431. They can also send e-mail to tips@sheriff.sccgov.org.",
  "Originally Published": "",
  "Referred Links": "http://www.facebook.com/help.find.sierra;",
  "Example": "[Collected via e-mail, April 2012] Sierra Lamar kidnapped in Morgan Hills, California? This iscirculating on Facebook. Is it true??",
  "Last Updated": "5 April 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/missing/lamar.asp",
  "Claim": "A 15-year-old girl named Sierra LaMar is missing from her California home.",
  "Claim_ID": "inboxer_missing_lamar",
  "Tags": ""
}