{
  "Origins": "In August 2009, a coupon for a bottle of Bertolli Olive Oil of up to 34 oz. began circulating on the Internet, usually passed from inbox to inbox through e-mail forwarding. Not only did the item state it could be redeemed for free product up to $11.99 in value, it bore no expiration date, meaning consumers could print out and redeem said coupon as often as they liked, in effect helping themselves to free olive oil for life.",
  "Fact Check": "",
  "Description": "Hardly. The coupon is not the real thing. As I was told by a Bertolli customer service representative whom I spoke to by phone, \"That one is bogus.\" The representative also said the company has received calls from a number of embarrassed customers who had printed out and attempted to redeem the fake coupons, only to have them refused by the stores they'd taken them to. It is true consumers have occasionally gotten stores to honor the counterfeit Bertolli coupon, but such \"successes\" should not be construed as proof that the coupon is valid. Not every retail outlet's clerks are up on the latest scams and hoaxes, thus some of them fall for the fakes that are presented to them. In its FAQ entry regarding requests for coupons or samples, Bertolli says: At this time, we are not distributing free samples or coupons for our products. We suggest that you check home, cooking and general interest magazines and your newspaper circulars for cents off coupons and exciting offers. Often, there will be special offers and promotions right here on our web site. Just click here to see any current offers and other news from Bertolli. (A legitimate \"$1 off\" coupon for Bertolli olive oil is available online.) Barbara \"oil be seeing you\" Mikkelson Additional information: Fraudulent Bertolli Olive Oil Coupon (Coupon Information Corporation)",
  "Originally Published": "",
  "Referred Links": "http://www.cents-off.com/doc/BertolliAugust122009.pdf;http://www.oliveoilcoupon.com/;http://www.villabertolli.com/news.aspx;http://www.villabertolli.com/faq.aspx;",
  "Example": "[Collected via e-mail, August 2009] I received the Bertolli olive oil coupon via email, printed it and attempted to use it at my local grocery store. They told me it was fraudulent, and showed me their posted flier. It is the same coupon that is shown by one person in your \"community\" section, asking the same question. Some people have told me that they were able to use theirs with no problem. So is it a fraudulent coupon or not? Thank you.",
  "Last Updated": "12 November 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/bertolli.asp",
  "Claim": "An Internet-circulated coupon is good for a free bottle of Bertolli Olive Oil of up to 34 oz.",
  "Claim_ID": "inboxer_nothing_bertolli",
  "Tags": ""
}