{
  "Origins": "The \"Bringing Home the Browns\" page on Facebook tells the sad tale of Sean Brown, a Gladewater, Texas, police officer who left for Afghanistan in May 2012 to serve with the U.S. Army Reserves while his wife, Heather Brown, was about five months pregnant. On 14 September 2012, thirty-four weeks into her pregnancy, Heather Brown fell into a coma due to preeclampsia (the development of high blood pressure and protein in the urine during pregnancy). In an effort to preserve the lives of Heather and her unborn child, doctors delivered her baby, John Michael Thomas Brown, by cesarean section on 15 September 2012. Sean Brown rushed home from Afghanistan to be with his wife and newborn son, but as of 22 October 2012 Heather Brown remains in a coma.",
  "Fact Check": "",
  "Description": "On 20 October 2012, residents of the Browns' hometown \"turned Gladewater yellow\" as a show of support for the family: Gladewater residents purchased yellow ribbons and shirts Saturday to demonstrate their support for the Sean Brown family by \"turning Gladewater yellow.\" As friends and family of the Gladewater police officer continue to post the ribbons at their homes or on their clothing, people from across the nation are donning yellow ribbons in solidarity, as well. The yellow ribbons [Heather] tied to trees outside their Gladewater home which she intended to display until his safe return from the war remain displayed as Sean Brown prays for his wife to fully recover and come home from the hospital. The yellow ribbon has been adopted by friends, family and caring strangers as word of the couple's situation spreads across social media. The symbol of support for the Browns has been placed on trees, cars, Facebook profile pictures and mailboxes, from Gladewater to Utah and New York. All proceeds of Saturday s event went to the \"Heather and John Brown Fund\" at Austin Bank. Although the Brown family is seeking only prayer and positive thoughts for Heather rather than monetary donations, a fund has been established to provide financial help for Sean and Heather and their newborn son: Sean Brown said he is not looking for donations, but an account has been set up at Austin Bank to receive them. It is called the \"Heather and John Brown Fund.\" Longtime family friend Charity Robinson said donations would help Brown spend time with his son when he is released from the hospital. \"Sean and John need some time together,\" she said. \"It would be wonderful if the funds were there for Sean and John, so Sean didn't have to go to work immediately.\" The main request of the family is prayer. \"I am not expecting donations. What I am asking for is prayer and positive thoughts,\" Sean Brown said. \"Family and the church community they are the main mental foundations that I have had to lean to during this time ... I have had nowhere else to go but family, friends and the Lord.\" Updates on the status of the Brown family can be found on their Facebook page.",
  "Originally Published": "",
  "Referred Links": "http://www.facebook.com/BringingHomeTheBrowns/info;http://www.facebook.com/BringingHomeTheBrowns;",
  "Example": "[Collected via e-mail, October 2012] On Facebook there is a page called \"Bringing Home the Browns\" is it a true story or a scam? http://www.facebook.com/BringingHomeTheBrowns This family needs all the prayer, encouragement and support they can get. That can't happen without people like you. Friends like you. Please follow this story. Share this story. Please put them on your church prayer list. Please join us in this journey as God creates an amazing testimony of \"Bringing Home the Browns\".",
  "Last Updated": "24 October 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/prayer/browns.asp",
  "Claim": "Prayers are requested for Heather Brown, who remains in a coma after giving birth to a son.",
  "Claim_ID": "inboxer_prayer_browns",
  "Tags": ""
}