{
  "Origins": "As noted on the web site of National Center for Missing & Exploited Children, Kyron Richard Horman , then seven years old, went missing from his Portland, Oregon, home back in June 2010: He was last seen at school on June 4, 2010. Kyron was last seen wearing a black t-shirt with \"CSI\" in green letters and a handprint graphic. He was also wearing black cargo pants, white socks, and black Sketchers sneakers with orange trim. Kyron may wear glasses. More than two years later, this missing child case was brought to widespread public attention in conjunction with legal maneuvering in a $10 million lawsuit being pursued by Kyron's biological mother, Desiree Young, which sought to compel Kyron's stepmother, Terri Horman, to either return Kyron or provide information about what happened to him:",
  "Fact Check": "",
  "Description": "As of May 2015 Kyron's whereabouts were still unknown, and supporters in Klamath Falls organized a car wash to raise money for continued search efforts: In less than a month, Kyron Horman will have been missing for five years. Supporters organized a car wash in Klamath Falls to raise money for the next search effort coming up in a few months. This search will be number six, organized by family among others done by law enforcement agencies. June 4 [2015] will mark five years since he disappeared. Family members hope fundraisers like this will put pressure on people they believe are connected to Kyron's disappearance. Money raised from the car wash will go towards funding search and rescue teams as well as paying for Klaas Kids, a non-profit providing search and rescue teams for missing children. A Facebook group has been established to help disseminate information about Kyron and raise funds for ongoing search efforts.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/pages/Missing-Kyron-Horman/125336750831264;http://www.kdrv.com/news/303198021.html;http://www.missingkids.com/missingkids/servlet/PubCaseSearchServlet?act=viewChildDetail&caseNum=1149070&orgPrefix=NCMC&seqNum=1&caseLang=en_US&searchLang=en_US;",
  "Example": "[Collected via e-mail, August 2012] OK folks, we don't often get serious but this is important. Little Kyron Horman has been missing and his mother just put up this billboard in WA state.... please share everyone... please! This boy needs to be home with his Momma :(((",
  "Last Updated": "18 May 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/missing/horman.asp",
  "Claim": "A boy named Kyron Horman is missing from his Portland, Oregon home.",
  "Claim_ID": "inboxer_missing_horman",
  "Tags": ""
}