{
  "Origins": "In June 2003 Dennis Hof, the flamboyant owner of two of Nevada's legal brothels, announced that as a thank you to U.S. troops who had served in Iraq War, the first fifty soldiers who presented themselves at his Moonlite Bunny Ranch near Carson City would receive a session of free sex, with a value of up to $1,000. A 50 percent discount on the cost of services rendered would also be tendered for the following fifty days to servicemen and women who had missed out on the freebie. Hof told the British Broadcasting Corp., \"We wanted to give these guys some special care and attention.\"",
  "Fact Check": "",
  "Description": "Dennis Hof, owner of Miss Kitty's and the Moonlite Bunny Ranch, differs from other brothel owners in the Silver State in that he courts publicity for himself and his business rather than shies from it. In January 1998, he employed John Wayne Bobbitt to tend bar at the Moonlite and to drive his limousine. He has hired a number of porn stars to work as prostitutes at his facilities, with prices starting at $1,000 a session for their services. (Sessions with less famous brothel workers generally start at $300.) He designated one of the bedrooms at the Moonlite the \"Jesse Ventura Oral Office\" upon reading in Ventura's autobiography I Ain't Got Time to Bleed the Governor of Minnesota had visited the cathouse in the 1970s. Yet for all his flamboyance, Hof is only echoing another of his colleagues when it comes to promising free sex to returning vets. In 1991, Joe Conforte, then owner of the Mustang Ranch offered single servicemen stationed in the Persian Gulf free twenty-four hour assignations with his prostitutes upon their return, a service then valued at $1,000 a man. \"I'm going to give them the ultimate morale booster,\" said Conforte. It is estimated that 100 to 150 servicemen availed themselves of the opportunity. In the wake of the Vietnam War, he did the same. The Mustang Ranch, which was taken over by Conforte in 1967, became the first legal, fully licensed brothel in the United States in 1971. During its heyday, it provided services to upwards of 200,000 men a year. In 1990 it was seized by the IRS for non-payment of taxes, then sold to A.G.E. Corp. It was shut down and padlocked in 1999 after it was determined that Conforte (who had been a fugitive since 1991, when he fled the country to escape prosecution on tax evasion charges) had rooked the government by buying his brothel back through this dummy corporation. Not all of Nevada has legalized prostitution. The practice is illegal in counties with populations over 400,000 (which rules out the tourist meccas like Lake Tahoe, Reno, and Las Vegas though prostitution goes on in each of those cities, it's not of the legal variety). Each of the smaller counties decides for itself if it will embrace or reject legalized prostitution. Most of those who have this option have chosen to raise the red lantern. In 2003, there are 28 licensed brothels operating in 10 of Nevada's 17 counties. Barbara \"screw morality\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] Welcome Home A Nevada brothel is welcoming GIs back from Iraq with, um, open arms. The Moonlite BunnyRanch is offering free sex to troops returning from the U.S.-Iraq war, and plans to offer 50 percent discounts on sex to the military for the next few weeks. The first 50 servicemen and women will receive a knockoff of their military-issued personal-hygiene kits, containing condoms, lubricant, an adult magazine and a certificate for free sex. Thirteen men and three women in uniform have shown up so far to claim their gifts. The brothel's patriotic offer will cost it about $50,000. Takes flag waving to a whole new level.",
  "Last Updated": "30 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/nothing/brothel.asp",
  "Claim": "A brothel in Nevada is offering free sex to U.S. troops returning from Iraq.",
  "Claim_ID": "inboxer_nothing_brothel",
  "Tags": ""
}