{
  "Origins": "Once again a \"missing child\" Internet-circulated alert proves to be a hoax.",
  "Fact Check": "",
  "Description": "The appeal to aid in the recovery of 17-month-old Stephanie Alsbrook began circulating in the online world in late-April 2011. This hoax was spread via cell phone text message, e-mail, and via posts made to social networking sites such as Facebook. The prankster responsible simply rearranged the text of the Ashley Flores e-mail and changed the name, age, and location of the youngster to aim it at a new target. (The Ashley Flores e-mail itself lifted phrases from previous missing child hoax e-mails, such as Christopher John Mineo and Kelsey Brooke Jones .) Some obvious clues make plain that this appeal is a prank rather than a genuine missing child alert: None of the organizations that track missing kids (such as the National Center for Missing and Exploited Children) have a record of a missing child named Stephanie Alsbrook, which is inconceivable for a youngster who has supposedly \"been missing for two weeks now.\" The message lacks any of the most basic information about the child other than she's 17 months old. While the plea to help find Stephanie Alsbrook circulates accompanied by a photo of a dark-haired, dark-eyed little girl sucking her thumb, not even as little as how tall she is or what she weighs is included in the entreaty. Neither is information about her supposed disappearance, such as the date she was last accounted for, where she was when last seen, in whose care she was at the time, or a description of what she was wearing. Not even so much as what city (or even country) she lives in gets listed. The single piece of contact information contained within the message is a telephone number that leads to a dead end. When we called the 520-421-1737 number on 30 April 2011, we were greeted by the following message: I'm sorry. This mailbox has not yet been set up by this subscriber. Please try again later. Good-bye.When we called back on 9 May 2011, the message had been changed to: If you're calling about Stephanie Alsbrook, she's been found. Anybody else, leave a message, and we'll call you back. Thank you. Bye.The subscriber is not named (nor is the \"we\" of \"we'll call you back\"). No other contact information is given, not so much as an e-mail address for the frantic father (let alone his name and the city he lives in), or the name and phone number of any police officer involved in the search for the missing toddler. Add it all up and you have: Re-used text of previous \"missing kid\" hoaxes. Inclusion of heart-tugging photo of a cute kid. Yet no physical description of the child or of the circumstances of her disappearance. No inclusion (other than \"missing for two weeks now\") of the when and where of the disappearance. And no contact information (other than a dead-end phone number) for either any member of the child's family or any police officer working the case. Add it up, and you have a hoax. A well-worn one at that.",
  "Originally Published": "",
  "Referred Links": "http://www.missingkids.com/;",
  "Example": "[Collected via e-mail, April 2011] PLEASE look at the picture, read what her Dad says, then forward this message on. My 17 month old girl, STEPHANIE ALSBROOK, is missing. She has been missing for two weeks now. Maybe if everyone passes this on, someone will see this child. That is how the girl from Stevens Point was found, by circulation of her picture on TV.... The Internet circulates even overseas, South America, and Canada etc. Please pass this to everyone in your address book. With GOD on her side, she will be found. I am asking you all, begging you to please forward this email on to anyone and everyone you know, PLEASE. It is still not too late. Please help us. If anyone knows anything, please contact me at: 520 421 1737. I am including a picture of her. All prayers are appreciated!! It only takes 2 seconds to forward this If it was your child what would you do?",
  "Last Updated": "9 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/missing/alsbrook.asp",
  "Claim": "17-month-old Stephanie Alsbrook is missing.",
  "Claim_ID": "inboxer_missing_alsbrook",
  "Tags": ""
}