{
  "Origins": "Free beer? Oh, please; what we have here is a hoax playing upon the gullible's desire to get something for nothing.",
  "Fact Check": "",
  "Description": "There are no free suds. Instead, Miller has become the latest victim of online pranksters. We're told Miller has embedded a \"tracker/counter\" in the e-mail message that will enable it to know when the 2 million Internet users threshold has been breached. Neither Miller nor any other company has this technology. Even so, belief that e-mail tracking systems exist is widespread and forms the basis of a number of online hoaxes. (See our Thousand Dollar Bill page for information about a similar pranks played on an ever-growing host of unsuspecting businesses.) The opening paragraph of Miller's response to this current e-mail hoax read as follows: The recent chain E-mail message circulating through the online world suggesting that Miller Brewing Company will give out a free six-pack of beer to all members of the \"chain\" if the chain reaches 2,000,000 people by Dec. 31, 1999 is false. Unfortunately, we have been the victims of this online prank. So there you have it no free beer. As the company itself pointed out, such a giveaway wouldn't be possible even if the technology to track e-mail did exist. How could Miller check IDs or otherwise ensure each of the recipients was at least 21 years of age? Barbara \"aegis of majority rules\" Mikkelson Additional information: Ask the Brewmaster (Miller Brewing Company)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/19990831060809/http://www.millerbrewing.com/dr_beer/display_faq.asp?format=5&id=17;",
  "Example": "[Collected on the Internet, 1999] Hello: We here at Miller Brewing Company, Inc. would like to help bring in the new millennium for everyone. We like to think of ourselves as a progressive company, keeping up with our customers. We have found the best way to do this via the Internet and email. Combining these things, we would like to make a special offer to our valued customers: If this email makes it to 2,000,000 people by 12:00 PM on New Year's Eve of 1999, we will send a coupon for one six-pack of any of our Miller Brand beverages. In the event that 2,000,000 people are reached, our tracker/counter, embedded in this message, will report to us with the list of names and email addresses. Thereafter, each email address will be sent an electronic coupon which you can print out and redeem at any Miller Brand beverage carrying store. The coupons will be sent as soon as 2,000,000 people are reached, so the sooner, the better. Enjoy, and Cheers, Gary D. Anderson, Chief Marketing Director Miller Brewing Company, Inc. http://www.millerbrewing.com",
  "Last Updated": "12 November 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/miller.asp",
  "Claim": "Miller is giving away 2 million free cases of beer to those who forward an e-mail message from them.",
  "Claim_ID": "inboxer_nothing_miller",
  "Tags": ""
}