{
  "Origins": "In early October 2009 yet another missing child hoax spread across the U.S. via cell phone text message, e-mail, and postings to the popular microblog Twitter. While the city or state name given as the location of the kidnapping varied wildly, the meat of the alert remained the same: a three-year-old boy had been abducted by a man in a 2006 Mitsubishi Eclipse bearing a license plate of 98B 351.",
  "Fact Check": "",
  "Description": "Numerous police departments have checked into this (the hoax was nationwide, after all, even hitting Hawaii), and no such abduction took place. The National Center for Missing and Exploited Children confirms that this is not an active Amber Alert. In January 2010 the hoax once again hit the online community, this time passed not only as a cell phone text message, e-mail, and Twitter postings, but as users' status line in Facebook. The October 2009/January 2010 hoax Amber Alert about an unnamed missing 3-year-old boy was a light reworking of the July 2009 hoax Amber Alert about an unnamed missing 3-year-old girl. Notice the similarity in the license plate numbers: 98B 351 and 72B 381. Barbara \"phony numbers\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.missingkids.com/missingkids/servlet/AmberServlet;",
  "Example": "[Collected via e-mail, May 2011] AMBER ALERT***STOP PLAYING FOR A MINUTE AND RE-POST! 3 YR OLD BOY TAKEN BY MAN IN ROCHESTER MI. DRIVING 2006 MITSUBISHI ECLIPSE. PLATE #98B351 RE POST NOW!!!! I HOPE TO SEE THIS REPEATED ON THIS PAGE MANY MANY TIMES, A CHILD IS IN DANGER !!! COME ON FRIENDS... MAYBE WE CAN HELP THIS LITTLE BOY! [Collected via e-mail, March 2011] AMBER ALERT!!! ~ Tammy Lynn Lawrence Nawrath Edmonton, Kentucky USA little girl, 3 yrs old picked up by man driving grey car, license plate: Quebec 72B 381. Canada .Put this as your status. It could save her. This kidnapping is recent so do it, 3 seconds will not kill you. If it were your child what would you want people to do? [Collected via e-mail, October 2009] AMBER ALERT!!! 3 year old boy taken by a man driving an 06 Mitsibishi Eclipse plate #98B351. Copy and paste in your status and keep passing along to help find him. He is in Ohio. [Collected via e-mail, October 2009] AMBER ALERT! In Yuba 3 yr old boy taken by a man driving a 06 Mitsubishi Eclipse Licence Plate# 98B351. Keep sending. [Collected via e-mail, October 2009] 3 years old boy taken by a man driving an 06 mitsubishi eclipse plate# 98B351.. Delaware Keep sending foward 2 some 1 else my save a life. [Collected via e-mail, October 2009] 3 Year old boy taken by a man in Rochester Minnesota 2006 MItishibishi Eclipse licence plate 98B351 [Collected via e-mail, October 2009] AMBER ALERT! 3yr old boy taken by a man driving a '06 mitsubishi eclipse Oregon plate # 98B351 KEEP IT GOING",
  "Last Updated": "23 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/missing/faketext2.asp",
  "Claim": "An Amber Alert was issued for a three-year-old boy taken by a man in a 2006 Mitsubishi Eclipse.",
  "Claim_ID": "inboxer_missing_faketext2",
  "Tags": ""
}