{
  "Origins": "British celebrity chef Jamie Oliver is the force behind the popular BBC television programme The Naked Chef , as well as a series of cookery books, in which he offers up dishes such as Thai Seared Carpaccio, Tray Baked Pork Chops with Thyme and Roasted Pears, and Preserved Slow-cooked Baby Bell Chillies Stuffed with Anchovies and Capers in a fashion that makes them seem manageable even to culinarily lesser-skilled home kitchen warriors.",
  "Fact Check": "",
  "Description": "In July 2003, a 121-page Microsoft Word document (complete with a table of contents and full-color illustrations) began circulating on the Internet through e-mail forwards accompanied by a cover note claiming that the file contained the entire contents of Oliver's forthcoming cookery book, Naked Chef 2 , and had been set loose out of spite by someone at Oliver's publishing house who was annoyed with him. Fans of Jamie Oliver's might be a little puzzled why the kitchen wizard, who has already published books entitled The Naked Chef and The Return of the Naked Chef , would come out with a third work under the retro title Naked Chef 2 . That puzzlement would be well-founded: according to Oliver's UK publisher, Penguin Books, they have no Naked Chef 2 title in the works; the faux volume circulating in Microsoft Word is a pirated document whichwas assembled from Oliver's previous works and contains no new material: \"It appears to be a type of pirated version of his many cook books,\" said Jess Ward, publicity director for Penguin Books in London. \"Obviously, this is an infringement of Jamie's copyright so Penguin is pursuing it with authorities.\" \"There's nothing original in the e-mail. It appears to come from a collection of his previous books,\" said Ward. \"We're not concerned about the commercial impact.\" (Although the Microsoft Word document is not a reproduction of a real Jamie Oliver book, we're not making it available here because it is composed of material taken from several of his copyright-protected works.)",
  "Originally Published": "",
  "Referred Links": "http://www.bbc.co.uk/food/nakedchef/;",
  "Example": "[Collected on the Internet, 2003] Hello All, Attached is the NEW Jamie Oliver cookery book . . . word is that he has annoyed his publishers so much that someone there has decided to send out his entire new book on email! I've already printed a version and it's prints out perfectly and there are some lovely recipes too! (See attached file: Jamie Oliver.doc)",
  "Last Updated": "30 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/nakedchef.asp",
  "Claim": "A forthcoming Jamie Oliver cookery book, Naked Chef 2, is circulating on the Internet as a Microsoft Word document.",
  "Claim_ID": "inboxer_hoaxes_nakedchef",
  "Tags": ""
}