{
  "Origins": "Ever since the 2007 publication of the seventh and final Harry Potter novel, Harry Potter and the Deathly Hallows , many fans of the fantasy series have been hoping author J.K. Rowling might change her mind and pen additional volumes featuring the adventures of Harry, his friends Ronald Weasley and Hermione Granger, and the rest of the gang from the Hogwarts School of Witchcraft and Wizardry. Such expectations were stoked in September 2013 by the web publication of an article stating that not only was Rowling planning an eighth Harry Potter novel, but that she was already 75% done with the manuscript:",
  "Fact Check": "",
  "Description": "However, J.K. Rowling has announced no such plans, and neither Yahoo News nor The New York Times (nor any other reputable web site) reported that she has. This item was a hoax, a spurious rumor spread by the disreputable Top Information Post web site, a site which has a history of picking up and republishing false information from other sources with no regard for its veracity. In this case, Top Information Post simply reproduced an article that was clearly an April Fool's Day joke, published on another web site on 1 April 2013. On 12 September 2013, Warner Bros. did announce that J.K. Rowling would be penning a screenplay inspired by Harry Potter's Hogwarts textbook \"Fantastic Beasts and Where to Find Them\" and featuring the adventures of the book's fictitious author, Newt Scamander. Although that film will be set in the same wizarding world as the Harry Potter books, it will not be part of (nor is it a prequel or sequel to) the Harry Potter series: \"Fantastic Beasts and Where to Find Them\" will be an original story and will mark Rowling's screenwriting debut. It is planned as the first picture in a new film series. Set in the wizarding world, the story will feature magical creatures and characters, some of which will be familiar to devoted Harry Potter fans. \"Although it will be set in the worldwide community of witches and wizards where I was so happy for seventeen years, 'Fantastic Beasts and Where to Find Them' is neither a prequel nor a sequel to the Harry Potter series, but an extension of the wizarding world,\" said Rowling. \"The laws and customs of the hidden magical society will be familiar to anyone who has read the Harry Potter books or seen the films, but Newt's story will start in New York, seventy years before Harry's gets underway.\"",
  "Originally Published": "",
  "Referred Links": "http://www2.warnerbros.com/web/corpcomm/portal/press_release.jsp?id=WBE_%20JKRowling_09.12.13;http://storycarnivores.com/2013/04/01/exclusive-harry-potter-8-confirmed-by-j-k-rowling/;https://web.archive.org/web/20131031224802/http://topinfopost.com/2013/09/08/exclusive-harry-potter-8-confirmed-by-j-k-rowling;",
  "Example": "[Collected on the Internet, December 2012] I've been seeing rumors all over the web that J.K. Rowling has announced an 8th Harry Potter novel, to be released in December. I'm not sure of this, but I thought I'd ask around more reliable sites.",
  "Last Updated": "12 September 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/harrypotter8.asp",
  "Claim": "Author J.K. Rowling has announced plans to pen a new book in the Harry Potter series.",
  "Claim_ID": "inboxer_hoaxes_harrypotter8",
  "Tags": ""
}