{
  "Origins": "In early 2002, manufacturer SC Johnson invoked a voluntary recall of its Glade brand 'Extra Outlet Scented Oil Air Fresheners' (a plug-in air freshener which included its own outlet so that consumers wouldn't have to give up an outlet space to use it) because they had found a loose connection inside the extra outlet that might pose a fire hazard. There had been no actual reports of fires property damage associated with the product prior to its recall, however. In October 1994, Johnson recalled five million Glade plug-in fresheners sold between 1992 and July 1994 as a precaution after receiving 600 complaints, including \"12 allegations about the fresheners being involved in fires.\"",
  "Fact Check": "",
  "Description": "Is there any evidence that the current Glade PlugIn air freshener poses a significant fire hazard, as alleged in the message quoted above? We haven't found any studies or news reports demonstrating that plug-in air fresheners (Glade or other brands) pose a significantly higher fire hazard than other electrical devices. Such reports are generally sketchy and inconclusive, as in WABC-TV reporter Tappy Phillips' coverage of a 2002 story about a possible connection between plug-in air fresheners and home fires. Phillips said the Consumer Product Safety Commission (CPSC) showed them \"scores of reports from consumers, chronicling fire hazards associated with plug-in air fresheners from various manufacturers,\" but the CPSC also acknowledged \"some fires attributed to air fresheners may be caused by faulty electrical wiring.\" WABC looked at two instances where air fresheners were suspected in house fires, but the causes of those fires had not been definitively established. (Both cases involved not Glade brand products, but Wallflower, a plug-in air freshener manufactured by the White Barn Candle Company.) Moreover, SC Johnson noted in their response to this rumor: Because SC Johnson is committed to selling safe products, the company thoroughly investigated these rumors. First, it confirmed that no one had contacted SC Johnson to tell the company about these fires or to ask the company to investigate them. Additionally, SC Johnson had a leading fire investigation expert call the fire department representative who is identified in one of the Internet postings. That fireman indicated that he has no evidence that SC Johnson products had caused any fire. SC Johnson also knows that its products do not cause fires because all of the Glade PlugIns products have been thoroughly tested by Underwriters Laboratories and other independent laboratories, and SC Johnson products meet or exceed safety requirements. SC Johnson continues to work closely with the Consumer Product Safety Commission to investigate allegations involving PlugIns products. Although some fire officials may recommend that consumers not use plug-in air fresheners, it's now the case that air fresheners are mistakenly being blamed for fires started by other causes (such as faulty wiring) or fires of undetermined origin, just as cell phones are often falsely cited as the cause of gas station fires attributable to other causes, such as static electricity. It's also important to note that just about any electrical device can potentially malfunction and cause a fire, so sporadic reports of air freshener-caused fires (even if true) don't in themselves demonstrate that such devices pose a disproportionate fire hazard. Since consumers are leery of trusting safety information put out by the same companies that sell the products in question, we contacted the Los Angeles Fire Department and spoke to arson investigators there about their experience with fires caused by plug-in air fresheners. Not only did none of them recall such a case from personal experience, but a search of their records for the last twenty years failed to turn up a single incidence of a major structure fire (i.e., oneresulting in damage exceeding $25,000) caused by a plug-in air freshener. So we feel pretty safe in saying that whatever fire danger plug-in air fresheners might pose, it's not nearly as large as this e-mail would lead consumers to believe. Additional information: Looking at Potential Dangers of Plug-In Air Fresheners (WABC-TV, New York) Recall of Glade Extra Outlet Scented Oil Air Fresheners (CSPC)",
  "Originally Published": "",
  "Referred Links": "http://www.cpsc.gov/cpscpub/prerel/prhtml02/02144.html;http://web.archive.org/web/20020917035438/http://abclocal.go.com/wabc/news/7onYourSide/WABC_7side_041902fresheners.html;http://www.scjohnson.com/family/fam_pre_pre_news.asp?art_id=133;http://web.archive.org/web/20020917035438/http://abclocal.go.com/wabc/news/7onYourSide/WABC_7side_041902fresheners.html;http://web.archive.org/web/20031205043957/http://www.glade.com/plugins.asp;http://www.cpsc.gov/cpscpub/prerel/prhtml02/02144.html;http://www.scjbrands.com/;",
  "Example": "[Collected via e-mail, 2004] Electrical Hazard My brother and his wife learned a hard lesson this last week. Their house burned down...nothing left but ashes. They have good insurance, so the home will be replaced and most of the contents. That is the good news. However, they were sick when they found out the cause of the fire. The insurance investigator sifted through the ashes for several hours. He had the cause of the fire traced to the master bathroom. He asked my sister-in-law what she had plugged in the bathroom. She listed the normal things....curling iron, blow dryer. He kept saying to her, \"No, this would be something that would disintegrate at high temperatures.\" Then, my sister-in-law remembered she had a Glade Plug-in in the bathroom. The investigator had one of those \"Aha\" moments. He said that was the cause of the fire. He said he has seen more home fires started with the plug in type room fresheners than anything else. He said the plastic they are made from is a THIN plastic. He said in every case there was nothing left to prove that it even existed. When the investigator looked in the wall plug, the two prongs left from the plug-in were still in there. My sister-in-law had one of the plug-ins that had a small night light built in it. She said she had noticed that the light would dim....and then finally go out. She would walk in a few hours later, and the light would be back on again. The investigator said that the unit was getting too hot, and would dim and go out rather than just blow the light bulb. Once it cooled down, it would come back on. That is a warning sign. The investigator said he personally wouldn't have any type of plug in fragrance device anywhere in his house. He has seen too many burned down homes. Thought I would warn you all. I had several of them plugged in my house. I immediately took them all down.",
  "Last Updated": "18 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/household/glade.asp",
  "Claim": "Glade PlugIns brand air fresheners have been proved a significant fire hazard.",
  "Claim_ID": "inboxer_household_glade",
  "Tags": ""
}