{
  "Origins": "The above-quoted jape is yet another version of a long-running Internet hoax that has been circulating in one form or another since 1997. The names of the companies involved and the supposed rewards to be had periodically change, but the basic come-on remains the same: fool gullible netizens into endlessly forwarding junk messages to their friends and acquaintances with phony promises of cash and free merchandise.",
  "Fact Check": "",
  "Description": "Neither British retailer Marks & Spencer (incorrectly referred to above as \"Marks & Spencers\" ) nor UK housebuilder Persimmon Homes is distributing free merchandise vouchers to persons who forward an e-mail to a specified number of friends. E-mail sent to the address contained with the message produces the following response: A hoax e-mail is being circulated offering a promotion of free Marks and Spencer vouchers for forwarding the e-mail to colleagues and friends. Neither Marks and Spencer or Persimmon Homes have made any such promotional offer. Please delete the hoax e-mail and notify the people to whom you have sent it that it is a hoax. This particular version of a long-running hoax began hitting inboxes in May 2007, and the bottom line is that no matter which incarnation of this silliness one receives, the principle is the same: there's still no free lunch, and big companies aren't going to hand out fabulous vacations, $1,000 bills, free trendy clothes, new computers, cases of candies, wads of cash, or new cars just because someone with a functioning Internet connection does them the favor of forwarding an e-mail. Though at first blush, participating in such pie-in-the-sky wishfulness appears perfectly harmless, such participation only serves to clog up already overtaxed resources. Oh yes, it does one other thing: it gives the pranksters who cook up these hoaxes a great big laugh at others' expense.",
  "Originally Published": "",
  "Referred Links": "http://www.persimmonhomes.com/;http://www.marksandspencer.com;",
  "Example": "[Collected via e-mail, May 2007] Subject: Marks and Spencers and Persimmon Marks & Spencers, in conjunction with Persimmon Homes, are giving awayfree vouchers. Marks & Spencers are trying word-of-mouth advertising to introduce its products and the reward you receive for advertising for them is free non-refundable vouchers to be used in any M&S store. To receive your free vouchers by e-mail all you have to do is to send this email out to 8 people (for 100 of free vouchers) or 20 people (for 500 of free vouchers). Within 2 weeks you will receive an e-mail with your vouchers attached. Theywill contact you through your e-mail address. Please mark a copy to: Andy.curran@persimmonhomes.com",
  "Last Updated": "5 June 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/marks.asp",
  "Claim": "Marks & Spencer are giving away free merchandise vouchers in partnership with Persimmon Homes.",
  "Claim_ID": "inboxer_nothing_marks",
  "Tags": ""
}