{
  "Origins": "In March 2014, a rumor spread by social media claimed that Wayne Knight, who played the character of Newman on the popular sitcom Seinfeld , had been killed in a car crash. The rumor was just a hoax spread by a TMZ look-alike site using the domain name tmz.today.",
  "Fact Check": "",
  "Description": "That site posted an article stating:: Actor Wayne Knight, better known to most for playing one of the most indelible roles on NBC s 'Seinfeld' as the charater 'Newman' is dead and two other passengers are critically injured after their vehicle slammed into a disabled semi-tractor-trailer late Saturday night along Route 446 near the Pennsylvania-New York state border in Eldred Township. Kane-based state police have identified the deceased as the lovable Newman. McKean County Coroner Jeff Levin said Knight died of blunt force trauma at the scene. Also injured in the crash were two of Knight s passengers, Christopher Davidson, 33, and an unidentified male, both of New York state. Police say the unidentified male was ejected from the back seat of the sedan, Knight took to Twitter to dispel the false rumors, tweeting a series of messages including \"Some of you will be glad to hear this, others strangely disappointed, but . I am alive and well!\" and \"Does someone have to DIE to trend? Geez! Thanks for all the love everybody. I didn't know you cared. Glad to be breathing!\": Some of you will be glad to hear this, others strangely disappointed, but .I am alive and well! Wayne Knight (@iWayneKnight) March 16, 2014 The website in question comprises a mere three articles, all of them celebrity death hoaxes: Betty White, Chumlee, and Wayne Knight.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/iWayneKnight/statuses/445239269469458432;",
  "Example": "[Collected via e-mail, March 2014] Actor Wayne Knight, better known to most for playing one of the most indelible roles on NBC's \"Seinfeld\" as the charater \"Newman\" is dead and two other passengers are critically injured after their vehicle slammed into a disabled semi-tractor-trailer late Saturday night along Route 446 near the Pennsylvania-New York state border in Eldred Township.",
  "Last Updated": "16 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/knight.asp",
  "Claim": "Wayne Knight from Seinfeld was killed in a car crash.",
  "Claim_ID": "inboxer_hoaxes_knight",
  "Tags": ""
}