{
  "Origins": "Gabrielle Dahm is a one-year-old girl (she'll turn two in December 2010) who was reported as missing from her Fort Lauderdale, Florida, home in August 2010.",
  "Fact Check": "",
  "Description": "According to Gabrielle's father, Chris Dahm, his ex-wife, with whom he shared joint custody of Gabrielle, took the girl out of the U.S. in violation of a custody agreement and has not returned: Dahm said his 19-month-old daughter Gabrielle disappeared [on August 4] after his ex-wife, Leslie Delbecq, failed to drop her off at his house for their scheduled visit. Dahm and Delbecq went through a bitter divorce, which was finalized in June [2010], and granted the parents joint custody of Gabrielle. Dahm says that a condition under the custody agreement was that Gabrielle not be taken out of the country. But Dahm claims that [by August 5] he had learned that Delbecq had purchased three one way tickets to Abu Dhabi, by way of Brussels where Delbecq has dual citizenship. The tickets were in the names of his ex-wife, her mother and Gabrielle, he claims. \"I've been working closely with authorities since [August 6], and we are not sure how Gabby could have gotten out of the country without a passport,\" said Dahm. Dahm said that in 2005 his wife's family moved to Abu Dhabi because Delbecq's father got a job as a captain with Etihad Airways. Mr. Dahm has since established the Help Save Gabby web site in order to raise money to fund his efforts to find his daughter and return her to the U.S.: On August 2, 2010, my ex-wife, Leslie Delbecq, and her mother, Jeanine DeRiddere-Delbecq, took Gabrielle Dahm, my daughter, with three 1-way flights to Brussels, Belgium. They then traveled to Abu Dhabi, UAE in the Middle East where my ex-wifes's parents have been residing since 2005. They violated a court order stating that Gabrielle may not leave Ft. Lauderdale, FL, or the United States for that matter. Gabrielle Nicole Dahm is my life. I recently enrolled her in St. Mark's Episcopal School in Ft. Lauderdale. It is the only school for 1 yr olds in Broward County. We were going swimming 2 times a day every morning and every evening. She couldn t swim yet although we were having a lot of fun in the pool. She loves bubbles! We would also attend the local \"Mommy and Me and Daddy and Me\" class every Thursday night at Amanda s place and she would always chase the bubbles in the room. Gabrielle Nicole Dahm is my only child, and she means everything to me! Gabby is my world! Gabby just learned to say \"Da Da\". I miss Gabby so much I can't sleep, eat, or think. I dream about her every night. I can't wait to see her and hold her in my arms again. With the irrevocable trust that my family help me set up, Under Federal Law, EVERY dollar that gets donated to the \"Help Save Gabby Fund\" gets used for lawyers in the United States and overseas (in Abu Dhabi), for every resource possible to help bring Gabby back to the United States, and for Gabby's well-being. ALL THE FUNDS GO STRICTLY TO THIS CAUSE. I have always donated to charitable causes and believe in supporting those in need. If you donate to your church, societies, research groups, or charities, please add this noble cause to your list. I am grateful for whatever you can give.... I don't want to wait a lifetime to see my beautiful baby daughter again! Thank you in advance for your generous support. According to news accounts, the U.S. State Department has confirmed that Gabrielle is in the UAE, and in September 2010 a circuit court judge ruled that Christopher Dahm be given full custody of Gabrielle Dahm: Broward Circuit Judge Richard Y. Feder ruled that Christopher Dahm, 33, would be given full custody of Gabrielle Dahm if his ex-wife does not reply to the court by [September 29]. After a yearlong battle in circuit court, Dahm and Delbecq in January [2010] were awarded joint custody. Dahm said he hopes being awarded full custody would aid federal officials as they start trying to recover his daughter from the United Arab Emirates. The State Department has confirmed that the child is in Abu Dhabi, [Dahm's lawyer, Douglas] Reynolds said. He declined to explain how officials made that determination. Officials have told Dahm to brace for a wait of about two years before Gabrielle can be returned to South Florida, Dahm said. Meanwhile, Dahm is raising money to help pay for anticipated legal expenses, including having to potentially hire lawyers in Abu Dhabi, the capital of the United Arab Emirates, he said.",
  "Originally Published": "",
  "Referred Links": "http://www.helpsavegabby.com/;http://www.missingkids.com/missingkids/servlet/PubCaseSearchServlet?act=viewPoster&caseNum=1154539&orgPrefix=NCMC&searchLang=en_US;",
  "Example": "[Collected via e-mail, October 2010] My daughter Gabrielle Nicole Dahm was kidnapped and taken to Abu Dhabi, United Arab Emirates by my ex-wife and her family.They are now at her parent's home in Abu Dhabi, UAE. I need to get her back legally, and quickly. I need your help with the legal expenses here in the United States, and in the Middle East. It is much more than I can handle. We set up a trust fund, where every dollar that gets donated goes to bringing Gabby home to the United States and for her well-being. It is mostly for lawyers here and in Abu Dhabi, although there are other costs as well. Please help us with anything you can, and keep Gabby in your prayers! Every dollar that you contribute helps to bring Gabby closer to HOME! The FBI has opened a full investigation, here in the United States and overseas. The State Department is working with U.S. Embassy in Abu Dhabi, UAE, although they do not have authority in the Middle East. I am currently working with Congressman Ron Klein's office and Senator Bill Nelson's office, though their capabilities are limited. I need to retain a law firm in Abu Dhabi, UAE, so they can file the paperwork in the UAE courts to bring Gabby home. We have to litigate the matter in their courts, and it is expensive! I am trying to get the attention of Secretary of State Hillary Clinton, so she can help us to bring Gabby home! The Florida court order prohibited them from taking my daughter outside of Florida, let alone the country! They took Gabby in violation of the Florida court order. From a Loving Father who terribly MISSES his DAUGHTER!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! !!!!!!!!!!!!! Christopher Dahm 4330 NE 16 Ter. Fort Lauderdale, FL 33334",
  "Last Updated": "6 October 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/missing/gabrielledahm.asp",
  "Claim": "A one-year-old girl named Gabrielle Dahm is missing from her home in Ft. Lauderdale, Florida.",
  "Claim_ID": "inboxer_missing_gabrielledahm",
  "Tags": ""
}