{
  "Origins": "",
  "Fact Check": "",
  "Description": "The state law passed today, 37 to 9, had a few liberals in the mix, an amendment to place the Ten Commandments on the front entrance to the state capitol. Oklahoma House Bill 1330 (the \"Ten Commandments Monument Display Act\"), passed by the state legislature in April 2009, allowed for a Ten Commandments monument to be displayed on the Capitol grounds (not over the front entrance of the Capitol) in accordance with existing U.S. Supreme Court rulings. The monument itself was not installed at the Capitol until November 2012, and in June 2015 the Oklahoma Supreme Court ordered its removal . We recently passed a law in the state to incarcerate all illegal immigrants, and ship them back to where they came from, unless they want to get a green card and become an American citizen. The Oklahoma Taxpayer and Citizen Protection Act of 2007 declared that \"It shall be unlawful for any person to transport, move, or attempt to transport within the United States any alien knowing or in reckless disregard of the fact that the alien has come to, entered, or remained in the United States in violation of law, in furtherance of the illegal presence of the alien in the United States.\" (As indicated by the title, this legislation was passed back in 2007, during the Bush administration.) Enforcement of that measure was suspended for four years by court challenges maintaining that it was at odds with federal law, but the measure was finally upheld by the Oklahoma state Supreme Court in June 2011. However, the court struck down a provision of that law that denied bail to illegal immigrants arrested on felony counts or driving under the influence complaints. Yesterday we passed a law to include DNA samples from any and all illegals to the Oklahoma database, for criminal investigative purposes. In April 2009, Oklahoma passed legislation to expand existing law requiring DNA samples to include individuals convicted of certain violent misdemeanor crimes as well as illegal aliens upon arrest for any crime. In May 2010, the Oklahoma House defeated legislation that would have expanded DNA collection to include those accused (but not yet tried or convicted) of such crimes, and in October 2014 the Oklahoman reported that since 2009 \"law enforcement agencies neglected to perform DNA tests on tens of thousands of people convicted of serious misdemeanors, despite a provision in state law for such testing.\" Several weeks ago, we passed a law, declaring Oklahoma as a Sovereign state, not under the Federal Government directives. In April 2009, Oklahoma passed a resolution \"demanding the federal government cease and desist mandates beyond its authority as designated by the Tenth Amendment to the U.S. Constitution.\" This declaration was a resolution, not a law, and therefore was a symbolic act with no legal effect. Oklahoma, a week ago, passed a law confirming people in this state have the right to bear arms and transport them in their vehicles. In 2004 and 2005, the Oklahoma legislature passed statutes allowing employees to keep firearms in locked vehicles on company property after Weyerhauser reportedly fired eight workers who violated company policy by having guns in their vehicles at a mill in southeastern Oklahoma. Several companies challenged that law in a federal lawsuit which maintained the statutes were unconstitutional and were pre-empted by the federal Occupational Safety and Health Act, and in 2007 a U.S. District Judge barred enforcement of the statutes. However, the 10th U.S. Circuit Court of Appeals reversed that decision in February 2009, ruling that it \"interferes with Oklahoma's police powers and essentially promulgates a court-made safety standard ... Such action is beyond the province of federal courts.\" A subsequent law passed in 2012 also allows employees to store ammunition in their locked vehicles parked at work.",
  "Originally Published": "",
  "Referred Links": "http://employerlinc.com/2012/10/weapons-in-the-workplace-new-oklahoma-law-allows-ammunition-in-locked-cars-parked-at-work/;http://www.okhouse.gov/media/news_story.aspx?newsid=3112;http://newsok.com/article/5349551;http://www.okhouse.gov/OkhouseMedia/news_story.aspx?NewsID=3121;http://newsok.com/state-high-court-upholds-oklahomas-anti-illegal-immigration-bill/article/3577093;http://www.oklegislature.gov/BillInfo.aspx?Bill=HB1804&Session=0700;http://www.cnn.com/2015/07/02/politics/oklahoma-supreme-court-orders-removal/;http://newsok.com/ten-commandments-monument-installed-at-oklahoma-state-capitol/article/3728824;https://web.archive.org/web/20090526064815/http://www.tulsaworld.com/news/article.aspx?subjectid=12&articleid=20090421_16_A1_OLHMIY839377;",
  "Example": "[Collected via e-mail, May 2009] An update from Oklahoma. The state law passed today, 37 to 9, had a few liberals in the mix, an amendment to place the Ten Commandments on the front entrance to thestate capitol. The feds in D.C., along with the ACLU, said it would be a mistake. Hey this is a conservative state, based on Christian values...! Guess what..........We did it anyway. We recently passed a law in the state to incarcerate all illegal immigrants, and ship them back to where they came from, unless they want to get a green card and become an American citizen. They all scattered. Hope we didn't send any of them to your state. This was against the advice of the Federal Government, and the ACLU, they said it would be a mistake. Guess what..........we did it anyway. Yesterday we passed a law to include DNA samples from any and all illegals to the Oklahoma database, for criminal investigative purposes. Pelosi said it was unconstitutional. Guess what........We did it anyway. Several weeks ago, we passed a law, declaring Oklahoma as a Sovereign state, not under the Federal Government directives. That, for your information, makes Oklahoma and Texas the only states to do so. Guess what.........More states are likely to follow. Louisiana, Alabama, Georgia, both Carolina's, Tennessee, Kentucky, Missouri, Arkansas, West Virginia, just to name a few. Should Mississippi act, so will Florida. Save your confederate money, it appears the South is about to rise up once again. The federal Government has made bold steps to take away our guns. Oklahoma, a week ago, passed a law confirming people in this state have the right to bear arms and transport them in their vehicles. I'm sure that was a set back for the Kennedys and Ms Pelosi. Guess what..........We did it anyway. By the way, Obama does not like any of this. Guess what....who cares...were doing it anyway.",
  "Last Updated": "12 July 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/pending/oklahoma.asp",
  "Claim": "Message lists legislation passed by the state of Oklahoma.",
  "Claim_ID": "inboxer_pending_oklahoma",
  "Tags": ""
}