{
  "Origins": "In 2002, lawsuits were filed against PayPal, alleging (among other issues) that PayPal illegitimately restricted customers' access to their money:",
  "Fact Check": "",
  "Description": "Those lawsuits were settled in June 2004: PayPal has reached a preliminary settlement with some customers who accused the eBay unit of illegally freezing their funds. The company said it will pay a total of $9.25 million to settle the federal class-action suit, $3.4 million of which will pay lawyers' fees and costs. PayPal admitted no wrongdoing in settling the claims, which were filed in 2002 as part of two federal class-action suits that also alleged other customer service deficiencies. Those two cases were merged, and a third case, pending in California state court, will be dismissed if the settlement agreement is approved. \"In this agreement, PayPal does not acknowledge that any of the allegations in the case are true,\" PayPal said in an e-mail to customers. The unit \"entered into the settlement agreement to avoid further costs of litigation and to devote resources to more productive areas of our business.\" The PayPal site now includes a link which users can follow to view the site hosted by the claims administrator for the class action settlement and learn more about the litigation and class action settlement agreement. PayPal customers who used the service between Oct. 1, 1999 and Jan. 31, 2004 are eligible to file and claim a portion of the approximately $5.8 million",
  "Originally Published": "",
  "Referred Links": "https://www.paypal.com/settlement;http://zdnet.com.com/2100-1104_2-5233490.html;http://news.com.com/2100-1017-842240.html;",
  "Example": "[Collected on the Internet, 2004] IF YOU OPENED A PAYPAL ACCOUNT BETWEEN OCTOBER 1999 AND JANUARY 2004, YOU MAY BE ENTITLED TO A PAYMENT FROM A CLASS ACTION SETTLEMENT. PLEASE READ THIS NOTICE CAREFULLY. UNITED STATES DISTRICT COURT NORTHERN DISTRICT OF CALIFORNIA SAN JOSE DIVISION In re PayPal litigation Case No. CV-02-01227-JF (PVT) NOTICE OF PENDENCY OF CLASS ACTION AND PROPOSED SETTLEMENT 1. WHY DID I GET THIS NOTICE? You have been sent this Notice because the records of PayPal, Inc. indicate you are a current or former PayPal account holder. This means you may be eligible to receive a payment from the proposed class action settlement in the lawsuit In re PayPal Litigation, Case No. 02 1227 JF PVT, pending in the United States District Court for the Northern District of California in San Jose. This Notice provides a summary of the terms of the proposed settlement. It also explains the lawsuit, your legal rights under the settlement, what benefits are available to you under the settlement, and how to get them.",
  "Last Updated": "Wolverton, Troy. \"PayPal Hit by Class-Action Suit.\" CNET News.com. 21 February 2002. Festa, Paul. \"PayPal Settles Customer Suit.\" CNET News.com. 14 June 2004.",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/nothing/paypal.asp",
  "Claim": "PayPal customers can claim a share of a class action lawsuit settlement.",
  "Claim_ID": "inboxer_nothing_paypal",
  "Tags": ""
}