{
  "Origins": "Although airlines frequently offer special deals to promote tourism when the air travel business is slumping, this isn't one of them. The offer described here free round-trip travel to London (or any Asian destination for UK residents) on British Airways as a reward for forwarding an e-mail message to 10 other people is merely yet another incarnation of the \"free goods for sending e-mail\" hoax which has been teasing gullible Internet users for several years now. According to a British Airways spokesperson:",
  "Fact Check": "",
  "Description": "Some inexpensive air travel fares may be in the offing, but no airline's likely to be offering a deal this good any time soon.",
  "Originally Published": "",
  "Referred Links": "http://www.britishairways.com;",
  "Example": "[Collected on the Internet, 2003] Due to the SARS and the recent war in Iraq, the number of passengers flying world-wide has fallen dramatically. We at British Airways have launched an international media campaign which aims to fill our aircraft once again. A part of this campaign is direct email advertising. This is where YOU come in! British Airways, along with Microsoft are tracking this email, and for every 5 people you forward this to, you will receive a flight to London return from any destination in the world (if your in the UK, you can fly to any Asian destination return). Send this email to 10 people and you are eligible to fly ANYWHERE in the world return to your depature point! Simple as that! However, that only catch is you MUST travel BEFORE 31st October 2003. You will be contacted via email within 5 working days for your full contact and booking details. Note: one flight per person only.",
  "Last Updated": "30 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/british.asp",
  "Claim": "British Airways is offering free round-trip travel to London to those who forward an e-mail message to 10 other people.",
  "Claim_ID": "inboxer_nothing_british",
  "Tags": ""
}