{
  "Origins": "All of the above is substantially true, with the caveat that \"last Friday\" (when the accident occurred) was 15 December 2000. Several months and at least three surgeries later, little Lauren whose skull was fractured in the accident was released from Northwest Texas Hospital on 5 June 2001. As of that date (which is the last we could find news of her) she still had a long way to go on the road to recovery: She still had to use oxygen to breathe and a feeding tube to eat, but was becoming more alert, according to her grandfather. She could say a few words, but still couldn't walk or sit up.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] Subject: Prayer Request for Child in Amarillo, TX Last Friday about 12:30 P.M. My three year old granddaughter, LaurenRenee Pingel and her babysitter were on their way to do some shopping in a Ford Taurus. At an intersection North of Amarillo, around the River Road area a large pickup with a Rhino Guard Bumper failed to yield right of way and ran a stop sign. The pickup hit the car. Lauren was buckled in her car seat in the middle of the back seat. The pickup hit the side of the car about the middle. We are not sure what caused the terrible injury to Lauren. She had no broken bones or other injuries but severe head injuries. We have been told it was the Rhino Guard Bumper that hit her. She weighs about 25 lbs. She was rushed to Northwest Texas Hospital where they put the pieces of her little skull back together with metal pins and all the pieces were there. Some broken glass was also removed. A few hours later as her brain began to swell the doctors told son & daughter in law that if they did not perform a craniotomy she would die, and if they did perform it she stillmight die or surely not fully recover. She was rushed into surgery again, and it was performed. She has improved some but very slowly. The first 72 hours were very difficult with several trips for CAT scans in hopes of seeing how the brain was reacting. We have now stopped worrying about the brain so much and are concentrating on the other vital organs. Her heart beat is strong. Her lungs are filled with fluid and they have diagnosed her with Adult Respiratory Distress Syndrome. Some of the tissue in her lungs has hardened. They are doing respiratory work every 2 hours. Her kidneys were not functioning properly but have improved. Her little face is swollen as tight as it can swell with both eyes swollen shut, it is also starting to bruise. It is so hard to see her lying there with all of the tubes. We have some great doctors and they have all been really good to talk to us and try to be compassionate. Her main doctor said today that we are maybehalfway through the worst part. (I can't imagine what will happen next.) BUT. . . he also said today that we were not taking inches anymore but maybe steps now. We think she can hear us when we talk to her. I read her a book tonight and her blood pressure dropped 2 points (a good thing). I am taking a couple of her favorite books tomorrow to read to her. Please pray for Lauren and her doctors that she will have the strength to endure the treatment and her body will accept the medicines that they prescribe. Her doctors names are: Dr.Habersang - Pediatric ER Trauma Specialist, Dr. Levy - Pediatric ER TraumaSpecialist, Dr. Ortiz - Resident with Dr. Levy and Habersang, and Dr. Steve Cone - Brain Surgeon. Also pray for the many excellent nurses andtherapist that are working with her. Name: Lauren Renee Pingel age 3 years Brad and Suzanne Pingel - Parents, Jodi RaeLynn Pingel - 8 month old sister, Ron and Janace Ross - Maternal Grand parents and JoAnn and Robert McCoy - Paternal Grand parents. I hope to have a prayer chain going around the world with the help of the internet. Her name has been given to a missionary in Africa and they are praying for her there. Please send this request to anyone you know that will pray for us and the healing of our precious baby girl - Lauren JoAnn McCoy.",
  "Last Updated": "8 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/prayer/pingel.asp",
  "Claim": "Prayers are requsted for Lauren Renee Pingel, a three-year-old girl from Amarillo, Texas, who was injured in an automobile accident.",
  "Claim_ID": "inboxer_prayer_pingel",
  "Tags": ""
}