{
  "Origins": "Most missing child alerts circulated via e-mail fall into one of two categories: genuine reports of missing children that continue to be forwarded long after the child has been found, or hoaxes imploring readers to look for children who aren't missing or don't exist. The above-quoted message bears all the earmarks of the latter category.",
  "Fact Check": "",
  "Description": "The entreaty to help find Carissa Malanitch first reached us on 5 February 2009. It was circulated primarily as a text message randomly sent to cell phones in Missouri, Nevada, and Utah, and included a photograph (displayed above) of a blonde girl sitting in a car. None of the versions or descriptions of them subsequently received include even the most basic information one would expect to find in a genuine missing child plea: where Carissa Malanitch went missing, the date, time, and location where she was last seen, a physical description of her, a description of what she was last seen wearing, contact information for her parents, or contact information for the local police authorities handling the case. All that was provided was the information that the child's mother \"works in the mall at the Thai Way Express.\" The alert even included phrases taken word-for-word from previous missing child hoax e-mails, such as Christopher John Mineo , Kelsey Brooke Jones , Ashley Flores , and Evan Trembley . A variety of searches through news accounts and law enforcement and missing child web sites, including the site of the Center for Missing & Exploited Children ( NCMEC ), failed to turn up mention of a missing girl named Carissa Malanitch. The one piece of identifying information provided in the message, an e-mail address, produced a \"This user doesn't have a yahoo.com account\" error when mail was sent to it on 10 February 2009. Said message is automatically generated by yahoo.com in response to e-mails sent to non-existent addresses. That address has subsequently been registered, as this auto-reply generated from it on 11 February 2009 shows: Hello. This message is an auto-reply, from someone not related to miss Malanitch. I read the story of the text message at the Urban Legends Reference Pages website, http://www.snopes.com/inboxer/missing/malanitch.asp and decided to try registering the account. To my surprise, it was not already registered. Please take the fact that this email account did not exist when the message was written as a sign that it is a hoax.",
  "Originally Published": "",
  "Referred Links": "http://www.missingkids.com/;",
  "Example": "[Collected via e-mail, February 2009] This girls's mother works in the mall at the Thai Way Express. Please look at the picture, read what her mother says, then fwd this mess. on. My 13 year old daughter, Carissa Malanitch, is missing. She has been missing for about 7 hrs. Maybe if everyone passes this on, someone will see Her. That is how the girl from Stevens Point was found by circulation of her pic. The internet circulates even overseas, South America & Canada etc. Please pass this to everyone in your address book. With GOD on our side she will be found. I am asking you all, begging you to please fwd this email on to anyone & everyone you know, PLEASE. It is still not too late. Please help us. If anyone knows anything, please contact me at: Helpfindcarissamalanitch@yahoo.com I am including a picture of her. All prayers are appreciated! It only takes 2 seconds to forward this.",
  "Last Updated": "11 February 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/missing/malanitch.asp",
  "Claim": "A 13-year-old girl named Carissa Malanitch is missing.",
  "Claim_ID": "inboxer_missing_malanitch",
  "Tags": ""
}