{
  "Origins": "In October 2014, a survey scam tempting Facebook users with a free $100 Kohl's gift card began spreading like wildfire.",
  "Fact Check": "",
  "Description": "It would be easy to mistake the Kohl's $100 gift card scam for the real thing, as the page to which users are redirected appears to be both legitimately branded by Kohl's and nearly identical to some Facebook pop-up \"like and share\" functionality. However, the page to which users are taken is actually not a part of Facebook and simply mimics the look and feel of a genuine Facebook like/share prompt. Unfortunately, more than six million Facebook users have fallen prey to the scam. Many wary customers have taken to the official Kohl's Facebook page to warn the company of the well-trafficked scam. On 29 October , the official Kohl's page replied to one of the queries: We are aware of the gift card promotion. However, we are not affiliated with this third party site. We apologize for the confusion. The $100 Kohl's gift card scam is nearly identical to recent fake giveaways which targeted Costco and Kroger customers. While the scams vary slightly, they have several red flags in common. First, they require people to like and/or share their page or message, posting the content to social networks to lure friends of the victims. Second, they require a survey to extract personal information such as email addresses, telephone numbers, dates of birth, and even sometimes credit card numbers. Last, no $100 Kohl's gift card (or any other gift card) is ever sent out unless the user first agrees to purchase a number of costly goods or services (negating the \"free\" aspect of the gift card). The Better Business Bureau offered three tips to identify similar scams on Facebook : Don't believe what you see. It's easy to steal the colors, logos and header of an established organization. Scammers can also make links look like they lead to legitimate websites and emails appear to come from a different sender. Legitimate businesses do not ask for credit card numbers or banking information on customer surveys. If they do ask for personal information, like an address or email, be sure there's a link to their privacy policy. Watch out for a reward that's too good to be true. If the survey is real, you may be entered in a drawing to win a gift card or receive a small discount off your next purchase. Few businesses can afford to give away $50 gift cards for completing a few questions. Legitimate promotions by Kohl's or any other retailer can be vetted by checking their verified Facebook pages for corroborating posts. It's rare to unheard of for retailers to give out a high-value incentive such as a $100 or $200 gift card to more than a few entrants in a contest format.",
  "Originally Published": "",
  "Referred Links": "http://www.bbb.org/blog/2014/07/customer-survey-scam-lures-victims-with-gift-card/;https://www.facebook.com/kohls;",
  "Example": "[Collected via e-mail, October 2014] Link seems similar to the Kroger gift card hoax.Share, comment and like on Facebook.Receive your $100 Kohl's gift card.",
  "Last Updated": "29 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/kohlsgiftcard.asp",
  "Claim": "You can receive a $100 Kohl's gift card by following three simple steps on Facebook.",
  "Claim_ID": "inboxer_nothing_kohlsgiftcard",
  "Tags": ""
}