{
  "Origins": "First off, for those puzzling over the reference to \" Sundarbans ,\" it's the name of a 10,000 sq. km Bengalian rainforest nature preserve in India and Bangladesh which encompasses Sundarbans National Park.",
  "Fact Check": "",
  "Description": "There isn't much else to say about this item other than to note that nobody really screamed and died while his picture was being taken in the Sundarbans, leaving behind a mysterious picture with a ghostly image. This item is simply a combination of two bits of supernatural bunkum first popularized well over a century ago: spirit photography and luck chain letters . The same \"ghost photo\" was circulated back in September 2003 with a different backstory : Police in an Indian city say children have stopped going to school after a local newspaper was duped into publishing a photograph of a 'ghost'. Officers say the picture, in the Thanthi newspaper in the southern city of Tiruchi, was a computer-generated fake. The photograph shows a youngster with a legless 'ghost' with long loose hair and empty eye-sockets standing behind him. The newspaper story claimed the boy was among a group of students from Bangalore who were visiting a picnic spot in the hills and says he went into coma after seeing the image. In April of 2008 the photo began circulating with yet another location and story attached: The young man in this photo visited a historic site in Georgia called Fort Mountain with his friends and he asked them to take his photo while hiking. While his friend took the photo, he screamed and fainted. Then 2 days later he died from a heart attack. When the photos where developed, in the last photo there was a woman standing next to the young man, even though his friends said there was no one with him when the photo was taken. Many people know of this rumor and the last photo is the result of the blessings of technology. People say its the ghost of Cherokee Chief Ross's wife Madam Firecrochet. This particular spirit appears to get around quite a bit, and she's definitely not camera shy.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/snopes;https://www.facebook.com/snopes;http://message.snopes.com;http://www.castleofspirits.com/hoaxghost.html;http://pub143.ezboard.com/fthemagazinenfafrm33.showMessage?topicID=73.topic;http://web.archive.org/web/20050310173004/http://www.csicop.org/skeptiseum/Ghost_and_Spirit.html;http://www.unep-wcmc.org/igcmc/s_sheets/worldh/sundarba.html;http://www.the-south-asian.com/Nov2002/Sundarbans.htm;",
  "Example": "[Collected via e-mail, December 2003] The guy in the photo went to the Sundarbans with his friends and he asked 1 of his friends to take his picture in that very place. While his friend was taking the picture he screamed and fainted, 2 days later he died in the medical college. Doctors said he died because of heart attack. When the photos were exposed, in the last photo there was a lady standing right beside him though friends claim that he was standing alone. Many people said it is a rumor and the picture is the result ofthe blessings of latest technology. However, the photo itself is very scary and I'm sure you'll also feel the same way I've felt. Here you go with the photo!!! A navy officer sent this letter to 13 people and he was promoted.. A business man received this letter and threw it away..not believing in it.. and he lost everything he had within 13 days.. It reached a labourer and he distributed it to 13 people.. he was promoted and all his problems were solved within 13 days.. So you must send this e mail to 13 people for something good to happen to you so people..get sending !! :) don't be lazy.. P/S : Do not send back to the person who send this to you!!!",
  "Last Updated": "8 May 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/sundarbans.asp",
  "Claim": "Photograph shows a tourist who died of fright after being photographed in the Sundarbans.",
  "Claim_ID": "inboxer_hoaxes_sundarbans",
  "Tags": ""
}