{
  "Origins": "Our first sighting of this e-mail was in March 2000, and we've encountered it sporadically since. There was no mention of a teacher in those early incarnations those who had this request land on them were entreated to \"DON'T ASK JUST PLAY!\" with the rest of the e-mail identical from that point forward to the one quoted above. However, it was in 2003 that this clumsy hoax really took off when some anonymous person thought to preface the beg with \"One of our teachers is doing this survey for her daughter.\" Something about the invocation of the word 'teacher' lent credence to the project, imbuing it with an aura of school-sponsored research, if you will. The stakes were upped in November 2003 when a version identified the fictional teacher as being from \"the White Knoll High School.\" (For those playing along at home, there is a White Knoll High School in Lexington, South Carolina.)",
  "Fact Check": "",
  "Description": "There is no unnamed teacher collecting names for her daughter for some unstated purpose this is but an attempt to get folks spamming each other. No one is collecting or correlating the list, and the names aren't going anywhere. At first blush the collection procedure looks workable because those who fill out the survey and pass it along to ten others are asked to also send a copy back to the person who passed it to them. But a quick look at this will point out its problems. Let's say Elizabeth sends it to Darlene who sends it to Carla who sends it to Betty who sends it to Anne. Anne adds her name to the list, sends it on to ten of her friends, and flings a copy back to Betty. Luckily for all concerned, Anne's 'friends' can't stand her so none of them fills out the darned thing, let alone inflicts it on any of their acquaintances. Meanwhile, in addition to Anne's copy, Betty also receives copies from the other nine people she chose to bestow the survey upon. Betty now has ten e-mails, which she hands back to Carla. But, since Betty is only one of Carla's ten, Carla gets one hundred e-mails. Carla, being the sport she is, sends her hundred back to Darlene. Meanwhile, the other nine of Darlene's friends are sending in their hundred e-mails. Darlene, being a complete and utter fool (not to mention totally exhausted), directs her thousand back into Elizabeth's lap. But because Elizabeth's other nine friends are just as conscientious as Darlene, Elizabeth now has the job of sorting through ten thousand e-mails in the vain hope of coming up with a definitive list. It is at this point we pause to bless Anne's lack of social graces because it saved us from having to go any further with this example. To recap, we have: Anne: no e-mails Betty: 10 e-mails Carla: 100 e-mails Darlene: 1,000 e-mails Elizabeth: 10,000 e-mails Quite the inbox log jam, isn't it? If, however, our madcap band of forwarders instead chooses to follow the e-mail's instructions only to the letter and no more, once Betty gets Anne's completed survey, she nods, smiles, and deletes it, because nothing was said about sending anything back to Carla other than Betty's own completed survey. Likewise, Betty's input dies in Carla's inbox, as does Carla's in Darlene's. In December 2007 we encountered a version of the leg-pull that requested folks add their wedding anniversaries to an e-mailed list: We are sending this to all of our friends who have managed to stay married to date. Since fewer and fewer couples remain married for a long time, we think we should congratulate ourselves. 365 Anniversaries. This is kind of cool! Out of all the billions of married couples in the world, there has to be a couple married on each date of the year. We're going to try to accomplish the task of seeing if we can fill the calendar with an anniversary on every day of the year. Add your and your spouse's 1st names only (NO LAST NAMES, PLEASE), The year you were married, the state or province next to the date you were married on the list below. Then send it to all your married friends, plus the person who sent it to you! DON'T BE A SPOIL SPORT! ADD YOUR NAME TO THE LIST. All you have to do is hit forward, add the information then send it to all your friends and family that are also married or will be soon....;} don't forget me! If someone has already put names in the date of your anniversary, please just add your names below theirs and DO NOT DELETE THOSE COUPLES' NAMES! [List of 365 days elided for the sake of sanity] Those still holding out hope that there is a pony hidden in this steaming pile on the basis of \"Put your name in the subject box! You'll see what happens to you...it's kind of cool!\" are instructed to read our Clip Artless page. Barbara \"still no free launch\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] One of our teachers is doing this survey for her daughter. DON'T ASK JUST PLAY! Copy and paste this letter into a new email PLEASE DO NOT HIT \"FORWARD\". Then read the list of names. If your name is on the list, put a star * next to it. If not, then add your name in alphabetical order, {but put no star}. Send it to ten people and send it back to the person who sent it to you. Put your name in the subject box! You'll see what happens to you...it's kind of cool! Please keep this going. Don't MESS it up! [Burgeoning list of names elided for the sake of sanity] [Collected on the Internet, 2004] Sorry, guys, it's quick and for a kid's school project! This is for a science fair project. If you could do this I would appreciate it! DON'T ASK, JUST PLAY! Copy and paste this letter into a new email (PLEASE do NOThit \"Forward\"), then read the list of names. If your name is on the list, put a star * next to it. If not, then add your name (in alphabetical order, put no star.) Send it to ten people and send it back to the person who sent it to you. Put your name in the subject box! You'll see what happens - it's kind of cool! Please keep this going. Don't MESS it up, please. [Sanity preservation ibid]",
  "Last Updated": "5 December 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/school/names.asp",
  "Claim": "A teacher wants you to add your name to a growing list of first names for a school science project.",
  "Claim_ID": "inboxer_school_names",
  "Tags": ""
}