{
  "Origins": "This one reminds me of an episode of TV's M*A*S*H , in which Hawkeye and Trapper John attempt to acquire an incubator so that they can save time (and lives) by growing bacterial cultures right at the M*A*S*H hospital instead of having to send them out to labs. As they attempt to cut their way through layers of military red tape they find that even though the Army agrees an incubator is a perfectly sensible piece of equipment for a M*A*S*H unit to possess, they can't have one because an incubator is not on the list of recommended supplies for a M*A*S*H unit, leaving them to resort to some less \"official\" means of obtaining their goal. (They finally get their incubator when Radar, the company clerk, surreptitiously swaps their commanding officer's barbeque for one.)",
  "Fact Check": "",
  "Description": "Most of us who have had to deal with the management of business budgets know that you often have to make do with whatever amount of money you're allotted, even if it's woefully inadequate for the job expected of you. You soon become an expert in finding all sorts of ways to pay Paul by robbing Peter: charging necessary expenses to different budgets (preferably someone else's), making deals, getting creative with expense reports, and doing whatever it takes to scrounge up the funds you need. If you desperately need to purchase a new photocopier because the old one is broken beyond repair, but you've already used up the entire year's office equipment budget, you claim it as a personnel expense and maintain with a straight face that yes, you did indeed hire a contractor by the name of Mr. Xerox. So, you're the manager of a Wal-Mart store, and you need an American flag to display outside the store. Wal-Mart corporate may have assigned money (on paper) to your facilities budget for a flag (and Wal-Mart corporate assures us they do indeed budget each store for such an expense), but maybe you already used up all the start-up funds allotted to you getting the store ready for its grand opening before you got around to purchasing a flag and pole. Or maybe you had a flag, but it got ruined; you need a new one, but you're already over budget. What do you do? Go without a flag? Purchase one, submit the expense, and hope you don't draw corporate censure for running over budget? Perhaps you take the path of least resistance and just go and pay for a new flag out of your own pocket (possibly even asking some of your employees to chip in). Wal-Mart itself stated on its web site that: Wal-Mart shares the enthusiasm of Americans everywhere for displaying the American flag. In fact, we display the flag at all Wal-Mart stores and Supercenters. While some of our stores are equipped to fly the flag outside on flagpoles, others display the flag inside, usually in the front of our stores. In every instance, the flag has been purchased by Wal-Mart out of the local store's operating budget. Wal-Mart is proud of our American heritage and the things our associates and customers do every day to support this great country. So, if this piece isn't a complete work of fiction, it sounds like the writer grossly misunderstood what she was told. Yes, Wal-Mart stores get money for flags, but managers often have to perform juggling acts with their budgets, and funds don't always end up being used for their specifically allocated purposes. If you're a store manager and your store needs six things (including a flag), but the cost of those six things (which all come out of the same budget) exceeds the monies available to you, you have to decide which one(s) you're going to do without. You don't have to take up a collection amongst your employees to buy a flag, but you might decide it's better to do that than to skip on lights for the exterior sign or painting lines in the parking lot. Certainly your workers are more likely (out of pride) to chip in for an American flag than they are for, say, new mops and brooms. It's not hard to see how someone might misinterpret an explanation of the sometimes difficult trade-offs managers have to make to mean \"They have to get their employees to pay for this stuff or do without!\"",
  "Originally Published": "",
  "Referred Links": "http://www.walmartstores.com/wmstore/wmstores/Mainnews.jsp?pagetype=news&contentOID=11341&year=2002&prevPage=FAQ.jsp&template=FAQ.jsp&categoryOID=-8259#quest1;",
  "Example": "[Collected on the Internet, 2001] I have run across a situation that I think should be changed; it upset me and so I decided to put it out on the Internet. If you decide to forward this note to your friends, that's fine-if not, that's okay, too. Maybe I'm wrong in feeling this way, but this is what I found on Friday, October 12, 2001. I ran to our local Wal-Mart store before I went to work. While I was being checked out at the counter, I realized that I had not noticed an American Flag flying outside and asked the clerk why there wasn't one. I was told that the policy is that Wal-Mart does not provide flags to their stores. Rather, each store must provide their own. At this store, the employees would have to take up a collection among themselves to make the purchase of the flag, pole & flood light. I was sure there was a misunderstanding in that policy somewhere, but I needed to get to a meeting, so I didn't pursue the problem. As I drove to my meeting I became more and more upset to think that the Company that always \"seems\" to encourage patriotism and \"Buy American\" won't even, in these days of horror and heroism and war on terrorism, provide their stores with flags to show their support!! When I got to my meeting I told one of my friends what I had found that morning and they agreed that I must be mistaken. Wal-Mart would not have a policy that made individual stores/employees purchase their own flag, \"for heavens sake!\" My friend suggested I just call Wal-Mart's corporate offices and there I would discover the truth to this misunderstanding. So, I did. I called the Corporate office and spoke to their representative. By the way, their number is 1-800-Wal-Mart. Do you know what I was told? I wasn't misunderstanding their policy! Each store must provide their own flag if the store can't fit the expense into their budget, then the employees have to take up a collection. Now, I find this a disgrace. I have always noticed the large flags flying at every Perkins Pancake House they always fly the flag, even when there isn't a National Emergency. But here's Wal-Mart, the company who has become wealthy beyond measure in this great Country of ours; who claims to be \"one big happy family,\" who recommends we \"Buy American,\" but who cannot/will not provide a flag pole/flag and light to each of their stores wherever they are. Would this be expensive? Oh, somewhat, I agree, but I hear that Wal-Mart is planning to build many new stores in the near future and that, possibly, they will make every existing store into a \"super-store.\" Now, I realize that expanding like that will bring in more money and make them wealthier still, where providing flags to all their stores would only COST money and not add money to their fortune. Maybe, just maybe, not providing flags to their stores and not flying the flag in support of our Country will start costing them more money-maybe I will start looking more closely for the flag before I shop and begin supporting the smaller stores who don't worry so much about the \"bottom line,\" but rather are happy to spend some money to show they really love America. Do you think I am really way off base on this, or do you feel the same. Thanks for taking the time to think about this with me-if you feel the same, forward this on to your address list-if not, that's what your \"Delete\" is for.",
  "Last Updated": "2 December 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/outrage/noflag.asp",
  "Claim": "Wal-Mart employees must pony up to buy flags, flagpoles, and floodlights, or else their stores have to do without American flag displays.",
  "Claim_ID": "inboxer_outrage_noflag",
  "Tags": ""
}