{
  "Origins": "With the amount of junk circulating on the Internet, a healthy dose of skepticism about anonymous advice offered through e-mail forwards is appropriate. But given the number of readers who have written to us inquire whether the straightforward, commonsensical advice quoted above (which began circulating in January 2002) about how to avoid credit scams is itself a scam, some people are taking this skepticism stuff a bit too far.",
  "Fact Check": "",
  "Description": "Keeping a list of one's credit card account numbers and the phone numbers to call to report lost or stolen cards is rather obvious advice no one should need to be told, but even those who have never gotten around to compiling such a list should be able to retrieve the information from any previous credit card statement. Reporting stolen cards as soon as possible limits the cardholder's losses and prevents further purchases, but information gleaned from those cards (and other items commonly found in wallets and purses) can still be used to perpetrate identity theft scams such as obtaining additional credit cards, cell phone service, bank accounts, or lines of credit the victim is unaware of. For this reason, it's a good idea for the holder of lost or stolen credit cards to call all the major credit bureaus and ask them to attach fraud alerts to the cardholder's name and Social Security account number so that any such activity will be flagged. The phone numbers given in the message above for the top three credit bureaus are correct. However, the number given as the Social Security Administration's fraud line is incorrect the one provided is meant for the reporting of a different kind of fraud. Instead, those who have become victims of identity theft should call the FTC (toll free) at 1-877-438-4338 or contact the FTC through its website at http://www.ftc.gov/bcp/edu/microsites/idtheft/ . Our advice: Take some good advice. In September 2002 versions of the e-mail quoted above began appearing with the following lead-in. [Collected via e-mail, 2002] Important Safeguards! A corporate attorney sent the following out to the employees in his company: The next time you order checks have only your initials (instead of first name) and last name put on them. If someone takes your check book they will not know if you sign your checks with just your initials or yourfirst name but your bank will know how you sign your checks. When you are writing checks to pay on your credit card accounts, DO NOT put the complete account number on the \"For\" line. Instead, just put the last four numbers. The credit card company knows the rest of the number and anyone who might be handling your check as it passes through all the check processing channels won't have access to it. Put your work phone # on your checks instead of your home phone. If you have a PO Box use that instead of your home address. If you do not have a PO Box use your work address. Never have your SS# printed on your checks (DUH!). You can add it if it is necessary, but if you have it printed, anyone can get it. Some of the advice in this added-on preface is worth heeding leave your Social Security number off your checks and list your PO box address rather than your home address. But some of the advice is only half right rather than providing a work number in place of a home telephone number, we have to ask why either needs to be included. If a merchant requires a phone number, the information can always written on the face of the check at the time of the transaction. Likewise, rather than including only the last four digits of a credit card number in the memo field of the check, a better course of action is to leave that line blank. The preprinted slip the credit card holder returns along with his payment is all the credit card issuer needs to ensure payment is allocated against the correct account. And one bit of the proffered advice is just plain wrong listing initials in place of the account holder's first name in the vague hope the issuing bank will spot an improperly signed check is right up there with wishing bread was 39 a loaf. We've seen checks we'd forgotten to sign go through our accounts. If a bank fails to question blank signature lines, it's not up to the task of scrutinizing each signature to see if it matches what it remembers of how that account holder signs his name.",
  "Originally Published": "",
  "Referred Links": "http://www.ftc.gov/bcp/edu/microsites/idtheft/;http://www.ckfraud.org/credit.html;http://www.consumer.gov/idtheft/;",
  "Example": "[Collected via e-mail, 2002] GOOD ADVICE Place the contents of your wallet on a photocopy machine, do both sides of each license, credit card, etc. You will know what you had in your wallet and all of the account numbers and phone numbers to call and cancel. Keep the photocopy in a safe place. A corporate attorney sent this out to the employees in his company. I pass it along, for your information. We've all heard horror stories about fraud that's committed using your name, address, SSN, credit, etc. Unfortunately I (the author of this piece who happens to be an attorney) have firsthand knowledge, because my wallet was stolen last month and within a week the thieve(s) ordered an expensive monthly cell phone package, applied for a VISA credit card, had a credit line approved to buy a Gateway computer, received a PIN number from DMV to change my driving record information online, and more. But here's some critical information to limit the damage in case this happens to you or someone you know. As everyone always advises, cancel your credit cards immediately, but the key is having the toll freenumbers and your card numbers handy so you know whom to call. Keep those where you can find themeasily. File a police report immediately in the jurisdiction where it was stolen, this proves to credit providers you were diligent, and is a first step toward an investigation (if there ever is one). But here's what is perhaps most important: (I never ever thought to do this). Call the three national credit-reporting organizations immediately, place a fraud alert on your name and SSN. I had neverheard of doing that until advised by a bank that called to tell me an application for credit was madeover the Internet in my name. The alert means any company that checks your credit knows your information was stolen and they have to contact you by phone to authorize new credit. By the time I was advised to do this, almost 2 weeks after the theft, all the damage had been done. There are records of all the credit checks initiated by the thieves' purchases, none of which I knew about before placing the alert. Since then, no additional damage has been done, and the thieves threw my wallet away this weekend (someone turned it in). It seems to have stopped them in their tracks. The numbers are: Equifax: 1-800-525-6285 Experian (formerly TRW): 1-888-397-3742 Trans Union: 1-800-680-7289 Social Security Administration (fraud line): 1-800-269-0271 We pass along jokes we pass along just about everything. Do think about passing this information along. It could really help someone.",
  "Last Updated": "6 January 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/scams/credit.asp",
  "Claim": "E-mail from lawyer gives good advice about preventive steps to protect against credit card theft.",
  "Claim_ID": "inboxer_scams_credit",
  "Tags": ""
}