{
  "Origins": "Ronnie Nicolino is a conceptual artist who, in the mid-1990s, attempted to acquire enough surplus brassieres to be able to string them together and produce a work called Bras Across the Grand Canyon , \"a politically designed project, to convey how America is body and breast obsessed.\" Alas, donations petered out after Nicolino collected about 20,000 bras, not enough to make it all the way across the Grand Canyon. The artist then came up with a plan to use 40,000 bras in creating a symbolic \"political request by women all across the country to get Clinton to do more breast cancer prevention research.\" Nicolino's symbol was to be the National Bra Tapestry , a 40-foot by 100-foot depiction of the Statue of Liberty made entirely of brassieres which, when completed, was supposed to have been taken on a 20-city tour the USA before arriving in Washington, D.C., to be presented to President Clinton. That project also failed to come to fruition (although in March 1994, Nicolino and 200 volunteers did succeed in creating a two-mile-long sand sculpture consisting of 21,000 size 34C breasts in Stinson Beach, California).",
  "Fact Check": "",
  "Description": "After Niccolino offered to donate his unused bras to an art project, and he was contacted by Emily Duffy , a \"gender-issues artist\" from El Cerrito, California. There began the dispute, as reported in the San Francisco Chronicle : Duffy, who says her work has explored \"female body image and gender issues for years,\" says she proposed a giant Bra Ball, something on the order of a rubber-band ball made of foundation garments. After several sessions, she says she gave Nicolino plans for the project, on which they would work together. Nicolino, on the other hand, is claiming the idea is his, and has issued a press release saying that he is beginning work immediately. He gives \"credit, however, to Emily Duffy of El Cerrito, for helping develop the bra ball idea.\" Duffy, who copyrighted her sketches and a model for the ball, says she is not in the habit of giving away her ideas and proclaims that she's \"dismayed and angry.\" Nicolino, who says Duffy's approach was too \"intellectual and complex,\" says he'll have a roadside exhibition ready by March. Regardless of who came up with the idea for the giant Bra Ball, Ms. Duffy is indeed a real artist who wants your surplus brassieres. However, she's been overwhelmed dealing the deluge of bras and handling the administrative aspects of her prospect and therefore can no longer offer to send original linoleum block prints to donors. Also, she anticipates a cutoff date of 14 April 2001 for the donation process, so to avoid getting stuck in long post office lines with hundreds of procrastinating taxpayers, you'd better send your brassieres winging on their way soon! Additional Information: El Cerrito Artist's BraBall Inspires a Show of Support (San Francisco Chronicle)",
  "Originally Published": "",
  "Referred Links": "http://www.sfgate.com/cgi-bin/article.cgi?file=/chronicle/archive/2001/03/16/EB158346.DTL;http://www.sfgate.com/cgi-bin/sfgate/object.cgi?object=/chronicle/pictures/2001/03/16/mn_ebbra1.jpg&paper=chronicle&file=EB158346.DTL&directory=/chronicle/archive/2001/03/16;http://ms161u06.u-3mrs.fr/annexe/CompIntel0-1705/PAGE/page465.html;http://online.sfsu.edu/~kgates/htm/bagc1.html;",
  "Example": "[Collected on the Internet, 2001] WOMAN ARTIST SEEKS BRAS ASAP In late October 2000 I responded to a news item that a male artist was looking for a home for his large Bra collection. I have done artwork about female body image and gender issues for years and immediately jumped at the chance to have the collection. I called him and we spoke for about an hour. During our conversation I proposed my idea, a giant Bra Ball made of the thousands of bras wrapped around each other; like a huge rubberband ball. I followed this conversation up with a formal proposal letter. I discussed my idea with him at length. We met and discussed it further. He told me there were some other groups making proposals for the bras but that he liked my idea best and was probably going to give them to me. In December, I went up to his house to discuss logistics and see how many boxes of bras there were etc. After that meeting I wrote him a detailed plan of what how and when we could transfer the bras from him to me and other information about my plans for the Bra Ball, possible exhibition sites, etc. He phoned me a week later to say that not only has he decided not to give me the bras but now he's going to make my Bra Ball himself. He promised to give me \"credit\" for the idea but when pressed couldn't tell me exactly what that means. I sent copies of all my documentation to the reporter of that original news item and she ran a piece about our dispute in the [San Francisco] Chronicle (titled Underwear Undercurrents). I have just been informed by my attorney that the other artist has also retained counsel and is claiming that I cannot hold a copyright on the concept or sketch of a sculpture. The only way I can keep him from stealing my design is to make a full sized, permanent BraBall immediately. The other artist has over 20,000 bras in his posession (that collection is what started this whole mess) and he claims to be planning on making \"his\" BraBall. I need bras ASAP. I'm asking everyone I know to please send as many bras (any size, color, condition) as you can to: Emily Duffy - Fine Artist P.O. Box 1555 El Cerrito, CA 94530 If you can send five or more bras I'll send you an original linoleum block print from my collection of Everyday Women's Icons. Please tell all your female friends/co-workers etc. about this and ask them to do the same. Thanks so much for your help with this unusual request. I can't tell you how violating it feels to have his man steal my idea for an art piece about female body image. Sincerely, Emily",
  "Last Updated": "15 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/petition/braball.asp",
  "Claim": "A California artist is collecting brassieres to use in constructing a giant Bra Ball.",
  "Claim_ID": "inboxer_petition_braball",
  "Tags": ""
}