{
  "Origins": "Pastor Youcef Naderkhani was arrested by Iranian authorities in October 2009 on charges of apostasy; he was subsequently convicted of those charges, and in September 2011 the Iranian Supreme Court upheld his conviction after he refused to recant his Christian faith. In February 2012, the American Center for Law and Justice received reports that Nadarkhani had been sentenced to death for those charges.",
  "Fact Check": "",
  "Description": "According to a 13 March 2012 report from the International Business Times : For the first time since his arrest in 2009, Iran has admitted publicly that Christian pastor Youcef Nadarkhani has been convicted of religious crimes. During a United Nation Human Rights Council meeting in Geneva, Iran said Nadarkhani, who has been sentenced to death, was found guilty of three charges: building a church in his home without government permission, preaching to minors without parental consent and offending Islam, according to a meeting transcript. Nadarkhani, who was arrested by authorities in October 2009 on charges of apostasy, led a congregation of about 400 from his home. Although apostasy isn't a crime under Iran's legal code, it is a crime under its religious codes; and Articles 513 and 514 do criminalize \"insults\" to \"Islamic sanctities,\" including holy figures, Iran's leadership and the religion in general. In the past, Iran had claimed that Nadarkhani had been charged with \"security related crimes,\" including rape and spying, but leaked court documents signed by Iranian Supreme Court judges belied the claim, indicating only that Nadarkhani was sentenced to death for apostasy and that he'd refused to convert to Islam when given the option by the court. Iranian authorities have so far refuted claims of plans to execute Nadarkhani: Under fire from a United Nations Human Rights panel, a top Iranian official claims a Christian pastor insulted Islam but denies he faces execution. Iranian human rights envoy Mohammad Javad Larijani denied that Nadarkhani faces the death penalty, though the sentence was spelled out in a ruling handed down by Iran's highest court last fall. Larijani also offered a new set of charges against Nadarkhani, including preaching to youth without their parents' permission, converting his home into a church and offending Islam. \"In the last 33 years after [the Islamic] revolution, no single person has been put to death or executed or pursued for changing his religion from Islam,\" he told the [UN Human Rights] council. \"Hundreds of people are changing from other religions to Islam. Why we should be so sensitive about a few people to change their religion from Islam?\" \"Christianity and Judaism are preached in Iran,\" Larijani said. \"We have a number of synagogues; we have a number of churches. But there is no need to humiliate, to offend Islam.\" Nadarkhani was offered the chance to recant his Christian faith and return to Islam, but he refused. He was sentenced to death and has been held in captivity ever since. A widely circulated image purportedly shows Youcef Nadarkhani standing on a gallows, with accompanying text claiming that he has already been executed: Christian Pastor Youcef Nadarkhani has been executed in Iran. He is the pastor who has been imprisoned and found guilty by the courts in Iran of being a Christian. Now he's been executed in spite of international appeals to spare his life. He was hanged today. Where is the outcry from the White House over the murder of this innocent Christian minister? Where is the outcry from the church in America and around the world? The silence is deafening! As of 26 March 2012, the Christian Post was reporting that Youcef Nadarkhani is still alive and that this image was faked: Iranian pastor Youcef Nadarkhani is still alive and recent reports of his execution are false, according to the American Center for Law and Justice (ACLJ), which was able to confirm on March 26 that the imprisoned evangelical minister's death sentence for apostasy has not been carried out. Many followers of Nadarkhani's case grew alarmed after a purported image of the pastor was in wide circulation on the Internet. The image shows the Iranian pastor blindfolded, standing on gallows next to a noose while two armed guards stand behind him. This image fueled rumors that Nadarkhani had in fact been executed. Iran has a history of executing prisoners without warning, sometimes leaving the body of the executed at the family's doorstep, according to the ACLJ. The ACLJ has confirmed that the image, which has reportedly been in circulation since July 2011, is a fake and the execution rumors are false. The organization stipulates that the false execution reports and images may be a part of a misinformation campaign initiated by the Iranian regime.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, March 2012] PRAYER REQUEST This Prayer Chain is calling ALL Christians into action NOW on behalf of this Iranian pastor, who faces execution! Pastor Youcef Nadarkhani never practiced the Muslim faith and converted to Christianity at age 19, becoming a pastor later. But the courts say that since his mother and father were practicing Muslims, he must recant his Christian faith or die. So far, in three court appearances, he has refused to do so - RISKING EXECUTION AT ANY MOMENT. The Iranian Supreme Court often acts quickly in administering the death penalty. According to a report, when asked by judges to \"repent,\" Yousef replied: \"Repent, What should I return to? To the blasphemy that I had before my faith in Christ?\" The judges replied: \"To the religion of your ancestors - Islam.\" To which Yousef replied: \"I cannot.\" It's time for the body of Christ to act, to pray, to plead for the life of our Brother before Christ so that His servant may be spared. This is what you are asked/called to do. As soon as you receive this email, PLEASE PRAY IMMEDIATELY. Then forward this PRAYER REQUEST to every CHRISTIAN you know so that they may pray also.",
  "Last Updated": "27 March 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/prayer/nadarkhani.asp",
  "Claim": "Prayers are requested for Youcef Nadarkhani, a Christian pastor who is facing execution in Iran.",
  "Claim_ID": "inboxer_prayer_nadarkhani",
  "Tags": ""
}