{
  "Origins": "The above-quoted jape is one of the most recent versions of a long-running Internet hoax that has been circulating in one form or another since 1997. The names of the companies involved and the supposed rewards to be had periodically change, but the basic come-on remains the same: fool gullible netizens into endlessly forwarding junk messages to their friends and acquaintances with phony promises of cash and free merchandise.",
  "Fact Check": "",
  "Description": "We encountered the version quoted above in early October 2005. Like all the others, it too is a hoax. While Delta did indeed file for reorganization under Chapter 11 of the U.S. Bankruptcy Code on 14 September 2005, the other claim of the hoax, that the beleaguered airline is dispensing free air travel to those who forward an e-mail on its behalf, is not so much as mentioned on the Delta Air Lines web site. Another clue to the falseness of the e-mail lies in its styling the air carrier \"Delta Airlines\" rather than using the company's correct name, \"Delta Air Lines.\" The 'Delta' version of the 'Get free stuff by forwarding an e-mail' leg-pull is a light reworking of the one aimed at British Airways in 2003: I thought this was bollocks, but they got back to me within a week!!!!!!!! I contacted the London BA office - THIS IS REAL!!!!!! Due to the SARS and the recent war in Iraq, the number of passengers flying world-wide has fallen dramatically. We at British Airways have launched an international media campaign which aims to fill our aircraft once again. A part of this campaign is direct email advertising. This is where YOU come in! British Airways, along with Microsoft are tracking this email, and for every 5 people you forward this to, you will receive a flight to London return from any destination in the world (if your in the UK, you can fly to any Asian destination return). Send this email to 10 people and you are eligible to fly ANYWHERE in the world return to your depature point! Simple as that! However, that only catch is you MUST travel BEFORE 31st October 2003. You will be contacted via email within 5 working days for your full contact and booking details. Note: one flight per person only. In December 2005, the hoax was aimed at Spirit Airlines. SPIRIT AIRLINES E-MAIL PROMOTION Share this info: I contacted the Spirit public relations office - THIS IS REAL!!!!!! Due to the recent news regarding our Bankruptcy, the number of passengers flying Spirit Airlines has fallen dramatically. We at Spirit Airlines have launched a media campaign which aims to fill our aircrafts once again. A part of this campaign is direct email advertising. This is where YOU come in! Spirit Airlines, along with MessageLabs Email Security System are tracking this email,and for every 5 people you forward this to, you will receive a one-way flight to any destination in the continental U.S. Send this email to 10 people and you are eligible to fly ANYWHERE in in the continental U.S round trip! Simple as that! However, that only catch is you MUST travel BEFORE June 25th 2006. You will be contacted via email within 5 working days for your full contact information and booking details.Please visit Spirit Air for a full set of rules and regulations Note: one flight per person per family. Promotion Account # 0025871 The bottom line is that no matter which incarnation of this silliness one receives, the principle is the same: there's still no free lunch, and big companies aren't going to hand out fabulous vacations, $1,000 bills, free trendy clothes, new computers, cases of candies, wads of cash, new cars, or air travel anywhere in the world just because someone with a functioning Internet connection does them the favor of forwarding an e-mail.",
  "Originally Published": "",
  "Referred Links": "http://www.delta.com/;http://www.delta.com/about_delta/deltas_restructuring/index.html;",
  "Example": "[Collected via e-mail, 2005] DELTA E-MAIL PROMOTION Share this info: I contacted the Delta public relations office - THIS IS REAL!!!!!! Due to the recent news regarding our Bankruptcy, the number of passengers flying Delta world-wide has fallen dramatically. We at Delta Airlines have launched an national media campaign which aims to fill our aircrafts once again. A part of this campaign is direct email advertising. This is where YOU come in! Delta Airlines, along with Microsoft are tracking this email,and for every 5 people you forward this to, you will receive a round trip flight to any destination in the continental U.S. Send this email to 10 people and you are eligible to fly ANYWHERE in the world round trip! Simple as that! However, that only catch is you MUST travel BEFORE December 31st 2005. You will be contacted via email within 5 working days for your full contact information and booking details. Note: one flight per person only.",
  "Last Updated": "7 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/delta.asp",
  "Claim": "You can get free air travel on Delta Air Lines for forwarding an e-mail message to your friends.",
  "Claim_ID": "inboxer_nothing_delta",
  "Tags": ""
}