{
  "Origins": "In March 2014, the now-defunct Newshound web site published an article positing that a woman named Gemma Sheridan, who was lost in a storm in 2007 and had spent seven years on a deserted island, was finally rescued when the SOS sign she made on a beach was picked up by and spotted on Google Earth:",
  "Fact Check": "",
  "Description": "The story was easily spotted as nothing more than fake news, however, for a variety of reasons: First of all, the NewsHound web site is not a news site at all, and it has, in place of news, reproduced a number of other hoaxes and spoofs as if they were real news, such as long-debunked stories about a Chinese man suing his wife over giving birth to an ugly baby, Apple paying Microsoft [sic] a $1 billion debt all in nickels, and a planetary alignment causing gravity on Earth to be negated for five minutes. Second, the Newshound article's photograph of the SOS message supposedly created on a beach by the stranded woman is actually a cropped and enlarged version of a picture published by Amnesty International back in 2010 to accompany an article about destructive violence in southern Kyrgyzstan and was clearly (in its original context) not snapped on a deserted island: Additionally, portions of text from the Newshound story were lifted directly from a 2013 Daily Mail article about Ed Stafford, an Amazon explorer who survived by himself for 60 days on a remote island in the Pacific after volunteering to do so for a television documentary. Compare the following two passages, the first from the 2013 Daily Mail article and the second from the 2014 Newshound article: It was something I was thinking about as I nibbled away at the bark of a tree with a giant clam shell for 11 days just to build a shelter. It might have been bomb-proof and waterproof in the end and it's probably still standing but if I'd had a machete, just that one tool, I would have been able to build it in a few hours. It was two weeks before I managed to light a fire you'll be able to tell how happy that made me when you see the show. There were eight feral goats on the island, four adults and four kids. I saw them on day one and they seemed to taunt me by coming so close I could almost touch them. I made a bow and arrow. In films, the arrow leaves the bow at high velocity and brings down an animal in full flight but this just went twang and fell on the floor. And my spear wasn't sharp enough. For the first 2 weeks I stayed in a mock shelter i made from debris that washed ashore. I needed to find real shelter, I found a large tree that looked perfect. I nibbled away at the bark of a tree with a giant clam shell for 11 days just to build a shelter. It might have been bomb-proof and waterproof in the end and it's probably still standing but if I'd had a machete, just that one tool, I would have been able to build it in a few hours. It was four weeks before I managed to light a fire you have no idea how happy that made me. There were eight feral goats on the island, four adults and four kids. I saw them on day one and they seemed to taunt me by coming so close I could almost touch them. I made a bow and arrow, but this just went twang and fell on the floor. And my spear wasn't sharp enough. In August 2015 Linkbeef republished this story, simply changing a few of the details, such as switching the gender of the rescued castaway from female (Gemma Sheridan) to male (Adam Jones) and altering the length of the strandedness from seven to nine years.",
  "Originally Published": "",
  "Referred Links": "http://www.dailymail.co.uk/home/moslive/article-2289607/Amazon-explorer-Ed-Stafford-Stranded-He-survives-60-days-desert-island-Pacific.html;http://livewire.amnesty.org/2010/06/25/satellite-images-reveal-widespread-destruction-in-kyrgyzstan/;https://web.archive.org/web/20140319215602/http://news-hound.org/google-earth-finds-woman-trapped-on-deserted-island-for-7-years/;",
  "Example": "[Collected via e-mail, March 2014] Is it true that Google Earth helped locate a woman who had been stranded on an island for seven years?",
  "Last Updated": "28 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/googleearth.asp",
  "Claim": "Google Earth helped locate a woman who had been stranded on an island for seven years.",
  "Claim_ID": "inboxer_hoaxes_googleearth",
  "Tags": ""
}