{
  "Origins": "Many a prognosticator who has tried to envision the future has been tripped up by a failure to correctly anticipate the direction of technological change. Those who would forecast the world of tomorrow have often made the mistake of simply taking the technologies of their day and assuming that in the future those technologies would be bigger, faster, and more powerful what escaped their vision was that science and society might come up with new and different ways of manufacturing and using those technologies.",
  "Fact Check": "",
  "Description": "One case in point is the computer. Predictions from several decades ago failed to foresee that computers would become much smaller and cheaper; that these changes would enable nearly every business and home to have its own computer to be used for a variety of applications, and that those machines would be linked together in a world-wide network. Instead, futurist scenarios frequently presented a world of very few, very expensive all-powerful computers the size of large buildings, used only for divining answers to complex problems beyond the ability of man to solve on his own. Although the photograph displayed could represent what some people in the early 1950s contemplated a \"home computer\" might look like (based on the technology of the day), it isn't, as the accompanying text claims, a RAND Corporation illustration from 1954 of a prototype \"home computer.\" The picture is actually an entry submitted to a Fark.com image modification competition , taken from an original photo of a submarine maneuvering room console found on the U.S. Navy web site, converted to grayscale, and modified to replace a modern display panel and TV screen with pictures of a decades-old teletype/printer and television (as well as to add the gray-suited man to the left-hand side of the photo): (Click to enlarge) The color picture above was taken in 2000 at the Smithsonian Institution exhibit \"Fast Attacks and Boomers: Submarines in the Cold War\" and depicts: A full-scale display of a typical nuclear-powered submarine's maneuvering room in which the ship's engineers control the power plant and electrical and steam systems",
  "Originally Published": "",
  "Referred Links": "http://www.columbia.edu/acis/history/la36.html;http://web.archive.org/web/20000706194955/http://www.chinfo.navy.mil/navpalib/news/news_stories/sub-centen02.html;http://forums.fark.com/cgi/fark/comments.pl?IDLink=1115586;",
  "Example": "[Collected on the Internet, 2004] (Click to enlarge) Scientists from RAND Corporation have created this model to illustrate how a \"home computer\" could look in the year 2004. However the needed technology will not be economically feasible for the average home. Also the scientists readily admit that the computer will require not yet invented technology to actually work, but 50 years from now scientific progress is expected to solve these problems. With teletype interface and the Fortran language, the computer will be easy to use. Variations: A November 2004 version of this piece opens with: \"This article is from an issue of 1954 Popular Mechanics magazine forecasting the possibility of 'home computers' in 50 years. It appears that the 'mouse' replaced the steering wheel . . .\"",
  "Last Updated": "23 November 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/computer.asp",
  "Claim": "Photograph shows RAND Corporation's 1954 design for a home computer.",
  "Claim_ID": "inboxer_hoaxes_computer",
  "Tags": ""
}