{
  "Origins": "Fire ants are a variety of stinging ants common to Alabama, Arkansas, Florida, Georgia, Louisiana, Maryland, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, Texas, and Virginia (with colonies having been spotted in California, Missouri, Nevada, and New Mexico as well). They are so named because those who've experienced their venom say their sting feels like fire. (Fire ants bite their victims, but only to hold onto them while they sting them.)",
  "Fact Check": "",
  "Description": "These aggressive critters build large mounds in open areas, some up to 18 inches high. A fire ant mound resembles an oblong pile of dirt with a rounded top. Each mound will have multiple entrances to the colony on its sides rather than one opening at its apex. Ridding one's yard of fire ants is no easy task, as each colony's queens (some colonies have multiples) must be destroyed. Commercial preparations of two types exist to accomplish this task: poisons, which are spread on bait items such as cut up hot dogs, then left near the mound for the colony's worker ants to bring to the queen; and fumigants or drenches, which are poured or piped into the mound. The club soda process mentioned above is the latter type of remedy. According to its lights, one need only douse a fire ant mound with anywhere from two cups to two liters of club soda (the amount varies depending on whom you hear this bit of wisdom from) to quickly and efficiently do away with the encroaching horde. The carbon dioxide contained in the fizzy water is supposed to suffocate the ants. The appeal of the purported club soda remedy is easy to grasp: rather than douse one's yard in noxious chemicals or leave poison-laced bait lying about, one instead pours a cheap, easily-obtainable, and wholly innocuous liquid onto the problem. However, while this cure has been touted in newspaper columns since at least 2007 (usually presented as a \"Someone told me this, but I haven't tried it\" tidbit), there's not much reason to believe that it is effective. While carbon dioxide is indeed heavier than air, and a sudden overwhelming incursion of it can suffocate living things (as it did in 1986 when an eruption of this gas from a lake in Africa killed hundreds of people), fire ant mounds are sizeable underground structures that can be as deep as 30 feet and spread out some 20 to 50 feet from the mound. It's therefore questionable whether pouring a few cups of club soda into a fire ant mound would really introduce an amount of carbon dioxide sufficient to displace enough oxygen to smother all the inhabitants within. The authority cited in the e-mail ( Walter Reeves of the TV show Gardening in Georgia ) disclaims this method of pest control being touted in his name, saying he has \"not 'endorsed' the pouring of club soda onto fire ant mounds.\" Reeves asked those who had tried the fizzy water cure to contact him with news of their results. He says of their e-mails: \"From several replies that I've gotten, club soda has no effect on fire ants. The insects simply rebuild their mounds afterwards.\" He also notes that \"the carbon dioxide atmosphere in the mound does not linger long enough to suffocate any ants\" and that \"baits and mound treatments are still the best way to control fire ants.\" An extension article on the subject of home remedies for killing fire ants similarly states that \"One of the most commonly suggested home remedies, instant grits, has been scientifically proven to have no effect. Baking soda, vinegar, club soda, molasses, plaster of Paris, and aspartame are also ineffective.\" It notes, however, that one method which might show promise as an effective remedy is an \"ant mound drench using a mixture of dishwashing liquid and citrus oil.\" Barbara \"club soda: good for lifting stains, bad for lifting ants\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.extension.org/faq/1107;http://www.walterreeves.com/insects_animals/article.phtml?cat=21&id=1031;http://www.walterreeves.com/about.phtml;",
  "Example": "[Collected via e-mail, December 2009] FIRE ANT KILLER This is a new twist to killing fire ant colonies that I haven't tried yet. For those not familiar with Walter Reeves, he is from the University of Georgia agriculture department specializing in home gardening. His television show gardening in Georgia is on each Saturday. I know fire ants are picky eaters, and any type poison that is effective takes seven feeding steps before the queen receives it. Plus, if the bait is stored in close proximity to any petroleum or fertilizer products they won't touch it. Contact poisons that are on the market just cause the colony to move away. A well developed colony can be as deep as 30 feet and spread out some 20 to 50 feet from the mound center. This has been documented by studies done in the early 60's when they were first sited in South Alabama. An environmentally friendly cure for fire ants has been announced by Walter Reeves on his Georgia Gardener radio program. Testimonial that it REALLY WORKS are coming in. Simply pour two cups of CLUB SODA (carbonated water) directly in the center of a fire ant mound. The carbon dioxide in the water is heavier than air and displaces the oxygen which suffocates the queen and the other ants. The whole colony will be dead within about two days. Here's the good side: club soda leaves no poisonous residue, does not contaminate the ground water, and does not indiscriminately kill other insects. Not harmful to your pets, soaks into the ground. Each mound must be treated individually and a one liter bottle of club soda will kill 2 to 3 mounds.",
  "Last Updated": "27 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/household/fireants.asp",
  "Claim": "Pouring club soda on a fire ant mound will kill the colony.",
  "Claim_ID": "inboxer_household_fireants",
  "Tags": ""
}