{
  "Origins": "Over the last few years we've seen a plethora of altruistic appeals circulate on the Internet, each one claiming that you could donate money to a worthy cause or right some terrible injustice at no cost to you merely by taking some simple action, such as forwarding an e-mail message. (See our Jessica Mydek page for one example.) All of these messages were hoaxes until The Hunger Site came along.",
  "Fact Check": "",
  "Description": "At The Hunger Site , you can \"donate\" money to hunger relief simply by clicking a button. How? The Hunger Site, the creation of John Breen, a 42-year-old computer programmer from Bloomington, Indiana, was funded by various companies who sponsored the site for a day. Every sponsor donated the approximate cost of 1/4 of a cup of food to the United Nations' World Food Program for each user who clicks on the site during the day. (If multiple companies were sponsoring the site, the amount of food donated was multiplied by the number of sponsors.) Breen created the site in June 1999 as a personal project to help deal with hunger in developing countries, and the response was soon so overwhelming that he spent most of his time administering the site even though he received no income, loans, grants, or donations to compensate him for his time and effort or pay his expenses. Eventually The Hunger Site became part of GreaterGood.com, a shopping portal where customers could direct up to 15% of the cost of every purchase to causes they selected. GreaterGood.com ceased operations in July 2001, and The Hunger Site was temporarily shut down until CharityUSA.com took over its operations a few weeks later. Other sites also offer similar means for visitors to aid various charities: Animal Rescue Site The Breast Cancer Site Additional information: About the Hunger Site (TheHungerSite.com) The Hunger Site press release (World Food Program)",
  "Originally Published": "",
  "Referred Links": "http://www.wfp.org/prelease/1999/991216.htm;http://www.thehungersite.com/clickToGive/aboutus.faces;jsessionid=726600B79A41ED2D4B7C487054310F91.ctgProd04?siteId=1&link=ctg_ths_aboutus_from_home_leftnav;http://www.thebreastcancersite.com;http://www.theanimalrescuesite.com/;http://www.charityusa.com;http://www.thehungersite.com;",
  "Example": "",
  "Last Updated": "",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/charity/hungersite.asp",
  "Claim": "You can direct money to hunger relief simply by clicking a button on a web site.",
  "Claim_ID": "inboxer_charity_hungersite",
  "Tags": ""
}