{
  "Origins": "Lists of entries that attempt to illustrate \"the way things used to be\" for modern readers can serve a variety of purposes: they can express a nostalgic belief that the world was a better place in some previous golden era, they can validate the idea that progress has considerably improved life for the average person, or they can provide the reassurance that people have always struggled with the very same kinds of problems that vex us today.",
  "Fact Check": "",
  "Description": "Such messages typically contain a healthy dollop of price information that creates misleading \"Everything was so much cheaper back then\" impressions by expressing costs in absolute rather than relative terms. Sure, common household items and services cost less in previous eras, but average incomes were also much lower. And even goods that are now more expensive in an absolute sense are often much more affordable in a relative sense the television that cost the average laborer the equivalent of three months' pay back in 1955 might only cost the typical worker the equivalent of one week's pay in 2005. Whatever the motivation behind the creation of the list quoted at the head of this page, it's clearly someone's modern day imagining of the types of things people might have said fifty years ago (rather than genuine comments preserved from that era), most likely put together by someone who wasn't himself around back in 1955. Many of the entries contain inaccuracies and anachronisms that would be obvious to most anyone who actually lived through that era: Did you hear the post office is thinking about charging a dime just to mail a letter? Nobody would have made such a statement in 1955, because back then first-class postage cost 3 per ounce, and that rate had been unchanged since 1932. The first-class rate was not raised again until 1958, and even then it went up only one cent, to 4 per ounce. It was not until 1974, nearly two decades after 1955, that the cost of first-class postage was raised to 10 per ounce. When I first started driving, who would have thought gas would someday cost 29 cents a gallon? Guess we'd be better off leaving the car in the garage. This is another anachronistically modern statement that nobody would have made in 1955. Even as far back as 1929 the average price of gasoline was 21 per gallon; it would hardly have been shocking to an adult living in 1955 that the price of gas had crept upwards by a mere 6 per gallon over the course of three decades. I read the other day where some scientists think it's possible to put a man on the moon by the end of the century. They even have some fellows they call astronauts preparing for it down in Florida. No astronauts were training in Florida in 1955, and what scientists were discussing that year was not anything nearly as ambitious as a moon shot. The science talk that year was about President Eisenhower's announcement of a program intended to put the first artificial satellite into space within two years. There was no news about the U.S. training astronauts that early on; the men who would be selected to take part in America's first manned space flight effort, Project Mercury, didn't begin training until 1959. In fact, news accounts of 1955 generally used the word \"astronaut\" to refer to scientists and hobbyists enthusiastic about the possibilities of space exploration, not the men who might eventually fly aboard space vehicles. Did you see where some baseball player just signed a contract for $75,000 a year just to play ball? It wouldn't surprise meif someday they'll be making more than the President. The notion that a baseball player might earn $75,000 a year or be paid more than the President of the United States was hardly surprising news in 1955. Babe Ruth earned more ($80,000) in 1930 and 1931 than President Herbert Hoover did ($75,000), Joe DiMaggio received the same salary in 1949 ($100,000) as President Truman, and Ted Williams topped them all with a $125,000 contract in 1950. I never thought I'd see the day all our kitchen appliances would be electric. They are even making electric typewriters now. Electric typewriters were marketed as far back as the early 1930s, and although manual typewriters were still predominant in the mid-1950s, electric models were not uncommon. Thank goodness I won't live to see the day when the Government takes half our income in taxes. I sometimes wonder if we are electing the best people to government. In 1955, income tax rates for the average U.S. wage earner were actually going down, not up, as part of a long downward trend. The bottom tax bracket for federal income tax in 1955 was 20%, the lowest that rate had been since 1943, and that rate would continue to drop throughout the next few decades (falling to 11% by 1983). The drive-in restaurant is convenient in nice weather, but I seriously doubt they will ever catch on. Despite the impression one might gain from learning about the culture of the 1950s through TV programs such as Happy Days, the drive-in restaurant concept originated well before World War II and reached its peak of popularity in the mid-1950s. A 1955 declaration that \"I seriously doubt [drive-in restaurants] will ever catch on\" would be as anachronistic as someone's claiming in 2014 that \"This Internet concept is interesting, but I seriously doubt it will ever catch on. How many people even own their own computers, anyway?\"",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20060112053446/http://staff.jccc.edu/swilson/businessmath/fit.htm;http://www-03.ibm.com/ibm/history/exhibits/modelb/modelb_history.html;http://www.captainsblog.info/wp-content/uploads/2012/01/Highest-Paid-Progression.bmp;http://www.hq.nasa.gov/office/pao/History/sputnik/17.html;https://web.archive.org/web/20120927190913/http://www1.eere.energy.gov/vehiclesandfuels/facts/2012_fotw741.html;http://web.archive.org/web/20011226221916/http://www.nonprofitmailers.org/tools/ratehist.htm;",
  "Example": "[Collected via e-mail, December 2005] COMMENTS MADE IN THE YEAR 1955: \"I'll tell you one thing, if things keep going the way they are, it's going to be impossible to buy a week's groceries for $20.\" \"Have you seen the new cars coming out next year? It won't be long before $2000 will only buy a used one.\" \"If cigarettes keep going up in price, I'm going to quit. A quarter a pack is ridiculous.\" \"Did you hear the post office is thinking about charging a dime just to mail a letter?\" \"If they raise the minimum wage to $1, nobody will be able to hire outside help at the store.\" \"When I first started driving, who would have thought gas would someday cost 29 cents a gallon. Guess we'd be better off leaving the car in the garage.\" \"Kids today are impossible. Those duck tail hair cuts make it impossible to stay groomed. Next thing you know, boys will be wearing their hair as long as the girls.\" \"I'm afraid to send my kids to the movies anymore. Ever since they let Clark Gable get by with saying 'damn' in 'Gone With The Wind,' it seems every new movie has either 'hell' or 'damn' in it.\" \"I read the other day where some scientists think it's possible to put a man on the moon by the end of the century. They even have some fellows they call astronauts preparing for it down in Florida.\" \"Did you see where some baseball player just signed a contract for $75,000 a year just to play ball? It wouldn't surprise me if someday they'll be making more than the President.\" \"I never thought I'd see the day all our kitchen appliances would be electric. They are even making electric typewriters now.\" \"It's too bad things are so tough nowadays. I see where a few married women are having to work to make ends meet.\" \"It won't be long before young couples are going to have to hire someone to watch their kids so they can both work.\" \"Marriage doesn't mean a thing any more; those stars seem to be getting divorced at the drop of a hat.\" \"I'm just afraid the Volkswagen car is going to open the door to a whole lot of foreign business.\" \"Thank goodness I won't live to see the day when the Government takes half our income in taxes. I sometimes wonder if we are electing the best people to government.\" \"The drive-in restaurant is convenient in nice weather, but I seriously doubt they will ever catch on.\" \"No one can afford to be sick any more; $35 a day in the hospital is too rich for my blood.\" \"If they think I'll pay 50 cents for a haircut, forget it.\" Know friends who would get a kick out of these? Pass it on.",
  "Last Updated": "6 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/trivia/1955comments.asp",
  "Claim": "List collects comments made in the year 1955.",
  "Claim_ID": "inboxer_trivia_1955comments",
  "Tags": ""
}