{
  "Origins": "Recipe for a hoax: Establish a web site announcing that you are going to bring about (or allow) some dire circumstance unless you can raise a specified amount of money by a given deadline. Set up a mechanism on your web site to receive donations from the public (or at least make it appear that you're receiving donations, even if you really aren't). Stand back and watch with amusement as people heap opprobrium on you for daring to consider such a terrible thing, much less crassly tying it to money.",
  "Fact Check": "",
  "Description": "No matter how many times this scenario plays out, people keep falling for it. Once it was supposed rabbit owners claiming they were going to kill and eat their bunnies unless their exorbitant demands for money were met by self-imposed deadlines; in 2007 it was Help My Baby Live, a site on which an ostensibly expectant couple maintains they're not \"financially secure enough\" to raise a child and are going to opt for an abortion unless they can raise $50,000 in donations within three months. Even without necessarily knowing these types of sites are likely hoaxes, one should avoid engaging them, for a number of reasons: Since the people behind the web sites are anonymous, there's no way to verify that the claimed circumstances really exist. (How do you know that a purported rabbit owner even has such a critter in his possession, or that whoever's behind the \"Help My Baby Live\" site is really an expectant couple?) Likewise, there's no way to verify that, even if the claimed circumstances exist, the result hasn't been foreordained. (How do you know that a rabbit's owner hasn't already decided to kill and eat his pet no matter what, or that an expectant but cash-strapped couple hasn't already made up their minds to abort?) There's no guarantee that the other party will keep their end of the bargain, even if the stated goals are met. (How do you know that if a rabbit's owner reaches his donation target he won't kill and eat the critter anyway, or that if an expectant couple raises $50,000 they won't then up the ante to $100,000?) As well, there are several clues that indicate the \"Help My Baby Live\" site is not on the level, but rather a prank intended to yank the collective chains of a gullible audience: The PayPal account initially used on the site to accept donations (which has since been shut down by PayPal) was tied to a Matthew Schiros, whose name shows up as the author of an anti-abortion blog entry (which has since been removed from the Internet), and who was the perpetrator of the amiblackornot.com web site. The site's list of \"terms and conditions\" that potential donors must agree to are ridiculously strict and punitive (particularly the statements that \"We are not obligated to do, or refrain from, anything as a result of your or anyone else's donation\" and \"You agree to forfeit $25,000 per violation of these terms\"). Why would anyone donate money to influence the decision of unverifiable, anonymous recipients who state up front that they may just take the cash and do what they want anyway? This is the cyberspace equivalent of a playground bully's thumbing his nose at you. The site's operator has been publicly posting negative messages purportedly received through the web site (complete with the senders' names and e-mail addresses), offering as a rationale that \"we think they're funny\" another clue that the purpose behind the site is just to rile people up and poke fun at them. What motive would a real couple genuinely facing this kind of momentous and difficult decision have to engage in such behavior? And why should anyone trust someone who demands anonymity but seemingly doesn't extend that courtesy in return? After the site was exposed as a hoax, HelpMyBabyLive.com was altered to display images of aborted babies plus this message: LOOK AT WHAT YOU MADE ME DO There was never a baby, you got fooled, no money was collected. 200,000 people got pranked. Suck it. KEYE-TV reported that the site's creator, Matthew Schiros, told them the site was \"a joke\" designed to \"further the national debate\" about \"abortion in America.\"",
  "Originally Published": "",
  "Referred Links": "http://www.helpmybabylive.com/hate.html;http://www.mail-archive.com/cpunks@einstein.ssz.com/msg03023.html;http://72.14.253.104/search?q=cache:S6HQmht3LzwJ:www.radiofreeroider.com/2006/03/greatest-quote-ever-from-baby-killer.html+http://www.radiofreeroider.com/2006/03/greatest-quote-ever-from-baby-killer.html&hl=en&ct=clnk&cd=1&gl=us;",
  "Example": "[Collected on the Internet, 2007] As happens to many young couples, my girlfriend and I have found ourselves confronted with a decision to make about having a child, and we're not sure what to do. There are many options available to us, and a difficult evaluation of the responsibilities and obligations, as well as the joys, that come with raising a child. Our two real options are either having and raising the child, or aborting. While we'd like to think that adoption is a viable option for us, my girlfriend doesn't believe that she'd be able to give up a child after giving birth to it, and that's not something I'm going to pressure us into doing. We also don't want to be subconsciously resentful of a child that we kept when we weren't ready for it. If we're not ready to raise it, we're not going to bring a baby into the world. Because of the state we're in, we have about three months to make a decision one way or the other. Right now, we're leaning toward abortion. We're simply not financially secure enough to ensure that we can bring up a kid in the environment it would deserve. It's not that we're poor, we just don't have the stability that we think having a baby necessitates. Please don't mis-understand, it's not that we want to abort the baby. Although neither of us is particularly pro-life, we don't want to have to have an abortion. We think we'd be pretty good parents, and we both would enjoy raising a kid. We're both from pretty good stock, well educated and intelligent. We'd be able to raise the child in a good environment, teach it right, keep it out of trouble, and introduce a new productive member of humanity to the world. Our kid won't grow up and rob you. Right now, we just can't afford it, which is why we're here, on this site. We've crunched some numbers, and we believe that, to really set ourselves up in a good environemnt for the baby, we need $50,000. That'll give us the down payment on a decent house, get us a car that runs reliably, allow us to save away a little for the baby's college fund, cover any medical bills (she's uninsured), and give us a little buffer while she's not working.",
  "Last Updated": "12 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/helpmybabylive.asp",
  "Claim": "You should donate money to help an expectant couple seeking to raise $50,000 in order to avoid opting for an abortion.",
  "Claim_ID": "inboxer_hoaxes_helpmybabylive",
  "Tags": ""
}