{
  "Origins": "Disney's 1989 animated feature film version of The Little Mermaid , the Danish fairy tale by Hans Christian Andersen, was a smash hit and the movie credited with revitalizing the Disney company from the doldrums of the post-Walt era (which began with Walt Disney's death in late 1966). Emma Watson is the actress who portrayed Hermione Granger in the hugely successful series of eight films made between 2001 and 2011 based on J.K. Rowling's immensely popular Harry Potter books. Combining those two elements by creating a Disney-produced live-action version of The Little Mermaid featuring Emma Watson in the lead role would therefore have tremendous appeal to a very large fan base.",
  "Fact Check": "",
  "Description": "Alas, no such project is in the works. Rumors of a live Little Mermaid movie starring Emma Watson are nothing more than a repetition of an April Fool's Day joke originally posted on the Harry Potter fan site MuggleNet back in April 2013: Emma Watson cast as Ariel in live action 'The Little Mermaid' Emma Watson will certainly be living the princess lifestyle this year, after reports have linked her to different projects where she will portray classic Disney princesses Belle, from Beauty and the Beast as well as the title role in Cinderella (although Emma has since turned down that role). Completing the trio is Ariel, from The Little Mermaid, originally released as an animated feature in 1989. Emma was seen leaving an aquatics facility this past weekend in Los Angeles. We can only assume that this means she has started training for her role as Ariel. Yes, training. As this is a live action film, Emma must take on several aquatic disciplines including SCUBA-diving, synchronized swimming, and diving. In addition to athletic training, Emma will also be singing the original songs from the animated version such as \"Part of Your World.\" We look forward to seeing Emma Watson in all of these royal roles, and hearing her sing! Which princess are you most excited to see Emma as?",
  "Originally Published": "",
  "Referred Links": "http://www.mugglenet.com/app/news/show/6691;",
  "Example": "[Collected via e-mail, February 2014] I saw a thing earlier this morning saying there's talk of a Little Mermaid live action movie to be released in 2015 starring Emma Watson and Daniel Radcliffe.",
  "Last Updated": "27 February 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/littlemermaid.asp",
  "Claim": "Emma Watson will be starring in a live-action version of The Little Mermaid .",
  "Claim_ID": "inboxer_hoaxes_littlemermaid",
  "Tags": ""
}