{
  "Origins": "It's nice for once to be able to report on a scam that isn't really a scam, just misinformation based upon a misunderstanding.",
  "Fact Check": "",
  "Description": "The message quoted above warns readers that some gas stations are supposedly charging an extra $10 to their customers' credit cards, an additional fee imposed above and beyond the total cost of whatever those customers purchase, and legitimized by a message briefly flashed on gas pump screens at the time of fill-up. However, this warning was the result of a misunderstanding, not a product of a nefarious real-life scheme to gouge motorists out of an extra $10 each. It is a common practice in the merchant trade that when a customer initiates a transaction for goods or services that will be paid for later (such as a hotel room reservation), the merchant submits an authorization hold against the customer's card. This authorization verifies that the customer's card is valid, checks that the cardholder has a sufficient credit limit to complete the transaction, and \"reserves\" a block of that credit line. For example, suppose I had a credit card with a $300 credit limit, and I made a one-night reservation for a hotel room costing $200 per night. My card might be clear of charges at the time I make the reservation, but what happens if by the time I check into my hotel, I've already racked up my $300 limit in other purchases? Even though my card is valid, even though my credit limit is greater than the cost of the hotel room, and even though my card was clear at the time I made the reservation, the hotelier might not be able to put through his legitimate charge because it will not fit within my card's authorized credit limit. This problem is solved by \"reserving\" a block of credit. When I make my hotel room reservation, the hotel puts through an authorization hold that grabs and reserves a $200 chunk of credit to ensure that the room charge will eventually go through. They aren't actually charging $200 to my card; they're temporarily holding a portion of my credit line so that I can't spend more than $100 somewhere else in the meanwhile, thereby guaranteeing that their later $200 charge will go through without running afoul of my credit limit. Once the transaction is completed (or cancelled, or allowed to expire), the authorization hold is reversed. Most customers never see these authorization holds on their printed statements (although cardholders who view their recent credit card activity via web-based banking services may see them appear in on-line listings). Gasoline purchases are somewhat unusual in that they typically involve the customer's presenting the service station operator with a credit card before he begins to pump gas (in order to prevent him from filling up his tank and driving off without paying), which means that at the time the card is received by the merchant, the amount of the transaction is unknown (because motorists can buy as little or as much gas as they please). Therefore, some service station operators have found themselves stuck when customers present valid credit cards but don't have sufficient credit or funds for their transactions to go through. Their response has been to initiate authorization holds against all credit cards used to purchase gasoline (a practice of which customers are often notified by wording flashed on gas pump message screens) in order to ensure they can charge at least that amount to each customer's card. In some places an authorization hold for a set amount (such as $10) may be automatically placed on the card; in other places, customers may have to authorize a charge up to a certain amount (such as $75) before pumping gas, and an authorization hold is then placed on their cards in that amount. Cardholders (and even some customer service representatives) unfamiliar with the authorization hold system sometimes confuse temporary authorization holds with actual credit card charges, as this explanation of the authorization hold process reveals: We send what is called an authorization request to your credit card company. Your credit card company verifies that the card is valid and that the amount of your transaction is available. If the card number is valid and the funds are available, they put an authorization hold on the funds. An authorization is only a hold on the funds for a possible future transfer. This hold is temporary, and if the transaction isn't settled it will expire without any action. It is not a completed transaction and no funds are transferred at that time. Your credit card company may still show a temporary authorization hold on the funds after your transaction is completed. It can take several working days for them to process the void on the authorization. The time will vary from one company to the next. Unfortunately, many customer service people at the card companies don't understand the difference between a settled transaction and an authorization hold. They will tell you that it was a valid transaction even though we have processed a void on the authorization. Credit card companies process authorizations and charges immediately; however, they do not process voids or credits as fast. We do not know why they take longer to process voids and credits. It seems fairly obvious from the content of this message that the anonymous author (someone who doesn't normally \"use my check or credit card for gas except when we are on vacation\"), while viewing credit card activity on-line, saw a $10 authorization hold placed against his or her card by a service station, called the bank to inquire about it, either misunderstood or was misled by the bank representative's explanation, and came away thinking that it was a separate amount charged to the card beyond the cost of the gasoline purchase. No scam, no rip-off, no shady sales schemes, just a misunderstanding spread far and wide through the magic of the Internet. A revised version of this warning which began circulating in 2005 came a little closer to the mark in recognizing the difference between an authorization hold and a surcharge for using credit cards: Each day millions of Americans use their debit card at gas stations to \"pay at the pump.\" What you probably do not know is gas stations have the right to overcharge you a certain amount to ensure they gettheir money. Each gas station decides how much to overcharge and hold on your account. Some put a $75 or $100 hold on the account while others only hold $5 or $10. But, these stations also decide how longto hold that money. Some hold the money for up to three days, so that can really hurt you. If you want to use a debit card at a gas station, do not pay at the pump. Pay inside the station and you'll only be charged for the exact amount of gas you purchased. It may be the case, as suggested in this version, that taking one's credit card inside a gas station (instead of swiping it through the pump outside) and allowing the cashier to ring up the transaction at its completion avoids or releases credit holds, but we couldn't say how often that holds true since the practice can differ from station to station.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2004] Subject: Gas Station Charges Don't know if this is true or not...but a revolting devleopment if it is. Not only are the oil company's making huge profits these days as was stated in a newspaper headline just this last week, but now some are trying this trick? I just got this one in. It could be true. I can't find anything on it in any of the \"hoax\" notices online. I don't use my check or credit card for gas except when we are on vacation. If it's true then it is a real rip-off. I just want to inform you of something my husband and I found out this weekend. We stopped at the BP (old Amoco) gas station last week and we used our bank card as usual to buy gas and a car wash. This weekend we noticed a $10 charge from a Timothy Schlangen on our on line bank statement and called the bank thinking someone had used our card without authorization. Low and behold the bank informed us that gas stations are starting to charge you $10 to use your card at the pump. The bank said that the authoriztion flashes very quick on the little screen (we didn't see it). It does not show on your receipt either. It only shows up on your bank statement. So if you only want $5.00 worth of gas it will cost you $15.00. How many people are bouncing checks because they don't know this? Here is the address of the station that we know does this BP 9001 Lyndale Ave. S Bloomington, MN I checked with the web site for low gas prices in the area and they were listed at $1.69 but with a $10 charge if you use your card to buy it. What a rip off!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! PLEASE INFORM YOUR AS MANY PEOPLE AS YOU CAN ABOUT THIS.",
  "Last Updated": "24 April 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/scams/gascharge.asp",
  "Claim": "Gas stations are routinely imposing an extra $10 fee on credit card customers.",
  "Claim_ID": "inboxer_scams_gascharge",
  "Tags": ""
}