{
  "Origins": "This April 2012 item combines a poem about child abuse (told from the viewpoint of a murdered three-year-old abuse victim) with various pictures claimed to be that of an abused child and entreats readers to repost it as a form of campaigning against child abuse. The poem itself has been circulating since the 1990s; it does not document a real case of child abuse and has no connection to the pictured children. The first pictured child is not an abuse victim; she is an English girl named Jade Wardle who suffered injuries from being attacked by her family's pet dog back in 2002 (when she was two years old), as reported by the BBC:",
  "Fact Check": "",
  "Description": "A different photograph of Jade Wardle was used in another Facebook-circulated fiction advocating against child abuse.",
  "Originally Published": "",
  "Referred Links": "http://news.bbc.co.uk/2/hi/uk_news/england/2288394.stm;",
  "Example": "[Collected via e-mail, April 2012] Daddy... It hurts This is A TRUE STORY AND IF YOU DONT PASS THIS ON; YOU DONT HAVE A SOUL!!! SO PLEASE DO READ IT ONLY ONCE :) IT WONT TAKE MORE THEN 5 MIN Thanks !! My name is Chris I am three, My eyes are swollen I cannot see, I must be stupid I must be bad, What else could have made My daddy so mad? I wish I were better I wish I weren t ugly, Then maybe my mommy Would still want to hug me. I can't do a wrong I can t speak at all Or else I'm locked up All day long. When I'm awake I'm all alone The house is dark My folks aren't home When my mommy does come home I'll try and be nice, So maybe I'll just get One whipping tonight. I just heard a car My daddy is back From Charlies bar I hear him curse My name is called I press myself Against the wall I try to hide From his evil eyes I'm so afraid now I'm starting to cry He finds me weeping Calls me ugly words, He says its my fault He suffers at work He slaps and hits me And yells at me more, I finally get free And run to the door He's already locked it And I start to bawl, He takes me and throws me Against the hard wall I fall to the floor With my bones nearly broken, And my daddy continues With more bad words spoken, 'I'm sorry!', I scream But its now much to late His face has been twisted Into a unimaginable shape The hurt and the pain Again and again O please God, have mercy! O please let it end! And he finally stops And heads for the door While I lay there motionless Sprawled on the floor My name is Chris I am three, Tonight my daddy Murdered me And you can help Sickens me to the soul, And if you read this and don't pass it on I pray for your forgiveness Because you would have to be One heartless person To not be affected By this Poem And because you are affected, Do something about it! IF YOU ARE AGAINST CHILD ABUSE! Post this as Daddy ... It hurts If you do not send this to everyone you know Then you obviously dont care about child abuse.",
  "Last Updated": "25 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/daddyithurts.asp",
  "Claim": "Poem and picture document a child abuse victim.",
  "Claim_ID": "inboxer_medical_daddyithurts",
  "Tags": ""
}