{
  "Origins": "A Microsoft PowerPoint file making the rounds of the Internet presents the viewer with a chilling slide show: four pictures of a pretty young woman with her friends and family, a post-accident photograph of the charred remains of a car, nine images of a horribly disfigured woman pursuing her daily routine (sharing time with her father, receiving medical treatment, eating, reading), and finally a reproduction of a \"Don't Drink and Drive\" poster from the Texas Department of Public Safety bearing pre- and post-disfigurement photos of the young woman under the legend \"Not everyone who gets hit by a drunk driver dies.\"",
  "Fact Check": "",
  "Description": "This is one of the cases we really wish would turn out to be someone's sick idea of hoax. Unfortunately, the story is all too real. The slide show documents what happened to Jacqueline Saburido, a 20-year-old woman who had taken a break from attending college in Venezuela to come to the United States and study English. Her web site described the horrific accident that turned her life upside-down: Early on Sunday morning September 19, 1999, Jacqui then 20 years old and four friends were on their way home from a birthday party. Reggie Stephey, an 18-year-old high school student, was on his way home from drinking beer with some buddies. On a dark road on the outskirts of Austin, Texas, Reggie's SUV veered into the Oldsmobile carrying Jacqui and the others. Two passengers in the car were killed at the scene and two were rescued. Within minutes, the car caught fire. Jacqui was pinned in the front seat on the passenger side. She was burned over 60% of her body; no one thought she could survive. But Jacqui lived. Her hands were so badly burned that she no longer can use them. She lost her hair, her ears, her nose, her left eyelid and much of her vision. She has had more than 40 operations since the crash and has many more to go. A May 2002 profile in The Austin American-Statesman described the terrible extent of Jacqui's injuries: At a distance Jacqui looks old. Up close, ageless. She has a baggy neckchin and thin crumpled lips. Her cheeks are splotchy and rough in places, smooth in others. Where her right ear should be, she has a slender crescent of cartilage around a pea-size black hole. On the left side, she has only a hole. Her nostrils are ragged, torn. A flap of skin hides her left eye. For more than two years, the eyeball floated naked in the socket, mostly blind but perpetually staring behind a clear plastic goggle. Her right eye sees behind a veil of scar. Her burned skin can't sweat or protect her from heat and cold. It feels hot and tight, like having a sunburn. Scars run down her body, halting at her knees and before her size 7-1/2 feet, which the fire never touched. She has learned to use her feet like hands her toes stroke a blanket's softness and test shower water. Her fingers are amputated between the knuckle and the first joint. On her right hand, they are fused together like a mitten. Nerve damage has left parts of her body numb. She can make out some texture with the bottom of her right palm. Her left hand feels only pinpricks \"like a thousand needles,\" she says. Her hands hurt every day, but Jacqui doesn't take painkillers. As Jacqui's web site notes, she continues to receive medical treatment for her extensive injuries in Louisville, Kentucky, where she and her father, Amadeo, now live, and specialists are performing a series of skin grafts and working to rebuild her right hand. Recently, Jacqui has been able to resume her studies and enroll in intensive English classes, and she has established a private bank account to receive donations to help pay her living and medical expenses. Sightings: On 24 November 2003, Jacqui appeared as a guest on The Oprah Winfrey Show . Additional Information: Jacqueline and Amadeo: CHASING HOPE (Austin American-Statesman)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20020911185402/http://www.austin360.com/aas/specialreports/jacqui/;http://www.oprah.com/tows/pastshows/200311/tows_past_20031125.jhtml;http://www.helpjacqui.com/images/illustrations/jacqui_poster.jpg;",
  "Example": "",
  "Last Updated": "30 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/adults/saburido.asp",
  "Claim": "Jacqueline Saburido, the victim of a drunk driving accident, seeks donations to help with the expenses of medical treatment for her extensive injuries.",
  "Claim_ID": "inboxer_adults_saburido",
  "Tags": ""
}