{
  "Origins": "E-mails proclaiming that a particular company has identified Israel as 'Palestine' on a map or directory listing or has omitted Israel entirely (with the purported intent of \"courting Arab business\") are not uncommon, although such claims generally turn out to be false , the result of inadvertent errors , or situations caused by agencies beyond the control of the blamed company (as happened with Fuji and Marriott ). A pair of German auto manufacturers seem to have no such excuses for maps of the Middle East which recently appeared on their web sites, however.",
  "Fact Check": "",
  "Description": "On 8 August 2002, a reader called our attention to the web site of BMW Middle East , whose map of BMW service locations in the Middle East included an area labelled 'Palestine' but failed to identify the country of Israel: This omission made no logical sense, as BMW does business in Israel , just as it does in the other labelled countries. Our inquiry to BMW went unanswered, and by the next day they had pulled the map in question from their web site and removed the link to it from their BMW in Your Country page. According to the Jerusalem Post , this action did indeed occur in response to a rash of complaints to BMW: In response to a flurry of protests, BMW has agreed to correct its Middle East division's Web site, which showed \"Palestine\" in place of Israel, a company spokesman told The Jerusalem Post. Rob Mitchell, the BMW Group's North American director of corporate communications, said on Friday the company had received \"quite a number\" of calls from people objecting to the omission of Israel from a map on the Internet indicating the location of BMW dealers in the Middle East. \"The minute we got the calls, we contacted our colleagues over there,\" said Mitchell, referring to the company's Middle East division. \"They removed the link and are working to correct the site.\"BMW also issued a press release stating, \"BMW Group regrets having published this map on one of its Internet sites. Obviously there have been faults in designing and programming this site. We are working on correcting these faults as soon as possible. \"As a car manufacturer, we are not involved in Middle East politics, do not support any of the given political attitudes, and did not aim to make any kind of political statement.\" Mercedes-Benz was not so forthcoming. The web site for Mercedes-Benz Middle East orginally displayed a map of Middle Eastern countries hosting Mercedes-Benz dealerships that, although it did not include an area labelled as 'Palestine,' also failed to identify the country of Israel: DaimlerChrysler , the parent corporation of Mercedes-Benz, claimed that only countries on their list of Middle East distributors were labelled on the map (hence the lack of identification of Israel, which does not appear on the list), but this explanation was clearly false: neither Iran nor Iraq appears on Mercedes-Benz's list of Middle East distributors, yet both were identified on the map while Israel was not. In fact, Mercedes-Benz had hurriedly removed their original map and replaced it with one that also left Iran and Iraq unlabelled in order to support their disingenuous explanation. Then, even more strangely, Mercedes-Benz removed that map and replaced it with a rather pointless one that omitted the names of all the countries in the Middle East: It appears that some German automobile manufacturers own up to their mistakes, but others are less than honest about them.",
  "Originally Published": "",
  "Referred Links": "http://www.mideast.mercedes-benz.com/inside-distributor.htm;http://www.mideast.mercedes-benz.com/left-distributor.htm;http://www.daimlerchrysler.com/;http://www.mideast.mercedes-benz.com/;http://www.bmw.com/bmwe/intro/index.html;http://www.bmw.co.il/;http://bmw-me.com;",
  "Example": "",
  "Last Updated": "2 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/outrage/noisrael.asp",
  "Claim": "The web sites of German automobile manufacturers BMW and Mercedes-Benz both displayed maps of the Middle East which left Israel unidentified.",
  "Claim_ID": "inboxer_outrage_noisrael",
  "Tags": ""
}