{
  "Origins": "Once again a \"missing child\" Internet-circulated alert proves to be a hoax.",
  "Fact Check": "",
  "Description": "The appeal to aid in the hunt for 17-year-old Yohana Ravelo began circulating in the online world in mid-September 2007. Like the Evan Trembley leg-pull, this was yet another case of teens pulling a practical joke on the online community. As a bit of general advice, it's usually a good idea to be suspicious of \"missing child\" alerts that fail to describe what the youngster was wearing on the day he or she disappeared or give information about where and when the kid was last seen (\"missing for two days now\" and last seen \"on Friday\" aren't of much use when the date of the disappearance isn't provided). As another bit of general advice, before passing along any \"help find this child\" alert, look at some of the online missing children databases chances are, if the youngster is really missing, at least one of them will provide information about the case. For example, the National Center for Missing and Exploited Children ( NCMEC ), America's Most Wanted 's missing children page, and the Florida Department of Law Enforcement's Missing Children Information Clearinghouse fail to serve up entries about a 17-year-old Florida girl named Yohana Ravelo, which likely wouldn't be the case if such a teen had been abducted. This is a hoax and nothing but. The contact e-mail address given in the alert is non-existent, and the phone number provided (786.718.1144) belongs to Pets Galore, not to a police department. However, most tellingly, discussion on the MySpace page belonging to the \"missing\" girl makes it clear the abduction alert originated with one of the friends.",
  "Originally Published": "",
  "Referred Links": "http://www.myspace.com/sexiikubangiirl;http://pets.logu2.com/Privacy-statement-h20.html;http://www3.fdle.state.fl.us/MCICSearch/;http://www.amw.com/missing_children/;http://www.missingkids.com/;",
  "Example": "[Collected via e-mail, September 2007] Sergeant Rick Martinez 9105 Northwest 25th Street Doral, FL 33172-1500 USA 786 718 1144 x 655 Please take a few minutes to look at this photo and forward this to as many people as you know. This person has been missing for two days now and her family is desperately looking for her. Please pass this to everyone in your address book. 17 year-old Yohana Ravelo was abducted from Coral Gables, Florida on Friday. If you have ANY information regarding her whereabouts, contact Sergeant Martinez above. Yohana Ravelo has been missing for two days now. She was last seen on Friday near Coral Gables, Florida. She never reported home and the police are searching for her. The family is asking for your favor to keep this message going. She could be anywhere and only the power of the internet can help find her. It is still not too late. Please help us. If anyone any where knows anything, please contact FindYohana@yahoo.com I am including a picture of her. All help is appreciated!! It only takes 2 seconds to forward this. If it was your child, you would want all the help you could get.",
  "Last Updated": "29 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/missing/ravelo.asp",
  "Claim": "A 17-year-old girl named Yohana Ravelo is missing.",
  "Claim_ID": "inboxer_missing_ravelo",
  "Tags": ""
}