{
  "Origins": "This \"missing child alert\" began circulating on the Internet on 12 October 1999, a day after the youngster had been reported missing, then found, safe and sound, playing at a neighbor's house a few hours after her mother claimed she'd last seen her. No one knows what prompted the mother, Amy Wolkenhauer, to call the police instead of checking a few doors away to see if her little one was there or to ask whether the neighbors had seen her, but that is what happened.",
  "Fact Check": "",
  "Description": "We don't know whether the distraught mother authored the Internet appeal attributed to her or not. (It appears she did, but some doubt remains.) Even more uncertain is who wrote the 14 October followup which claimed that after one full day of being missing, the child was rescued by the police from a mentally handicapped man who'd abducted her at a public library which her pre-school class had been visiting. Also, the photo attached to the appeal apparently is not a picture of Kelsey Brooke Jones. The important thing to keep in mind is this: Don't forward the appeal. The child isn't now missing, nor was she ever abducted. According to the Faribault Minnesota police, an officer took a missing child report at the Wolkenhauer home at 9:15 P.M. on 11 October 1999. (The press release put out by the department incorrectly gave the date as 10 October.) The mother said she'd fallen asleep and awakened to discover the child missing from their apartment. After speaking with the mother and jotting down the particulars, the officer assigned to the case found Kelsey within minutes by knocking on doors in the housing complex. No report was filed with the National Crime Information Center because the child had never been missing. How this appeal got onto the Internet is a mystery. If the mother wrote it, she must have dispatched it between the time she called the police and the officer's arrival, but the e-mail speaks of the police being notified \"shortly after\" Kelsey supposedly went missing, indicating the message had to be have been written after the police were contacted. Even odder, the message speaks of the child's having been missing since 4 P.M. that day, a fact the mother couldn't have known if she'd been asleep, as she told the officer. Internet datestamping discrepancies could account for an e-mail 's being sent on the evening of 11 October yet showing up marked with a 12 October date, but nothing explains the followup e-mail sent out on 14 October , which claimed the youngster had been abducted by a mentally handicapped man and recovered by the police a day later: Praise God, I received this message from Kelsey's Mom, Amy, We did not get this letter that she sent out on October 12, 1999. I will pass it on to you so you will all know that Kelsey is home now unharmed. Praise God for His faithfulness, Cherbear Hi! I cut and pasted the letter I sent out to everyone on my list Oct.12, 1999. You may eventually get it forwarded to you from whoever sent you the original email about Kelsey missing, but you are the most recent emails I have received and I'd like to speed up the process of giving you the update. Thank you all so much for caring! ~~~~~~~~~ Hello Everyone! I am taking this time to say first THANK YOU ALL SO MUCH!!! For your concern, all your prayers, and forwarding the message about Kelsey onto everyone. I have received unbelievable amounts of email from people all over. There are truly many wonderful and caring people out there! Let me tell you the wonderful news, today the police brought me my baby back! In truth, God brought her back safely to me. I believe in the power of prayer and I appreciate the hundreds of prayers that all of you said forKelsey. She was taken from the public library yesterday while her preschool class was visiting it. She is unharmed and as happy to be home as we are to have her. The man who took her was a stranger and I feel extremely fortunate to have her back as we all know the outcome of many of these situations, for those of you who are parents I'm sure you can imagine all the different thoughts that ran through my head during her absence. I know it had to be the worst night I have ever experienced in my life. I pray for all those parents out there that are still missing their children and I ask you to do the same. The man that took her was mentally handicapped and living on his own. He apparently meant her no harm and did not understand the seriousness of his actions, he is currently being held and evaluated. It is a tough situation to deal with. I have tried to answer as many individual emails as I could, especially from those of you who are friends or acquaintances of mine. I apologize if I miss anyone. The vast amount of mail makes it nearly impossible. I amattaching a site and form that one wonderful stranger passed onto me. It is for missing children. I hope you will pass it onto anyone you know with a missing child and even just save the page somewhere for future use. I hope no one needs it, but it is a wonderful site for those who do. So please pass this GREAT news and MY MANY MANY THANKS onto everyone you forwarded my message to. Thank you all so much once again! God Bless!! ;)))) Sincerely, Amy Feh. What a story. And it might well be one we'll never fully get to the bottom of. Interest in this missing child case was overwhelming. Despite the original plea for help and the followup quoted above, nothing about the missing tot surfaced anywhere for the first couple of weeks, prompting speculation about the source of the e-mail. There were no reports in the media, in Minnesota or anywhere else in North America, about this child's having gone missing, her being found, or the man who'd taken her being held in custody. Even if local media had been bending over backwards to protect the youngster's identity, news about her abductor and the case against him would not have been withheld, and the hoax-savvy knew that. The appeal itself raised a number of questions solely because of the way it was worded. Typical \"missing child\" alerts list what the youngster was last seen wearing plus provide a full description of height, weight, hair color, eye color, and any distinguishing marks. Yet this one didn't; it didn't even mention the city the youngster had been taken from, let alone which police department to contact in case anyone found the child. All in all, this case felt wrong from the start, and the lack of confirming information anywhere along the line made it look even worse. Additionally, none of the usual child-finding agencies had been notified that Kelsey was missing, even though a 1990 federal law makes it illegal for any state to require a waiting period before accepting missing child information. In other words, if your kid goes missing, the police have to take down the particulars and file a proper report as soon as you go to them. Moreover, a 1982 federal law requires all law enforcement agencies to file a copy of that report with the National Crime Information Center (NCIC) for every missing person under the age of 18. In this case, no report was filed because the child had never been missing: she'd been sitting at a neighbor's, not more than a few doors away from where she lived. Was this a case of a frantic mother who overreacted by calling the police when she awakened to find her child not in the apartment, or was this something else? Though it's perfectly reasonable a parent would react irrationally in such a state of panic, it's not reasonable to assume that panic would take the form of firing an e-mail and attached photo off to the Internet before first talking to the neighbors to find out if they'd seen the child. If the mother didn't write the alert that went out over the wires, then who did, and why? And what was behind the follow-up e-mail, the one claiming the child had been taken by a mentally handicapped individual who was now in police custody? Was it a cover-up for the first alert being an overreaction? If that was the case, why not just say, \"Oops; I panicked, and the nice officer found Kelsey five minutes after he got here\"? Later versions of the \"please help find my daughter\" solicitations were signed \"Jay and Karen Gilo,\" folks whose names inadvertently came to be permanently attached to the ongoing appeal by having their signature block remain on the piece after they forwarded it on to others, thus convincing those further down the line the Gilos were the authors of the appeal. Situations such as these point up the importance of not forwarding such alerts willy-nilly. If you get a cybersolicitation to aid in the hunt for a missing child, still your natural desire to send it to everyone you know just long enough to first do a bit of checking. Look to the National Center for Missing and Exploited Children ( NCMEC ) for information about the child in question. If you don't find the child listed on their pages, call them at 1-800-THE-LOST and ask about the e-mail you've received. Though everyone wants to do what they can to return abducted children to the safety of their homes, e-mailed solicitations to look for particular children probably do more harm than good. In the case of Kelsey Brooke Jones, the hunt was for nothing because it was all one big leg-pull. But even when real children and real abductions lie at the heart of the cyber appeals, blindly forwarding them to everyone in the address book is still the wrong answer. On 10 July 1998, 20-month-old Krystava Patients Schmidt went missing. Though she was returned safely to mother no more than two days after her babysitter made off with her, the e-mailed appeal to help find this missing tot continued to circulate for well over a year. People calling in sightings or just looking for more information on the child created an unimaginable workload for the police in that town. In desperation, the police finally put a special recorded message about Krystava on all incoming calls to the station. (See our Krystava Schmidt page for more about this e-mailed appeal and the effect it had on its community.) A similar case was the one of Aaron Russell Steinmetz. This three and a half-year-old boy was abducted by his father on 19 December 1998 and returned to his mother on 18 February 1999. Even so, because the news that the child had been found could not be transmitted to everyone the original appeal reached, thousands of concerned netizens continue to forward this plea, spreading it to an ever-widening circle. Once again, the police department in that town found itself swamped by requests for information about a child long since found. (Visit our Aaron Russell Steinmetz page for more information about this case.) Even when the search is real, the problem with e-mail solicitations to help find missing children is turning them off once the crisis has passed. Like the Sorceror's Apprentice, the problem doesn't lie in starting them; it lies in getting them to stop. In the meantime, while everyone is concentrating on the kids who are already safe and sound, the ones really at risk are slipping through the cracks. Barbara \"missing inaction\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.missingkids.com;",
  "Example": "[Collected on the Internet, 1999] I am asking you all, begging you to please forward this email on to anyone and everyone. As most all of you know, I have a 5 year old daughter named Kelsey Brooke Jones. We are from Southern Minnesota. She has been missing since 4 pm Oct. 11, 1999. The police were notified shortly after. If anyone anywhere knows anything, sees anything, pleeeeaaaase contact me if you have my number. The police don't recommend I put my number online, but you can contact the Police, a missing persons report has been filed. I am including a picture of her. All prayers are appreciated!!",
  "Last Updated": "27 March 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/missing/kelsey.asp",
  "Claim": "A 5-year-old girl named Kelsey Brooke Jones is missing from her Minnesota home.",
  "Claim_ID": "inboxer_missing_kelsey",
  "Tags": ""
}