{
  "Origins": "On 2 June 2003 the five commissioners of the Federal Communications Commission will meet to discuss, and likely enact, staff-recommended changes to FCC policy regarding limitations on conglomerate ownership of media outlets.",
  "Fact Check": "",
  "Description": "Although a comprehensive list of those changes hasn't been released to the public, various statements by FCC insiders and spokespeople have served to supply a relatively reliable index of what those changes will be. There is a plan to lift a ban on ownership of newspapers and broadcast stations in large markets. At the moment, companies which already own a newspaper in one market cannot purchase a second one or buy a television or radio station there. (A handful of dual ownerships do exist, but those were grandfathered in because those double holdings preceded the ban.) The stricture would be lifted in medium and large markets but would remain in effect in smaller markets, with a (controversial) FCC formula known as the \"diversity index\" being employed to measure consumers' use of various media outlets in any given market. According to the e-mail exhortation to oppose the FCC's plans: The rules change could allow your local TV stations, newspaper, radio stations, and cable provider to all be owned by one company. That does not seem to be the case. The FCC appears determined to maintain diversity in all media markets, large and small. In the smaller ones, the FCC will keep the ban in place to protect against the possibility of any city's news all coming from one source. In larger markets, although some business entities will end up owning two or three media outlets, the FCC expects the markets will continue to be served by a number of other media sources, thus maintaining a mix of news choices for the people who live in those areas. Another of the FCC's plans is to ease caps on the number of television stations a company can own. The current cap restricts companies such as Viacom (corporate parent of CBS) and General Electric (corporate parent of NBC) to owning TV stations which reach a total of no more than 35 percent of the nation's TV households; under the new plan, this limit would be raised to 45 percent. The ban against mergers between the top four networks will be maintained, which is contrary to what is stated in another part of the e-mail inciting opposition to the changes: NBC, ABC, CBS and Fox could have the same corporate parent. The FCC says it is making these changes to keep pace with changing times. The earlier strictures which worked in the days before cable networks and the Internet had taken as large a bite as they have out of the pool of available television viewership are outdated, the FCC maintains. Yet despite the FCC's assurances, grave doubts have been expressed both by those within the journalistic community and those outside it regarding the effect these changes will have on the public's access to information, competition within the news field, and the quality of journalism itself. Without the cross-ownership ban, experts worry that newspapers would fall under the influence of large TV station groups or media conglomerates such as AOL Time Warner Inc., Viacom Inc., or News Corp., any (or all) of which might emphasize entertainment and profit over journalism and community service. \"Convergence may be good for media companies, but it's bad for journalism,\" said Robert Haiman, president emeritus of the Poynter Institute for Media Studies. Although on 2 June 2003 the FCC commissioners voted, as expected, to loosen media ownership regulations, their efforts were blocked by legislation passed by the House of Representatives on 23 July 2003. On 2 June 2003 the FCC voted 3-2 to adopt the proposed changes. Additional information: Statement on competition (FCC)",
  "Originally Published": "",
  "Referred Links": "http://www.fcc.gov/competition/;",
  "Example": "[Collected on the Internet, 2003] Dear friend, On June 2, the Federal Communications Commission is planning on authorizing sweeping changes to the American news media. The rules change could allow your local TV stations, newspaper, radio stations, and cable provider to all be owned by one company. NBC, ABC, CBS and Fox could have the same corporate parent. The resulting concentration of ownership could be deeply destructive to our democracy. Congress is supposed to guard against monopoly power. But the upcoming rule change could change the landscape for all media and usher in an era in which a few corporations control your access to news and entertainment. Please join me in asking Congress and the FCC to support a diverse, competitive media landscape by going to: http://www.moveon.org/stopthefcc You can also automatically have your comments publicly filed at the FCC. When the folks at MoveOn.org talk to Congresspeople about this issue, the response is usually the same: \"We only hear from media lobbyists on this. It seems like my constituents aren't very concerned with this issue.\" A few thousand emails could permanently change that perception. Please join this critical campaign, and let Congress know you care. Thanks.",
  "Last Updated": "3 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/pending/fcc.asp",
  "Claim": "The FCC plans to loosen its strictures against conglomerate ownership of media outlets.",
  "Claim_ID": "inboxer_pending_fcc",
  "Tags": ""
}