{
  "Origins": "In April 2002, a new ruse designed to trick victims into giving out personal information that could lead to identity theft was unleashed on the unsuspecting throughout the USA. It arrived in the form of fake Internal Revenue Service forms which appeared to have been mailed by taxpayers' banks.",
  "Fact Check": "",
  "Description": "Here's how the scam worked: An account holder would receive a letter on bank stationery requesting information for the purpose of reporting earnings to the Internal Revenue Service. Attached to the letter would be a fake IRS form identified as W-9095. The phony document was based on a valid IRS form called a W-9 and thus would look passingly familiar to those accustomed to dealing with IRS forms. Those less familiar with tax forms would still be taken in by the ruse because the phony request for detailed information appeared genuine. The letter would say the recipient must return the completed by fax within seven days or the government would withhold 31% of the interest on his bank accounts. The happy prospect of keeping one-third of the taxpayer's earned interest out of the government's hands and the fear-inspiring impetus of having to act quickly (within seven days, remember) would imbue this combination of promise and threat with an untold power to persuade, one that would likely temporarily blind the victim to what was really going on. The real form (the W-9) doesn't ask for account numbers, but the bogus form (the W-9095) did. It also asked for marital status, place of birth, parents' names, bank account number, passport information, work history, and passwords; in other words, just about everything a con artist would need to financially impersonate the victim. Similar fake forms were labeled W-88BEN and W-8888. (Banks use a legitimate W-88BEN to confirm non-U.S. customers can remain exempt from tax reporting requirements, but the real W-88BEN does not ask for the depth of taxpayer information the fake one did.) There's no way of telling how many folks have fallen for this trick or what the provision of their private information cost them in cold hard currency, but it doesn't take great imagination to picture what use any halfway skilled swindler could put such information to. Armed with all the completed forms gave, it would be child's play to empty bank accounts and apply for charge cards and loans in the pigeon's name. This con contains the potential to be highly effective because little about it looks out of place or obviously wrong. Folks trust their banks (they leave their money there, after all), so letters from such bastions of trust asking recipients to complete yet another tax form won't be greeted with skepticism, especially when those letters also contain the news that doing so is eminently to the benefit of the account holders. Likewise, that an IRS form would ask for everything short of shoe size wouldn't strike many as in any way unusual. About the only part of the transaction that might cause an eyebrow or two to be lifted is the insistence that the completed forms be faxed to the IRS rather than returned by mail. Yet once again, in a world now accustomed to the notion that personal tax returns can be e-filed with taxpayers' signatures faxed in support of the electronically transferred returns, faxing doesn't seem terribly out of place. It always pays to be wary. Make the time to call your bank when asked for such information, even if it appears it's the IRS doing the asking. Better to waste five minutes on the phone convincing your bank that you're an idiot than keeping those five minutes to yourself and proving that you are. Those who have received questionable documents that purported to be from the IRS or who have completed such forms and faxed them off should call 1-800-829-0433, the IRS hotline. They should also contact the various credit bureaus to alert them that their identities might have been stolen and to be on the look out for newly acquired charge cards under their name. Barbara \"credit carded\" Mikkelson Additional information: 2002 Alerts (Controller of the Currency Administrator of National Banks)",
  "Originally Published": "",
  "Referred Links": "http://www.occ.treas.gov/altlst02.htm;http://www.cra-arc.gc.ca/nwsrm/lrts/2008/l080818-eng.html;",
  "Example": "[Collected on the Internet, 2002] The IRS issued a warning of an identity theft scam that uses a phony form and an official looking letter from a bank. The letter states that the bank is updating its records in order to exempt the taxpayer from reporting interest income or having tax withheld at 31 percent on the interest paid on the taxpayer's account. The letter askes that customers submit the enclosed phony Form W-9095. This is a scam. There is no IRS Form W-9095. This is only an attempt to gain personal information from unsuspecting taxpayers. The Internal Revenue Service is sounding the alarm about a fraudulent scheme that uses fictitious bank correspondence and IRS forms to try to trick taxpayers into disclosing personal and bank account information. Con artists use the information to steal the taxpayer's identity and bank account deposits. Reports of the scam have surfaced from coast-to-coast. Dozens of victims have been identified. In the scam, a letter is sent out claiming to be from the taxpayer's bank. It states that the \"bank\" is updating its records in order to exempt the taxpayer from reporting interest or having tax withheld on interest paid on bank accounts or other financial dealings. Legally, banks must report interest to the IRS and taxpayers must include it as income. The scam \"bank\" correspondence encloses a phony IRS form for personal and financial data. The letter urges the recipient to fax the completed form to a specific number within seven days or lose the reporting and withholding exemption, resulting in withholding of 31 percent on the account's interest. The scheme promoters then use the faxed information to impersonate the taxpayer and gain access to the taxpayer's finances. One such phony form is labeled \"W-9095, Application Form for Certificate Status/Ownership for Withholding Tax.\" It requests personal data frequently used to prove identity, such as a passport number and mother's maiden name. It also asks for sensitive financial data such as bank account numbers, passwords and PIN numbers. The fictitious W-9095 appears to be an attempt to mimic the genuine IRS Form W-9, \"Request for Taxpayer Identification Number and Certification.\" The only personal information a genuine W-9 requests is the name, address and Social Security number or employer identification number of the taxpayer. Variations: In December 2008, the Canada Revenue Agency (Canada's tax department, formerly Revenue Canada) issued a warning about a similar scheme being run on Canadian taxpayers.",
  "Last Updated": "3 February 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/scams/irsform.asp",
  "Claim": "Con artists are circulating letters demanding the completion of fake IRS forms that would arm them with all the information necessary to steal the identities and empty the bank accounts of those who fall for this ruse.",
  "Claim_ID": "inboxer_scams_irsform",
  "Tags": ""
}