{
  "Origins": "As described above, the Cleaning for a Reason Foundation is a non-profit agency that \"offers free professional housecleaning and maid services to improve the lives of women undergoing treatment for cancer any type of cancer.\" Since 2007, the Texas-based group has been connecting cancer patients in the United States and Canada with cleaning firms who offer their services for free to cancer patients, and as of November 2009 their partners had cleaned upwards of 2,000 homes at an estimated donated cost of $350,000. Cleaning for a Reason fields about 325 calls per month and currently has 604 cleaning partners throughout the fifty states and four Canadian provinces.",
  "Fact Check": "",
  "Description": "The Press of Atlantic City described one cancer patient's experience with the service: [Clean Sweep Services] joined Cleaning for a Reason, a national nonprofit foundation that connects cancer patients across the country with local cleaning and maid services to help with the household cleaning chores they may physically not be able to do themselves. \"Your friends will help you with the kids and the food,\" said Rose Balic, president of Clean Sweep. \"But they don't really clean the house.\" The foundation screens patients ahead of time to make sure that they indeed have cancer before sending people such as the cleaning staff at Clean Sweep to offer their services. [Breast cancer patient Andrea] Raucci found it particularly helpful, saying the noxious fumes from cleaning chemicals would sicken her, and the physical labor of pushing a vacuum or bending down to scrub something became increasingly hard to handle as she went through her cancer treatment. Raucci filled out an application on Cleaning for a Reason's Web site and received a call the next day about scheduling her cleanups. She has spread the four free cleaning appointments over the course of the year. \"They were extremely thorough,\" Raucci said. \"It really helped a lot.\"",
  "Originally Published": "",
  "Referred Links": "http://www.cleaningforareason.org/;http://www.cleaningforareason.org;",
  "Example": "[Collected via e-mail, November 2009] If you know any woman currently undergoing Chemo, please pass the word to her that there is a cleaning service that provides FREE housecleaning - 1 time per month for 4 months while she is in treatment. All she has to do is sign up and have her doctor fax a note confirming the treatment. Cleaning for a Reason will have a participating maid service in her zip code area arrange for the service. http://www.cleaningforareason.org Please pass this information on to bless a woman going through Breast Cancer treatment. This organization serves the entire USA and currently has 547 partners to help these women. It's our job to pass the word and let them know that there are people out there that care. Be a blessing to someone and pass this information along.",
  "Last Updated": "11 December 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/charity/cleaning.asp",
  "Claim": "Cleaning for a Reason offers free cleaning services to women undergoing treatment for cancer.",
  "Claim_ID": "inboxer_charity_cleaning",
  "Tags": ""
}