{
  "Origins": "In mid-October 2011, a survey scam purporting to offer free $25 Tim Hortons gift cards to those who followed particular links then did as told once there spread via e-mail and Facebook. Those who went in search of the promised freebies were asked to click what appeared to be Facebook \"share\" buttons and post comments to the scammer's site, with the proffered example reading \"Free Coffee and Donughts, Thanks.\" (Although Tim Hortons is a Canadian company, even in that land the name for those fattening ring-shaped confections isn't spelled that creatively.)",
  "Fact Check": "",
  "Description": "Those who followed such instructions were then led into a series of surveys they were instructed to complete before their gift cards could be sent to them. As always with such cons, there were no gift cards to be had. The \"Tim Hortons $25 gift card\" con appears to be a clone of the early-October 2011 survey scam falsely offering free Apple iPods, iPhones, or MacBooks in memory of Steve Jobs. Tim Hortons was founded in 1964, which makes it 47 years old as of 2011. (Some versions of the scam trumpeted that this Canadian chain was tossing about the $25 freebies in honor of its 25th birthday.) In December 2011, the \"free Tim Hortons gift cards\" scam reappeared with the amount of the promised giveaway increased to $100. In that iteration of the fraud, hopeful users led to web pages where they were instructed to click what purported to be \"Share\" and \"Like\" links. (Embedded countdown counters helpfully showing rapidly reducing numbers of gift cards to be had.) Tim Hortons has issued a denial of the supposed giveaway: A note of caution regarding an alleged $25 gift card promotion that is being shared within Facebook: the promotion is not authorized by Tim Hortons and we are trying to reach those involved to remove it. Barbara \"tim bit(es) back\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/TimHortons/posts/10150340608943097;",
  "Example": "[Collected via e-mail, December 2011] Free $100 Tim Hortons Gift Card (limited time only) Tim Hortons is currently giving away $100.00 gift cards to all facebook users!! [URL elided] [Collected via e-mail, October 2011 ] Free $25 Tim Horton's Gift card [URL elided] To celebrate our birthday, we are giving away thousands of $25 Gift Vouchers FREE - [URL elided] [Collected via e-mail, October 2011 ] FREE $25 Tim Hortons Gift Card [URL elided] To celebrate our birthday, we are giving away thousands of $25 Gift Vouchers FREE - [URL elided]",
  "Last Updated": "5 December 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/timhortons.asp",
  "Claim": "To celebrate its birthday, Tim Hortons chain of donut shops is giving away free gift cards.",
  "Claim_ID": "inboxer_nothing_timhortons",
  "Tags": ""
}