{
  "Origins": "Another cruel real-life example of the shocking degradation of women, or a big put-on? That was the question raised about Hunting for Bambi , a Las Vegas-based business which purportedly offered \"hunters\" the opportunity, for $10,000, to stalk naked women and shoot them with paintball guns. According to the Hunting for Bambi site, the business they were promoting was: If you would like to fly out to wonderful fun filled Las Vegas, Nevada for the hunt of a lifetime now is your chance. You can actually hunt one of our Bambi babes and shoot her with paintballs while we film the whole thing and tape it for your own home video. We will send you a complete list of wall hangers to choose from once your reservation is confirmed for your hunt. With over 30 women ready to be chased down and shot like dogs we guarantee a wide variety of Bambi's to choose from. Whether it is the girl next door or a perfect 10 we have an abundance of these beauties. So if you are the ultimate sportsman and are seeking the ultimate adrenaline rush then come out to our ranch and shoot one of these trophies. Then take home the video of her mounted on the wall for all your friends to see.This is the gift for the person who thought he had it all. The Hunting for Bambi saga played out as follows:",
  "Fact Check": "",
  "Description": "We suspect this saga hasn't yet played itself out. Although no non-staged \"bambi\" hunts were conducted in Las Vegas, nothing rules out the possibility that the Hunting for Bambi folks (or someone else) won't eventually try this concept out for real elsewhere. We wouldn't be at all surprised if Burdick & Co. decamped somewhere outside the jurisdiction of Las Vegas city officials, once again proclaimed that real hunts had been held, and announced that the bambi hunting business would be resuming in a new location.",
  "Originally Published": "",
  "Referred Links": "http://www.kvbc.com/Global/story.asp?S=1365239&nav=15MUGxnA;http://www.reviewjournal.com/lvrj_home/2003/Jul-26-Sat-2003/news/21810950.html;http://www.reviewjournal.com/lvrj_home/2003/Jul-25-Fri-2003/news/21806597.html;http://www.chicagotribune.com/features/lifestyle/chi-0307280199jul28,1,5169266.story;http://ap.tbo.com/ap/breaking/MGAXDWJ4LID.html;http://www.lasvegassun.com/sunbin/stories/lv-other/2003/jul/17/515353096.html;http://www.reviewjournal.com/lvrj_home/2003/Jul-17-Thu-2003/news/21747907.html;http://www.msnbc.com/news/939777.asp?0cv=CB20;http://www.reviewjournal.com/lvrj_home/2003/Jul-26-Sat-2003/news/21810950.html;http://www.msnbc.com/news/944149.asp;http://www.reviewjournal.com/lvrj_home/2003/Jul-25-Fri-2003/news/21806597.html;http://abcnews.go.com/sections/entertainment/US/huntingforbambi030722.html;http://www.kvbc.com/Global/story.asp?S=1366846&nav=15MVGzHo;http://www.kvbc.com/global/video/popup/pop_index.asp?ClipID=143286&LiveURI=&ShowCC=0&TargetAdsTag=Promotion%205&CurrentPosition=0;http://www.klas-tv.com/Global/story.asp?S=1363796&nav=168XGwZv;http://www.foxnews.com/story/0,2933,92070,00.html;http://www.marketwire.com/mw/release_html_b1?release_id=55479;http://www.brasseagle.com/safetytips/default.asp;http://www.huntingforbambi.com;http://www.huntingforbambi.com;",
  "Example": "[Collected on the Internet, 2003] www.huntingforbambi.com Is this site for real? If it is I weep for the future...",
  "Last Updated": "28 November 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/outrage/bambi.asp",
  "Claim": "A Las Vegas business has conducted \"hunts\" of naked women by paying customers armed with paintball guns.",
  "Claim_ID": "inboxer_outrage_bambi",
  "Tags": ""
}