{
  "Origins": "The idea of allowing people in Western countries to \"buy\" children from third-world countries for adoption is quite a controversial one, as is the debate over whether persons in need of money should be allowed to sell their organs for transplant into others. Combine those two subjects, and you're bound to touch off some controversy.",
  "Fact Check": "",
  "Description": "That's the concept behind the \" Medical Adoptions \" web site, which purports to offer over 12,000 orphans (mostly from third-world countries) for sale as adoptees who can be used by their new parents to provide needed organs for transplant (thus supposedly skirting laws prohibiting human organ trafficking). As usual, the site is just a prank intended to pull some legs and yank some chains. The service offered is (despite disclaimers to the contrary) an illegal one, there is no such business registered or operating in the United States, and the Glasgow address and phone number provided for the putative company are the same ones used in a number of template web sites all over the Internet (including a business systems development company, a vacation resort, and a realtor) . The site also contains the typical gags and in-jokes, such as the profiles of some of the orphans allegedly up for adoption, and the site's listing of a U.S. office located \"in the heart of the Appalachian Mountains.\"",
  "Originally Published": "",
  "Referred Links": "http://www.medicaladoptions.com/childrens_profiles.html;http://www.bryanrobertsonhomes.com/contact-Bryan-Robertsone.asp;http://www.paradisepoint.ro/index-6.html;http://bsds.com.ua/index-4.html;http://www.medicaladoptions.com;http://www.medicaladoptions.com/index.html;",
  "Example": "[Collected via e-mail, February 2008] A bunch of people I know are trying to figure out if this is real or a hoax. We are future adoptive parents and are worried about horrible things like this. http://www.medicaladoptions.com",
  "Last Updated": "15 February 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/medicaladoptions.asp",
  "Claim": "Web site offers to sell third-world orphans for adoption as organ donors.",
  "Claim_ID": "inboxer_hoaxes_medicaladoptions",
  "Tags": ""
}