{
  "Origins": "In May 1999, Wal-Mart announced its pharmacies would not be selling the emergency contraceptive Preven. At that time Planned Parenthood did indeed engage in a bit of sabre-rattling, threatening a boycott of the retailer if that decision wasn't reversed. That boycott, however, does not appear to have materialized. The angry talk quickly dissipated, but not so quickly that someone on the other side of the fight didn't decide to issue his own call to arms, hence the e-mail quoted above that asks folks to show support for Wal-Mart against a boycott that never was.",
  "Fact Check": "",
  "Description": "Wal-Mart's stance isn't so much pro-life as it is pro-business, but we'll get into that later. Let's start with a discussion of what the drug in question is and why it's the subject of so much controversy. Preven is a \"morning-after\" pill that can be used up to 72 hours after unprotected sexual intercourse. The Preven kit is no more than four regular birth control pills packaged with a home pregnancy test and marketed under this new name. Instructions in the kit call for the pills to be taken two at a time, 12 hours apart, within 72 hours of unprotected sex. It is considered about 75% effective. Preven's manufacturer, Gynetics Inc. of Somerville, N.J., is of the opinion the drug doesn't cause abortions. It says Preven stops ovulation and prevents fertilized eggs from implanting in the uterine wall. Those against the drug claim it's an abortifacient in that though it doesn't kill the fertilized egg, it does keep it from gaining needed succor, which brings about the egg's demise. It's a fine point of distinction, but upon these fine points are pro-choice and pro-life wars waged. Also playing a role in the controversy is the question of when new life begins at the moment sperm and egg successfully come together, or at the moment the fertilized egg successfully implants. Whether one chooses to view Preven as a birth control drug or as an abortifacient likely hinges on when one believes conception takes place. Preven is not to be confused with RU-486 (also known as Mifepristone), a drug that was illegal in the U.S.A. prior to its winning FDA approval in September 2000. RU-486 is used in the first seven weeks of pregnancy to cause a medically-induced abortion. In 2004 the FDA announced stricter labelling requirements for the drug, citing the instance of serious bacterial infection, bleeding, ectopic pregnancies that have ruptured, and death that have occurred among those who have taken it. Wal-Mart says its decision not to stock Preven was purely a business one. The company has stated that in the interest of meeting the needs of customers, its pharmacists will refer any request for the product to pharmacies that do carry it. It's this dichotomy of stance (\"We won't sell it to you, but we'll help you get it from another outlet\") which supports Wal-Mart's claim that it took the decision it did for some reason other than pro-life ethics. To hold Wal-Mart up as champions of the pro-life cause is to miss the story were the retailer truly pro-life, it wouldn't be helping those who come seeking Preven. (Additionally, Wal-Mart drew the praise of Planned Parenthood when they announced they would offer alternative contraceptive products to women seeking Preven, something they wouldn't do if the issue concerning Preven were a moral one rather than a business one.) Planned Parenthood believes Wal-Mart's decision unfairly affects women in small towns where the only local pharmacy may be the one located at the nearby Wal-Mart. It's difficult to know what to make of such an objection, because it's hard to imagine a place so isolated so as not to be within driving distance of another pharmacy yet still large enough an urban center to attract a Wal-Mart. One might choose to view this position as a legitimate concern voiced by Planned Parenthood on behalf of those affected, or as a sympathy-gaining way for that group to frame its stance against a retailer who is doing something they don't much like. Wal-Mart has been a favorite corporate whipping boy for years now. It's big and successful and thus has provided our society two extremely popular putative reasons for resenting the hell out of it: It is said to have driven plucky little Mom 'n' Pop stores out of business with its unbeatably low prices, and it is decried for allegedly having changed the face of neighborhoods. In addition to the success-related reasons offered for disliking this particular retailer are the numerous marketing decisions it has made over the years. Time and again, Wal-Mart has managed to piss off folks by what it has chosen to stock or keep out of its stores. Not vending Preven is but one bone of contention: Wal-Mart also riled countless others with its decision to vend guns and ammunition, and another segment of society was angered by the retailer's decision not to sell certain popular CDs it deemed offensive. All in all, Wal-Mart has proved to possess an undeniable talent for ruffling feathers. Yet as much as Wal-Mart is decried for its various decisions on what it will and will not sell, the unarguable bottom line is that it has the right to vend what it pleases that is, after all, what free enterprise is about. If it chooses not to stock an FDA-approved drug, the consumer can vote with his feet. Likewise, if it chooses to sell guns but not certain popular CDs, the options are the same. Barbara \"wal-martinet\" Mikkelson Additional information: Walmart's Statement Concerning Preven",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20000301011232/http://wal-mart.com/newsroom/7-21preven.html;http://www.plannedparenthood.org/PRESSRELEASES/091599Walmart.html;http://www.plannedparenthood.org/main.htm;",
  "Example": "[Collected on the Internet, 1999] For those of you that have not heard, Planned Parenthood is planning a boycott of Wal-Mart because Wal-Mart will not sell Preven. Preven is being called the \"day after\" contraceptive. It is not a contraceptive. The egg will have already been fertilized. This is an abortion device and Wal-Mart refuses to sell it. Planned Parenthood is asking all women and the men who agree with a woman's right to choose (to kill) to boycott Wal-Mart and to write them letting them know why they are being boycotted. Wal-Mart officials gave an e-mail address for us to write to. Please let them know we appreciate their stand. We mustn't let them down. They are standing up for what is right. The address is: letters@wal-mart.com. Put re: Preven Please forward this to everyone and let's let them know that the majority still supports Right to Life. Thanks. We really need to support businesses that take a moral stand on an issue. \"it is a very great poverty that a child must die so that you may live as you wish.\" --Mother Teresa",
  "Last Updated": "3 December 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/outrage/walmart.asp",
  "Claim": "Wal-Mart is the target of a Planned Parenthood boycott because of its refusal to sell a \"morning after\" pill.",
  "Claim_ID": "inboxer_outrage_walmart",
  "Tags": ""
}