{
  "Origins": "This warning, which pictures and describes an incident involving an employee whose hands supposedly burst into flame when he lit a cigarette after using a hand sanitizer product, first hit our inbox in January 2007. The original PDF document bears a Chevron logo and copyright notice with a 2005 date and specifically identifies Purell brand hand sanitizer.",
  "Fact Check": "",
  "Description": "The consumer relations group at Johnson & Johnson, the parent company of Purell, told us only that they were aware of the document, that the incident described was \"not something they would expect to happen with their product,\" and that they had no other information about it. The media relations department at Chevron provided us with the following statement: We are unable to ascertain the origins of the document and so cannot verify authorship or the accuracy of the contents. The views or opinions expressed in the document do not necessarily reflect the views of the company. Hand sanitizers are widely available to Chevron employees at many of our office locations and we encourage use of such products to prevent the spread of germs that can lead to illness. As it turns out, the photographs embedded in the document have nothing to do with hand sanitizer; they depict burns received in an electrical accident: The hands on the Purell hand sanitizer page belong to an electrician who worked at the Idaho National Lab. His hands were injured when he was installing 277 V lighting fixtures and a tool he was holding came in contact with a wire while he was on his back and holding the grounded side of the fixture: But even though the photographs don't correspond to the text, could an accident like the one described occur? Hand sanitizers are typically alcohol-based gels containing isopropanol and/or ethyl alcohol, both of which are flammable. The Material Safety Data Sheet ( MSDS ) for Purell Instant Hand Sanitizer includes that the product contains both those compounds (primarily the latter), but how likely such a gel might be to catch fire and burn depends upon a number of factors, including the concentration of water, moisturizing agents, and other elements present in the product. We conducted a few simple experiments and found that even a small amount of Purell Instant Hand Sanitizer spread on a (non-organic) surface could easily be ignited by the briefest touch of an open flame, although the resulting fire burned relatively cool and was easily extinguished: A 1998 Federal Aviation Administration fire-testing study of an ethanol-based gel hand cleaner found that the product was \"often difficult to ignite and can be extinguished relatively easily,\" although none of its trials involved igniting gel while it was in contact with skin.",
  "Originally Published": "",
  "Referred Links": "http://www.tc.faa.gov/its/worldpac/techrpt/artn98-15.pdf;http://media.gojo.com/msds/english/PURELLInstantHandSanitizer.pdf;",
  "Example": "[Collected via e-mail, 2007] What happened: An employee of a company used an Instant Hand Sanitizer available in the bathroom. He immediately went outside for a cigarette break. It was windy so he held his hand up to block the wind as he was lighting the cigarette and his hand burst into flames as he had not fully rubbed in the sanitizer. The Cause: Purell Instant Hand Sanitizer Product Description: Kills 99.99% of common germs that may cause illness in as little as 15 seconds. Use anytime, anyplace, without water or towels. Contains moisturizers and vitamin E. Leaves hands feeling refreshed without stickiness or residue. Warnings: For external use only. Flammable, keep away from fire or flame. Recommendation: Advise employees to make sure they rub in the hand sanitizer thoroughly and wash hands before lighting a cigarette or putting their hand near any flame. [Click here for PDF version of warning.]",
  "Last Updated": "25 January 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/household/purell.asp",
  "Claim": "Document pictures employee whose hands caught on fire when he lit a cigarette after using a hand sanitizer product.",
  "Claim_ID": "inboxer_household_purell",
  "Tags": ""
}