{
  "Origins": "The above-quoted e-mail, no matter how well intentioned it may once have been, is a textbook example of all the flaws that can afflict e-mailed pleas calling for prayers or other forms of assistance for ill or missing persons.",
  "Fact Check": "",
  "Description": "The message requests prayers for a boy suffering from a form of lymphatic cancer, but it provides no identifying information about him: Even such basic information as his first name or the state he lives in is not mentioned; all we're given is his age (11), and since the message text itself is undated (and the message has been circulating for several years), we can't even be sure how long ago it was that he was actually 11 years old. Thus there is no way to verify that the appeal is real, check on the boy's condition, receive updates about his progress, etc. This e-mailed supplication on behalf of an unnamed child first reached us in August 2005, with the entreaty surviving intact since then, including its misuse of \" juggler \" (someone who juggles) for \" jugular \" (pertaining to the neck). While most ask that completed lists of a thousand names be sent to feelmykissesnow@yahoo.com, some direct them to 1volsgirl@bellsouth.net, and others to mooreaustin@bellsouth.net. ( E-mail sent to one of these addresses bounced with a \"quota exceeded\" error, one bounced with an \"invalid address\" error, and the third drew no response.) By 2008 this plea was circulating with an introductory line indicating it was issued by Peggy Lesley of Brookwood Church (in Mauldin, South Carolina). However, Ms. Lesley had no personal connection to the boy in question: As frequently happens, she had merely forwarded the e-mail to others back in 2006, and her name mistakenly became attached to the message as its originator. As station WYFF-TV reported, Ms. Lesley has since found herself in the predicament of many others whose names have been erroneously affixed to e-mailed appeals for assistance: \"I wish I would not have sent that e-mail,\" Peggy Lesley said. \"I can't take it back now. It's everywhere.\" \"People are e-mailing me. They're asking me questions about this child,\" she said. \"I had some woman call me who said, 'I had a brain tumor and this is how I got rid of it.'\" As the months rolled by, Lesley was receiving thousands of e-mails from across the globe, including Israel, the Philippines and Europe. She also received dozens of phone calls from people across the United States who wanted to know how to help the sick boy. Lesley explained to as many people as she could that the e-mail with her name on it was a mistake. She also began to have doubts about the story contained in the original e-mail. \"I believe it's possible there is no boy,\" she said. \"I believe that this is an email hoax.\" Lesley said she still receives 15 to 20 emails per day, and two to three phone calls per day from people in Michigan, Alabama and New York, asking her how they can help the \"sick boy.\" \"I just wish that I would not have sent (the e-mail),\" Lesley said. In January 2009, we received a version that changed the location of the church from South Carolina to North Carolina, positioning the letter writer as Peggy Lesley from \"Brookwood Church, Burlington, NC.\" In March 2009, we received a version that altered the location of Brookwood Church to Thomasville, Georgia. We first encountered this plea for prayers back in mid-2005, so even if the boy that good wishes were being solicited for were real, it's likely his crisis has long since been resolved one way or the other (presumably with the removal of the tumor which the e-mailed appeal describes as being \"the size of a large eggplant\"). As to how well a child with Hodgkin's lymphoma would fare, that would depend in great part on what stage his cancer had reached at the time of treatment. Hodgkin's lymphoma is a malignancy of lymph tissue found in the lymph nodes, spleen, liver, and bone marrow. With appropriate treatment, more than 80% of people with stage I or II Hodgkin's survive for at least 10 years. With widespread disease, the treatment is more intense and the 5-year survival rate is about 60%. Perhaps this message was once a well intentioned appeal on behalf of a genuinely ill child, but it is so vague, so old, and has been through so many alterations that it cannot now reasonably be said to represent any real-life case.",
  "Originally Published": "",
  "Referred Links": "http://www.cancer.org/docroot/CRI/content/CRI_2_2_1X_What_is_Hodgkins_disease_20.asp?sitearea=CRI;http://dictionary.reference.com/search?q=jugular&x=32&y=18;http://dictionary.reference.com/search?q=juggler&x=36&y=20;",
  "Example": "[Collected via e-mail, 2005] I am starting a signing for my son's best friend who has cancer (Hodgkin's Lymphoma). He is 11 years old and is not doing well at all. He was diagnosed with this cancer 2 weeks ago and the tumor is next to his juggler vein and entwined in it. It has moved his wind pipe over a inch making it hard for him to breathe. The tumor is the size of a large eggplant and is sitting right above his heart. This little boy needs all the prayer he can get. I would like you to sign this and pass it on to as many people as you can. Once you get to a thousand people can you please send this back to me at: feelmykissesnow@yahoo.com When I get the 1000 people that have signed it, I am going to print this up for my son's best friend and show him how many people care and how many people are praying for him to get better. If you have a heart at all you will all do this for me. I love this child as though he is my own and we really need all the prayers! Thank you, Kelly Please don't just Forward this copy and paste it into a new message then add your name to the bottom of the list and send it out to as many people as you can and pray for him! Thank You!",
  "Last Updated": "10 March 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/prayer/hodgkins.asp",
  "Claim": "An 11-year-old boy with a tumor in his neck from Hodgkin's Lymphoma needs prayers.",
  "Claim_ID": "inboxer_prayer_hodgkins",
  "Tags": ""
}