{
  "Origins": "Issues regarding the nature of patriotism and religion in the USA (and whether the two should intersect) have often taken center stage since the terrorist attacks of September 11 , and one of those issues has been the appropriateness of displaying (or not displaying) slogans that invoke religion, such as \" God Bless America .\"",
  "Fact Check": "",
  "Description": "In a similar vein comes this piece of e-mail outrage about a Golden Corral (a nationwide chain of restaurants) outlet in Tyler, Texas, that reportedly raised a customer's ire by displaying a patriotically-themed sign bearing the legend \"Bless America\" (rather than \"God Bless America\") because the parent corporation did not want to offend customers with the use of the word \"God.\" The message itself is a mixture of true and not-so-true statements: Yes, the Golden Corral restaurant in Tyler, Texas, did display a sign as described in the message above. No, the sign's wording was not dictated by the Golden Corral corporation, nor does the wording reflect a Golden Corral corporate policy. The sign was created by a local painter, who chose the wording himself. Yes, the manager of the Golden Corral in Tyler opted to display the sign anyway. Yes, the outraged customers later called the Golden Corral, but no, they did not talk to the manager. They talked to a lower-level employee who was not authorized to speak on behalf of the restaurant. Golden Corral's Director of Company Relations says the sign was repainted the next day to say \"God Bless America\" as had initially been requested. The transcript of the conversation (between the customer and a non-management employee) provided above may or may not be an accurate account of the phone call. (The restaurant is reluctant to provide its side of the story, since the employee involved should not have taken it upon himself to field the call.)",
  "Originally Published": "",
  "Referred Links": "http://www.goldencorralrest.com/;",
  "Example": "[Collected on the Internet, 2002] Today was 9/11/02, and while in Tyler, we decided to eat at Golden Corral. We don't eat there often, but have been there many, many times since it first opened years ago. As we were leaving, we noticed the windows decorated with patriotic colors and one picture of Uncle Sam with his finger pointing just like we remember from WW2 posters. The inscription read, \"Bless America.\" When we got home, after stewing about this half the way, I called Golden Corral and asked to speak to the manager. He came to the phone and the conversation went something like this...... \"My husband and I ate at your place today, and as we were leaving we noticed the sign that said 'Bless America'. I wondered why you omitted the word God from the familiar saying.\" \"Why I put God Bless America?\" \"No, why you OMITTED the word God.\" \"Well, I didn't put God's name up there because some people might be offended by it.\" \"What about those of us who are terribly offended that you omit God's name? Without God, we have no blessings. When you omit His name, you offend an awful lot of people.\" \"Well, what about those people who would be offended if I put God's name in there? It's not necessarily how I feel about it, but that's the way I have to do it to keep from offending people.\" \"Well, sir, you have offended me, you have offended God, and I'm sure you have offended many, many others. We have enjoyed eating in your establishment many times, but we have eaten our last meal there. When you stand against God, I will not put money in your pocket again.\" \"But, lady, we are a corporation, and I have to do what the corporation says.\" I answered one last time, \"Then if that's the way your corporation feels, I feel it my duty to tell as many of my friends as I can about it. I won't be back, and I'm taking as many of my friends and family with me as I can.\" End of conversation. We sat around thinking one woman could not get prayer taken out of our schools..........but she did! We cannot allow God to be taken out of our country!!!!! Please stand up for God, let these people, regardless of what business it may be, that you will not support anyone who omits God from our pledge, our money, our lives!!!!!! ONLY GOD CAN BLESS OUR NATION!!!! Golden Corral can pass out food, but they cannot pass out blessings and I hope you join with me in letting our business, our lawmakers and our nation, that we won't stand for turning our backs on our Creator! If you feel the same way I do, please let others know.",
  "Last Updated": "25 June 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/outrage/corral.asp",
  "Claim": "The Golden Corral restaurant in Tyler, Texas, displayed a sign bearing the legend \"Bless America.\"",
  "Claim_ID": "inboxer_outrage_corral",
  "Tags": ""
}