{
  "Origins": "In October 1998, Congress enacted the Internet Tax Freedom Act ( ITFA ), which called for a 3-year moratorium on state and local taxes on Internet access and multiple or discriminatory taxes on e-commerce. After the provisions of ITFA expired in October 2001, they were extended for two years by passage of the Internet Tax Nondiscrimination Act ( ITNA ), then extended again for a further four years in 2003.",
  "Fact Check": "",
  "Description": "The Internet Tax Non-Discrimination Act, a piece of legislation intended to extend the moratorium enacted by the Internet Tax Freedom Act, was introduced to Congress in 2003. It was passed (as H.R. 49) by the House of Representatives on 17 September 2003 (under a motion to suspend the rules, agreed to by voice vote), passed by the Senate (as S. 150) on 19 November 2004, and signed by President Bush and made into law on 3 December 2004. It is set to expire on 1 November 2007. The 2003 claim that the Senate was considering a \"tax on every item on the Internet, to include a tax on each e-mail sent out\" was incorrect. The Senate was merely considering whether or not to extend the moratorium on Internet taxes created by the earlier Internet Tax Freedom Act and Internet Tax Nondiscrimination Act; the Senate was not proposing any specific Internet-related taxes at that time. As described by The New York Times , the bill hung up in 2003 in a Senate debate over whether a permanent moratorium on Internet taxes might eventually become too broad a ban and deprive states of much-needed revenue streams: The argument over the bill has been as heated as a chat-room brawl. Opponents contend that state coffers will be emptied as more areas of commerce like telephone service become Internet-based and fall within the ban. \"Every time we, in our wisdom, tell a state or a city that it cannot use this tax, all we are doing is increasing the chance that Minnesota or Tennessee will increase some other tax, or fire some teachers or lay off some employees or close some parks,\" Senator Lamar Alexander, Republican of Tennessee, said Tuesday on the Senate floor. Supporters argue that the states want to tax every e-mail message, even every electron. The bill, they say, will not have the dire effects that opponents predict. The only thing that both sides agree on, it seems, is that the bill has nothing to do with banning sales taxes on online purchases. The moratorium bans taxes on Internet access, including high-speed access through telephone digital subscriber lines; \"discriminatory\" taxes, which include taxes by multiple states on the sales of a single item; and taxes that would treat Internet purchases differently from sales at brick-and-mortar stores.",
  "Originally Published": "",
  "Referred Links": "http://thomas.loc.gov/cgi-bin/bdquery/z?d108:s.150:;http://thomas.loc.gov/cgi-bin/bdquery/z?d108:h.r.49:;http://www.e1040.com/news/101601internet.html;http://www.jointventure.org/initiatives/tax/tax_itfa.html;",
  "Example": "[Collected on the Internet, 2003] This should be considered \"urgent\". As you know the \"MORTORIUM\" on the so called internet tax expires in 2 or 3 days. It was reported on Fox News a few minutes ago, that the Senate is now considering this bill. The House has passed their version of the Bill by Voice vote to keep the moratorium in place. The news on fox reported that the Senate is considering a \"TAX ON EVERY ITEM ON THE INTERNET TO INCLUDE a TAX ON EACH EMAIL SENT OUT.\" I have voiced my opinion to the offices of Sen. Thad Cochran and Sen. Trent Lott, I have asked them to vote AGAINST ANY TAX. The Staff members said they would relay my feeling. I also told them I wanted to know how my two Senators voted on this. I would suggest that each addressee call today and ask their Senators to VOTE against any TAXES on the internet.",
  "Last Updated": "4 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/pending/internet.asp",
  "Claim": "A moratorium on Internet taxation expires in 2007.",
  "Claim_ID": "inboxer_pending_internet",
  "Tags": ""
}