{
  "Origins": "Actor Ronald Reagan parlayed his film career and experience as president of the Screen Actors Guild into a political career that saw him twice elected as both Governor of California and President of the United States. Television actor Fred Grandy (of Love Boat fame) served four consecutive terms as in the U.S. Congress representing the state of Iowa. And action hero Arnold Schwarzenegger currently holds the governorship of California. So, with the 2008 race for U.S. president possibly shaping up to be a wide-open one, why wouldn't an actor such as, say, Christopher Walken test the waters and see if he could make a go of it?",
  "Fact Check": "",
  "Description": "That's the premise behind such web sites as www.walken2008.com and www.walkenforpres.com , which appeared in August 2005 and were supposedly maintained by the \"Walken 2008 Campaign\" touting a putative actor-turned-candidate opining that \"It's time to get America back on track.\" However, the \"Walken for President\" web sites were nothing more than hoaxes, as the actor's publicist noted: A claim that Walken had launched a campaign for the White House caused a stir as it made the Internet rounds in recent days, fueled by a sophisticated website (www.walken2008.com) that lists a campaign platform, testimonials and bits of purported Walken wisdom intended to carry him far with voters in red and blue states. Only, it's all a joke. \"The person who put this together was just trying it as a hoax, I presume,\" said Mara Buxbaum, Walken's publicist. \"My take on it is it sounds like the person who put this on the Web took his role in 'Wedding Crashers' too seriously and now wants him to run for the presidency.\" A spokesman for New Line Cinema, which released the film, said the website is not part of any publicity campaign by its marketing department. The movie already has grossed $165 million and doesn't appear to need extra help at the box office, he added. Although the campaign is fake, there's a certain Ross Perot quality to the website that lends it an air of authenticity. The \"Walken for President\" web sites were actually the communal product of members of an Internet forum who opted to launch a faux celebrity presidential campaign as a prank.",
  "Originally Published": "",
  "Referred Links": "http://www.walkenforpres.com;http://www.walken2008.com;",
  "Example": "",
  "Last Updated": "19 August 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/walken.asp",
  "Claim": "Actor Christopher Walken is planning on making a bid for the U.S. presidency in 2008.",
  "Claim_ID": "inboxer_hoaxes_walken",
  "Tags": ""
}