{
  "Origins": "This item about an accident in which rapper Curtis Jackson (now better known as 50 Cent ) supposedly lost a hand to a car door and underwent (unsuccessful) emergency surgery to reattach the severed limbbegan making the rounds of e-mail inboxes in January 2005.",
  "Fact Check": "",
  "Description": "We don't know who started this story, but it's nothing more than a fictitious rumor concocted to poke a little fun at a popular entertainer. Although this item is tagged with an AP attribution, neither the Associated Press nor any other news outlet has run a story about the alleged accident. The only news stories involving the rapper in mid-January 2005 were announcements of his launching Formula 50, agrape-flavored vitamin drink.",
  "Originally Published": "",
  "Referred Links": "http://entertainment.news.com.au/story/0,10221,12006275-7484,00.html;http://50cent.com/;http://www.askmen.com/men/entertainment_100/116c_50_cent.html;",
  "Example": "[Collected on the Internet, 2005] FOR THOSE WHO LIKE 50 CENT Subject: Bad News about 50 Cent Tue Jan 18, 2005 7:47 AM ET LOS ANGELES, California (AP) * Rapper 50 Cent underwent emergency surgery last night while doctors tried to replace his left hand. The superstar rapper, also known as Curtis Jackson was outside of the Glass House nightclub early Tuesday morning when the Lamborghini Doors on his Escalade slammed down on his left hand. Eyewitness reports claimed that it may have been a gust of wind, but some say the vibration from the speakers in his Cadillac may have cause the Lamborghini door to slam shut. Paramedics rushed Jackson to the USC Medical Center, where emergency room doctors tried to reattach Jackson's left hand. Unfortunately, the blood loss was too severe, and they were unable to salvage Jackson's hand. The operating doctor was not available for comment, but the hospital did release a statement. \"Our medical staff performed beyond expectations in an attempt to prevent the loss of Curtis Jackson's hand. It's an unfortunate accident, and we hope to help Mr. Jackson through the trauma andrehabilitation,\" signed by the president of USC Medical Center. Jackson's debut album, \"Get Rich or Die Tryin',\" sold over 3 million copies worldwide. He is signed to Eminem's Shady Record label under the Interscope umbrella. He has a new album slated for release this March titled, \"The St. Valentine's Day Massacre.\" A comment from his label was unavailable at press time.",
  "Last Updated": "26 January 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/50cent.asp",
  "Claim": "Rapper 50 Cent underwent emergency surgery to reattach a hand severed by a car door.",
  "Claim_ID": "inboxer_hoaxes_50cent",
  "Tags": ""
}