{
  "Origins": "Recent years have brought an awareness of how widespread is breast cancer, a disease which the American Cancer Society estimates will be diagnosed in 211,300 new cases and cause 40,000 deaths in 2003 alone, making this an illness that is everyone's business.",
  "Fact Check": "",
  "Description": "We're happy to report this is one of the rare e-mail exhortations that is truthful. Since 2003, Masterfoods (the parent company of Mars, Inc., the producer of M&M's brand candies) has donated 50 cents for every bag of Pink and White M&M's sold to the Susan G. Komen Breast Cancer Foundation, a charitable organization that funds cancer research, education, and screening. The foundation is very good at what is does and has raised $450 million in the past 21 years, $139 million in 2002 alone. Every year the Masterfoods corporation has promised a minimum donation of $250,000 to the Susan G. Komen Breast Cancer Foundation from the Pink and White M&M's promotion no matter how sales turn out. The 2003 and 2004 promotions were each capped at a maximum donation of $650,000, so it wasn't strictly true that every time someone bought a bag of the pink and white confections, 50 cents went to the Foundation those campaigns were effectively over once 1.3 million bags of the pink and white candies were vended, even if some of those bags remained on store shelves afterwards. The 2005 campaign made no mention of a maximum donation cap, and the Foundation has reported that Masterfoods' 2005 donation totaled an impressive $970,895. The 2006 Pink and White M&Ms campaign is scheduled to run from August 15 through October 31, 2006, with Masterfoods promising to donate 35 cents for each 14-ounce package and 50 cents for each 21.3-ounce package of the candy sold during that period. Again, no mention has been made of a maximum donation cap for this year. This sort of promotion is known as cause-related marketing: the manufacturer chooses a worthy cause, then ties a particular product to a donation scheme dependent upon sales. Through this promotion, the manufacturer gains far greater publicity for its act of generosity than if it had merely cut a check and handed it over to a charity, the product picks up positive associations in the minds of consumers that last well beyond the campaign, shoppers are moved to select the designated product over that of a competitor's or to purchase more than they otherwise would have, and consumer guilt over \"sinful\" products (like candy) is counterbalanced by the impression such purchases contribute to the greater good. Cause-related marketing is experiencing a sharp upswing, so expect to see more tie-ins between products and charities on your next few shopping expeditions. Barbara \"cause and market effect\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.komen.org/intradoc-cgi/idc_cgi_isapi.dll?IdcService=SS_GET_PAGE&ssDocName=masterfoods;http://us.mms.com/us/news/promotions/komen/;http://www.komen.org;",
  "Example": "[Collected on the Internet, 2004] M & M's With A Purpose Send this to everyone you know and get the word out there. There are many women out there who have Breast Cancer. Let's do all we can to support the fight to end this disease. The makers of M&M's candies have teamed up with the Susan G. Komen Breast Cancer Foundation to raise funds through the sale of their new pink & white M&M's candies. Special bags of M&M's will be on sale in September, October and November, 2004. (The bags are clearly marked). For each 8-ounce bag of the special candies sold, the makers of M&M's (Masterfoods) will donate 50 cents to the foundation. If you pass this e-mail around you will get no money, just the satisfaction of trying to save a life. Please, pass this to every female (and every male) you know! The next time you want a treat, please pick up a bag now sold in stores nationwide. You will be donating to a great cause and satisfying your sweet tooth. Please pass on to all your family and friends for who knows the life you save one day may be your own, or that of a family member or friend. Check it out: http://www.m-ms.com/us/news/promotions/komen/index.jsp [Collected on the Internet, 2003] The makers of M&M candies has teamed up with the Susan G. Komen Breast Cancer Foundation to raise funds through the sale of their new \"pink & white\" M&M candies. For each 8-ounce bag of the special candies sold, the makers of M&M (Masterfoods) will donate 50 cents to the foundation. The next time you want a treat, please pick up a bag (now sold in stores nationwide) you will be donating to a great cause and satisfying your sweet tooth. Please pass on to all your family and friends. Thank you.",
  "Last Updated": "21 September 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/charity/pinkm&ms.asp",
  "Claim": "Part of the proceeds from bags of pink and white M&Ms goes to fund breast cancer research.",
  "Claim_ID": "inboxer_charity_pinkm&ms",
  "Tags": ""
}