{
  "Origins": "If pranksters such as Joey Skaggs have taught as anything, it should be for us to be properly skeptical of questionable organizations formed for outrageous purposes, and this one is a case in point. The notion that some group wants to pass laws outlawing breast-feeding because it violates \"babies' civil rights,\" creates an \"unlawful, incestuous relationship\" between infants and mothers, \"offensively imposes oral gratification on innocent infants\" should sound too absurd to be true. And in this case, it is too absurd to be true.",
  "Fact Check": "",
  "Description": "Planting \"protesters\" at widely-coverered events to garner media attention and setting up official-sounding greetings on answering machines to dupe the curious are common hoaxing techniques employed by masters of the art like Joey Skaggs and Alan Abel , and this group has followed their playbook. People recruited for the \"Ban Breast-Feeding Now\" campaign paraded around with signs and t-shirts outside the Republican Narional Convention in Philadelphia in August 2000, where they managed to garner a few seconds' worth of publicity. Since then they've created the Citizens Against Breast-Feeding web site to continue to tweak the noses of the gullible. Those who call the number of the \"New York Office\" for Citizens Against Breast-Feeding get a recorded message asking them to leave contact information if they'd like to work for the group, but they're not a real organization they have no New York office (the phone number belongs to Spencer Publications) and the Phoenix post office box given is registered to one Tess Cook, an aspiring screenwriter in search of a producer (and one of Playboy 's April 1996 \"Women of the Internet\") also known as \"Tess Hennessy,\" the putative \"Founder-Director\" of Citizens Against Breast-Feeding. (Not coincidentally, perhaps, notorious hoaxster Alan Abel has been published through Spencer Publications.) Additional information: Ban Breastfeeding in the US? ((breastfeeding.com))",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20000816000448/http://www.breastfeeding.com/reading_room/hoax.html;http://www.tesss.com/;http://web.archive.org/web/20010331090513/http://www.banbreastfeeding.com/;http://web.archive.org/web/20000817182630/http://www.eonline.com/News/Items/0,1,2066,00.htm;",
  "Example": "[Collected on the Internet, 2000] REPUBLICAN CONVENTION MUST BAN BREASTFEEDING NOW: Over 200,000 American citizens have signed a petition urging Congress to declare breastfeeding unlawful. This primitive ritual has and continues to be a violation of babies' civil rights. It's an incestuous relationship with mothers leading to moral decay. Women enjoy an erotic experience that imposes oral gratification on innocent infants after birth. Their reprehensible behavior teaches children illicit sex, subsequently manifesting addiction to promiscuity. Republicans: choose a candidate who supports our cause! Tess Hennessy, Founder-Director Citizens Against Breast-Feeding P.O. Box 55741 Phoenix, AZ 85078 New York Office: (212) 330-7675",
  "Last Updated": "29 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/breastfeeding.asp",
  "Claim": "An organization called 'Citizens Against Breast-Feeding' is petitioning Congress to outlaw breast-feeding.",
  "Claim_ID": "inboxer_hoaxes_breastfeeding",
  "Tags": ""
}