{
  "Origins": "This plea to help an injured Alabama boy began circulating on the Internet in June 1999. In common with similar hoax entreaties (see our Jessica Mydek , Jermaine Beerman , and Jada Cohen pages for others), a benefactor is said to be poised to help a sick or injured child to the tune of so many cents per e-mail forward.",
  "Fact Check": "",
  "Description": "Hoaxes such as these rely on the recipient believing in a bit of shopworn Internet fiction, the myth of the sophisticated e-mail tracking program. Another widespread gag involving any number of household-name companies (who the hoax is pulled on is interchangable) has as its basis the notion that e-mail tracking programs exist (visit our Thousand Dollar Bill page for information about that), in truth, they don't. At this time the technology doesn't exist to automatically track an e-mail through a cascade of forwards. There's no reason to believe the child mentioned in the e-mail is anything other than fictitious. No amount of searching has turned up anything about anyone with that name being injured in a car accident or the e-mail campaign to fund his care. Likewise, BCC Inc. appears to be a made-up name, possibly coined from 'bcc' being a standard shortform for 'blind carbon copy.' A real company, however BCC Software Inc. has because of the similarity to its name been dragged into the mess. BCC Software has posted on its web site a denial of involvement in this \"help an injured child by forwarding e-mail \" scheme and addresses the spurious appeal thus: \"We want to emphasize that this message is a HOAX, and has nothing to do with BCC Software, Inc.\" In October 1999 the Kalin Relek hoax was updated by yet another prankster who changed the name of the injured child to Fatima Hafeez, the parent's to Tariq Hafeez, and the city the accident supposedly occurred in to Chicago. Other than these details and the gender of the relevant pronouns, the text of this newer e-mailed plea reads the same as the Relek version. And it's every bit as much of a hoax. Don't fall for the temptation to clog up your friends' inboxes with this plea (in any of its forms) and thus wear out your welcome. Barbara \"welcome matted\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20030205004210/http://www.bccsoftware.com/announcements.html;",
  "Example": "[Collected on the Internet, 1999] Hello, my name is Katie Relek, and I live in Alabama. Well, this is an important for you to read, because I really need your cooperation. It is so imporant for you to know about what I want to tell you. Ok, let me start. Ok, a couple of days ago, my son, he's 7 years old, his name is Kalin. Well, he was playing on the street, in front of our house, and then from out of no where, this car came out and crashed into him! I was sooo frightened and angered at the driver, but it ended out to be, that the drivers brakes had been shot, and he wasn't able to stop. Luckily, my son, was able to avoid death, but he is in very serious condition. Right now, as speak, he's in the hospital, but the thing is, he has the serious injury to himself. It's internal bleeding, and it's bad to say, but we don't have any health insurance, and we don't have enough money to pay for the operation. So I made a deal with a company, BCC inc. And they told me, for every person that will foward this email, he'll donate 5 cents To the operation. THIS IS NO JOKE. We attached this type of encoding, that tracked how many times this message was fowarded. SO PLEASE, FOWARD THIS LETTER TO EVERY PERSON ON YOUR LIST. IT WILL BE VERY MUCH APPRECIATED!!! THANK YOU SO MUCH",
  "Last Updated": "20 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/relek.asp",
  "Claim": "BCC Inc. will donate 5 per e-mail forward to help Kalin Relek, a little boy injured in a car accident. Or perhaps they're helping Fatima Hafeez, another fictitious child injured in precisely the same accident in another city.",
  "Claim_ID": "inboxer_medical_relek",
  "Tags": ""
}