{
  "Origins": "Citibank has been the camouflage used in several recent scams , of which this is the latest. All of them involve the sending out of spoofed messages which appear to be coming from Citibank, asking customers to supply personal information in order to \"verify\" some aspect of their Citibanks accounts. The supplied information is then directed to the spoofers, not to Citibank.",
  "Fact Check": "",
  "Description": "Citibank has information about these e-mail spoofs on their web site (including an example of this specific scam), as well as a form which customers can use to report this type of e-mail abuse.",
  "Originally Published": "",
  "Referred Links": "https://www.citibank.com/us/cbna/email_abuse/existing/form.htm?subject=Citibank%20E-mail%20Verification;http://www.citi.com/domain/spoof/092503.gif;http://www.citi.com/domain/spoof/report_abuse.htm;http://www.citi.com/domain/index.htm;",
  "Example": "[Collected on the Internet, 2003] Dear Citibank Member, This email was sent by the Citibank server to verify your e-mail address. You must complete this process by clicking on the link below and entering in the small window your Citibank ATM/Debit Card number and PIN that you use on ATM. This is done for your protection becaurse some of our members no longer have access to their email addresses and we must verify it. To verify your e-mail address and access your bank account, click on the link below. If nothing happens when you click on the link (or if you use AOL), copy and paste the link into the address bar of your web browser. http://www.citibank.com:ac=gZVgWFoT5dnR6BWw05un@I9fdQ.pIsEm.NeT/3/?Xf5IjpkwUHPaHKq --------------------------------------------- Thank you for using Citibank! --------------------------------------------- This automatic email sent to: snopes@snopes.com Do not reply to this email. R_CODE: Plw4KoamlGmqbLopQ9Kt",
  "Last Updated": "6 January 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/scams/citibank2.asp",
  "Claim": "Citibank is sending out messages asking customers to verify their e-mail addresses.",
  "Claim_ID": "inboxer_scams_citibank2",
  "Tags": ""
}