{
  "Origins": "Most missing child alerts circulated via e-mail fall into one of two categories: genuine reports of missing children that continue to be forwarded long after the child has been found, or hoaxes imploring readers to look for children who aren't missing or don't exist. The above-quoted message bore all the hallmarks of the latter category.",
  "Fact Check": "",
  "Description": "The text of the e-mail (reproduced as we first received it in May 2006) did not include some of the most basic information one would expect to find in a genuine missing child plea: where the young girl (Ashley Flores) went missing, when she went missing, when and where she was last seen, a physical description of her, contact information for her parents, contact information for the local police authorities handling the case, etc. All that was provided was the ambiguous statement that a \"Deli manager from Philadelphia, Pa\" had a 13-year-old daughter who had been missing \"for two weeks,\" and even that information seemed to have been tacked on to the message by someone other than its originator. It even included phrases taken word-for-word from previous missing child hoax e-mails, such as Christopher John Mineo and Kelsey Brooke Jones . Meanwhile, the one piece of identifying information provided in the message, a yahoo.com e-mail address, produced a \"no such user\" error when mail was sent to it, and a variety of searches through news accounts and law enforcement and missing child web sites, including the site of the Center for Missing & Exploited Children ( NCMEC ), failed to turn up any mention of a missing girl named \"Ashley Flores.\" In the event, it turned out that although the pictured Ashley Flores might have been a real girl, her \"missing\" status was one concocted as a kids' prank. In this case it was a particularly bad and widespread prank, one that left thousands and thousands of concerned citizens attempting to verify the status of a missing girl who wasn't really missing, according to the Philadelphia Inquirer : \"Everyone is concerned about this girl,\" said Athena Ware, spokesperson for the National Center for Missing and Exploited Children. \"We've gotten quite a few of those e-mails here. But it's not an active case in our system.\" It's not an active case because it isn't true. It's a hoax pure balderdash, sheer hornswoggle, a regular mountain of malarkey. There may indeed be an Ashley Flores living in Philadelphia, but nobody has reported her missing to the Philadelphia Police, said Yolanda Dawkins, a department spokesperson. The FBI hasn't received any notice about young Ashley, either. Neither has the Pennsylvania and New Jersey State Police for that matter. An Acme spokesperson said that the market had received numerous inquiries and offers of help, but knew of no employee named Flores who had a missing daughter. In one day alone (19 May 2006), our site registered over 25,000 searches from readers looking for information about Ashley Flores. In April 2007, a version appearing over the signature of Staff Sergeant Rick Williams of the Rolla (Missouri) Police Department began hitting inboxes. While there is indeed a staff sergeant named Rick Williams working for that particular law enforcement agency, the hoax is just as much a hoax as ever. Says the Rolla Police Department about the e-mail: Ashley Flores Missing Child Hoax Initial reports in the media and on the Internet of the missing 13-year-old Philadelphia girl named Ashley Flores have proven to be nothing more than a very bad hoax, according to numerous law enforcement agencies and credible news outlets. Despite conclusive evidence that the original missing person report and Amber Alert regarding Ashley Flores was a hoax concocted by a kid's prank, the Rolla Police Department still receives hundreds of calls every day regarding her status. A variety of searches through law enforcement agencies, including the Federal Bureau of Investigations, New Jersey State Police and Philadelphia Police, and numerous missing child websites such as The Center for Missing and Exploited Children (NCMEC), confirms there has never been an official report of a missing girl named Ashley Flores. The Rolla Police Department is trying to spread the word that although Ashley Flores may exist, reports of her disappearance were an unfortunate internet hoax. Pranks such as these are not only illegal, but also hamper and interfere with communications and law enforcement operations. For more information, please go here or call Lt. Doug James at 573-364-1213. In October 2009 the Rolla Police Department announced it had changed its phone number because of the false alert. Police Chief Mark Kearse said the department had been experiencing \"significant issues\" for the past two years because of the false Amber Alert for Ashley Flores. As of March 2011, nearly five years after the original \"missing Ashley Flores\" message was first set loose on the Internet, the hoax was still going strong, with this article remaining one of the most searched-for articles on our site.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20071223025808/http://www.rollacity.org/events.shtm#ashley;http://www.missingkids.com/;",
  "Example": "[Collected via e-mail, May 2006] Please look at the picture, read what her mother says, then forward his message on. I am asking you all, begging you to please forward this email on to anyone and everyone you know, PLEASE. Maybe if everyone passes this on, someone will see this child. That is how the girl from Stevens Point was found by circulation of her picture on tv. The internet circulates even overseas, South America, and Canada etc. Thanks We have a Deli manager (Acme Markets) from Philadelphia, Pa who has a 13 year old daughter who has been missing for 2 weeks. Keep the picture moving on. With luck on her side she will be found. My 13 year old girl, Ashley Flores, is missing. She has been missing now for two weeks. It is still not too late. Please help us. If anyone any where knows anything, please contact me at: HelpfindAshleyFlores@yahoo.com I am including a picture of her. All prayers are appreciated!! \"It only takes 2 seconds to forward this. If it was your child, you would want all the help you could get. Variations: In October 2008, we encountered a version of the e-mail that had been translated into French and which positioned the \"missing\" girl as having been taken from the Montreal area.",
  "Last Updated": "15 March 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/missing/ashleyflores.asp",
  "Claim": "A 13-year-old Philadelphia girl named Ashley Flores is missing.",
  "Claim_ID": "inboxer_missing_ashleyflores",
  "Tags": ""
}