{
  "Origins": "The item displayed above shows several photographs of a girl with what appears to be a severely distended abdomen and offers the claim that Facebook will donate $1 toward her treatment every time her picture is shared. As with all such Internet appeals, this item is merely yet another reiteration of a long-running class of hoax which lures the gullible into spreading such messages by promising that some entity will donate money for treatment of some medical condition every time the message is forwarded, posted, or shared on the Internet. Multiple charities and companies have been unfairly dragged into such hoaxes over the years by being named in messages like these, causing them to have to spend considerable time and effort disclaiming them.",
  "Fact Check": "",
  "Description": "However, although the nature of the appeal is false, the girl pictured in the photographs is real. She was not suffering from a cancerous tumor as suggested in some versions of this hoax, but was instead diagnosed with Budd-Chiari syndrome , a hepatic vein obstruction that prevents blood from flowing out of the liver and back to the heart and thus results in abdominal distension. According to a November 2010 China Daily article , 4-year-old Hu Yunxing of Shanxi Province, China, had traveled to Beijing that month to seek diagnosis and treatment of her condition: The 4-year-old girl who traveled to the capital desperately seeking a cure for an ailment that left her with a massively oversized stomach has been diagnosed and is being treated by China's top expert. Hu Yunxing is suffering from Budd-Chiari Syndrome, said her relieved father, Hu Tianpeng. He said he is delighted that the family's four-year search for a diagnosis is finally over. \"Now that we have a diagnosis, we are so happy and have great confidence that there will be a future for our daughter,\" Hu said. The following month, the same publication reported that Hu Yunxing was too ill to complete her treatment at that time: The 4-year-old girl who traveled to Beijing from Shanxi province in search of a cure for her massively oversized stomach is too ill to finish her treatment. Hu Tianpeng, the father of Hu Yunxing, said she developed a fever several times during her treatment and the hospital sent him a notice on Dec 3 saying his daughter was close to death. He said his daughter's temperature started to rise after doctors began drawing liquid from her stomach. \"Her body temperature reached 40 C. I used alcohol and water to cool her down,\" he said. He said her condition has since improved. A series of February 2011 photographs of Hu Yunxing from the Chinese photo agency ChinaFotoPress were captioned with the information that she had undergone a 4-hour operation on 21 February 2011 which reduced her belly circumference from 108cm (42.5 inches) to about 40cm (15.7 inches), and she was expected to be discharged from the hospital within the week. A 1 March 2011 Chinese news account reported that Hu Yunxing's weight had dropped from 27 kg (59.4 lbs.) to 14 kg (30.8 lbs.) as a result of the surgery, and that after 3 to 6 months of rehabilitation she should be able to live and play like a normal child.",
  "Originally Published": "",
  "Referred Links": "http://translate.googleusercontent.com/translate_c?hl=en&ie=UTF8&prev=_t&rurl=translate.google.com&sl=zh-CN&tl=en&u=http://news.ifeng.com/society/2/detail_2011_03/01/4899276_0.shtml&usg=ALkJrhgUGz9RV64DC3QIBSdWkRKoVeOa5Q;http://en.chinafotopress.com/index/onephoto?gid=5450599&offset=0;http://www.chinadaily.com.cn/cndy/2010-12/08/content_11667636.htm;http://www.chinadaily.com.cn/cndy/2010-11/22/content_11584279.htm;http://www.ncbi.nlm.nih.gov/pubmedhealth/PMH0001286/;",
  "Example": "[Collected via e-mail, March 2012] This was posted today, as I am sure it has been numerous times before. It has a date of 8/28/2010. Facebook, to my knowledge, does NOT give $1 to anyone who has had picture shares for whatever the reason. This is a child who was in very apparent discomfort and pain from what looks like a massive tumor.",
  "Last Updated": "14 March 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/abdomen.asp",
  "Claim": "Facebook will donate $1 for treatment of a girl with a severely distended abdomen every time her picture is shared.",
  "Claim_ID": "inboxer_medical_abdomen",
  "Tags": ""
}