{
  "Origins": "We tried tracking down this item through the University of Chicago Hospitals and received the following response: The e-mailed message does sound correct. A child by that name was brought here in mid-January to be treated for blunt head trauma and other injuries related to a sledding accident. He was discharged a few weeks later and returns periodically for follow-up treatment. We don't know Dean's current condition, but we expect someone will fill us in shortly.",
  "Fact Check": "",
  "Description": "While I'm on the soapbox, though, I'd like to mention that the authors of these prayer requests for injured children seem to be following a disturbing trend of including more and more explicit, gruesome details in their messages, as if they hope to go to the head of the prayer line by impressing us with the severity of their loved ones' medical problems. I understand that for many people dealing with seriously ill or injured children, typing out such messages might be a cathartic means of dealing with tragedy, but I think nearly all of us who are amenable to taking a few moments out of our busy days to offer prayers for sick or badly-injured children don't need to know details about avulsed eyeballs and severed lips to be moved to action. One of the wonderful aspects of prayer is that it has no limits we need not compete for it, because there are plenty of prayers to go around. Just let us know your child is ailing and needs our help we'll offer our prayers and leave the details to God and the doctors.",
  "Originally Published": "",
  "Referred Links": "http://www.uchospitals.edu;",
  "Example": "[Collected on the Internet, 2001] This child needs our prayers . . . Please read, pray, then pass it on to everyone in your address book that can touch heaven for this child. Guys, this is for a friend please keep them in your prayers. Thanks, Jackie Please read, pray, then pass it on to everyone in your address book that can touch heaven for this child. I need your help in a big way. My nephew Dean Thomson from Wheaton, Illinois needs your healing prayers. Dean is a 7th grader and was on a Boy Scout sledding trip when he smashed head-on into a tree. He was air-lifted back to University Of Chicago Hospital to the trauma unit. Dean has multiple facial and head injuries. He has broken cheek, nose, and jaw bones and a broken eye socket. One eye had to be put back into the socket, his lips had to sewn on and his tongue stitched. His skull is cracked through, the plates separated. He has two blood clots and the potential for meningitis. Most of my email address book is family, and we are praying for healing for Dean. Please open up your email address books and forward this to anyone you know that prays. A prayer chain stretching across the country will most certainly send healing love to Dean, his mom and dad Melane and Scott, his brother and sister Zack and Adrienne.",
  "Last Updated": "29 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/children/thomson.asp",
  "Claim": "A 7th-grader named Dean Thomson was badly injured in a sledding accident.",
  "Claim_ID": "inboxer_children_thomson",
  "Tags": ""
}