{
  "Origins": "French Connection United Kingdom is a real company, a vendor of youth fashion, shoes, fragrances, and other items, and their better-known suggestive initialism, FCUK , is used to maximum effect in ads which urge their youthful consumers to \"fcuk him\" or \"fcuk her.\" The company also announced the opening of their biggest store to date with a full page ad reading \"The World's Biggest FCUK.\" (As a 2003 item of interest suggests, the order of interior letters in a word is relatively unimportant to reading comprehension, so people naturally scan 'fcuk' as 'fuck.') The advertising campaign for FCUK fragrance did feature an image like the one described above, \"a young, attractive, half dressed couple snuggling on a bed with the words 'scent to bed' superimposed over their picture.\" Print ads for FCUK fragrance have run in the September issues of Marie Claire and Cosmopolitan women's magazines, and also in publications aimed at younger girls, such as Teen People and Seventeen. (Customers who spend $38 or more can claim a free T-shirt with the \"Scent to Bed\" slogan printed across the front.)",
  "Fact Check": "",
  "Description": "A backlash in parts of the U.S. against the company's brazen advertising campaigns has already led some department store outlets such as Kaufmann's to discontinue distributing advertising circulars or posting in-store displays for FCUK fragrance, although the stores still carry the product. (FCUK's methods of promoting their fragrance are hardly new, as Springmaid was only slightly less subtle in advertising their sheets with obvious sexual double entendres half a century ago.) For their part, FCUK continues to play coy. \"Our message is light-hearted and fun, and any misinterpretation is purely in the eye of the beholder,\" said Karen Gori, a brand manager for FCUK Fragrance.",
  "Originally Published": "",
  "Referred Links": "http://company.monster.com/kaufm/;http://www.frenchconnection.com;http://www.onemillionmoms.com/TakeAction.asp?id=106;",
  "Example": "[Collected on the Internet, 2003] Target store chain void of common decency The Target corporation subsidiary, Marshall Field's, is actively campaigning for your children to purchase a new teen fragrance with a disgusting insinuation. Would you believe Target has approved its Marshall Field's stores to sell a product called FCUK? Target must consider parents really naive to not know exactly what type of message they are \"targeting\" to our kids. Here's how one mother put it: I didn't see this on television but it was an advertisement insert in last Sunday's newspaper for Marshall Field's dept. store for a cologne and a clothing line aimed at teenagers called \"Fcuk\" and their advertising slogan to go with it is \"scent to bed\". I was really appalled at this and then a friend of mine saw huge posters promoting this IN the Marshall Field's store in my area. When she complained to a clerk about it she was referred to a manager who told her the corporate office makes all the decisions about what they advertise.Another mother put it this way: Not only does the name make an obvious grab at the mind to be misspelled as one of the vilest slang words ever used, it also goes further to make its point. A young, attractive, half dressed couple are snuggling on a bed with the words \"scent to bed\" superimposed over their picture. On the inside where you can pull the flyer apart to see what the product smells like you read \"open here to try fcuk her\" and \"open here to try fcuk him\". On the back page is an offer to \"get your scent to bed t-shirt\". For a major retailer to promote and sell this type of product is reprehensible to me. I hope it is to you too! I think we need to pull out all the stops to let Target know they have crossed the line with our families. Will you join me by making an extra effort in contacting the Target corporation by taking the following actions: 1. Send a letter to Target and Marshall Field's executives by clicking the link below. 2. Call Target's toll-free number and let them know how disgusted you are with their decision to sell FCUK products through their Marshall Field's stores. Their toll free number is 1-800-440-0680, extension 1. Here's a note: You will be told that you are calling Target, not Marshall Field's. Don't be fooled by their attempt to discourage you. Target is responsible for Marshall Field's decision to sell their nasty product! In addition, they may ask for your mailing address. We recommend not giving that information. By doing so, your home might become a target for receiving a promotional mail out for the product. Send your letter now!",
  "Last Updated": "30 November 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/outrage/fcuk.asp",
  "Claim": "A company known as FCUK is promoting their fragrance with a \"scent to bed\" advertising campaign.",
  "Claim_ID": "inboxer_outrage_fcuk",
  "Tags": ""
}