{
  "Origins": "This appeal to help find a missing child began circulating on the Internet in February 2001. In June 2001, someone altered the text of the appeal to indicate Christopher John Mineo had gone missing on 11 May 2001 instead of November 1998, as stated in the original e-mail.",
  "Fact Check": "",
  "Description": "Christopher John Mineo, Jr., is not missing now, nor is there any evidence he was ever really missing in the first place. In short: The National Center for Missing and Exploited Children (NCMEC) never had a listing for a missing child named Christopher John Mineo, Jr. The New York Police Department (NYPD) never took a report for a missing person named Christopher John Mineo in Brooklyn (or any other borough), nor was anyone by that name ever listed in its long-term cases file. By the time the message quoted above started circulating, the e-mail address connected with it was no longer accepting mail, and the web site connected with the account displayed some rather unusual information but absolutely nothing about a missing child. Readers who managed to make contact through the e-mail address given were told that C.J. had since been \"found,\" and a web site maintained that \"the family has asked that all the details not be shared, but CJ was abducted, but has now been returned home safe to his family!\" We have to wonder what kind of parents would see their child disappear for well over two years but not contact the local police, the FBI, or any other organization involved in locating missing children. Another clue that something fishy was up was the fact that the original message bore a strong resemblance (right down to the inclusion of a photograph) to the 1999 Internet appeal to help find Kelsey Brooke Jones , another child who wasn't really missing : I am asking you all, begging you to please forward this email on to anyone and everyone you know, PLEASE. I have a 5 year old son named Christopher John Mineo jr, Knick name C.J. I am from brooklyn N.Y. He has been missing since november of 98. If anyone anywhere knows anything, sees anything, please contact the origanial screen name that sent this. Which is CMINEO0295@aol.com. I am including a picture of him. All prayers are appreciated!! It only takes 2 seconds to forward this on, if it was your child, you would want all the help you could get. Please. Christopher John Mineo Sr I am asking you all, begging you to please forward this email on to anyone and everyone. As most all of you know, I have a 5 year old daughter named Kelsey Brooke Jones. We are from Southern Minnesota. She has been missing since 4 pm Oct. 11, 1999. The police were notified shortly after. If anyone anywhere knows anything, sees anything, pleeeeaaaase contact me if you have my number. The police don't recommend I put my number online, but you can contact the Police, a missing persons report has been filed. I am including a picture of her. All prayers are appreciated!! The best we can make out of a mass of contradictory evidence is that little Christopher John was not abducted and was never truly missing; either the message was an outright prank or John was a pawn in a dispute between his mother (who is his custodial parent) and his birth father, and a phony \"missing child\" message was sent out by an unknown party to discredit or make life difficult for one of the parents. In 2002 we began seeing a Spanish version of the appeal, this one for an unnamed 5-year-old boy who had supposedly been abducted on 11 May 2002 in Spain. Folks were instructed to contact Mercedes Arroyo Flores at merarro@segurcontrol.com if they had information about the boy's whereabouts. The text of the appeal is but a reworking of the Mineo and Kelsey Brooke Jones entreaties, and the photo that accompanies the Spanish plea is that of Christopher John Mineo. February 2004 saw the hoax take the form of another plea in Spanish to help find yet another a missing 5-year-old boy, this one named Carlos Coronel, who was supposedly missing since 5 May 2001. As was to be expected, the photo of \"Carlos Coronel\" was that of Christopher John Mineo: MIRAR Y RE-ENVIAR POR FAVOR Gracias, Hola soy Carlos Coronel. Les solicito por favor, que env en este mail a todos los que conocen, por favor!!! Tengo un hijo de 5 a os de edad que est perdido desde el 11 de mayo del 2001. Si alguien, en cualquier lugar sa CMINE00295@aol.com. Estoy incluyendo una foto de l. Todas las oraciones ser n agradecidas!!! Solo les tomara 2 segundos enviarla, si ste fuera tu hijo desear as toda la ayuda que puedas obtener. Por favor. Gracias, Carlos Coronel",
  "Originally Published": "",
  "Referred Links": "http://www.homestead.com/woowebdesigns/HomeSafe.html;http://www.ci.nyc.ny.us/html/nypd/html/missing/long-term-cases.html;http://www.ci.nyc.ny.us/html/nypd/html/missing/missing-brooklyn.html;http://www.ci.nyc.ny.us/html/nypd/home.html;http://www.missingkids.com;",
  "Example": "[Collected on the Internet, 2001] Subj: MISSING CHILD IN BKLYN, PLEASE FWD TO ALL YOU KNOW. PLEASE I am asking you all, begging you to please forward this email on to anyone and everyone you know, PLEASE. I have a 5 year old son named Christopher John Mineo jr, Knick name C.J. I am from brooklyn N.Y. He has been missing since november of 98. If anyone anywhere knows anything, sees anything, please contact the origanial screen name that sent this. Which is CMINEO0295@aol.com. I am including a picture of him. All prayers are appreciated!! It only takes 2 seconds to forward this on, if it was your child, you would want all the help you could get. Please. Christopher John Mineo Sr",
  "Last Updated": "27 March 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/missing/mineo.asp",
  "Claim": "A 5-year-old boy named Christopher John Mineo is missing from his New York home.",
  "Claim_ID": "inboxer_missing_mineo",
  "Tags": ""
}