{
  "Origins": "In recent years, some national restaurant chains have begun the practice of demonstrating appreciation for U.S. military personnel (both veterans and those on active duty) by offering them free meals in observance of Veterans Day (November 11). Here are some of the chains that will be participating in such programs in 2015: Applebee's: All U.S. Applebee's locations are offering a free entree of choice from their Veterans Day Signature Menu to all veterans and active duty military personnel during regular business hours on November 11. Bar Louie: From open to close on Monday, November 10 and Tuesday, November 11, every Bar Louie location across the country is offering veterans and military personnel a free app or entree. California Pizza Kitchen: All full-service California Pizza Kitchen restaurants in the U.S. are offering a complimentary entree from a special Veterans Day Menu on November 11. Bob Evans: Veterans and active military personnel will receive free all-you-can-eat hotcakes at Bob Evans restaurants on November 11. Carrabba's: From November 6 to November 11, Carrabba's Italian Grill is offering all active and retired veterans a free appetizer. Champps: Champps Americana is offering all veterans and active duty military a free handcrafted burger and fries on November 11. Charlie Brown's: Charlie Brown's Fresh Grill is serving up free entrees for veterans and active duty military on November 11. Cheeseburger in Paradise: Cheeseburger in Paradise is offering a free All-American burger and fries (with any beverage purchase of $1.99 or more) to all military personnel on November 11. Chili's: Chili's is offering a free entree from their Veterans Day Menu to all veterans and active military personnel on November 11. Denny's: Denny's restaurants nationwide are offering a free \"Build Your Own Grand Slam\" to active, inactive and retired military personnel on from 5 a.m. to noon on November 11. Einstein Bros Bagels: Participating Einstein Bros. Bagels and Noah's New York Bagels locations are offering a free Bagel and topping to all active, inactive and retired military personnel from 5:30 a.m. to 5 p.m. on Monday, November 11. Golden Corral: The Golden Corral restaurant chain will be hosting their 15th annual Military Appreciation Monday dinner on November 11, providing free dinners to anyone who has ever served in the U.S. military (retirees, veterans, active duty, National Guard or Reserve). Hooters: Hooters is offering all veterans and active duty military personnel a free meal of up to $10.99 in value (with any drink purchase) on November 11. Hoss's: Hoss's Steak and Sea House is offering veterans a free meal from their American Values Menu between 11 A.M. and 9 P.M. on November 11. Hy-Vee: Hy-Vee supermarkets with in-store dining are offering veterans and active-duty military members a free breakfast from 6:00 AM to 11:00 AM on November 11. Krispy Kreme: Participating Krispy Kreme locations are offering all veterans and active duty military personnel a free doughnut and small coffee on November 11. Little Caesars: The Little Caesars pizza restaurant chain is offering all United States armed forces veterans and active military members a free Lunch Combo on November 11. Max & Erma's: Participating Max & Erma's locations are offering veterans a free 3-Course Combo on November 11. McCormick & Schmick's: Participating locations of the McCormick & Schmick's Seafood Restaurants chain are offering a complimentary meal from their Veterans Day Menu to veterans on Sunday, November 8. Menchie's: The Menchie's chain of frozen yogurt stores is offering all veterans a free 6 oz. frozen yogurt on November 11. O'Charley's: The O'Charley's restaurant chain is offering all veterans a free entree from their $9.99'er menu on November 11. Olive Garden: The Olive Garden Italian restaurant chain is offering veterans a free entree from their Veterans Day menu during regular business hours on November 11. On the Border: The On the Border Mexican Grill & Cantina chain is offering veterans a free entree from their \"Create Your Own Combo\" menu on November 11. Outback: The Outback Steakhouse restaurant chain is offering free Bloomin' Onion appetizers and beverages to veterans and active duty military at all of their U.S. locations on November 11. Red Lobster: The Red Lobster Seafood Restaurant chain is offering veterans a free appetizer (from a select list of appetizers) on November 11. Red Robin: Participating outlets of the Red Robin Gourmet Burgers restaurant chain are offering veterans a free Red's Tavern Double Burger and Bottomless Steak Fries on November 11. Shoney's: Participating outlets of the Shoney's restaurant chain are offering veterans and active military a free All-American Burger on November 11. Spaghetti Warehouse: The Spaghetti Warehouse Restaurant chain is offering veterans a \"buy one entree, get one free\" deal (with coupon) on November 10 and November 11. Sizzler: Participating locations of the Sizzler restaurant chain is offering all active duty and former members of the military a free lunch (a six-ounce Tri Tip Steak, a single Malibu Chicken, or a half dozen Fried Shrimp entree, with a choice of side dish) until 4:00 PM on November 11. Texas Corral: The Texas Corral Grill & Saloon chain is offering veterans a free entree from their Veterans Day Menu, along with a free drink (iced tea, lemonade or coffee), on November 11. Texas Roadhouse: U.S. outlets of the Texas Roadhouse restaurant chain are offering all active, former, or retired military a free lunch (from a ten-item menu) plus a free beverage (soft drink, iced tea, or coffee) on November 11. T.G.I. Friday's: Participating locations of the T.G.I. Friday's restaurant chain are offering a free lunch to all current military members and veterans between 11:00 A.M. and 2:00 P.M. on November 11. Tim Hortons: U.S. outlets of the Canadian-based Tim Hortons Cafe & Bake Shop chain are offering all active and inactive U.S. military veterans a free donut on Veterans Day (while supplies last). Tony Roma's: Active military and veterans receive a complimentary half rack of Baby Back ribs at participating locations of the Tony Roma's restaurant chain on November 11. Twin Peaks: The Twin Peaks restaurant chain is offering a FREE menu item from their Annual Veterans Day Appreciation Menu on November 11. Uno: The Uno Chicago Grill restaurant chain is offering past and present military members a \"buy one, get one free\" deal (a free entree or individual pizza with the purchase of an entree or individual pizza of equal or greater value) on November 11.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/UnoChicagoGrill/posts/10153333978443031;http://www.twinpeaksrestaurant.com/event/veterans-day-at-twin-peaks-2/;http://tonyromas.com/tr_specials/ribs-white-blue/;https://www.facebook.com/TimHortonsUS/photos/a.278058075571919.72924.235359349841792/1039442399433479/?type=3&theater;https://www.facebook.com/TGIFridays/photos/a.10150316519838205.366337.107696493204/10153717399303205/?type=3&theater;http://www.texasroadhouse.com/landing-pages/veterans-day;https://www.facebook.com/TexasCorral/photos/a.409679652250.189670.42452527250/10153073281967251/?type=3&theater;https://www.facebook.com/events/1514426305517261/;http://www.meatballs.com/?page_id=2226;http://www.shoneys.com/veterans-day-all-american-burger/;https://www.facebook.com/RedRobin/photos/a.175207518793.119904.7854678793/10153690809223794/?type=3&theater;https://www.facebook.com/redlobster/photos/a.278587212219.141654.80018237219/10153755534077220/?type=3&theater;https://www.facebook.com/outback/photos/a.176478794386.126452.48543634386/10153377152419387/?type=3&theater;http://ontheborder.com/honorvets;https://www.facebook.com/OliveGarden/photos/a.100767561804.99618.18618646804/10153099754861805/?type=3&theater;https://www.facebook.com/ocharleysfans/photos/a.179294848775126.30670.157524280952183/911916712179599/?type=3&theater;https://www.facebook.com/MyMenchies/photos/a.153509658971.113137.95672953971/10153644848943972/?type=3&theater;http://www.mccormickandschmicks.com/featured-promotion/Veterans-Day.aspx;http://www.maxandermas.com/vetseatfree/;http://www.littlecaesars.com/AboutUs/IntheNews/News/tabid/206/Token/Info/ArticleID/34/Default.aspx;http://www.krispykreme.com/veteransday;https://www.hy-vee.com/company/press-room/announcements/free-breakfast-for-veterans.aspx?noredirect#sf14925059;https://www.facebook.com/HosssSteakandSea/photos/a.143267049029278.18714.118768354812481/1008471052508869/?type=3&theaterl;https://www.facebook.com/hooters/photos/a.150002276776.120477.145230931776/10153954275576777/?type=3&theater;http://www.goldencorral.com/military/faq.asp#faq;https://www.facebook.com/einsteinbros/photos/a.417210297416.180397.211063022416/10153724697392417/?type=3&theater;https://www.facebook.com/dennys/videos/vb.55330643140/10153416114333141/?type=2&theater;https://www.facebook.com/Chilis/photos/a.107573333213.96653.106027143213/10153278899358214/?type=3&theater;https://www.facebook.com/CheeseburgerinParadise/photos/a.157340783377.150449.122912783377/10154388639953378/?type=3&theater;https://www.facebook.com/cbsteakhouse/photos/a.497572346959884.127767.459328144117638/1024718084245305/?type=3&permPage=1;https://www.facebook.com/Champps/photos/a.109609834198.116760.88603434198/10154387958149199/?type=3&theater;https://www.facebook.com/Carrabbas/photos/a.10150343287120844.403555.58615925843/10153770545475844/?type=3&theater;https://www.bobevans.com/our-restaurants/veterans-day;http://info.cpk.com/documents/2015vetsmenu.pdf;http://barlouieamerica.com/;http://www.applebees.com/veteransdaymenu;",
  "Example": "",
  "Last Updated": "10 November 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/nothing/veterans.asp",
  "Claim": "Restaurant chains are offering free meals to U.S. military personnel in conjunction with Veterans Day.",
  "Claim_ID": "inboxer_nothing_veterans",
  "Tags": ""
}