{
  "Origins": "In the latter part of October 2011, Berkeley, California, was visited by a number of earthquakes along the Hayward Fault, a 74 mile-long strike-slip fault through that area that is capable of generating large-scale quakes. On 20 October a 4.0 shaker struck at 2:41 pm, and on 27 October a 3.6 quake occurred on that fault at 5:36 am. Both these larger seismic events plus numerous smaller quakes worked to elevate a sense of unease regarding just how at risk that area is from a catastrophic earthquake.",
  "Fact Check": "",
  "Description": "At least when the topic is earthquakes, there is cause to be nervous about living in Berkeley (or indeed anywhere in the Bay Region, an area that encompasses San Francisco, Oakland, San Jose, and Berkeley, and which is home to approximately 7.1 million people). In its 2008 Uniform California Earthquake Rupture Forecast, the California Geological Survey pegged the chance of a magnitude 6.7 or greater quake along the Hayward Fault as approximately 31 percent over the next 30 years. However, that some of the best minds in the seismic field of study have concluded that over the coming three decades the risk of a devastating quake along the Hayward Fault stands at 31% does not mean that such a catastrophe has been predicted to happen on any given date (or even within any defined span of months or years) during that 2008 to 2038 period. The rumor about scientists confirming a roughly 1-in-3 chance that Berkeley, California, was likely to experience a 6.0 earthquake within two or three weeks of 28 October 2011 began as an e-mail presented as originating from an MPA student who works for a city council person in that city. Short and sweet, it's bunk. City council personnel in Berkeley have not been briefed by geologists about any impending seismic risk. Moreover, earthquakes still can't be predicted, even by those best in the know about how they happen. Said Deputy City Manager Christine Daniel about the e-mail: We understand that after the earthquakes in the last couple of weeks, rumors have begun to circulate that City officials are meeting with representatives from the US Geological Survey (USGS) and it has been claimed that the USGS officials are predicting earthquakes. This is not accurate. The City of Berkeley has not been contacted by anyone from USGS in this regard, and in any event, the USGS does not predict earthquakes. As we all know, in the wake of disasters or even smaller earthquakes such as we have experienced recently, it is not unusual for misinformation to spread. However it is important to remember that while scientists all over the world are working to better understand earthquakes, no one has the ability to either predict them, nor to know whether small shakes are increasing or decreasing the pressure on a fault. The Hayward Fault could suddenly spasm and produce a bad earthquake during the e-mail-defined 3 week period of 28 October through 18 November 2011. But the risk of its doing so is the same as for any other 3 week period one cares to name. The bottom line is that earthquakes can't yet be foreseen. The Southern California Earthquake Center says of the notion that scientists have come up with a mechanism for determining when and where an earthquake will occur that \"scientists cannot yet make precise predictions of their date, time, and place.\" So also says the U.S. Geological Survey: \"Neither the USGS nor Caltech nor any other scientists have ever predicted a major earthquake. They do not know how, and they do not expect to know how any time in the foreseeable future.\" The October 2011 offering was similar to the earthquake prediction hoax of April 2010 in which Caltech was said to have sent its employees home in anticipation of a large earthquake due to strike Los Angeles. Another earthquake prediction scare that enthralled the Internet in 2009 posited that an eclipse would trigger a tsunami which in turn would cause a massive earthquake on July 22 of that year. Similarly, another false Internet-circulated prediction posited that Los Angeles would be devastated by a massive earthquake on 30 September 2010. A swell of local rumors about impending seismic disaster are to be expected when particular regions experience a series of moderate quakes. They are one of the ways folks attempt to come to terms with the reality of living in earthquake-prone areas by presenting earthquakes as cataclysms of nature that can be foreseen and thus evaded. These rumors consistently fail, however, in one key aspect: Earthquakes still aren't predictable, thus safeguarding one's loved ones from harm isn't a matter of picking up on the hot rumor of the moment and then acting on it by keeping one's family out of town during the period of predicted mayhem. Barbara \"shake 'n' brake\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://earthquake.usgs.gov/learn/faq/?faqID=13;http://www.earthquakecountry.info/roots/future.html;http://www.conservation.ca.gov/cgs/Pages/Index.aspx;http://www.consrv.ca.gov/index/Pages/HaywardFaultFactSheet.aspx;",
  "Example": "[Collected on the Internet, October 2011] A student in my class tonight works in Berkeley City Hall and they have been getting briefings on the earthquakes recently in Berkeley on the Hayward Fault by geologists. They have been told that what is particularly concerning to geologists is that these have been so deep. And because of the type of fault it is, these small swarms (there was a 1.6 about an hour ago plus 2 or 3 3.6 or above) build up pressure on the fault, not reduce it. They are saying that because of these swarms they are predicting there is a 30% of an earthquake above a 6.0 in the next two to three weeks.",
  "Last Updated": "31 October 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/berkeleyquake.asp",
  "Claim": "Scientists state a 30% chance that a 6.0 earthquake will hit Berkeley, California, within 3 weeks of 28 October 2011.",
  "Claim_ID": "inboxer_hoaxes_berkeleyquake",
  "Tags": ""
}