{
  "Origins": "Asha Jaquilla Degree, a then nine-year-old girl, disappeared from her North Carolina home on 14 February 2000. She was last seen by her family sleeping in her bed at approximately 2:30 A.M., but at 4:00 A.M. that morning motorists reported spotting her walking along North Carolina Highway 18 in Shelby, North Carolina.",
  "Fact Check": "",
  "Description": "Unfortunately, despite a few minor breaks in case over the course of the last five years, Asha Degree (now a 14-year-old) remains missing. In August 2001, Asha's book bag (along with a pair of men's pants and some animal bones) was discovered by a construction worker in a wooded area along N.C. 18, forty miles down the highway on which Asha was last seen, but it yielded no clues to her current whereabouts. In November 2004, acting on a tip an inmate at the Cleveland County jail, authorities searched an area about six miles from Asha's home and dug up some bones at the corner of Shelby and Rube Spangler roads in Lawndale, but those remains proved to be animal, not human. Age-progressed renderings of how Asha would look as an older child can be viewed at both of the links below. Additional information: Kidnapping Investigation: Asha Jaquilla Degree (FBI) Endangered Missing: Asha Degree (National Center for Missing and Exploited Children)",
  "Originally Published": "",
  "Referred Links": "http://www.shelbystar.com/news2002/_disc4/00000140.htm;http://www.charlotte.com/mld/charlotte/10147889.htm;http://www.missingkids.com/missingkids/servlet/PubCaseSearchServlet?act=viewPoster&caseNum=879788&orgPrefix=NCMC&searchLang=en_US;http://www.fbi.gov/wanted/kidnap/degree.htm;http://web.archive.org/web/20001031075623/http://www.missingkids.com/cgi-bin/dbmlparser.exe?DBMLFILE=detail.dbml&casenumber=879788&sequencenumber=1&language=1&mytype=child&language=1&orgcode=1;",
  "Example": "[Collected on the Internet, 2000] Hello everybody this is Shomari asking a huge favor on the part of my dearest friends. I need for you to send my cousin Asha Degree's picture to as many people as you know and to as many States as you can. She has been missing since Monday February 14, 2000 between the hours of 2:30 and 6:30 in the morning. This is tearing my family into pieces and we want to get as many people involved as we can. Nobody knows where she will turn up, so even if you don't fell like sending it, do it anyway. Because in as in my case, you never care until it happens to you and your family. I would like for those of you who can, to make posters and put them up at your schools, jobs, and local towns if you can. No effort will go unnoticed and everything you can do will be appreciated. Just imagine if one of your family members was missing and you had no clue as to where they were and why they left. Well that's what my family is going through right now. We'll appreciate your help and keep us in your prayers that God will see us through this terrible tradgedy. Also please put the Charlotte's Channel 3 website on there to up awareness of her disappearance. The site is www.wbtv.com. Again thanks for your support and I hope that this all ends in the finding of my nine year old cousin Asha Degree. I love you all, and God bless. Mari",
  "Last Updated": "27 March 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/missing/degree.asp",
  "Claim": "A teenage girl named Asha Degree is missing from her North Carolina home.",
  "Claim_ID": "inboxer_missing_degree",
  "Tags": ""
}