{
  "Origins": "Internet-circulated messages falsely claiming that a particular restaurant chain will be celebrating its anniversary by offering discounted and/or free food products seem to be the hoax du jour, a form of prank recently sprung on both the In-N-Out and Wendy's hamburger chains.",
  "Fact Check": "",
  "Description": "The latest target is California-based Panda Express, the largest North American chain of quick-service Chinese restaurants. Messages have been winging from inbox to inbox claiming that Panda Express will be offering various \"outrageous deals\" on 19 November 2008, in celebration of the chain's 15th anniversary. However, Panda Express isn't celebrating its 15th anniversary in 2008 (the first Panda Inn restaurant opened in 1973, and the Panda Express chain was launched in 1983), and it won't be offering special anniversary deals on 19 November 2008: We apologize for the incorrect information that you may have heard or received. We are not celebrating our 15th anniversary and are not offering any discounts or specials on November 19th. The current promotion at Panda Express is Thai Cashew Chicken, which will be running from October 22nd through December 30th. Our 25th anniversary takes place in October and we will be conducting business as usual by providing exceptional food and service.",
  "Originally Published": "",
  "Referred Links": "http://www.pandaexpress.com/about/;",
  "Example": "[Collected via e-mail, October 2008] Come celebrate Panda Express' 15th Anniversary!! The outrageous deals include: Entrees: $0.99 Sides: $0.49 Drinks: $0.10 Buy 1 Panda Bowl, get another one free! Visit you nearest Panda Express on November 19th and experience the pandamonium!",
  "Last Updated": "24 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/pandaexpress.asp",
  "Claim": "Panda Express will be celebrating its 15th anniversary by offering discounted and free food on 19 November 2008.",
  "Claim_ID": "inboxer_nothing_pandaexpress",
  "Tags": ""
}