{
  "Origins": "The \"Justin Mallory\" plea began circulating on the Internet in September 1999. In common with any number of other \"for every e-mail forwarded (set amount) will be donated towards the care of (name of sick child)\" exhortations , the plea to aid Justin Mallory is also nothing more than smoke. There's no 12-year-old epileptic named Justin Mallory, no $1 per forward, and no McDonald's or Pizza Hut involvement.",
  "Fact Check": "",
  "Description": "Everyone wants to help sick children get better, and the thought of a little boy or girl languishing in a hospital because people couldn't be bothered to forward an e-mail tugs straight at the heartstrings. Problem is, hoaxsters know that, and they play upon these very human drives for their personal amusement. Once again, that is the case here: all that well-intentioned forwarding does nothing towards helping a sick child. It does, however, make the day of some Internet prankster. If you want to make a difference in a sick child's life, I'm afraid the only way is still the old-fashioned one: donate your money or your time, not a worthless e-mail. Barbara \"the reality check is in the e-mail\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] HELLO: My name is Justin Mallory. I am 12 years old and have epilepsy. I am undergoing treatment for my disease at the University of Pennsylvania Teaching Hospital. Without this treatment, the doctors tell me that I will not live another year. Through a donation with McDonalds and Pizza Hut these companies have agreed to donate $1 for every time this email is forwarded onto another person. This means if 50,000 people forward on this email I will receive $50,000 in free medical treatment. Please, every single email can make a difference in my life. I beg you to help me by simply joining others before you in simply sending this email on to another. Thanks for your support.",
  "Last Updated": "27 March 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/mallory.asp",
  "Claim": "McDonald's and Pizza Hut will donate $1 towards the medical care of Justin Mallory, a 12-year-old epileptic, for every e-mail forwarded.",
  "Claim_ID": "inboxer_medical_mallory",
  "Tags": ""
}