{
  "Origins": "His Holiness the 14th Dalai Lama Tenzin Gyatso, head of state and spiritual leader of the Tibetan people, has had a number of cyberspatial tin cans tied to his tail over the years, including the spurious \" Instructions for Life \" e-mail and the bogus letter circulated in the wake of the September 11 terrorist attacks urging recipients to become \"spiritual activists.\"",
  "Fact Check": "",
  "Description": "The Dalai Lama Personality Test is but another item of similar ilk. Years before it came to be associated with the Dalai Lama, this \"personality test\" was circulating online without any such claim of authorship. (We found it posted to a USENET newsgroup in 1998, where it was then presented merely as an \"identity test.\") The best way to regard this \"personality test\" is to consider it similar to a horoscope or a fortune cookie: all of them make broad, general predictions which seemingly apply to a great many people. The skeptical dismiss such predictions as random shots which occasionally hit their marks (in the same way that a stopped clock is still right twice a day); the credulous marvel over their accuracy, find ways to make the results apply to themselves, and overlook the parts that don't fit. As for e-mailing it to others to ensure that your wish comes true, that instruction is a standard component of a great many chain letters. Barbara \"chain linked\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2005] The Dalai Lama said read it to see if it works for you. Just 4 questions. Do not cheat by looking up the answers. The mind is like a parachute it works best when it is opened. This is fun to do, but you have to follow the instructions very closely. Do not cheat. MAKE A WISH BEFORE BEGINNING THE TEST!! A Warning! Answer the questions as you go along.. There are only four questions and if you see them all before finishing you will not have honest results. Go down slowly and do each exercise as you scroll down. Don't look ahead. Get pencil and paper to write your answers as you go along. You will need it at the end. This is an honest questionnaire, which will tell you a lot about your true self. Put the following 5 animals in the order of your preference: a. Cow b. Tiger c. Sheep d. Horse e. Pig Write one word that describes each one of the following: a. Dog b. Cat c. Rat d. Coffee e. Sea Think of someone (who also knows you and is important to you) that you can relate them to the following colors: (Please do not repeat your answer twice. Name just one person for each color.) a. Yellow b. Orange c. Red d. White e. Green Finally, write down your favorite number and your favorite day of the week. Finished? Please be sure that your answers are what you REALLY feel... last chance... Look at the interpretations below.: But first before continuing, repeat your wish. This will define your priorities in your life. Cow: signifies CAREER Tiger Signifies PRIDE Sheep Signifies LOVE Horse Signifies FAMILY Pig Signifies MONEY Your description of dog implies YOUR OWN PERSONALITY. Your description of cat implies the personality of your partner. Your description of rat implies the personality of your enemies. Your description of coffee is how you interpret SEX. Your description of the Sea implies your own life. Yellow: Someone you will never forget. Orange: Someone you consider your true friend. Red: Someone that you really love. White: Your twin soul. Green: Someone that you will remember for the rest of your life. Send this message to as many persons as your favorite number, and your wish will be granted on your favorite day.",
  "Last Updated": "31 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/trivia/dalai.asp",
  "Claim": "The Dalai Lama created a personality test.",
  "Claim_ID": "inboxer_trivia_dalai",
  "Tags": ""
}