{
  "Origins": "May 2014 saw the circulation of a rumor that Stephanie Courtney, the actress known throughout the U.S. for playing the character of \"Flo\" in a long-running series of commercials for Progressive Insurance, had been killed in an automobile accident. This rumor was started through an online article published on 27 May 2014 that read (in part):",
  "Fact Check": "",
  "Description": "There was nothing to the rumor; Stephanie Courtney was not in an automobile accident like the one described and remains alive and well. The whole thing was a prank promulgated by eBuzzd , a site devoted to spreading false news about celebrities, with a specialization in celebrity death hoaxes: In February [2014], a site called eBuzzd.com reported that \"92-year-old Hollywood icon,\" Betty White, star of television sitcoms such as The Golden Girls and Mary Tyler Moore Show, had been \"found submerged,\" \"face up\" and \"wearing a white nightgown\" in a luxury hotel bath tub. The following month the site claimed that \"Pawn Stars Funnyman,\" Chumlee, had died \"of an apparent heart attack\" at the age of 31. A few days later Seinfeld actor Wayne Knight, who once played \"Newman\" the postal worker, had been \"killed in [a] tractor-trailer accident.\" While other news sites (and on some occasions, tweets from these celebrities) quickly revealed the stories to be hoaxes, the fact that eBuzzd mirrored the design of celeb news and gossip giant TMZ, even copping the title \"TMZ today,\" ensured that many thousands perhaps millions of people were fooled. In several cases, even the friends and family of those \"killed\" by the site were suckered by eBuzzd's stories. And it's not just death hoaxes: over the past months, eBuzzd has published page after page of fake celebrity news \"Phil Collins loses right arm in a tragic accident,\" Selena Gomez is pregnant with twins and Justin Bieber is the father, Tom Cruise quit Scientology \"after heated interrogations,\" former governor \"Jesse Ventura carjacked in Mexico.\"",
  "Originally Published": "",
  "Referred Links": "http://pando.com/2014/03/26/revealed-how-we-unmasked-the-man-behind-the-internets-cruelest-celebrity-death-hoaxes/;http://www.ebuzzd.com/progressive-insurance-flo-stephanie-courtney-killed-dead-car-accident/;",
  "Example": "[Collected via e-mail, June 2014] Is this true? Flo from Progressive Insurance is Dead!",
  "Last Updated": "19 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/flodead.asp",
  "Claim": "Stephanie Courtney, the actress who plays the character of Flo in commercials for Progressive Insurance, is dead.",
  "Claim_ID": "inboxer_hoaxes_flodead",
  "Tags": ""
}