{
  "Origins": "Apparently nothing can be stated so simply but that someone won't attempt to turn it into a free lunch.",
  "Fact Check": "",
  "Description": "Yes, Texas driver's licenses include a toll-free number that stranded motorists can call to receive roadside assistance. However, the towing service summoned by calling that hotline is not provided for free, nor is it paid for by taxes. The Texas Department of Public Safety (DPS) will dispatch tow trucks to drivers who call a toll-free number printed on state driver's licenses, but towing service is provided by contractors at the motorists' expense , not as a free service underwritten by state tax monies. The Texas DPS web page for their Stranded Motorist Hotline clearly explains this policy: A toll-free number was established in 1989 to get help to motorists whose vehicles are disabled on state and federal roads in Texas. The number, 800-525-5555, is printed on the back of all Texas driver licenses and ID cards, and is for motorists to use when reporting a need for non-emergency assistance. It is not a substitute for 9-1-1 and it is not a Customer Service line to answer Driver License questions or other routine matters for other divisions of DPS. It is for motorists who have a legitimate need for assistance on Texas roadways. Despite what some e-mails say, motorists who call the toll-free number are not provided a free yearly tow or a free voucher for fuel. Some states operate \"courtesy patrols \" (either state-funded or run by private companies) that monitor highways and try to render prompt assistance to distressed motorists, and local law enforcement agencies in Texas (and other states) might also dispatch one of these courtesy units in response to a call. However, although the services most often provided by courtesy patrols are generally offered free of charge, these services are usually limited in scope (e.g., refilling overheated radiators, changing flat tires), and more extensive roadside repairs and towing are again provided by contractors who charge motorists for their services.",
  "Originally Published": "",
  "Referred Links": "https://www.dps.texas.gov/director_staff/public_information/strandedmotoristhotline.htm;",
  "Example": "[Collected on the Internet, 2001] Pass this on and have a safe holiday! Roadside Assistance ATTENTION: This has had very little publicity. Texas drivers licenses have this number in small print on the back just above the bar code: 1-800-525-5555. It's for assistance on the highway. A service truck will be sent to you ... state run, paid for with your taxes. Whip out your driver license and look.",
  "Last Updated": "12 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/freetow.asp",
  "Claim": "The state of Texas offers free towing services to stranded motorists.",
  "Claim_ID": "inboxer_nothing_freetow",
  "Tags": ""
}