{
  "Origins": "According to news accounts, in mid-November 2007, the mother of three-month-old London Marie Sherwood left the infant in the care of 22-year-old Joshua Alan Schaak of Star Prairie, Wisconsin, after a DNA test established that he was the child's father:",
  "Fact Check": "",
  "Description": "Three weeks later, on 2 December 2007, paramedics were called to Schaak's home to treat the baby girl, who he claimed had bumped her head in the bathtub and then had stopped breathing. London was taken to the hospital with a serious head injury, a bleeding eye and possible rib fractures. Unfortunately, her injuries were too severe for her to survive, and two days later she died after being taken off of life support. The county medical examiner declared her death to be a homicide resulting from child abuse: Ramsey County Medical Examiner Dr. Michael McGee said an autopsy revealed scattered soft tissue bruises to the face and neck, eye-bleeding and evidence of closed head trauma including hemorrhages. She also had multiple healing rib fractures. Dr. McGee ruled the cause of death as child abuse and the manner of death homicide. When county investigators re-interviewed Joshua Schaak the day after the infant's death, he admitted that London had not hit in her head in the bathtub as he originally claimed, but rather that \"he had become frustrated, shaken the baby and then forcefully directed her to the bed where she struck her head on the wall\" because the child was crying, acting fussy, and squirming. On 16 January 2008, Joshua Schaak pled guilty to a charge of second-degree reckless homicide, and two months later he was sentenced to nine years in prison.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, December 2007] \"Never Shake A Baby! December 4th, 2007, Jessica Sherwood had to do something no mother should ever have to do. At 2:29 pm Jessica made a very tough, but the right decision to take her little 3 month old daughter off life support. In memory of little London Marie, i thought id start a little forward.. Jessica had a message that i want every one to know.. This is what jessica said: IF NE ONE HAS KIDS MAKE SURE U KEEP THEM WIT U THE WHOLE TIME DNT GIVE THEM TO NE ONE THAT U DNT TRUST..... TRUST ME I THOUGHT I TRUSTED JOSH..... BUT NOW AS OF 12-4-07 AT 2:29AM SHE IS GONE.... MY ONE AND ONLY BABY....... AND HE IS GUNNA PAY FOR EVER EVEN IF HE GETS OUTTA JAIL SCOTT FREE HE WILL BE DEAD NO MATTER WAT......... TO ALL MY FRIENDS AND THAT KNO LONDON I AM VERY ANGRY AND UPSET I LOST THE LOVE OF MY LIFE MY BABY GIRL.... SHE DIED ON HER 3MONTH BDAY........ SHE HAD 6 FRACTURED RIBS..... BOTH OF HER LEGS WERE FRACTURED.... AND HER BRAIN WAS SO DAMANAGED THAT IF SHE WERE TO LIVE SHE WOULD BE A VEGETABLE.... SO I DID WAT WAS RIGHT AND BEST FOR HER AND TOOK HER OFF LIFE SUPPORT... THATS WAT U CALL SHAKEN BABY SYNDROM REMEMBER THAT... For those of you who dont know what Shaken Baby Syndrome is..read this Shaking, jerking and jolting can cause blood vessels in the head to tear or burst. Shaken Baby Syndrome is the shaking of an infant or child by the arms, legs, or shoulders with or without impact of the head. This trauma can result in bleeding and brain injury with no outward signs of abuse. Often frustrated caregivers feel that shaking a baby or small child is a harmless way to make the child stop crying. However, a baby's brain and blood vessels are vulnerable to whiplash motions, such as shaking,jerking, jolting, and impact. The neck muscles of an infant or small child are weak, so the child's head is relatively heavy and the neck cannot support the stress of shaking or impact. Shaking a very young child, with or without impact of the head, can cause irreversible brain damage, blindness, cerebral palsy, hearing loss, spinal cord injury, seizures, learning disabilities, and even death. It is tragic that healthy, intelligent babies are suffering these disabilities simply because their caregivers don't know about the dangers associated with Shaken Baby Syndrome. An estimated 1,200 to 1,400 cases of Shaken Baby Syndrome (SBS) occur each year in the United States. Only 1 out of 4 babies dies of Shaken Baby Syndrome. HOWEVER, the other three babies will need ongoing medical attention for the rest of their short lifespans Rest in Peace London Marie Sherwood September 4th, 2007-December 4th, 2007",
  "Last Updated": "26 September 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/medical/sherwood.asp",
  "Claim": "E-mail memorializes the shaken baby death of 3-month-old London Marie Sherwood.",
  "Claim_ID": "inboxer_medical_sherwood",
  "Tags": ""
}