{
  "Origins": "Susan G. Komen for the Cure is, as noted on the \"About Us\" page of its web site, the \"largest source of nonprofit funds dedicated to the fight against breast cancer in the world.\" However, raising funds for breast cancer research through the forwarding of text messages is not one of the methods through which the public can help that organization achieve its goals.",
  "Fact Check": "",
  "Description": "The text quoted above is yet another iteration of long-running hoaxes which purport that companies will give away free merchandise, donate money to charity, or pay for an individual's medical treatment based on how many times a particular message is forwarded by e-mail or sent via text messaging. Susan G. Komen for the Cure is not involved in any fund-raising partnership with cellular providers which would result in those companies' donating funds to them based on the sending of a text message. Susan G. Komen for the Cure does operate a Donate by Text program through which the public can make $10 donations by texting from their cell phones, but those funds are charged directly to the donors' cell phone bills; they are not paid for (in whole or in part) by cellular providers: We now have a new, convenient way for you to help support our mission to end breast cancer forever. With a simple text message, you can make a $10 donation to Susan G. Komen for the Cure by simply texting the word \"KOMEN\" to 90999. Each $10 donation will be added to your next mobile phone bill.* You can donate the $10.00 amount up to 5 (five) times per monthly billing cycle. *A one-time donation of $10 will be added to your mobile phone bill or deducted from your prepaid balance. You will also receive up to 1 message per day from Susan G. Komen Alerts. Msg & Data Rates May Apply. All charges are billed by and payable to your mobile service provider. Service is available on most carriers. Donations are collected for the benefit of the Susan G. Komen for the Cure by the Mobile Giving Foundation and subject to the terms found at www.hmgf.org/t. You can unsubscribe at any time by texting STOP to 90999.",
  "Originally Published": "",
  "Referred Links": "http://www.hmgf.org/t/;http://ww5.komen.org/Donate/DonatebyText.html;http://ww5.komen.org/AboutUs/AboutUs.html;http://www.komen.org/;",
  "Example": "[Collected via e-mail, October 2009] What if it was ur grandmother, ur mother, daughter, sister, niece, aunt, cousin or ur best friend who had breast cancer? How would u feel? Everytime this message is sent ur carrier will donate $1 to the Susan G. Komen foundation. Verizon, Sprint/Nextel, Tmobile, AT&T, and MetroPCS are all taking part in this race so please fwd this back to me and every1 in ur phone if u have a heart! If u can send all the nasty fwds then u can surely send this. it'll take 10 seconds of ur time. PLEASE FWD!",
  "Last Updated": "6 October 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/charity/komen.asp",
  "Claim": "Cellular providers will donate $1 to Susan G.Komen for the Cure every time a particular text message is sent.",
  "Claim_ID": "inboxer_charity_komen",
  "Tags": ""
}