{
  "Origins": "In May 2015, a fraudulent offer for $100 Lowes coupons started circulating on Facebook.",
  "Fact Check": "",
  "Description": "The message linked Facebook users to a fraudulent web site adorned with the Lowes logo and instructed them to follow a simple set of instructions: This scam is nearly identical to previous schemes involving Home Depot , Costco , Amazon , and Kroger shoppers. While each scam has slight variations, they all feature three main components. First, as shown in the above-displayed photos, these scams require users to pass the fake coupon on to their Facebook friends. This widens the pool of potential victims. Next, they direct people to fill out a simple survey. While this seems like a harmless task, you'll most likely be asked for sensitive information such as email addresses, telephone numbers, dates of birth and credit card numbers. Finally, users who complete the survey will never receive a free Lowes gift card. Instead, they will likely sign up for difficult-to-cancel \"Reward Offers\" or have their personal information used for nefarious purposes. The Better Business Bureau gave these three tips to identify scams on Facebook : Don't believe what you see. It's easy to steal the colors, logos and header of an established organization. Scammers can also make links look like they lead to legitimate websites and emails appear to come from a different sender. Legitimate businesses do not ask for credit card numbers or banking information on customer surveys. If they do ask for personal information, like an address or email, be sure there's a link to their privacy policy. Watch out for a reward that's too good to be true. If the survey is real, you may be entered in a drawing to win a gift card or receive a small discount off your next purchase. Few businesses can afford to give away $50 gift cards for completing a few questions. While the above-displayed tips from the Better Business Bureau are certainly helpful, in the case of the $100 Lowes coupon there is no need to do any more investigation as Lowes as already debunked this scam on their Facebook page:",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/lowes;http://www.bbb.org/blog/2014/07/customer-survey-scam-lures-victims-with-gift-card/;",
  "Example": "[Collected via email, May 2015] Is it true that Lowe's is giving $100 off a $110 purchase for Memorial Day?",
  "Last Updated": "22 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/lowes.asp",
  "Claim": "Lowes is giving out $100 coupons to Facebook users.",
  "Claim_ID": "inboxer_nothing_lowes",
  "Tags": ""
}