{
  "Origins": "In 2006, a $336 million settlement was announced in a CCF (Currency Conversion Fee) class action suit alleging that Visa, MasterCard and Diners Club brand credit cards overcharged customers when foreign transactions were converted into dollars and failed to properly disclose the fees involved in those transactions.",
  "Fact Check": "",
  "Description": "Beginning in November 2007, some 30 million credit card customers were sent mailings notifying them of the class action settlement and providing forms to use in obtaining refunds. Cardholders who used U.S.-issued Visa, MasterCard, or Diners Club cards for foreign transactions between 1 February 1996 and 8 November 2006 may apply for refunds under the settlement agreement. Customers have three refund options to choose from: a simple $25 refund, a \"total estimation refund\" of 1% of estimated foreign transaction activity, or an \"annual estimation refund\" of 1-3% of documented foreign transactions. Eligible parties may obain more information about the case and apply for their refunds by using the forms sent to them via U.S. Mail , visiting the web site ccfsettlement.com , or calling the toll-free number at 1-800-945-9890. American Express is not part of this settlement, as a separate case against that company is still pending. Additional information: $25 Credit Card Refund Isn't a Scam (MSN Money)",
  "Originally Published": "",
  "Referred Links": "http://articles.moneycentral.msn.com/Banking/CreditCardSmarts/25CreditCardRefundIsntAScam.aspx;http://www.ccfsettlement.com;",
  "Example": "[Collected via e-mail, December 2007] I received an \"official looking\" packet in the mail detailing how I can get $25 back in some type of civil law suit against credit card companies. They refer to the web site above for any questions. All I have to do at the end of the packet is provide my credit card # and bank and they will take care of figuring out how much I get back. Did not see this on your web site. I strongly suspect it's a hoax. Fits in with anyone asking crazy information like that.",
  "Last Updated": "3 January 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/nothing/ccfsettlement.asp",
  "Claim": "Credit card users may be eligible for refunds of $25 or more from the settlement of a class action suit over foreign currency conversions.",
  "Claim_ID": "inboxer_nothing_ccfsettlement",
  "Tags": ""
}