{
  "Origins": "In December 2012, the above-referenced article claiming the results of a four-year study had shown that Americans who obtained their news from the Fox News channel had an average IQ twenty points below the U.S. national average hit the Internet. The study described in the article was supposedly conducted by researchers at \"The Intelligence Institute\" who \"tested 5,000 people using a series of tests that measure everything from cognitive aptitude to common sense\" and \"found that people who identified themselves as Fox News viewers and 'conservative' had, on average, significantly lower intelligent quotients.\"",
  "Fact Check": "",
  "Description": "Many aspects of this story suggest it is a hoax: It was published as a paid press release through PRweb (rather than being covered as a news story). We've been unable to confirm the existence of the \"Intelligence Institute\" that supposedly conducted the purported study. (There are no other references to such an organization on the Internet, and the press release provides no address, location, or other information about this putative group other than a Washington-area Google Voice phone number which forwards calls to another number.) The press release includes no links to the actual study (or even an abstract of it), just a \"more information\" link that points to a six-month old news article about a different study conducted by a different group which had a vaguely similar but distinctly different focus (i.e., that \"people who only watch Fox News are less informed than all other news consumers\"). The description of the study includes no mention of the subjects' being given tests that directly measured their IQs. The provided descriptions of the surveying methods used in the study sound ridiculously over-the-top, such as: \"The self-identified conservatives' vitals increased over 35% when shown complex or shocking images. The image that caused the most stress was a poorly edited picture of President Obama standing next to a 'ghostly' image of a child holding a tarantula.\" The whole article reads like a spoof based on the political stereotype of conservatives in general (and Fox News watchers in particular) as being significantly less intelligent than the general population: \"Less intelligent animals rely on instinct when confronted by something which they do not understand. This is an ancient survival reaction all animals, including humans, exhibit. It's a very simple phenomenon, really; think about a dog being afraid of a vacuum cleaner. He doesn't know what a vacuum is or if it may harm him, so he becomes agitated and barks at it. Less intelligent humans do the same thing. Concepts that are too complex for them to understand, may frighten or anger them.\" For his part, the \"P. Nichols\" listed as the sole contact in the press release insists the study described was actually conducted and is real, although he has so far declined all requests to provide a copy of the study, disclose who commissioned or performed it, or even reveal his full name. As Michael Giltz wrote in the Huffington Post : Nichols himself brought up the fact that the study was designed to reach the conclusion they were looking for: that is, to show that self-identified conservatives who watched FOX News were less smart than conservatives who didn't. \"They told me what they wanted to do and I said I could do it,\" he claimed. Nichols said the moderate Republicans behind the PAC supporting this effort wanted to counter the effect of the Tea Party and encourage moderates to come forward. Making people embarrassed to say they watched FOX News (or better yet not watch FOX News at all) might help that goal. So the 5000 people who took part in the study were chosen by Nichols and non-scientists, essentially selected to guarantee the results they were looking for. \"We stuck to the rural South,\" said Nichols, who admitted they had a hard time finding conservatives in Alabama and other states who didn't watch FOX News but dug them up to give the study some balance. He insisted the actual study was performed and that the results were genuine, though of course the \"scientists\" involved accepted the fact that the people being studied would be supplied to them and therefore not be random. Nichols admitted this meant the study would never have passed any sort of peer review panel or be accepted for publication by any journal of note. Still, he repeatedly stated that the study was real and did exist. \"I would not have published it were it completely fraudulent,\" he said, pointing out that to do so might have crossed some legal boundaries and \"nobody wanted to do that.\" Hence his claim that the study was actually commissioned and performed, even though it would never meet the most minimal standards for a valid scientific report. The fact that the details Nichols offered up about the study undercut its scientific validity lend some credence to his claim that the study was in fact technically done.",
  "Originally Published": "",
  "Referred Links": "http://www.prweb.com/;http://news.yahoo.com/intelligence-institute-study-shows-fox-news-viewers-iq-034622242.html;",
  "Example": "[Collected on the Internet, December 2012] The results of a 4 year study show that Americans who obtain their news from Fox News channel have an average IQ of 80, which represents a 20 point deficit when compared to the U.S. national average of 100. IQ, or intelligence quotient, is the international standard of assessing intelligence. Researchers at The Intelligence Institute, a conservative non-profit group, tested 5,000 people using a series of tests that measure everything from cognitive aptitude to common sense and found that people who identified themselves as Fox News viewers and 'conservative' had, on average, significantly lower intelligent quotients. Fox Viewers represented 2,650 members of the test group. [Rest of article here.]",
  "Last Updated": "10 December 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/foxnews.asp",
  "Claim": "A four-year study has found that Fox News viewers have IQs 20 points lower than average.",
  "Claim_ID": "inboxer_hoaxes_foxnews",
  "Tags": ""
}