{
  "Origins": "Matt Maupin, then a 20-year-old Army reservist from Batavia, Ohio, went missing after an attack on a fuel convoy near Baghdad International Airport in Iraq on 9 April 2004. His fate was unknown for several years (he was believed to have been killed by his captors shortly after he disappeared) until his remains were finally discovered and identified in March 2008. (In mid-April 2008, Matt's father said he had been told that some of Matt's captors were in custody and would soon be put on trial).",
  "Fact Check": "",
  "Description": "According to friends of the Maupin family, Matt's remains are expected to arrive at Cincinnati's Lunken Airport on 26 April 2008: A friend of the Maupin family said Matt's remains will arrive at Lunken Airport on April 26 and a procession to the Union Township Civic Center will follow. The family said they would like the public to line the route with candles to \"light his way home.\" The funeral procession will go from: Beechmont to 32 Right on Glen Este-Withamsville Past Glen Este High School, past the park Right on Clough Pike Right on Ferguson Drive Right on Aicoltz Road to the Union Township Civic Center where the funeral service will be held on Sunday The above-quoted e-mail encourages recipients to take a moment to offer a prayer for Matt and other U.S. troops who are serving their country away from home.",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/2004/WORLD/meast/06/28/iraq.main/;",
  "Example": "[Collected via e-mail, April 2008] This one is for Private Matt Maupin, a local soldier captured 4 yrs ago and listed as missing in action. His remains were finally discovered this past weekend March 29-30, 2008). He would have been 24 this July. The insurgents put him on video after they captured him and televised it. Shortly thereafter another video was seen of a soldier as he was beheaded. But his family firmly believed it wasn't him. All we know is that his remains have been found, whether or not he was actually beheaded, we don't know (and they complain about how we treat our captives). But his family now has closure. President Bush called and offered his condolences. Matt's family has been to the White House several times at the request of the President. His family is not mad that he went and sacraficed his life. They are extremely proud of him. His family and many of their friends even marched in our local annual Baseball Opening Day Parade on Monday, proudly carrying Flags in honor of their son. I think President John F. Kennedy expressed it rather well when he said, \"Ask not what your country can do for you, but what you can do for your country.\" God Bless Matt Maupin, and all of our soldiers, Veterans, past, present, future, living and deceased. Long Live Freedom. Prayer Request: When you receive this, please stop for a moment and say a prayer for Matt, his family, and our troops around the world. There is nothing attached. Just send this to people in your address book. Do not let it stop with you. Of all the gifts you could give a Marine, Soldier, Sailor, Airman, & others deployed in harm's way, prayer is the very best one. GOD BLESS YOU FOR PASSING IT ON!",
  "Last Updated": "21 April 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/prayer/maupin.asp",
  "Claim": "E-mail requests prayers for Matt Maupin, a U.S. soldier killed in Iraq.",
  "Claim_ID": "inboxer_prayer_maupin",
  "Tags": ""
}