{
  "Origins": "What was meant to be a short-term 1996 holiday season promotion turned into a cybernightmare. Aimed at promoting specific works of one author by giving a predetermined number of his books to children's hospitals and tying this give-away to e-mail responses, publishers Houghton Mifflin ended up in a sorceror's apprentice situation in that what they'd started wasn't about to go away when they looked to turn it off.",
  "Fact Check": "",
  "Description": "The offer was simple: a copy of Chris Van Allsburg's The Polar Express, Two Bad Ants, or > Ben's Dream to a children's hospital or similar institution for every 25 e-mail messages received by their \"Polar Express Share The Spirit\" campaign. The promotion was slated to run from 15 November to 31 December 1996, and the plan from the start was to give away a fixed number of books (2,000). On 11 December 1996, Houghton Mifflin shut down their promotion three weeks early. 67,000 notes had flooded their e-mailbox by that date, and they were by then coming in at the rate of 20,000 a day. Erica Kohnke, marketing coordinator for Houghton Mifflin Interactive, estimated they'd received 258,000 e-mail responses by 19 December. After originally setting aside 2,000 books for this donation, Houghton Mifflin added another 500 to the giveaway, capped the donation at 2,500, and called it a day. Okay, so what happened to make everything go crazy? Picture a snowball rolling down a hill; at the top it's small and it rolls slowly, but with every revolution, it gets bigger and rolls faster. The campaign attracted few e-mail responses in the initial days following its 15 November 1996, launch, but it gained swift recognition after Thanksgiving once Yahoo! 's Internet directory brought it to the attention of Internet users. The message of \"free books for sick kids\" overwhelmed everything else, and the original announcement out of Houghton Mifflin of a limited promotion quickly mutated into an e-mailed to hellenbach exhortation to all right-thinking netizens to mailbomb the heck out of the company. Every 25 e-mails was going to put a book into a sick child's hands who wouldn't find time to fire a few off as well as tell all the co-workers to do the same? The mutated message contained no mention of the campaign's specific start and end dates, the stated maximum number of books available for donation, or even that it was a \"holiday season\" promotion (which begins to explain why as late as April 1997 what had become the standard exhortation was still showing up on newsgroups). People fired off an endless stream of e-mail secure in the belief that there was no upper limit of books to be had and that the give-away would go on forever. Houghton Mifflin's miscalculation came from running a similar campaign in 1995 that year 23,000 e-mails were received and 1,000 books donated. Though they expected the program to be more popular the second time around (and indeed had set aside double the number of promotional copies in anticipation of this), they were ill-prepared for the runaway response 1996's campaign generated. You would think such an experience would be enough to scare off anyone from trying it again, but you'd be wrong: In 1997 Houghton Mifflin took another run at it. The details that could be found at their Polar Express page provided for the donation of up to one book for every 25 notes left on their web site's message board , with the donation capped at 4,000 books. Houghton Mifflin succeeded in heading off 1996's circus by making the donation program more of an interactive experience for those looking to participate forwarding a canned e-mail to them wasn't enough this time around; an actual visit to the web site and a message (a story, tradition, or expression of good wishes) left on their board were needed to trigger the counters. A total of 11,819 messages were left, which translated to 473 books. Barbara \"polar bared\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.polarexpress.com/;",
  "Example": "",
  "Last Updated": "6 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/charity/houghton.asp",
  "Claim": "For every 25 Polar Express e-mails received, Houghton Mifflin will donate a book to a children's hospital.",
  "Claim_ID": "inboxer_charity_houghton",
  "Tags": ""
}