{
  "Origins": "There's nothing subtle here, just an outrageously transparent attempt to scam people into divulging their credit card information by conning them into believing they've been charged $234.65 for some type of transaction associated with money laundering or child pornography. (The hook is that if the recipient falls for the scam, even if he selects \"No\" he still believes he has to type in his credit card information so the scammers will know which card not to charge.)",
  "Fact Check": "",
  "Description": "This \"laundry\" scam was originally spammed to many inboxes back in August 2003. It made another appearance in September 2003 with different contacts listed at the bottom: icq: 181184; admin@carderportal.com - Err0r32; icq: 106561; svs@paris.com - Fidel Since an earlier \"joe job\" directed at the web site DarkProfits was also amended to include the carderportal.com domain name in September 2003, the resurrection of this scam appears to be more of an attempt to cause trouble for the target domain than a real effort to collect credit card information. Some of these e-mails sport \"From\" lines that say they originated with DarkProfits.com, further underscoring this possibility. Either way, the best approach to this type of message is to simply delete it don't respond to it, and don't under any circumstances fill out the fields with valid credit card information. If you're truly concerned that unauthorized charges may have been placed on one of your credit cards, contact the credit card company directly.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] You credit card has been charged for $234.65 Important notice We have just charged your credit card for money laundry service in amount of $234.65 (because you are either child pornography webmaster or deal with dirty money, which require us to layndry them and then send to your checking account). If you feel this transaction was made by our mistake, please press \"No\". If you confirm this transaction, please press \"Yes\" and fill in the form below. Enter your credit card number here: Enter your credit card expiration date: Contacts: Phone: +5982 902 5627 Fax: +5982 902 3114 E-mail: support@fethard.biz ICQ: 156746629",
  "Last Updated": "6 January 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/scams/laundry.asp",
  "Claim": "Your credit card has been charged $234.65 for \"laundry service.\"",
  "Claim_ID": "inboxer_scams_laundry",
  "Tags": ""
}