{
  "Origins": "In March 2015, social media sharing sites including the Meta Picture and DumpADay published articles curating content from an older blog called Ghetto Hikes , which was a set of social media accounts that was briefly popular in 2012 before its creators suddenly stopped updating it.",
  "Fact Check": "",
  "Description": "Ghetto Hikes was initially described as a blog inspired by the comments of inner city children during trips to the country. The site's creator, who identified himself as \"Cory,\" described the children as \"urban\" and explained: I'm 28. I have a full time job leading urban kids on nature hikes. I simply write down shit they say. email: ghettohikes@gmail.com The description was later updated to include the modifier \"of all races\" following \"urban kids\" after readers opined that \"urban\" was a code word for black. A Twitter account for Ghetto Hikes was last updated on 22 February 2012 and its final tweets were representative of humor many readers likened to a minstrel show: \"E.J. back there havin' a starin' contest with da sun, slowin' down the whole pack ... homeboy shoulda gone to Space Camp.\" \"Mr. Cody, I ain't no snitch or nuffin' but Denny back there shovin' colored rocks in his pockets. Homie lootin' the forest!\" \"Is rabbits eatable? Or you just s'posed to cuddle the fuck outta them?\" \"Yo Mr. Cody, how many these mushrooms I gotta eat fo' I Super Mario da fuck outta dis place?\" \"I thought Lamar done snuck his puppy Jason on da trip ... turns out that crazy ass just makin' shadow puppets.\" Ghetto Hikes was briefly popular in the online world throughout January and February of 2012, but readers quickly became suspicious about the veracity of its content. Several critics observed that the premise of Ghetto Hikes (i.e., inner city youth outreach) created a convenient excuse for readers to laugh at thinly-veiled racist jokes that would otherwise be deemed offensive or unacceptable. The sudden interest generated by Ghetto Hikes brought with it scrutiny of who was behind the briefly popular social media phenomenon. The cessation of those accounts on or around 22 February 2012 coincided with at least two articles that revealed its connection to other humor sites, Lamebook and MensHumor , as explained by the Daily Dot: @HumorForMens tweeted a screenshot of the domain-name registration for MensHumor.com, an apparently related site. The man behind the account? Jonathan Standefer. According to the domain search conducted by @HumorForMens, Standefer registered the MensHumor.com domain name and most likely tweets from the corresponding Twitter account. We used the Whois search tool on InterNIC's domain-name registry also, but it now comes up as private. But the date Standefer registered the website is the same in the screenshot: Aug. 15, 2011. He also registered GhettoHikes.com, which has a Twitter account of the same name. @GhettoHikes is an offensive, racist account from \"Cody\" who leads hikes for \"urban kids.\" The tweets are essentially the 21st century version of the racist \"blackface\" films produced during the Jim Crow era. Some screenshots of the purported domain registration were circulated before it was amended in order to conceal information about the site's registrant to new queries. Ghetto Hikes hasn't been updated since those details came to light in early 2012, but the site's content has been intermittently revived on Twitter and Facebook by users newly discovering it. Despite its continued circulation, Ghetto Hikes was just a hoax consisting of fabricated quotes based upon things that some people believed inner city children might say.",
  "Originally Published": "",
  "Referred Links": "http://twitpic.com/8n9j1a;https://sweet0tea.wordpress.com/2012/03/01/ghetto-hikes-is-racist-as-hell/;https://twitter.com/GhettoHikes;http://www.donotlink.com/e2yk;http://www.donotlink.com/e2yj;",
  "Example": "[Collected via Twitter, March 2015] Save this link for emergency LOLs. Thanks @GhettoHikes! #FollowFriday I posted this on fb and now found their twitter! @GhettoHikes is hilarious! I needed a laugh. This made me laugh so hard my sides hurt. http://ghettohikes.tumblr.com/",
  "Last Updated": "13 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/ghettohikes.asp",
  "Claim": "A real-life tour guide for inner city children compiled their humorous observations for a blog called Ghetto Hikes.",
  "Claim_ID": "inboxer_hoaxes_ghettohikes",
  "Tags": ""
}