{
  "Origins": "Sodium lauryl sulfate (also known as sodium laurel sulfate, or SLS) and its chemical relative, sodium laureth sulfate (i.e., sodium lauryl ether sulfate, or SLES), are substances used in products such as shampoo, toothpaste, and mouth rinses as foaming and cleansing agents, producing the lather and clean hair we all know and love. (SLS, because it is cheaper to produce, is more commonly used than SLES. The first clue that whoever authored the message quoted above doesn't quite have all the facts is that he's confused the abbreviation for one with the name of the other.) Sodium lauryl sulfate is an irritant, and a shampoo containing 15% SLS is mainly tolerable only because it comes in contact with the scalp for just a few minutes and is diluted with water while in use. Should you get some in your eyes you'd certainly want to flush it out as soon as possible, and you really don't want to swallow the stuff. Those are the greatest dangers SLS poses to the average consumer, however. The U.S. Food and Drug Administration does require that fluoride toothpastes shipped as of 7 April 1998 carry a warning label about the dangers of swallowing too much toothpaste, and sodium lauryl sulfate is one of the three ingredients (along with sorbitol and fluoride) identified as posing a health risk. Because it causes cancer? No, because it can cause diarrhea.",
  "Fact Check": "",
  "Description": "Sodium lauryl sulfate is even found in food products such as candy. For example, it's an ingredient in Candy Bubbles , described as \"Bubbles you can eat!\" Although the label warns that the product should not be eaten outright, Candy Bubbles are touted as a fat-free, calorie-free edible product. Hardly something the Food and Drug Administration would allow to remain on the market if one of its ingredients were known to cause cancer. Additionally, all manufacturers of hazardous chemicals in the U.S. are required by the Occupational Safety and Health Administration ( OSHA ), a part of the U.S. Department of Labor, to file Material Safety Data Sheets ( MSDS ) for those products. An MSDS \"contains written or printed material concerning a hazardous chemical as prescribed by law,\" including information \"needed to insure the safety and health of the user at all stages of [the chemical's] manufacture, storage, use, and disposal.\" Examining the MSDS for sodium lauryl sulfate, we find that the \"Health Hazard Data\" section that SLS can produce some rather nasty side effects if you inhale or ingest it, get it in your eyes, or leave it in contact with your skin for too long. But we already knew all that, and the general results of this misuse are symptoms such as skin irritation or nausea, not cancer. In fact, three different agencies the Occupational Safety and Health Administration (OSHA), the National Toxicology Program ( NTP ), and the International Agency for Research on Cancer ( IARC ) have all rated SLS as being non-carcinogenic. How about the rest of this message? Should we be concerned because \"the fact is that SLS is used to scrub garage floors, and it is very strong\"? Not really. Detergent is detergent; the same properties that make a substance useful for cleaning your hair make it useful for cleaning your clothes or a garage floor. Obviously you wouldn't want to use the same strength of a substance such as SLS on your hair as you would on a garage floor, and that's why shampoos typically contain no more than a 15% SLS solution. Cinnamon oil is \"very strong\" too, and you'd burn your mouth something terrible if you swallowed it undiluted. That doesn't mean that lesser concentrations of cinnamon oil are harmful, though. Well, how about the writer's claim that \"I called the company and told them their product contains a substance that will cause people to have cancer, and they say they know it but there is nothing they can do about it. They need that product to produce foam\"? Didn't these shampoo manufacturers learn anything from the tobacco companies, who denied admitting that cigarette smoking causes cancer despite all the evidence to the contrary (and despite the warning labels that cigarette packages have been required to carry for over thirty years now)? If the government allowed shampoo companies to sell products containing known carcinogens without requiring them to place warning labels on their products, why in the world would they freely admit it to anyone who asked? We're also warned that \"[r]esearch has shown that in the 1980's, the chance of getting cancer is one out of 8000 and now in the 1990's, the chances of getting cancer is one in three,\" as if the chances of contracting cancer had skyrocketed in the last few decades (with the implication that substances such as SLS are to blame for this rise). According to the American Cancer Society, the \"probability that an individual, over the course of their lifetime, will develop cancer or die from it\" was one in three for both men and women in the 1980s, and one in two for men and one in three in women in 1998. Hardly the alarming jump claimed by the scarelore writer. You might still think that one in three sounds awfully high, and that something must be causing all this cancer, something that didn't exist or wasn't in common use several decades ago, when far fewer people died or cancer. It's true that something causes cancer, but it's a fallacy to assume that this something wasn't around back in the days when fewer people died of cancer. A large part of the reason that so many people die of cancer these days is that they live much longer and don't die of something else first. Everybody dies of something, and since relatively few people these days die of smallpox or the plague or the measles or tuberculosis or polio or any of a number of other maladies we've cured or eliminated, they're around long enough to contract cancer. It's hardly alarming that people die of cancer in their seventies instead of dropping dead of heart attacks in their fifties. And as for the \"hope [that] we can stop giving ourselves the cancer virus,\" we don't have much to worry about there, since most forms of cancer aren't caused by a virus in the first place. So where does the idea that SLS is carcinogenic come from? Back in the 1970s some shampoos were found to be contaminated with small amounts of nitrosamines, which are carcinogenic. Ethanolamine lauryl sulfates used in these shampoos were determined to be the source of the nitrosamine contamination, and manufacturers took corrective action. Perhaps someone is now confusing ethanolamine lauryl sulfate with sodium lauryl sulfate. Or, since the \"SLS is dangerous\" message has been widely disseminated by sellers of \"alternative\" or \"all natural\" products who tout that their wares don't contain SLS, perhaps someone in the \"natural products\" business deliberately created the message as a way of drumming up sales. In March 2009, the organization Campaign for Safe Cosmetics reported they had found trace amounts of two substances characterized as probable carcinogens by the EPA (1,4 dioxane or formaldehyde) in a number of different baby bath products. The FDA has not established a safe limit for 1,4 dioxane in shampoo products and maintains that trace amounts of that substance which are typically found in such products are not harmful. Is Shampoo Hazardous to Health? (Ask Dr. Weil) Shampoo (American Cancer Society) Debunking the Myth (American Cancer Society)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20030803065801/http://www.cancer.org/docroot/nws/content/nws_2_1x_debunking_the_myth.asp;http://web.archive.org/web/20080528172033/http://www.cancer.org/docroot/MED/content/MED_6_1x_Shampoo.asp?sitearea=MED;http://web.archive.org/web/20040714081534/http://www.drweil.com/drw/app/cda/drw_cda.asp?command=TodayQA&pt=Question&questionId=3513;http://www.iarc.fr/;http://ntp-server.niehs.nih.gov/;http://www.healthy-communications.com/msdssodiumlaurylsulfate.html;http://www.ilpi.com/msds/faq/index.html;http://www.osha.gov/;",
  "Example": "[Collected on the Internet, 1998] Check the ingredients listed on your shampoo bottle, and see if they have this substance by the name of Sodium Laureth Sulfate, or simply SLS [sic]. This substance is found in most shampoos, and the manufactures [sic] use it because it produces a lot of foam and it is cheap. BUT the fact is that SLS is used to scrub garage floors, and it is very strong. It is also proven that it can cause cancer in the long run. I went home and checked my shampoo (Vidal Sasoon), it doesn't contain it; however, others such as Vo5, Palmolive, Paul Mitchell, the new Hemp shampoo, etc. contains this substance. So I called one company, and I told them their product contains a substance that will cause people to have cancer. They said \"Yeah, we know about it but there is nothing we can do because we need that substance to produce foam. By the way, Colgate toothpaste also contains the same substance to produce the \"bubbles.\" They said they are going to send me some info. Research has shown that in the 1980s, the chance of getting cancer is 1 out of 8000 and now, in the 1990s, the chances of getting cancer is 1 out of 3, which is very serious. So I hope that you will take this seriously and pass this on to all the people you know, and hopefully, we can stop giving ourselves the cancer virus. Check your bottles and toothpaste!",
  "Last Updated": "12 March 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/household/shampoo.asp",
  "Claim": "The ingredient sodium lauryl sulfate poses a significant cancer risk to shampoo users.",
  "Claim_ID": "inboxer_household_shampoo",
  "Tags": ""
}