{
  "Origins": "This item about markings on toothpaste tubes is yet another Internet-circulated consumer tip that supposedly provides useful information about a common class of product by revealing data that is available only to those \"in the know\" who are cognizant of where to look for hidden indicators and how to interpret them. And as is typical of such tips, the claim about what these indicators supposedly reveal is completely wrong.",
  "Fact Check": "",
  "Description": "According to this bit of online lore, the colored squares or rectangular bars found on the crimp at the closed end of toothpaste tubes signify the composition of the product contained therein: whether its ingredients are \"natural\" or \"chemical,\" and whether the toothpaste includes \"medicine.\" (These terms are really too vague to be useful, as even \"natural\" products are made up of \"chemicals,\" and \"medicine\" is too non-specific a term to be informative.) However, those colored squares on the crimps of those tubes have nothing to do with the formulation of the toothpaste inside. They're an artifact of the manufacturing process known as \" eye marks \" or \" color marks ,\" printed marks that can be read by light beam sensors and typically identify where product packaging is to be cut or folded as connected units stream through machinery at high speed: Eye mark: A printed rectangular mark most often found along the edge of webstock that can be identified by an electric eye. The mark identifies a point on the web where an individual package is to be cut. The colors of eye mark registers are not limited to the ones mentioned above (and may not necessarily be visible on the finished product), and the different colors simply signify different types of packaging or different types of sensors. The best way to ascertain the composition of a given brand of toothpaste is by reading the ingredients information printed on the toothpaste box and/or tube.",
  "Originally Published": "",
  "Referred Links": "http://info.bannerengineering.com/xpedio/groups/public/documents/literature/60027.pdf;http://files.pepperl-fuchs.com/selector_files/navi/productInfo/doct/tdoctb016__usa.pdf;",
  "Example": "[Collected via Facebook, July 2013] Pay attention when buying toothpaste, at the bottom of the toothpaste tube there is a color bar. And do you only know the original meaning of the color bar! Try to choose green and blue, there are four kinds: Green: natural; Blue : Natural + Medicine; Red : Natural + Chemical composition; Black : pure chemical. please share to all......",
  "Last Updated": "25 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/household/toothpastemarkings.asp",
  "Claim": "The colored squares on toothpaste tubes identify the composition of the toothpaste enclosed therein.",
  "Claim_ID": "inboxer_household_toothpastemarkings",
  "Tags": ""
}