{
  "Origins": "March 2000 marked the beginning of this particular leg-pull. It stinks of hoax, through and through, and the e-mail address provides an additional clue as to what was in the author's mind. The \"0401\" of < foraker0401@yahoo.com > could well stand for April 1, the traditional day for practical jokes. (Either that, or yahoo.com is populated with another 400 people who insisted upon having the foraker designation for themselves.)",
  "Fact Check": "",
  "Description": "Short and sweet: E-mail tracking programs with the level of sophistication required here don't exist (yet). Neither do anonymous corporate benefactors. We also have to wonder about a blood disease so dire that its name can't be mentioned. In common with similar entreaties (see our Jessica Mydek and Jermaine Beerman pages for a few others), an unnamed benefactors are said to be poised to help a sick or injured child to the tune of so many cents per e-mail forward. Before surrendering to the urge to ask friends to help save this stricken child, think about this: why would local businesses committed to aiding a child in need make the degree of their participation contingent upon the number of e-mails garnered by the plea? How much local goodwill would be generated for these businesses if the kid dies because too few e-mail forwards were tallied for them to write a big enough check to save her? Another question to ask yourself: how would the benefactors know how many e-mails have been forwarded and thus how much to write the check for? The note contains no instructions about sending a copy to a central gathering point, so there's no one doing the counting. Though another widespread hoax involving Bill Gates has as its basis the notion that e-mail tracking programs exist (visit our Thousand Dollar Bill page for information about that), in truth, they don't. At this time the technology doesn't exist to automatically track an e-mail through a cascade of forwards. There's no reason to believe the child mentioned in the e-mail is anything other than fictitious. No amount of searching has turned up anything about her or the e-mail campaign to fund her care. Consider this plea someone's early attempt at an April Fool's joke. Barbara \"april fueled\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] Dear Friends, My name is Antonia Foraker from Delight, WV. My youngest daughter, Savannah, was diagnosed with a rare blood disease in January of 2000. Savannah, who will turn four on February 29, is a bright, happy young girl who likes watching Sesame Street and playing with her two older sisters. Unfortunately, there isn't much doctors can do for her right now. Our medical costs have become extremely expensive. Three local companies have promised to give $.05 each for every time this email is forwarded. If you wouldn't mind forwarding this to everyone on your list I would greatly appreciate it as well as my daughter. Your good deeds could really save her life. Please take a few seconds to help us in our time of need. I know how many of these go around and I want you to know that they really help, if you would like to contact us, our e-mail address is: <foraker0401@yahoo.com> Please have a heart and forward this. Thank you, The Forakers Earl, Antonia, Michaela, Amber, and Savannah",
  "Last Updated": "28 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/savannah.asp",
  "Claim": "Three businesses stand poised to help Savannah Foraker, a child dying of a blood disease, to the tune of 5 per e-mail forward.",
  "Claim_ID": "inboxer_medical_savannah",
  "Tags": ""
}