{
  "Origins": "Since the preponderance of \"free merchandise\" offers promoted via e-mail turn out to be nothing but hoaxes and pranks targeted at the gullible, we're pleased whenever we can announce that such an offer is genuine, especially so in this case as the ultimate beneficiaries are the men and women of the U.S. armed forces who are stationed overseas.",
  "Fact Check": "",
  "Description": "The United States Postal Service (USPS) will supply for free, to anyone who asks, specially packaged Priority Mail supplies for shipping \"care kits\" to members of the U.S. military stationed overseas. Each supply kit includes the following: 4 Priority Mail Flat-Rate \"shoe box\"-type shipping boxes 6 Priority Mail Flat-Rate \"garment box\"-type shipping boxes 10 Priority Mail labels 1 roll of Priority Mail tape 10 customs forms with envelopes (The contents of the supply kits changes from time to time and sometimes includes other items, such as water-resistant Tyvek Priority Mail envelopes and Priority Mail address labels. Most of these items are ordinarily furnished for free to customers by the USPS.) To obtain a free kit of shipping supplies, simply call the USPS' packing supplies order line at 1-800-610-8734, select option #1 (\"Express Mail, Priority Mail or Global Express Guaranteed products\"), and ask a customer service agent for CAREKIT04 (or a \"military kit\"). You need supply only your name, address, and phone number, and they'll get a kit off to you that should arrive within 7-10 days. We've tried this service ourselves: it was easy to use, the USPS customer service agent we dealt with was courteous and efficient, and we were supplied with a customer ID number to expedite the process of ordering additional supplies. (This offer includes only packing materials senders who use these materials still have to pay the requisite postage themselves.) The USPS also offers a \" Supporting Our Troops \" page on their web site with links to guidelines for packing, addressing, and shipping items to U.S. troops.",
  "Originally Published": "",
  "Referred Links": "http://www.usps.com/supportingourtroops/;http://shop.usps.com/webapp/wcs/stores/servlet/ProductDisplay?catalogId=10152&storeId=10001&productId=21408;http://shop.usps.com/webapp/wcs/stores/servlet/ProductDisplay?langId=-1&storeId=10001&catalogId=10152&productId=11699;http://shop.usps.com/webapp/wcs/stores/servlet/ProductDisplay?langId=-1&storeId=10001&catalogId=10152&productId=11697;",
  "Example": "[Collected via e-mail, 2006] I got the following today. I called the number, and this IS legit. Anyone can do it, family member or friend, so there is no more excuses regarding the cost of boxes, tape, packaging materials and labels. Best of all? It is FREE. The USPS has a program for military family members and friends to supply them with packaging materials to send packages to troops overseas. If you call 1-800-610-8734 and select option # 1, Ask them for the \"Military pack\" they will send you boxes, tape, packaging materials and labels. They will also give you an I.D. number so if your supply runs low, you just call them up and they'll send you more supplies. The materials take about four to ten days to receive. I Don't know if any of you have mailed anypackages lately, but if you go to mail box etc., they will charge you for the box, tape, peanuts, labels and everything else the can think of! After a while, those charges start to add up! This is just FYI. I thought it was a pretty good deal and wanted to try and get the word out to anyone that didn't know about this program",
  "Last Updated": "26 July 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/nothing/militarykit.asp",
  "Claim": "The USPS provides free Priority Mail shipping supplies for customers sending packages to U.S. military personnel overseas.",
  "Claim_ID": "inboxer_nothing_militarykit",
  "Tags": ""
}