{
  "Origins": "At about 5:00 PM on 9 December 2001, 36-year-old Sharon Shechter disappeared from the vicinity of her Perinton, New York, home and has not been seen or heard from since. Three days later her Dodge Caravan was discovered at a Days Inn in the nearby town of Gates; police found blood inside the vehicle, but they have not yet uncovered evidence of foul play.",
  "Fact Check": "",
  "Description": "That's about all that's known for now. Sharon has been missing for over seven months, and the police have not reported publicly that they have any leads in the case. Information and updates about Sharon can be found on the Monroe County (NY) Sheriff's Office web site, and the New York State Sheriff's Association web site. Additional Information: Perinton Mother Missing For Two Months (WOKR-TV)",
  "Originally Published": "",
  "Referred Links": "http://www.iknowrochester.com//homearticle.asp?id=27114&network=rochester;http://www.nysheriffs.org/missing_persons.htm;http://www.monroecountysheriff.info/crimestop/unsolved.html;",
  "Example": "[Collected on the Internet, 2002] Mother Missing! Please Help. Sharon Shechter Help 3 children find their mother. It's always sad when children lose a mother. This page is a plea to you to help them find her. Please imagine the pain that Sharon's family is going through and do what you can to help. Each day gets harder, says a family member, because they have to go to bed and wake up knowing that this mother of three is not with her children. \"I hope we hear something,\" says a distraught aunt. A $5,000 reward is offered, but don't do it for the money. Do it because you'd want it done for you if your mother disappeared. If you've seen her, please call (585) 428-5310 or (585) 423-9300. If you haven't seen her, please click here to pass this on to others who might. We hope you help.",
  "Last Updated": "30 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/adults/shechter.asp",
  "Claim": "A New York mother of three named Sharon Shechter disappeared in December 2001 and is still missing.",
  "Claim_ID": "inboxer_adults_shechter",
  "Tags": ""
}