{
  "Origins": "It sounds too easy to be true: forward an e-mail, rack up some cancer research money. And it is. Too easy to be true, that is.",
  "Fact Check": "",
  "Description": "This \"dying child chain letter\" hoax victimizes the American Cancer Society. In the name of a fictitious little girl, people are exhorted to forward the letter on because each forward drops more money into the research coffers. Such an offer is hard to resist because it's a painless good deed, a way to enjoy a self-congratulatory pat on the back for \"making a difference\" without actually having to do anything. After all, it's being underwritten by the American Cancer Society and nameless corporate sponsors, right? Uh, wrong. You see, there is no Jessica Mydek, and there is no such program to score up some easy cancer research money. What there is, however, is the long-suffering American Cancer Society, who have been left holding the bag. Our American Cancer Society page traces the history of this hoax, the many variants of the original Jessica Mydek message, and the numerous imitation hoax messages they have spawned.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1997] LITTLE JESSICA MYDEK IS SEVEN YEARS OLD AND IS SUFFERING FROM AN ACUTE AND VERY RARE CASE OF CEREBRAL CARCINOMA. THIS CONDITION CAUSES SEVERE MALIGNANT BRAIN TUMORS AND IS A TERMINAL ILLNESS. THE DOCTORS HAVE GIVEN HER SIX MONTHS TO LIVE. AS PART OF HER DYING WISH, SHE WANTED TO START A CHAIN LETTER TO INFORM PEOPLE OF THIS CONDITION AND TO SEND PEOPLE THE MESSAGE TO LIVE LIFE TO THE FULLEST AND ENJOY EVERY MOMENT, A CHANCE THAT SHE WILL NEVER HAVE. FURTHERMORE, THE AMERICAN CANCER SOCIETY AND SEVERAL CORPORATE SPONSORS HAVE AGREED TO DONATE THREE CENTS TOWARD CONTINUING CANCER RESEARCH FOR EVERY NEW PERSON THAT GETS FORWARDED THIS MESSAGE. PLEASE GIVE JESSICA AND ALL CANCER VICTIMS A CHANCE. SEND A COPY OF THIS TO EVERYONE YOU KNOW AND ONE TO THE AMERICAN CANCER SOCIETY AT ACS@AOL.COM.",
  "Last Updated": "27 March 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/children/mydek.asp",
  "Claim": "A 7-year-old girl named Jessica Mydek is dying of cancer, and the American Cancer Society will donate three cents to cancer research every time a message about her is forwarded.",
  "Claim_ID": "inboxer_children_mydek",
  "Tags": ""
}