{
  "Origins": "Yes, the ManBeef.com site is quite slick, nicely laid out and chock full of background information, sales pitches, recipes for human meat, and even company T-shirts for sale. Yes, you may even have heard a \"representative\" from ManBeef discussing (through a voice changer, because of the \"death threats\" he claims he's received) their products on a local talk radio program. And yes, it's nothing but a hoax.",
  "Fact Check": "",
  "Description": "Cannibalism is undoubtedly the strongest taboo in modern society, and in a country where most people turn up their noses in digust at the thought of eating horsemeat or duck eggs, the sales potential for human meat is negligible. Aside from that pesky marketing problem, however, is the inconvenient fact that it simply isn't legal to sell human flesh for consumption (by other humans or anything else) anywhere in the United States (or to export it out of the USA), no matter how \"fresh\" or carefully packaged it may be. (The recent scares over Mad Cow Disease have led people to object to the practice of feeding livestock ground-up parts of other livestock, so the notion of humans eating other humans just isn't going to fly.) The Food Safety and Inspection Service , under the aegis of the United States Department of Agriculture, is the agency tasked with the inspection of meat sold in or exported from the USA: Under the Federal Meat Inspection Act and the Poultry Products Inspection Act, FSIS inspects all raw meat and poultry sold in interstate and foreign commerce, including imported products. The Agency monitors meat and poultry products after they leave federally inspected plants. In addition, FSIS monitors state inspection programs, which inspect meat and poultry products sold only within the state in which they were produced. The 1967 Wholesome Meat Act and the 1968 Wholesome Poultry Products Act require state inspection programs to be \"at least equal to\" the Federal inspection program. If states choose to end their inspection program or cannot maintain this standard, FSIS must assume responsibility for inspection within that state. When we queried the USDA about the possibility of purchasing a few \"people chops\" from ManBeef.com, they responded: It is definitely a hoax and you are right, it is illegal to sell human meat, by absence of legality. In other words, meat and poultry to be sold must be inspected by a federal authority. For example, to sell beef it must have the USDA inspection seal on it. If that seal is not on the meat, it can't be sold. Food that is not under USDA inspection, like alligator, must be inspected by the FDA. It is illegal for any restaurant or store to sell food without federal inspection. Federal compliance officers routinely inspect restaurants and grocery stores to ensure that the food that they sell has the required inspection stamps on them. Needless to say, neither the FDA nor the USDA does or ever has approved the sale of human meat in the USA or its export to other countries. (That latter part puts the kibosh on the ManBeef hoaxsters' dodge that \"the company's main market is Asia and the Middle East.\" In fact, an Arabic newspaper in Sudan was shut down for two days merely for printing an article about ManBeef, a topic considered \"offending to the public taste.\") Of course, pesky facts about the non-legality of selling human meat don't really cut into ManBeef's \"sales,\" since you can't actually order anything from their web site (other than T-shirts and coffee mugs) because, they claim: We do this, because we prefer to deal with our customers on a more personal basis. Because we are so focused on customer service and customer satisfaction, we do not wish to lose all contact with our customers. Because we cater to a select group of clientele, we find it better to deal directly with our customers. We also do not sell products directly off of our website because we would be unable to meet the demand of thousands of orders per day. Because the supply of high quality human meat is limited, we have to limit the number of orders we accept. That's certainly a novel way of doing business: \"We already have more orders than we can handle, so we're going to put up a web site to advertise our product to customers whom we can't service.\" Since the web site doesn't include a physical address prospective \"customers\" can visit, a mailing address they can write to, or a phone number they can use to order ManBeef's alleged products, you have to wonder just how ManBeef conducts any business at all, let alone business on a \"personal basis.\" If you want to \"order\" from ManBeef.com, you have to apply for a \"membership\" on their web site, which brings a mail message asking for additional information and informing you that: Once we have this information, we will run a background check on you. By sending in the above information you agree to allow us to have a background check performed. Because ManBeef International Meats can not legally sell any human meat product to anyone with a criminal history, we would like to ask you a couple questions now, before we begin a background check. At least this part is literally, if deceptively, true: They \"can not legally sell any human meat product to anyone with a criminal history\" because they cannot legally sell any human meat product to anyone . If you declare yourself to be a non-felon (and swear you don't associate with felons), you get a message back telling you that a \"background check\" is being run on you. ManBeef is a bit backed up running those \"background checks\" though, so don't hold your breath: There are currently ( 91 ) other persons scheduled before you for background checks. The background check generally takes 7 days to process. Your background check is scheduled to begin at the below date: Schedule date: ( May 21, 2001 ) Once the background check has completed we will mail you a copy of our contract. After the signed contract has been mailed back to us, we will mail you the members packet. This packet includes information we do not give out on the website, such as toll free phone numbers for all ManBeef divisions, addresses for ordering and shipping, and special sales. Every packet also includes a 45 minute video tape titled \"ManBeef And You\". This tape covers the basics of human meat cooking, storage, and some interesting human meat tips and tricks. Our \"background check\" date came and went, but we received nothing further from ManBeef no contract, no information packet, no \"ManBeef And You\" video. What a surprise. Note that the phone number listed for the Technical and the Administrative contact in the domain registration of this \"international\" company's web site doesn't correspond to the New York address given and traces back to a 16-year-old in Apex, NC, and that said 16-year-old's own domain was established with the very same registrar as ManBeef.com's. Also note that the Binghamton, New York, address listed in the registration is phony: ManBeef has no offices there, and county officials verified that they have no business license on file for a ManBeef International Meats. Now the map showing Binghamton as the home of ManBeef's \"regional headquarters\" has disappeared from the ManBeef.com web site. What a surprise. In June 2001, ManBeef's sole \"employee\" (and putative \"President\") finally confessed: Soon we will be publishing some pages on our website stating that manbeef is in fact a joke. Alas, that promise also turned out to be hoax. Update: As of 2005, ManBeef.com became a porn site and the hoax site moved to http://www.sjc.com/manbeef/.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20010418225509/http://www.dotster.com/Help/Whois/Default.asp?DomainName=jmallett&TLD=.org;http://spoons.best.vwh.net/inboxer/info/manbeef.htm;http://web.archive.org/web/20010418235121/http://www.dotster.com/Help/Whois/Default.asp?DomainName=manbeef&TLD=.com;http://www.fsis.usda.gov/;",
  "Example": "[ManBeef.com, 2001] For the last 19 years ManBeef has been the worlds leading human meat distributor. We have established a reputation for having only the highest quality human meat products and dedicated customer service representatives. Because we only cater to a select group of people, we try to keep a close relationship with all of our customers. The allows us to help you get the best quality human meat for your budget, and ship it right to your front door. And after 19 years of business, you can now access our products and services online!",
  "Last Updated": "10 January 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/manbeef.asp",
  "Claim": "You can purchase human meat through a company called ManBeef.",
  "Claim_ID": "inboxer_hoaxes_manbeef",
  "Tags": ""
}