{
  "Origins": "This e-mailed appeal to help find a missing four-year-old child began circulating in November 2008. The message aroused suspicions in many recipients that it might be another missing child hoax because it lacked several crucial pieces of information, such as the child's full name, the area he went missing from, and the date of his disappearance. The forwarded e-mail provided only a first name for the missing child (Jeremiah), a picture of a family posing around a Christmas tree (with an arrow and circle presumably identifying Jeremiah), and the names and Nashville-area phone numbers of several people identified as relatives of Jeremiah's.",
  "Fact Check": "",
  "Description": "It turned out that suspicions were justified: The Christmas picture does show a real boy named Jeremiah from the Nashville area, but he is not (and never has been) missing the appeal to help find him was yet another prank gone awry, as a relative of Jeremiah's explained to Nashville television station WTVF: The e-mail featured a Christmas picture of a family, and the supposed missing child, Sharon Kimble's grandnephew Jeremiah. \"I was hysterical,\" Kimble said, but \"the child is safe and healthy and happy.\" Kimble said her family had also been flooded with phone calls from acquaintances who were shocked to learn the e-mail was a bad practical joke. \"This is not the type of prank that you would play on a family because it just didn't hit my family, it hit all extended parts of it,\" she said. Although the phone numbers included in the e-mail were real, they did not belong to relatives of Jeremiah's: Five phone numbers were listed in the e-mail. The numbers belong to individuals or organizations not connected to Kimble's family. The real owners of the phone numbers have received hundreds of calls. Two of the numbers were recently disconnected. One of the listed numbers actually belongs to the Davidson County Sheriff's Office.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, November 2008] Based on the email I received, the mother of this child is a member of the Victory Church on Brick Church Pike. Please forward.... You never know who knows somebody!!!!! Please Forward! Missing 4 year Old Boy - You never know, who knows whom Another child missing. Please forward to everyone you know. Her family needs your help finding him. PLEASE HELP US BY FORWARDING THIS EMAIL UNTIL THIS REACHES A WORLD-WIDE AUDIENCE AND JERAMIAH IS RETURNED HOME SAFELY David Gleaves (father) - 615-862-8269 Princess Ladd (mother) - 615-977-9653 Danyell Renwick (aunt) - 615-554-0213 Margoretta Ladd (aunt) 615-596-0132 Latesia Appleton (aunt) 615-578-5388 GOD FIRST, PEOPLE If this was your child you would forward it.",
  "Last Updated": "25 November 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/missing/jeremiah.asp",
  "Claim": "A four-year-old boy named Jeremiah is missing from his Nashville-area home.",
  "Claim_ID": "inboxer_missing_jeremiah",
  "Tags": ""
}