{
  "Origins": "No, this question supposedly revealing of psychopaths was not authored by a \"famous American psychologist,\" nor does it come from \"a genuine psychological test.\" Do not believe everything everything that turns up in on the Internet, especially items so sorely vague about their bona fides.",
  "Fact Check": "",
  "Description": "Let's talk about why this isn't real. As the Tire Nut legend so eloquently illustrates, just because someone is crazy doesn't mean he's also stupid. Psychopaths (also known as sociopaths) possess the same problem-solving skills that the rest of us do, and some of them have been found to be remarkably brilliant (Ted Bundy, for example). The assumption that all sociopaths approach problems with a \"Whom can I kill to solve this?\" mentality (and that sociopaths believe everyone else thinks this way as well) is an erroneous assumption based upon a false stereotype. Most sociopaths would find this question as illogical as the rest of us and ponder a whole range of other possibilities (e.g., why didn't the girl strike up a conversation with the man at the funeral, examine the condolence book afterwards, or ask her sister about him?), and rather than just blurting out the purported \"typical\" response, many of them would provide answers just as mainstream as those offered by us \"normal\" folks (e.g., one sister thought the other was involved with the mystery man and killed her sibling over an imagined romantic rivalry). In other words, this isn't a question where all the psychopaths would go one way and everybody else would go another. As a quick and easy way to separate the sheep from the murderous goats, it wouldn't work. Besides, no one hypothetical is ever going to reveal the state of any person's mental condition: whole batteries of multi-item tests are needed for that. Entirely healthy folks can answer one isolated question in such a way as to indicate the possible presence of mental illness, just as the severely ill can answer the same question in a healthy manner. The appeal of this one-question pop psych quiz lies in its implicit promise that by using it, you can locate the psychopaths lurking in your circle of acquaintance and thereby protect yourself from them, or perhaps in the process of your answering it you'll uncover some deep, dark secret you've been keeping from yourself. We like our world simplified whenever possible, and therefore anything that appears to be an easy-to-use tool will be quickly seized upon, even if it's flawed. Would that it were that simple. Psychopaths are intermingled with the general population and are not that easily identified. They are best characterized as persons devoid of remorse and empathy. What sets them apart is not that these two characteristics are depressed or reduced in them, but that they are entirely missing. Psychopaths are held in check only by their fear of being caught and punished; the potential impact of their actions upon others is without relevance to them, and guilt is just a word in the dictionary to them, not something they themselves experience. Not all psychopaths are rampaging killers, constantly on the hunt for their next victims. Many live law-abiding lives and outwardly appear quite normal. They lack a sense of right versus wrong, and they do not care about the people in their lives, not even their spouses or children; the risk to their own well-being is what keeps them, for the most part, on the straight and narrow. These are not healthy individuals to become involved with, but on the other hand, they are not necessarily mere heartbeats away from taking up the nearest hatchet and laying waste to the steno pool just because it's Tuesday. A psychopath might think to murder her sister after their mother's death, but the motivation would more likely be one of inheritance. \"Why settle for half an estate when only one person stands between me and all of it?\" would be a more prevalent line of thought. Barbara \"line of succession\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2002] This is a genuine psychological test. It is a story about a girl. While at the funeral of her own mother, she met a guy whom she did not know. She thought this guy was amazing, so much her dream guy she believed him to be, that she fell in love with him there and then ... A few days later, the girl killed her own sister. Question: What is her motive in killing her sister? DON'T Scroll down until you have thought what your own answer is to this question! *Answer: She was hoping that the guy would appear at the funeral again. If you answered this correctly, you think like a psychopath. This was a test by a famous American psychologist used to test if one has the same mentality as a killer. Many arrested serial killers took part in this test and answered it correctly. If you didn't answer correctly - good for you. If your friends hit the jackpot, may I suggest that you keep your distance. (If you got the answer correct, please let me know so I can take you off my distribution list...)",
  "Last Updated": "29 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/sister.asp",
  "Claim": "Psychopaths can be identified by the answer they give to a one-question test.",
  "Claim_ID": "inboxer_hoaxes_sister",
  "Tags": ""
}