{
  "Origins": "There are no plans to eliminate closed captioning of television programs or to charge consumers for the service in the USA.",
  "Fact Check": "",
  "Description": "In accordance with a law established by the Federal Communications Commission in 1998, 100% of all new programming (and 75% of \"old\" programming) must be closed captioned by 1 January 2006. (This law works on a \"phase-in\" basis, requiring 25% of programming to be close captioned by 1 January 2000, 50% by 1 January 2002, and 75% by 1 January 2004.) This law is still in effect, there is no legislation pending that would amend or rescind it, nor is there any provision for charging viewers who use closed captioning services. In any case, there is no central body that could charge viewers for captioning services, nor any means of collecting such fees. If captioning were offered on a fee basis, how would such a system be implemented? Viewers would have to be provided with additional equipment in order to ensure that those who used closed captioning (and only those who used it) were charged for it. Who's going to distribute and maintain this equipment, collect the fees, and parcel out the money to the participating broadcasters? (Any attempt to impose charges for captioning services would probably be challenged under the Americans with Disabilities Act anyway.) No, closed captioning is here to stay, unless and until it's replaced by something better. This is an issue that's important to me personally, as my own hearing is impaired, and my ability to watch television would be greatly limited if closed captioning were to go away.",
  "Originally Published": "",
  "Referred Links": "http://captioning.robson.org/caption_faq/index.html;http://www.robson.org/capfaq/standards-and-laws.html#fcc713;",
  "Example": "[Collected on the Internet, 2000] I learn that Closed Captions (CC) will be cut down on Sept 30, 2001. I do not think it is justified because if the company makes people with hearing loss to pay for CC, hearing people SHOULD pay for volume. Agree? Please help support and request more people to vote that Closed Captions should not be cut down. It is undeniable that LOTS of Deaf people will be very UPSET if CC is cut down. It will not be NOT FAIR that people with hearing loss lose an opportunity which hearing people have of being capable to hear everything in TV. Both hearing people and people with hearing loss should have equal opportunity because they are TV viewers! Agree? I hope we help support and vote. Please do not give up! We must continue fighting and fighting. I hope we will win.",
  "Last Updated": "16 December 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/petition/cc.asp",
  "Claim": "Closed captioning of television programs will end on 30 September 2001. After that date, only those who pay extra for the service will be able to use it.",
  "Claim_ID": "inboxer_petition_cc",
  "Tags": ""
}