{
  "Origins": "The AMBER Alert system for fostering widespread dissemination of bulletins about abducted children is coordinated on a nationwide basis by the Office of Justice Programs under the U.S. Department of Justice (DoJ). In the first few days of the federal government shutdown in October 2013, the federal government's AMBER alert web site was replaced by a plain white screen and a message stating that \"Due to the lapse in federal funding, this Office of Justice Programs (OJP) website is unavailable\":",
  "Fact Check": "",
  "Description": "This circumstance led to rumors that the AMBER Alert system had been shut down, while less vital federal government programs were still active. However, this was not the case. The DoJ's AMBER Alert web site only provides background information and statistics about the AMBER Alert system; it doesn't create, disseminate, or list the alerts themselves. AMBER alerts are issued locally, and they are compiled and tracked on the web site of the National Center for Missing & Exploited Children (NCMEC), which is, and has been, available throughout the federal government shutdown: \"The Amber Alert system was never interrupted, but to eliminate any confusion, the informational site maintained by the Justice Department has been restored,\" Justice Department spokesman Brian Fallon [said]. The website for the Office of Justice Programs, which hosts Amber Alert information, [was] \"shut down\" due to funding issues, a senior Justice Department official [said]. The official [said] that the website is informational only, detailing the department's role in providing training to states on how to have an Amber Alert system, and that the alerts themselves were not affected. Amber Alerts are issued jurisdictionally, by county or state, the official said, adding that the Amber Alert system, which consists largely of press notifications, highways signs, and tweets, is functional and not affected by the shutdown. \"The Office of Justice Programs had the funds to run through Friday,\" October 4, after which it \"furloughed all of employees. So since they couldn't staff and monitor those websites, they were put behind a firewall so as to keep from hacking or security issues,\" said Fallon. If there isn't a Justice Department employee working to monitor the sites, Fallon said, \"it's a cyber-security risk for sites to be posted but not maintained or supervised.\" \"We had to bring in a furloughed employee to re-open the site,\" Fallon said, adding that it's \"unclear if we will have the funds to monitor\" the site. The decision was made, a senior Justice Department official said, because there was a \"public safety worry because of incorrect reporting that the program itself was down,\" as opposed to just the federal website. NECMEC's web site now bears a notice stating that \"The distribution of AMBER Alerts has not been affected by the recent government shutdown.\" As of 7 October 2013, the DoJ's AMBER Alert web is also back online.",
  "Originally Published": "",
  "Referred Links": "http://www.missingkids.com/home;http://www.missingkids.com/AMBER;http://www.nbclosangeles.com/news/local/Amber-Alert-Website-Offline-Due-to-Govt-Shutdown-226702411.html;http://amberalert.gov/;",
  "Example": "[Collected via Facebook, October 2013] Just saw a post on Facebook that is accusing President Obama of discontinuing internet Amber Alerts. I didn't even know there wasinternet Amber Alerts. Any truth to this? Just heard the Amber Alert system has been shut down but MichelleObama's \"Lets Move\" site is still up. Is this true?",
  "Last Updated": "7 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/missing/shutdown.asp",
  "Claim": "The AMBER Alert system has been discontinued due to the federal government shutdown.",
  "Claim_ID": "inboxer_missing_shutdown",
  "Tags": ""
}