{
  "Origins": "Across social media sites, the hashtag #PrayForChristopher has been appended to prayer requests for a 12-year-old boy named \"Christopher Henrick\" who is purported to have been seriously injured in a recent car accident involving a tractor trailer. That crash occurred in 2012, however, and the young man's condition has since stabilized.",
  "Fact Check": "",
  "Description": "One popular Facebook page recently deviated from their focus on child abuse to post a status about \"Christopher Henrick,\" prompting many users to include the boy in their prayers and seek updates as to whether his recovery was on track: Post by News On Child Abuse Cases. That post links back to an earlier prayer request for Christopher Henrick from Jason Crabb, a Christian musician: Post by Jason Crabb. Crabb's original post, which has been shared nearly half a million times, was published on 5 October 2012. Given its massive reach, the status update and shared photo may be the origin of the common misspelling of the boy's name. And judging from the volume of recent comments, many users are unaware that the accident occurred years ago. A 12-year-old boy was gravely injured in a car accident, but the child's name is \"Christopher Hamrick,\" not \"Christopher Henrick.\" The spelling inconsistency may be why social media users are having trouble finding out whether Hamrick has recovered from his injuries or locating updated information about his condition. Hamrick (not Henrick) is no longer 12, and the accident in which he was injured is not recent. Hamrick's mother, Tena Hamrick-Schneider, maintains a Facebook page for Christopher with more than 4,000 users subscribed for updates on the teen's condition. In response to renewed interest in her son's recovery, Hamrick-Schneider amended the page's \"about\" section to clarify the timeline and circumstances of Christopher's injuries for new members: On 23 September 2014, Hamrick-Schneider explained: Christopher Hamrick is now 14 years old. On September 23, 2012, when Christopher was 12 years old, we were in a tragic car accident. Christopher was in the back seat of our family car. We were stopped on Route 19 at Mt. Nebo, WV, at a red light when a tractor & trailer who was nowhere in sight when we stopped at the red light came up behind us at a high rate of speed & did not stop. The tractor part of the truck struck the back of our car & run up on top of the side of the car Christopher was sitting on. Then the logging trailer that was attached to the truck struck the same side of our car as it jack knifed, pushing us into a concrete light pole which was alongside the road. Christopher was trapped in the rubble of what was once the back seat of our car. The whole trunk area of the car was pushed up into Christopher & he had to be cut out of the rubble of metal by the Jaws of Life. He was life- fllighted to Charleston, WV, where we were given no hope for his poor little life. We as parents could not give up on our baby boy no matter how bad of news we received. We were told by the doctors that there should have been no way possible that Christopher's little body could sustain the damage that it had & still survive. Christopher was in Charleston, WV, in intensive care where he had to have his skull removed due to having a large amount of fluid & swelling on his brain. They told us in the hospital that his brain stem & brain was so destroyed that he would never come off of the ventilator & would never be able to breathe on his own, control his blood pressure or do anything the body regulates on its own. He had several broken ribs, a broken leg, his lungs were collapsed, he lost a kidney, & the list goes on & on. The doctors were basically going to send Christopher home to die. They said there was no hope. We could not let our son go that easily. We fought for our son's rights to continue medical care & on October 18, 2012, Christopher was transferred to HealthSouth in Morgantown, WV, to continue to receive medical care & rehabilitation. Christopher had several surgeries & had his final surgery of getting his skull put back in the month of April, 2013, which is when he released from HealthSouth at Morgantown, WV. We have had him at home since that time & have been working with him on our own along with some wonderful nurses that he has. We have started some outpatient physical therapy but have not been given much hope by his therapists. Doctors & therapists have discouraged us to continue our fight of finding help for our son to improve, but we keep fighting the fight as any parents would to help our son. God spared Christopher's life that horrible September day & I believe God has a plan for him. That is why this prayer page is still in circulation. We need the prayers & encouragement from other Christians who believe God can still perform miracles. In a recent update, Hamrick-Schneider posted a picture of Christopher holding his infant nephew. A GoFundMe page set up to help finance Christopher Hamrick's recovery can be found here .",
  "Originally Published": "",
  "Referred Links": "http://www.gofundme.com/HelpingtheHamricks;https://www.facebook.com/photo.asp?fbid=10152684911333948&set=gm.544271382371829&type=1;https://www.facebook.com/groups/ChristopherHamrickPrayerWarriors/;https://www.facebook.com/JasonCrabbMusic;https://www.facebook.com/JasonCrabbMusic/photos/a.163773492094.158087.56092247094/10151256383917095/?type=1;https://www.facebook.com/childabusenews;https://www.facebook.com/childabusenews/posts/298005660403911;",
  "Example": "[Collected via Twitter, September 2014] #prayforchristopher. He & his father was stopped at a red light when a tractor trailer hit them in their truck. #PrayForChristopher Young Footbal Player was hit by Tractor Trailer wreck. Be heal in Jesus Christ's name Please RT this Thank you Pray for this little boy.he was in a car accident w all of the impact.No blood flow to the brain. #prayforchristopher",
  "Last Updated": "30 September 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/prayer/prayforchristopher.asp",
  "Claim": "Prayers are needed for Christopher Hamrick, who was injured in a car accident in 2012.",
  "Claim_ID": "inboxer_prayer_prayforchristopher",
  "Tags": ""
}