{
  "Origins": "The above-quoted jape is yet another version of a long-running Internet hoax that has been circulating in one form or another since 1997. The names of the companies involved and the supposed rewards to be had periodically change, but the basic come-on remains the same: fool gullible netizens into endlessly forwarding junk messages to their friends and acquaintances with phony promises of cash and free merchandise.",
  "Fact Check": "",
  "Description": "Way back in April 2000, after an iteration of this hoax stated that Nokia was giving away free cell phones, a new version was set loose claiming that Ericsson was trying to one-up its competitor with a similar offer: Dear customer Our main competitor, Nokia, is giving free mobile phones away on the Internet. Here at Ericsson we want to counter their offer. So we are giving our newest WAP-phones away as well. They are especially developed for Internet happy customers who value cutting edge technology. By giving free phones away, we get valuable customer feedback and a great Word-of-Mouth effect. All you have to do, is to forward this message to 8 friends. After two weeks delivery time, you will receive a Ericsson T18. If you forward it to 20 friends, you will receive the brand new Ericsson R320 WAP-phone. Just remember to send a copy to Anna.Swelund@ericsson.com that is the only way we can see, that you forwarded the message. Best of luck Anna Swelund Executive Promotion Manager for Ericsson Marketing Any rights not expressly granted herein are reserved. Reproduction, transfer, distribution or storage of part or all of the contents in any form without the prior written permission of Ericsson is prohibited except in accordance with the following terms. Ericsson consents to you browsing Ericsson World Wide Web pages on you computer or WAP-phone and printing copies of these pages for private use only. But of course, Ericsson made no such offer, the e-mail address provided was bogus, and the company employed no one by the name of \"Anna Swelund.\" Ericsson was hit so hard by inquiries about this hoax that they set up an auto-response for mail to the Anna.Swelund@ericsson.com e-mail address (the auto-reply message stated that there was no such account, there was no \"free phone\" offer, and there was no Anna Swelund working for the company) and inserted a denial of the rumor into their web site FAQ. Five years later, in May 2005, the Ericsson version was dusted off, updated to include an offer for free laptops (even though the referenced Ericsson T18 is a cell phone, not a laptop), and sent winging around the Internet to fool a whole new crop of gullible recipients. In February 2007, it once again was set loose on inboxes everywhere: The Ericsson Company is distributing free computer Lap-tops in an attempt to match Nokia that has already done so. Ericsson hopes to increase its popularity this way. For this reason, they are giving away the new WAP laptops. All you need to do to qualify is to send this mail to 8 people you know. Within 2 weeks, you will receive EricssonT18. But if you can send it to 20 people or more, you will receive Ericsson R320. Make sure to send a copy to: anna.swelung@ericsson.com In May 2007 the hoax was reworked slightly to reposition it as a giveaway to benefit children: Free LAPTOP FOR KID'S Thought you might be interested in a free computer for your child!!! The Ericsson Company is distributing free computer lap-tops in an attempt to match Nokia that has already done so. Ericsson hopes to increase its popularity this way. For this reason, they are giving away the new WAPLaptops. All you need to qualify is to send this mail to 8 people you know. Within 2 weeks, you will receive Ericsson T18. But if you can send it to 20 people or more, you will receive Ericsson R320. There are people within our building who have received their laptops so I thought I would share this info with you in hopes that you get one before they give them all out! Make sure to send a copy (cc) to: anna.swelung@ericsson.com In May 2009, this hoax was put into graphic form: The resurgence of this hoax in May 2009 prompted Sony Ericcson to issue yet another disclaimer: Sony Ericsson has been made aware of an online email campaign claiming that Ericsson will give away a free laptop computer to users who forward the promotional information. The same campaign includes a photograph of the Sony Ericsson logo and mentions an Ericsson contact name and email number. Sony Ericsson confirms that this email campaign is a hoax. In addition, Sony Ericsson confirms that the Ericsson contact name does not exist. All competitions and promotions involving Sony Ericsson are run through official channels such as Sony Ericsson's website or Sony Ericsson's partners' websites. Please be wary of any competition or promotion that appears to come from outside of Sony Ericsson or Sony Ericsson's partners official channels. Examples of these include via spam emails or SMS. Please do not reply to or forward the email if you receive it. A similar graphic version from June 2009 claimed free Dell Inspiron Mini 9 or Dell Precision M6400 notebook computers could be obtained free by forwarding e-mail messages to friends: The bottom line is that no matter which incarnation of this silliness one receives, the principle is the same: There's still no free lunch, and big companies aren't going to hand out fabulous vacations, $1,000 bills, free trendy clothes, new computers, cases of candies, wads of cash, or new cars just because someone with a functioning Internet connection does them the favor of forwarding an e-mail. Though at first blush, participating in such pie-in-the-sky wishfulness appears perfectly harmless, such participation only serves to clog up already overtaxed resources. Oh yes, it does one other thing: it gives the pranksters who cooked up these frauds a great big laugh at others' expense.",
  "Originally Published": "",
  "Referred Links": "http://www.ericsson.com/ericsson/contact/faq.shtml#5;",
  "Example": "[Collected via e-mail, February 2007] FREE LAPTOPS Hi everyone, The Ericsson Company is distributing free computer Lap-tops in an attempt to match Nokia that has already done so. Ericsson hopes to increase its popularity this way. For this reason, they are giving away the new WAP laptops. All you need to do to qualify is to send this mail to 8 people you know. Within 2 weeks, you will receive EricssonT18. But if you can send it to 20 people or more, you will receive Ericsson R320. Make sure to send a copy to : anna.swelung@ericsson.com Variations: A version that began circulating in May 2009 states: \"According to Snopes this appears to be a legit offer.\" Which is false this is not a legitimate offer . Likewise, the October 2009 versions that assert: \"I have checked this on Snopes and it is true\" and \"I DID check Snopes - it IS legit ... They're trying to match a recent deal by Nokia!\" are also lies .",
  "Last Updated": "19 October 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/ericsson.asp",
  "Claim": "Consumers can receive free laptop computers from Ericsson (or Dell) for forwarding an e-mail message to eight friends.",
  "Claim_ID": "inboxer_nothing_ericsson",
  "Tags": ""
}