{
  "Origins": "The account given in the above entreaty for funds to help pay the medical costs of a nine-year-old girl who was gang-raped is a conflation of two unrelated cases. The picture displayed with the text is that of Nazia Masih , a 12-year-old Pakistani maid who died in 2010 from what medical officials declared to be a case of blood poisoning, while her family asserted her death was the result of her having been abused and tortured by her employers. The text itself conforms to January 2013 news reporting about a 9-year-old Pakistani girl who was raped by three men, leaving her in the hospital in critical condition:",
  "Fact Check": "",
  "Description": "However real this girl's awful injuries and medical plight may be, the tacked-on coda about her treatment being funded by \"Facebook companies\" paying out money every time good-hearted souls use Facebook's \"share\" feature to pass along her information to their social network friends is false. The notion that various business entities will pony up money for a good cause every time someone forwards, texts, likes, posts, shares, or otherwise disseminates a particular message is one of the longest-running hoaxes on the Internet. If one wants to make a difference in the life of an injured or sick child, the best approach is still the old-fashioned one: donate money and/or time, not a text message or Facebook wall post.",
  "Originally Published": "",
  "Referred Links": "http://tribune.com.pk/story/488659/crime-against-children-9-year-old-in-critical-condition-after-gang-rape/;http://www.nytimes.com/2010/02/06/world/asia/06maid.html;",
  "Example": "[Collected via Facebook, March 2014] THE DEVIL IS A LIAR 9 YEAR OLD GIRL GANG RAPED!! A MUST READ IF YOU HAVE A HEART. The girl had had gone missing from in front of her house on Wednesday morning, and was later abandoned back there in a nearly unconscious state. According to the police the girl, a student of class two, daughter of a suffering single mom, was abducted from in front of her house by three unknown men. She was taken to a nearby, where she was raped by the three men, one of them identified by the police. She was also beaten up before she was abandoned in front of her home. Her mother told police that she had found the girl near their house. She was bleeding and close to fainting. She said \"when I was taking her to the police station, one of the kidnappers stopped me and threatened to kill me if I informed the police, so I went back home out of fear but later informed the police\". She said she was told to take the child to a nearby Hospital for examination and treatment. Doctors treating the girl say that her condition is critical due to loss of blood and internal injuries. No one has been arrested yet. NOW, THIS INNOCENT YOUNG LITTLE GIRL IS FIGHTING FOR HER LIFE, BUT DOCTORS SAY SHE WILL NOT SURVIVE UNLESSSHE GETS AN OPERATION WHICH IS COSTLY AND HER MOM CANNOT PAY. ALL FACEBOOK COMPANIES HAVE AGREED TO DONATE 20 CENTS FOR EVERY TIME SOMEONE LIKES, COMMENTS AND POSTS THIS TO THEIR WALL. SO, PLEASE SHARE THIS ON YOUR WALL SO THAT TOGETHER WE CANHELP SAVE THIS INNOCENT LIFE. I PASSED THIS MESSAGE DOWN, \"SHARE\" FOR A LITTLE LIFE. *HUMANITY COSTS NOTHING* JUST TYPE \"GET WELL SOON\" OR \"GWS\" IF U ARE TOO BUSY, GOD ALREADY KNOWS UR MIND. PLEASE, DON'T IGNORE IF U HAVE A HEART.",
  "Last Updated": "23 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/gangrape.asp",
  "Claim": "\"Facebook companies\" are contributing money towards the medical care of a 9-year-old rape victim every time a message is shared.",
  "Claim_ID": "inboxer_medical_gangrape",
  "Tags": ""
}