{
  "Origins": "Social changes of our era have been accompanied by linguistic changes: as discrimination based upon race, gender, or physical condition has become less socially acceptable, we began to frown upon the use of pejorative terms associated with race, moved towards more gender-neutral usages of language (e.g., 'chairperson' instead of 'chairman'), and replaced terms for describing the disabled with less stigmatizing ones (e.g., 'mentally handicapped' rather than 'retarded').",
  "Fact Check": "",
  "Description": "Along with these linguistic changes have come tales of the \"political correctness run amok\" variety cases where certain usages were deemed unacceptable merely because they bore a resemblance to terms now considered inappropriate, even though the usages had little or nothing in common with the now-inappropriate terms in a linguistic sense. For example, we've read of the 1999 incident in which a mayoral aide (temporarily) lost his job for using the word ' niggardly ' in a staff meeting, even though the word's origins have nothing to do with race, and even though the aide used the word correctly (to mean 'miserly' or 'stingy'). Or we've heard the (possibly apocryphal) tale of a writer who was informed by his editor that his use of the hunting term ' duck blind ' was unacceptable, as the preferred substitute for the latter word is now 'visually impaired.' How far we should take this linguistic sensitivity to social issues has long been a subject of (often heated) debate. Can female members of the fire department be referred to by the traditional title of 'fireman,' or does true gender equality require that they be identified as 'firewomen'? Is the existence of separate gender words for the same concept itself a form of gender discrimination, requiring us to adopt a neutral term such as 'fireperson' for everyone? Or should we just chuck the whole thing and call everybody 'firefighters'? What one group sees as socially progressive, another group is bound to view as a needless discarding of the familiar and traditional. Another example of this phenomenon surfaced recently in reference to ' master/slave ,' a term commonly used in the electronic and mechanical devices to describe the unidirectional control of one device or process by another. Equipment vendors who do business with Los Angeles County received a message in November 2003 from the county's Internal Services Department ( ISD ) informing them that \"based on the cultural diversity and sensitivity of Los Angeles County,\" labeling or describing equipment with the term 'master/slave' is no longer acceptable: Subject: IDENTIFICATION OF EQUIPMENT SOLD TO LA COUNTY Date: Tue, 18 Nov 2003 14:21:16 -0800 From: \"Los Angeles County\" The County of Los Angeles actively promotes and is committed to ensure a work environment that is free from any discriminatory influence be it actual or perceived. As such, it is the County's expectation that our manufacturers, suppliers and contractors make a concentrated effort to ensure that any equipment,supplies or services that are provided to County departments do not possess or portray an image that may be construed as offensive or defamatory in nature. One such recent example included the manufacturer's labeling of equipment where the words \"Master/Slave\" appeared to identify the primary and secondary sources. Based on the cultural diversity and sensitivity of Los Angeles County, this is not an acceptable identification label. We would request that each manufacturer, supplier and contractor review, identify and remove/change any identification or labeling of equipment or components thereof that could be interpreted as discriminatory or offensive in nature before such equipment is sold or otherwise provided to any County department. Thank you in advance for your cooperation and assistance. Joe Sandoval, Division Manager Purchasing and Contract Services Internal Services Department County of Los Angeles Note: You are receiving this email because you have registered with the County of Los Angeles. If you do not wish to receive future L.A. County Event news, simply click the link below, and update your registration information to remove email notification. To verify that this wasn't a hoax or an internal joke which mistakenly escaped to the wider world of the Internet, we called the Purchasing and Contract Services division for the County of Los Angeles, and they informed us that yes, they did issue this message, and yes, it was meant seriously. In May 2003, a black employee of the county's Probation Department filed a discrimination complaint with the Office of Affirmative Action Compliance after spotting \"master\" and \"slave\" labels on a videotape machine, whereupon the Internal Services Department was obligated to issue notification requesting that vendors refrain from using the master/slave terminology. Joe Sandoval, the Division Manager who issued the memo, told Reuters that his memo was intended as \"nothing more than a request\" and not an ultimatum or policy change: \"I do understand that this term has been an industry standard for years and years and this is nothing more than a plea to vendors to see what they can do,\" he said. \"It appears that some folks have taken this a little too literally.\" Sandoval said that he had already rejected a suggestion that the county stop buying all equipment carrying the \"master\" and \"slave\" labels and had no intention of enforcing a ban on such terms with suppliers. \"But we are culturally sensitive and we have 90,000 employees,\" he said. \"We have to take these things seriously.\" Whether this message reflects more a \"socially progressive\" change or one of the \"needless discarding of the familiar and traditional\" variety we couldn't say, but much to the chagrin of several vendors who passed it along to us the County of Los Angeles is apparently serious about it.",
  "Originally Published": "",
  "Referred Links": "http://isd.co.la.ca.us/;http://searchnetworking.techtarget.com/sDefinition/0,,sid7_gci783492,00.html;http://dictionary.reference.com/search?q=duck%20blind;http://www.adversity.net/special/niggardly.htm;",
  "Example": "",
  "Last Updated": "2 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/outrage/master.asp",
  "Claim": "The County of Los Angeles has requested that equipment vendors avoid using the industry term \"Master/Slave\" in product descriptions and labeling.",
  "Claim_ID": "inboxer_outrage_master",
  "Tags": ""
}