{
  "Origins": "In conjunction with the release of the song \"What Kind of World Do You Want\" by the pop group Five for Fighting, that band's lead singer, John Ondrasik, launched a new web site in February 2007 as part of a fundraising effort for various charities. On that web site, whatkindofworlddoyouwant.com , users are invited to upload and view videos describing how to make the world a better place. For each video viewed, funds are allocated to charitable organizations, including the following: Augie's Quest (Amyotrophic Lateral Sclerosis research) Autism Speaks (Autism research) Fisher House Foundation (Housing for relatives of hospitalized service members) Save the Children (International relief and development organization for children) United Service Organization (Provides morale, welfare and recreation for service members) Initially money was raised when site visitors clicked on sponsor messages that were attached to the end of uploaded videos. Now, however, contributors (both businesses and individuals) donate money up front which is either earmarked for a specific charity or offered as a general donation. A portion of those monies is then allocated to one or more of the listed charities each time a video is viewed, according the procedure outlined on the site's \"How This Works\" page:",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.whatkindofworlddoyouwant.com/home/how_this_works;http://www.uso.org;http://www.savethechildren.org;http://www.fisherhouse.org;http://www.autismspeaks.org;http://www.augiesquest.org;http://www.whatkindofworlddoyouwant.com;http://www.whatkindofworlddoyouwant.com/videos/view/id/408214;",
  "Example": "[Collected via e-mail, December 2007] I strongly urge you to watch the touching music video below. In doing so, not only will you help to fund autism research, but you may just learn something. The 4 minutes it takes to view the video could have monumental and everlasting effects in the lives of 1000s of children! Go ahead, do your good deed for the day. The band, Five for Fighting, is generously donating $0.40 to Autism Speaks for *each time* this video is viewed. The funding goes toward research studies to help find a cure. When you have a moment, please visit the link below to watch the video and pass it along to your friends and family. They are aiming for 10,000 hits, but hopefully we can help them to surpass this goal. If link does not work, copy and paste. http://www.whatkindofworlddoyouwant.com/videos/view/id/408214",
  "Last Updated": "15 January 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/charity/whatkind.asp",
  "Claim": "A web site allocates money to autism research and other charities for every video viewed.",
  "Claim_ID": "inboxer_charity_whatkind",
  "Tags": ""
}