{
  "Origins": "One concept that generally holds true for all fantastic money-making schemes is this: those who truly knew a \"secret\" to making $75 per hour wouldn't be sharing it with you they'd be using it to make money themselves and keeping it a secret from others in order to maximize their share of the profit pie. If someone offers to sell you a fabulous money-making \"secret\" for $77, as is the case here, you can bet your bottom dollar that the true secret behind the seller's financial success is duping suckers into paying $77 for a worthless product or information of dubious value.",
  "Fact Check": "",
  "Description": "What's being hawked here is a software package that processes airbills and produces reports listing packages which were delivered late. Most package delivery services such as FedEx or UPS guarantee on-time delivery and promise refunds for late deliveries, so presumably all the items identified on a report produced by this software would be eligible for refunds. According to one sales pitch, this is how the home-based entrepreneur supposedly makes his $75 per hour: ABC company sends 200 FedEx overnight packages per week. On average 7% of the packages are late. FedEx guarantees on time delivery. In this case, a refund is owed on 14 packages (7% of 200). Take 14 packages times $17 (cost to send package) and you come up with $238. So, $238 is owed by FedEx in refunds to ABC company. Our software produces a report that tells you how many packages ABC is owed a credit on (14) and also the total amount of refund owed ($238) this takes 2-5 minutes. Then you simply call FedEx (on a toll free #) and request the refund of $238 (FedEx asks for the the airbill number to verify that the refund is due); and they credit the account, this only takes 30 minutes. You bill ABC for $119 (50% of the recovered money). You make $119 in approximately 35 minutes and don't forget, you process their shipping refunds every week! Theoretically this program could work, but there's one large catch to it: You, the entrepreneur, have to find companies like ABC companies that ship lots of packages by FedEx, are willing to share their airbills with you, and are amenable to allowing you to process their refunds and keep a share of the proceeds for yourself. Suffice it to say there aren't many companies that fit this bill. FedEx clients can track and verify package deliveries (and request refunds for late deliveries) for free on the FedEx web site, so those clients have no real need to pay someone to do it for them. Even if the process were too cumbersome for clients to handle manually, they still wouldn't need to pay you to do it for them; they could simply purchase the same software product themselves for $77 and have one of their $8 per hour employees run a report and make a phone call to FedEx once a day or so. The bottom line: the only people making money from \"refund processing\" software are those who are selling it to gullible buyers. Additional information: CONSUMER ALERT - Refund Recovery Software (Better Business Bureau of Western Michigan)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20030421011555/http://grandrapids.bbb.org/AlertDetl.asp?ID=179;",
  "Example": "[Collected on the Internet, 2003] If you're still looking for a real Home Based Business I'm pretty sure you'll like what we've got. How would you like to make $75 per hour processing FedEX and UPS refunds from your home computer.If you're anything like most people I talk to, you'd love to work from home if the business was REAL. Well, this is the REAL DEAL . . . click on the link below to access the FREE REPORT! I want to assure you this opportunity has NOTHING to do with MLM, internet marketing, affiliate programs, or any goofy scheme where you're required to recruit or sell anything it's simply an incredible business that's made possible by a closely guarded SECRET of the shipping industry. We have successful Refund Processors all over the country. These are NOT mammoth companies with multi-million dollar marketing budgets, rather these are regular people just like you who started out with this software and turned it into a profitable success . . . and most of them paid $298 for the exact same package that you can purchase today for just $77.",
  "Last Updated": "7 January 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/scams/refunds.asp",
  "Claim": "You can make up to $75 per hour processing refunds for FedEx and UPS.",
  "Claim_ID": "inboxer_scams_refunds",
  "Tags": ""
}