{
  "Origins": "We first spotted this warning about a fire hazard associated with CFL bulbs (accompanied by a photo of a bulb made by Globe Electric, a firm which has its head office in Montreal but which manufactures its light bulbs in China) in April 2010. In its original form, the heads-up being circulated said \"I bought these at Canadian Tire or Wal-Mart,\" a statement that places the item's purchase point in Canada, in that while Globe does vend its CFL bulbs at Wal-Marts in Canada, it does not do so at Wal-Marts in the U.S. Later versions of the e-mail elided mention of the Canadian hardware chain, thereby leading readers to assume the bulb had been purchased in the U.S.",
  "Fact Check": "",
  "Description": "CFLs (compact fluorescent lamps) don't burn out the way incandescent light bulbs do. Instead, as they near the ends of their lives, they grow dimmer. While some CFL bulbs merely stop emitting light when they finally quit working, others kick the bucket with a dramatic \"pop\"! sound and then vent a distinct odor. A few even release a bit of smoke at their termination. Sometimes the bases of the bulbs turn black. This seemingly cataclysmic reaction has to do with the breakdown of the bulb's ballast, which is contained in the part of the bulb that is screwed into the socket. As the bulb ages and degrades, so does its ballast. Yet as scary as odors, smoke, and even blackening of the base of the bulb might be, these lamps are fireproof and are meant to fail safely at the end of their lives. John Drengenberg, consumer affairs manager at Underwriters Laboratories (UL), said about how CFLs expire: \"People expect to see the bright flash and to hear the popping like a traditional incandescent bulb, but the burn out of a CFL is different. The light dims over time and might produce a more dramatic pop, emit a distinct odor, and maybe even release some smoke.\" National Geographic's Green Guide says of CFLs: \"Bulbs burn out when the ballast overheats and an electronic component, the Voltage Dependent Resistor (VDR), opens up like a fuse in your home's fuse box, shutting off the circuit and generating heat and possibly a small amount of smoke. This might sound dangerous, but the VDR is a cut-off switch that prevents any hazards. The melted plastic you're seeing where the glass coil connects to the ballast is simply a sign that the heat is escaping as intended in the design of the bulb.\" In a nutshell, healthy CFL bulbs may emit a bit of smoke and smell and have burnt-looking bases when they die, but that's as it should be there's no fire danger to any of that, and indeed the bulbs are functioning properly when they act that way. However, flames shooting out the side of a bulb is not the way things should be. It needs be kept in mind that any electrical device can malfunction, either through manufacturing defects or as a result of misuse by consumers. Says Globe of the bulb in the photo, \"As for this particular incident, the mention of flames/fire in the story is certainly outside of the norm and as such we would encourage the consumer to bring the bulb to their local fire marshal and/or safety authority to further investigate.\" There have so far been no reported or confirmed cases of fire involving Globe-branded CFLs. In October 2010, however, the U.S. Consumer Product Safety Commission announced a recall of the Chinese-manufactured Trisonic brand of CFL bulbs due to \"four reports of incidents, including two fires that resulted in minor property damage.\"",
  "Originally Published": "",
  "Referred Links": "http://www.cpsc.gov/cpscpub/prerel/prhtml11/11001.html;http://www.ul.com/global/eng/pages/corporate/newsroom/storyideas/compactfluorescentlamps/;http://www.globe-electric.com/;",
  "Example": "[Collected via e-mail, April 2010] A Safety Warning Below is a picture of a CFL light bulb from my bathroom. I turned it on the other day and then smelled smoke after a few minutes. Four inch flames were spewing out of the side of the ballast like a blow torch! I immediately turned off the lights. But I'm sure it would have caused a fire if I was not right there. Imagine if the kids had left the lights on as usual when they were not in the room. I took the bulb to the Fire Department today to report the incident. The Fireman wasn't at all surprised and said that it was not an uncommon occurrence. Apparently, sometimes when the bulb burns out there is a chance that the ballast can start a fire. He told me that the Fire Marshall had issued reports about the dangers of these bulbs. Upon doing some Internet research, it seems that bulbs made by \"Globe\" in China seem to have the lion's share of problems. Lots of fires have been blamed on misuse of CFL bulbs, like using them in recessed lighting, pot lights, dimmers or in track lighting. Mine was not in any of those. It was a normal light socket. I bought these at Wal-Mart. I will be removing all the Globe bulbs from my house. I have not decided yet if we are going back to incandescent bulbs at this point.",
  "Last Updated": "6 October 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/household/cflbulb.asp",
  "Claim": "CFL bulbs pose a significant fire risk with ordinary use.",
  "Claim_ID": "inboxer_household_cflbulb",
  "Tags": ""
}