{
  "Origins": "Companies sometimes generate publicity by tying promotions to external events, such as the outcomes of sporting events (e.g., Taco Bell's \" Steal A Base, Steal A Taco \" World Series tie-in). Soft drink maker Dr Pepper's 2008 promotion linked to the release of Guns N' Roses' Chinese Democracy album might just be one of the most unusual (and unlikeliest) such pairings in recent commercial history, however.",
  "Fact Check": "",
  "Description": "Guns N' Roses' Chinese Democracy has gained notoriety over the last several years as the album with perhaps the longest gestation period in the annals of modern popular music. Although recording of Chinese Democracy began in the mid-1990s, several release dates for the album had been announced (and then canceled) since then, and while several tracks from the work had been made available for preview, performed live, or leaked on the Internet over the years, as of the beginning of 2008 there was still no firm release date planned for the album. By 2004, the band's label, Geffen Records, had reportedly poured over $13 million into the Chinese Democracy project before throwing in the towel and declaring that it was up to Guns N' Roses' frontman Axl Rose to \"fund and complete the album.\" It was against this backdrop that, in March 2008, Dr Pepper announced it would give a free soda to everyone in America if Chinese Democracy were released by the end of the year. Although some scoffed at the time that Dr Pepper was simply seizing an opportunity to pick up a bit of cheap publicity (since the proposition of a Chinese Democracy release was the longest of longshots), with the long-delayed album finally slated to go on sale on 23 November 2008, Dr Pepper has announced it will make good on its promise: Dr Pepper is making good on its promise of free soda now that the release of Guns N' Roses' \"Chinese Democracy\" is a reality. The soft-drink maker said in March that it would give a free soda to everyone in America if the album dropped in 2008. \"Chinese Democracy,\" infamously delayed since recording began in 1994, goes on sale Sunday [23 November 2008]. \"We never thought this day would come,\" Tony Jacobs, Dr Pepper's vice president of marketing, said in a statement. \"But now that it's here, all we can say is: The Dr Pepper's on us.\" For 24 hours beginning on Sunday, 23 November 2008 at 12:01 a.m., web surfers can sign up for coupons redeemable for free 20-ounce sodas on Dr Pepper's web site. The coupons will be good through 28 February 2009. (Due to unexpected demand that taxed the capacity of Dr Pepper's servers, the company has extended the free coupon offer through 6 PM EST on Monday, 24 November 2008.) Those who can't get through on the web can request a coupon by calling 1-888-DRPEPPER.",
  "Originally Published": "",
  "Referred Links": "http://www.drpepper.com/freeDrPepper/;http://www.cduniverse.com/productinfo.asp?pid=7802454;http://www.marketwatch.com/news/story/free-tacos-america-tuesday-october/story.aspx?guid={AD22C42D-6680-4FD5-A4E2-5DD26FE838E3}&dist=hppr;",
  "Example": "",
  "Last Updated": "24 November 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/nothing/drpepper.asp",
  "Claim": "Dr Pepper is giving away coupons for free soda in conjunction with the release of Guns N' Roses' Chinese Democracy album.",
  "Claim_ID": "inboxer_nothing_drpepper",
  "Tags": ""
}