{
  "Origins": "This unusual petition began circulating on the Internet in September 2000. It's hard to know what to make of such a thing; it looks like a hoax, but there's no way to definitively prove that because no checkable data is included that one could use substantiate or disprove any part of it. The pregnant girl's name is not given, neither is that of her controlling boyfriend who we're told \"won't let her have the baby,\" and no indication is given as to where these people might live. As for whoever kicked off this mailing, cutiegirl152@hotmail.com, we're never even let in on the originator's name.",
  "Fact Check": "",
  "Description": "If this ever was on the up-and-up (and momma warned me against being that gullible), it certainly isn't now e-mail to cutiegirl152@hotmail.com bounces like a red rubber ball. As to why this particular petition has proved as popular as it has (versions tailed by hundreds of e-signatures wash up in my inbox with monotonous regularity), it has to do with the nature of the beast. Abortion is a hot issue of the times, with everyone holding a deeply-felt conviction about whether it's wrong or right. Those who are square against it see this petition as presenting an opportunity to be heard. They view their participation as saving a child's life, and that is a powerful motivation indeed. Barbara \"motive power\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2000] Hey everyone.....one of my friends is pregnant and her boyfriend won't let her have the baby, I already told him and her it is wrong to have an abortion because you should not kill a live human being. Then I said if I get 500 people to sign a paper that says it's wrong to have an abortion then would you let her have the baby and he said yes. So I'm asking you please sign this that says an abortion is wrong and to let her have the baby. If you are the 500th person please send this back to Cutiegirl152@hotmail.com Thanx.",
  "Last Updated": "15 December 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/petition/abortion.asp",
  "Claim": "A girl is going to have an abortion unless 500 e-signatures are gathered to persuade her otherwise.",
  "Claim_ID": "inboxer_petition_abortion",
  "Tags": ""
}