{
  "Origins": "Very little (short of outright killing or cruelty to animals) could raise the dander of pet owners like someone's offering to buy up unwanted cats and dogs and re-sell them to companies for the purposes of animal testing and medical experimentation. That's the premise behind the site IBuyStrays.com , which purportedly engages in the business of taking the \"burden off the hands\" of pet owners by purchasing their unwanted cats and dogs.",
  "Fact Check": "",
  "Description": "Everything about the IBuyStrays web site screams \"hoax,\" however. The site contains no business information about the company (e.g., where it's located, how long it's been in business, who runs it), no contact information (e.g., physical address, mailing address, phone number) other than a single e-mail address from a free service (Gmail), and no explanatory information about the buying and selling process (e.g., what parts of the country the \"service\" is available in, how the animals pickup process works, how and when payments are made). The site carries a tagline identifying IBuyStrays.com as an LLC (i.e., a limited liability company), but we could find no evidence of a business entity registered under that name in any state in the U.S. Furthermore, the site claims its operator is a Class B dealer who \"legally purchases animals from shelters and random sources, and then resells them to industry,\" but there are only 15 Class B dealers in the U.S., and none of them does business under the name \"IBuyStrays.\" The domain name is also registered anonymously, and the site itself is rife with spelling and typographical errors, none of which lends credence to the notion that the site represents a genuine business. Sending e-mail to the address provided merely triggers an auto-response (one similarly devoid of any useful information) stating that \"due to the large number of responses we receive, we are unable to respond to them all\" and \"we'll contact you if you're within our service areas\" simple dodges to explain why no offers to sell pets are ever actually taken up. (Think about it: If your business were really receiving too many e-mail inquiries for you to handle, wouldn't you take the simple step of listing your \"service areas\" on your web site to eliminate having to deal with a flood of e-mails from customers in areas you don't service?) As well, the language used on the site is deliberately aimed at inflaming pet owners and animal lovers, suggesting that people sell their no longer quite-so-cute kittens and puppies so that they can \"start over with a new [one] every six months!\" and claiming that the purchased pets \"become disection [sic] subjects\" and are sold to veterinary schools for students to use as \"live 'practice' dogs and cats before trying their hands on the patron's beloved pets\" (in addition to maintaining that other prospective purchasers include \"medical research, pharmaceutical companies, cosmetic companies, defense-research establishments, and ammunition proving grounds\"). In short, the primary purpose of IBuyStrays.com is pretty obviously not to buy animals, but to pull some legs and yank some chains most likely as a thinly-veiled way of stirring up outrage in support of the Pet Safety and Protection Act (which is prominently mentioned on the site's main page), a Congressional bill that would outlaw the very type of activity the site purports to engage in.",
  "Originally Published": "",
  "Referred Links": "http://www.govtrack.us/congress/bill.xpd?bill=h111-3907;http://www.awionline.org/pubs/Quarterly/fall00/f00dealer.htm;http://ibuystrays.com/whysell.html;",
  "Example": "[Collected via e-mail, December 2007] IBUYSTRAYS.COM can you check out this website? this has to be a sick joke. there is no phone number, no address. I cannot imagine anyone being this cold and this cruel. I hope you can find out something.",
  "Last Updated": "28 December 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/ibuystrays.asp",
  "Claim": "Web site offers to buy unwanted cats and dogs to re-sell for vivisection and animal testing services.",
  "Claim_ID": "inboxer_hoaxes_ibuystrays",
  "Tags": ""
}