{
  "Origins": "The spreading of information (like the graphic reproduced above) advocating the use of microwave ovens as a means for quickly recharging cell phones is nothing more than a type of Fool's Errand , a bit of flimflammery intended to lure the gullible into attempting absurd and impossible (and sometimes dangerous) tasks.",
  "Fact Check": "",
  "Description": "Apple had no need to launch a \"smear campaign\" to discourage consumers from using microwave ovens to recharge their cell phones, because that method simply doesn't work: microwave ovens emit radio waves, not electrical current, so they can't be used to directly charge standard cell phone batteries without additional adaptive equipment. Moreover, heating metal-based electronic devices to high temperatures is generally not a good thing, and the most likely result of placing a cell phone in a microwave oven will be that the phone will be ruined (and the microwave oven potentially damaged as well). The following videos show what typically happens to those brave (or foolhardy) enough to try it: This hoax was resurrected in September 2014 in conjunction with the release of iPhone 6 and iOS 8 , this time in the form of a graphic that imitated the look of Apple informative advertisements and touted a purported new technology called Wave that would \"become automatically activated when you update to iOS 8\" and allow users to \"Wave-charge\" any device running that mobile operating system \"by placing it within a household microwave for a minute and a half\": In response, some netizens picked up images from previous versions of the jape and played with them: I tried using the new IOS 8 feature WAVE where you can charge your phone with a microwave, does not work @Apple pic.twitter.com/IWsWnVboUl nick (@Fallenbot) September 18, 2014 Back in 2009 Nokia announced it was working on a prototype for a cell phone that could recharge itself from ambient radio waves, but as far as we know that project has not yet come to fruition.",
  "Originally Published": "",
  "Referred Links": "http://www.technologyreview.com/news/413744/wireless-power-harvesting-for-cell-phones/;https://twitter.com/Fallenbot/status/512627909023248384;http://t.co/IWsWnVboUl;https://twitter.com/Apple;",
  "Example": "[Collected on the Internet, June 2013] I found this online and it claims you can fully charge an iPhone if you put it in a microwave for a minute. I don't believe it but I keep seeing it on Facebook: \"A smart phone microwaved for just one minute will fully charge the battery. In 2005 Apple started a smear campaign to discourage customers from using this method to charge phones as it would affect charger sales. Scientific studies shows that charging a phone this way is safe and is actually better for the phone's battery life as electric current found in mains can fluctuate and damage the battery cell.\"",
  "Last Updated": "19 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/phonecharge.asp",
  "Claim": "You can quickly recharge your cell phone by microwaving it.",
  "Claim_ID": "inboxer_hoaxes_phonecharge",
  "Tags": ""
}