{
  "Origins": "In December 2011, a survey scam purporting to offer free $1,000 Costco gift cards to those who follow particular links then do as told once there spread via Facebook. In March 2012 the scam reappeared touting \"Get a FREE $500 Costco Gift Card for FREE! (limited time only),\" and it popped up once again in October 2014 offering a \"$200 Costco cash card.\"",
  "Fact Check": "",
  "Description": "All versions provided links which led to web pages (which were not operated or sponsored by Costco) that displayed a Costco logo along with entreaties such as \"Get a $100.00 Get Costco Gift Card for FREE!\" or \"Complete these 3 simple steps below to get Your $200 Costco Cash Card!.\" These pages asked the unwary to click Facebook \"Share on Facebook\" and \"Comment\" buttons (thus widely spreading promotion of the scheme to others). Users who followed such instructions were then led into a set of pages prompting them to input a fair amount of personal information (including name, address, e-mail address, date of birth, and phone numbers), complete a lengthy series of surveys, and finally sign up (and commit to paying) for at least six \"Reward Offers\" that usually involve applying for a credit card or signing up for some sort of paid subscription service. Those intent upon snapping up free stuff via such lures should keep in mind that there is often a further downside to the process beyond their personal disappointment and the financial enrichment of the scam artists preying upon their gullibility: All too often such adventures in clickjacking also result in the download of trojans and other viruses onto the computers of those looking to score the promised goodies. Costco themselves says of such schemes that: There are numerous posts circulating on Facebook stating that we are giving away $100 to $1,000 Costco Cash Cards to all Facebook users. While we love our fans and members, Costco is not giving away Costco Cash Cards to Facebook users, and is not associated with this program.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2014] $200 gift card from costco if you share and like on facebook. [Collected via e-mail, December 2011] Get Costco Gift Card for FREE! (limited time only) [URL elided] Costco is currently giving away $1000.00 gift cards to all facebook users!!.. [Collected via e-mail, March 2012] Get a FREE $500 Costco Gift Card for FREE! (limited time only) [URL elided]",
  "Last Updated": "13 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/costco.asp",
  "Claim": "Costco is giving out free $200 gift cards to Facebook users.",
  "Claim_ID": "inboxer_nothing_costco",
  "Tags": ""
}