{
  "Origins": "Web sites such as mediafetcher.com allow users to generate phony news stories about celebrities being killed in various forms of accidents by plugging the names of the famous into the URLs used to access the site. For example, going to",
  "Fact Check": "",
  "Description": "http://elton.john.mediafetcher.com/news/top_stories/jet-ski_musician_turks.asp produces a fake article about Elton John's death today in a jet-ski accident. Every few months another one of these faux user-generated articles is circulated on the Internet to fool the unwary, generating a brief but intense death hoax for the named celebrity. In July 2012, for instance, country music star Garth Brooks was alleged to have succumbed. In July 2013, the victim of this hoax was singer Sammy Hagar , who remains alive and well. And in December 2014, musician Bret Michaels became the latest to fall prey to the killer-jet-ski hoax.",
  "Originally Published": "",
  "Referred Links": "http://www.bretmichaels.com/site-news/news2/;http://www.redrocker.com/;http://elton.john.mediafetcher.com/news/top_stories/jet-ski_musician_turks.asp;http://garth.brooks.mediafetcher.com/news/top_stories/jet-ski_musician_turks.asp;",
  "Example": "[Collected via e-mail, December 2014] Musician - Bret Michaels dies following Jet-Ski crash in Turks and Caicos Islands THIS STORY IS STILL DEVELOPING... Musician Bret Michaels died while on a personal vacation in Turks and Caicos early this morning from injuries sustained in a Jet-Ski accident - July 2, 2013 Preliminary reports from Turks and Caicos Police officials indicate that the musician struck a concrete boat slip in a marina on Parrot Cay in the Turks and Caicos Islands. Bret Michaels was the only passenger on the personal watercraft at the time of the incident. Specific details are not yet available. The accident occurred at approximately 8:45 a.m. (UTC/GMT -4 hours). Additional details and information will be forthcoming.",
  "Last Updated": "9 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/jetskideath.asp",
  "Claim": "Singer Bret Michaels was killed in a jet-ski accident.",
  "Claim_ID": "inboxer_hoaxes_jetskideath",
  "Tags": ""
}