{
  "Origins": "This heads-up about a major earthquake poised to devastate the Los Angeles area on 30 September 2010 began life two days prior to that date as a post on Quake Prediction , a web site that is not associated with the United States Geological Survey ( USGS ), one of the recognized touchstones for all things related to earthquakes. It was picked up by posters on Twitter, who spread it more widely.",
  "Fact Check": "",
  "Description": "The September 2010 offering was similar to the earthquake prediction hoax of April 2010 in which Caltech was said to have sent its employees home in anticipation of a large earthquake due to strike Los Angeles. Another earthquake prediction scare that enthralled the Internet in 2009 posited that an eclipse would trigger a tsunami which in turn would cause a massive earthquake on July 22 of that year. As always with such claims, the bottom line is that earthquakes can't yet be predicted with anything close to this level of certainty. The Southern California Earthquake Center says of the notion that scientists have come up with a mechanism for determining when and where an earthquake will occur that \"scientists cannot yet make precise predictions of their date, time, and place.\" So also says the U.S. Geological Survey: \"Neither the USGS nor Caltech nor any other scientists have ever predicted a major earthquake. They do not know how, and they do not expect to know how any time in the foreseeable future.\" Barbara \"unpredictable\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://earthquake.usgs.gov/learn/faq/?faqID=13;http://www.earthquakecountry.info/roots/future.html;http://earthquake.usgs.gov/;http://www.colorwize.com/Earthquake%20Prediction.html;",
  "Example": "[Collected via e-mail, September 2010] 80 HOUR MAJOR EARTHQUAKE WARNING; 6.0 to 7.0 earthquake likely in S California in the next 80 hrs",
  "Last Updated": "28 September 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/quake.asp",
  "Claim": "A massive earthquake is poised to hit Los Angeles on 30 September 2010.",
  "Claim_ID": "inboxer_hoaxes_quake",
  "Tags": ""
}