{
  "Origins": "The web site coincidencedesign.com has been exciting comment of late through its claims of making any woman accessible for a price of $78,000. It purportedly offers a research service that will uncover all the details of a target's life with the goal of using this information to set up an accidental meeting between her and a deep-pocketed client. Object: matrimony. Results are not guaranteed, and Coincidence Design considers its work done after arranging the appropriate \"accidental\" encounter and sending the client to it armed with all the information about the girl the client needs to make himself highly appealing to her.",
  "Fact Check": "",
  "Description": "Many are troubled by Coincidence Design's supposed investigation techniques, which involve shadowing the target and harvesting information from her co-workers and friends under a variety of false pretexts. Earlier versions of the site also promised to tap her phone and read her e-mail, adding another level of unwholesomeness to the entire procedure, but those claims have now been removed from the site. It's all a leg-pull, of course. In a nutshell, the site's creator has engineered other hoax sites in the past and offers nothing about this current endeavor to substantiate the claims he makes about this one. David Cassel's article \"Rent-a-Stalker Online?\" provides a wealth of information about his investigation into Coincidence Design, and we encourage all to read it. Barbara \"information pleased\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://alternet.org/story.html?StoryID=12236;http://web.archive.org/web/20020726103659/http://www.coincidencedesign.com/;",
  "Example": "",
  "Last Updated": "29 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/coincidence.asp",
  "Claim": "Through the web site coincidence design.com, you can arrange to \"accidentally\" meet the girl of your dreams by having her habits researched so you'll know where and when to run into her and then what to say.",
  "Claim_ID": "inboxer_hoaxes_coincidence",
  "Tags": ""
}