{
  "Origins": "On 1 November 2014, a fake news story claiming comedian Gabriel Iglesias had passed away started circulating on Facebook: Gabriel Iglesias, (born July 15, 1976) known professionally as Gabriel Iglesias and comically as Fluffy died this Friday for causes that are still not confirmed but it seems to be a health complication. The article originated on a hoax website designed to appear as if it were part of the NBC News network. However, that web site, Universalnoticias.org , is not affiliated with the National Broadcasting Company.",
  "Fact Check": "",
  "Description": "Oddly enough, the hoaxsters decided to use a fraudulent image from CBS, not NBC, to sell the lie about Gabriel Iglesias' alleged death: The photo was shared by thousands of worried Fluffy fans and eventually landed in front of the eyes of the comedian. On 2 November 2014, Gabriel Iglesias posted a message on Facebook to assure his fans he was still alive: According to this article below I guess I died Friday and no one decided to tell me. Well, since I'm dead now I guess I can start eating carbs again. It was a good life. Had a great childhood and an amazing career. I traveled the world and got drunk in all 50 states, woooooo! I made a lot of people happy over the years and pissed off most my ex girlfriends in the process. Can't win them all, right? Soooo I guess I want to be buried somewhere people can visit my grave, put pretty flowers and pour diet cokes on my plot. I'm gonna want my estate to buy both plots next to me so that even in death I can stretch my legs. I would love it very much if people were to visit my grave and take selfies with it. Even in death I'm still a social media attention whore,#FarewellFluffy . There should be no charge to visit my grave so don't pay any attention to the shady guy by the gate with the comedy club passes in the new Jaguar trying to raise money by selling tickets to get in the cemetery. U just tell him to go fund himself and he will leave u alone. To my family, the ones who still spoke to me til my last day I say thank u for being so understanding and loving me no matter how long I was on the road doing what I had to do to make everyone's lives better. To the family I no longer spoke to I say, I'm sorry for not being what u wanted me to be. To all my friends, thank u for not telling me I died. U guys always keep news that bums me out away from me and I love u for it. To my fans I say thank u so much for letting me make u laugh all these years. It's the most amazing feeling in the world. Please pirate, bootleg, share copy and distribute all my comedy videos. I made a lot of money over the years. Don't worry, I'm leaving my family well off so enjoy. When someone finds out what I died from please let me know. If it's not health related I'm gonna be pissed. It's gonna suck to know I gave up a lot of snacks this year just to die from a stupid accident. Well, since I'm gone I might actually take a long deserved break. Who am I kidding? My agent is probably already booking me for The \"Back from the dead Fluffy tour\". If this death hoax someone did about my ass has taught me anything it's that I need to enjoy more moments in life and not get so stressed out about things I can't change, especially with my self. I have people who care about me that I made happy in my life and in \"the end\" that's all that's really gonna matter. Thank u to everyone who texted, called and e-mailed asking if I died. I love u all!!!! Gabriel Iglesias is not the first celebrity to be \"killed\" by an internet rumor. In fact, it has become a bit of an honor. Fluffy, who also debunked the rumor on Twitter , said the death hoax was proof his career is going great:",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/fluffyguy/status/529088963420909569;https://www.facebook.com/GabrielIglesias/photos/a.10152118457829602.1073741825.58407459601/10152872121829602/?type=1&theater;http://www.universalnoticias.org/2014/11/gabriel-iglesias-found-dead-not.html;",
  "Example": "[Collected via email, October 2014] This is just one claim of many on Facebook that Gabriel Iglesias has passed away. Please put the truth on Snopes and set the record straight. Thank you. There is a rumor about Gabriel Iglesias dying from diabetes. Is it true?",
  "Last Updated": "3 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/fluffydeathhoax.asp",
  "Claim": "Comedian Gabriel Iglesias is dead.",
  "Claim_ID": "inboxer_hoaxes_fluffydeathhoax",
  "Tags": ""
}