{
  "Origins": "This piece is a variation of the venerable warning that the USPS's series of Black Heritage stamps will be discontinued and the remaining stock destroyed if more people didn't start buying them, and just like that warning, most of the information in this one is erroneous.",
  "Fact Check": "",
  "Description": "The Martin Luther King stamp is not new (it was issued in 1999), nor can it be purchased by itself. It is part of the Postal Service's Celebrate the Century program, a series of stamps commemorating notable American people, places, and events from every decade of the 20th century. The \" I Have a Dream \" stamp is but one of the fifteen stamps marking important events from the 1960s , such as the moon landing, the Vietnam War, and the Woodstock festival. If you want to purchase these stamps because you like their design, you want to honor Dr. King, or you want to support black heritage, so much the better. But you don't have to purchase them to keep them from being recalled and destroyed. The USPS has no plans to discontinue the Celebrate the Century program. In fact, it was the centerpiece of a special Amtrak train (the \"Celebrate the Century Express\") full of stamp and historical displays that was making a tour of the USA through the fall of 2000.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20011208104519/www.usps.com/ctc/train/welcome.htm;http://www.usps.gov/images/stamps/99/1960s.htm;http://www.usps.gov/images/stamps/99/martin_luther_king.htm;http://www.usps.gov/images/stamps/ctc.htm;",
  "Example": "[Collected on the Internet, 2000] Subject: Dr King's Stamp Please pass the word. A new 33-cent stamp is available to celebrate Dr. King's historic MARCH ON WASHINGTON. Let's purchase this STAMP! It takes years to build up trust, and only seconds to destroy it. The clerks will not market these stamps, unless you ask for them, and they will be recalled if the post office does not makemoney from them! Support your own . . . we can't begin to imagine what this country was like before the 1960s. I was asked to pass this on, I'm asking you to do the same.",
  "Last Updated": "30 November 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/outrage/king.asp",
  "Claim": "The United States Postal Service's new \"I Have a Dream\" stamp honoring Dr. Martin Luther King Jr. will be discontinued and recalled if not enough postal customers purchase them.",
  "Claim_ID": "inboxer_outrage_king",
  "Tags": ""
}