{
  "Origins": "In April 2015, an image urging viewers to share a photograph of a baby born with his heart outside his body in order raise funds for his medical care was circulated widely via Facebook. But neither the image nor its claim was new; the tandem was simply a reiteration of a hoax that had circulated more than a year earlier involving the same photograph and plea.",
  "Fact Check": "",
  "Description": "This \"raise money for a child's medical care by sharing this photo on Facebook\" format of hoax is common: Previous variations include a child purportedly shot by a family member, a toddler who needed a heart transplant , and a little girl from Poland in desperate need of money for burn treatment. As is often the case with these popular social media hoaxes, the image used was one of a real child suffering a real medical condition, and that image was deliberately selected with the intent of tugging at the heartstrings of Facebook users for purposes unconnected to the depicted child's recovery or well being. The photograph used in this case is one that was widely reproduced in conjunction with 2012 news coverage about the case of Hayes Davis, who was born with omphalocele, a birth defect in which the fetus' intestines and other abdominal organs stick out from the belly button: After a pregnancy with seemingly endless appointments and ultrasounds, [Kelly] Davis gave birth to Hayes March 25, 2011, via Cesarean section at Children's Memorial Hermann Hospital in Houston, Tx. \"I was so excited to meet him, but the anxiety was almost overwhelming,\" the new mom said. \"I didn't know if he would breathe on his own or eat on his own or whether the omphalocele would stay intact.\" In January 2012, doctors successfully corrected Davis' condition: After his mom spent months treating the condition and even documenting her world on her blog, \"O Baby,\" Hayes underwent surgery to correct the organs. \"The surgery went perfectly,\" Davis said. \"Both surgeons were incredibly pleased. We're looking forward to a simpler way of life.\" Images such as the one of the \"baby born with his heart outside his body\" are carefully selected by Facebook scammers preying on the sympathies of social media users. Many folks believe that sharing the image is harmless: If the claim is true, the baby is helped; and if it's false, only a small amount of their time was wasted. But these types of hoaxes are typically lures for the distribution of malware as well as clickjacking, clickbaiting, and like-farming activities, made all the more reprehensible for their dishonest and unauthorized use of such photographs. In any case, Facebook does not directly donate money based upon likes or shares generated for any purpose. Facebook's advice for charitable giving on the social network can be found here .",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/help/224906417682965/;http://abcnews.go.com/Health/baby-born-organs-body-receives-rare-surgery/story?id=15307580;",
  "Example": "[Collected via e-mail, April 2015] Photo looks unreal, says \"Fb\" will donate $1 for each share of photo showing baby born with heart outside of its body.",
  "Last Updated": "21 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/medical/babyheart.asp",
  "Claim": "Facebook is donating $1 per share to a medical fund for a baby born with his heart outside his body.",
  "Claim_ID": "inboxer_medical_babyheart",
  "Tags": ""
}