{
  "Origins": "In May 2015, a fraudulent offer for $200 Home Depot coupons started circulating on Facebook.",
  "Fact Check": "",
  "Description": "The message contained a link that redirected bargain hunters to a web site adorned with Home Depot's logo that has nothing to do with the real Home Depot: The $200 Home Depot coupon scam is very similar to other schemes that targeted Costco , Amazon , and Kroger shoppers. While each scam has slight variations, they all feature three main components. First, they require people to like or share the message on Facebook in an attempt to spread the scam around the Internet. Second, they direct people to complete a survey that extracts personal information such as email addresses, telephone numbers, dates of birth and credit card numbers. Lastly, these scams never end with a \"free\" rewards, because users must first agree to sign up for several costly, difficult-to-cancel \"Reward Offers\" hidden in the fine print to claim their coupons. The Better Business Bureau gave these three tips to identify scams on Facebook : Don't believe what you see. It's easy to steal the colors, logos and header of an established organization. Scammers can also make links look like they lead to legitimate websites and emails appear to come from a different sender. Legitimate businesses do not ask for credit card numbers or banking information on customer surveys. If they do ask for personal information, like an address or email, be sure there's a link to their privacy policy. Watch out for a reward that's too good to be true. If the survey is real, you may be entered in a drawing to win a gift card or receive a small discount off your next purchase. Few businesses can afford to give away $50 gift cards for completing a few questions.",
  "Originally Published": "",
  "Referred Links": "http://www.bbb.org/blog/2014/07/customer-survey-scam-lures-victims-with-gift-card/;",
  "Example": "[Collected via Facebook, May 2015] $200 Home Depot Coupon Home Depot is giving away $200 in Coupons! Get Yours $200 Home Depot Coupon! SAVING-NOW.COM Home Depot Coupons Giveaway",
  "Last Updated": "8 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/homedepot.asp",
  "Claim": "Home Depot is giving out $200 coupons to Facebook users.",
  "Claim_ID": "inboxer_nothing_homedepot",
  "Tags": ""
}