{
  "Origins": "Over the last few years we've seen many a purportedly altruistic appeal circulate on the Internet, each one claiming you could donate money to a worthy cause or right some terrible injustice at no cost to you merely by taking some simple action, such as forwarding an e-mail message. (See our Jessica Mydek page for one example.) All of these messages until very recently have been hoaxes, but Year 2000 has seen a few real ones spring up.",
  "Fact Check": "",
  "Description": "At The Breast Cancer Site , you can \"donate\" clicks towards the provision of mammograms for underprivileged women in the U.S. And it's no scam, even if it's not exactly as described in the e-mailed exhortation to become part of this. Unlike the way things are explained in the e-mail, one click does not magically provide a mammogram to a needy woman it takes 45,000 clicks, not just one. Averaging 58,000 clicks a day, The Breast Cancer Site provides funding for approximately 1.3 mammograms a day. Visitors are also not prohibited from clicking more than once; they just can't do so more than once a day. Sponsors become involved with this site (and others like it) as a form of advertising and public relations and thus are willing to pay for their messages to be viewed by consumers. They pay CharityUSA.com, the parent entity of the site, on a per-click basis; CharityUSA.com directs 75% of the total ad revenue collected to the National Breast Cancer Foundation and keeps the remaining 25% to run the site. (The Breast Cancer Site is not a non-profit entity, so it shouldn't be confused with a charity even though it does direct a significant portion of its revenues to those in need. It exists to make a profit, and that it's still around proves it's succeeding at this.) GreaterGood.com also allows visitors to initiate donations to several other causes via The Rainforest Site, The Animal Rescue Site, and The Child Health Site. Other sites that offer similar aid to charities are: The Hunger Site Barbara \"(m)aid to order\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.thehungersite.com;http://www.thebreastcancersite.com;http://www.thebreastcancersite.com;",
  "Example": "[Collected on the Internet, 2000] Let this be your good deed for today ... it only takes a second. Go to the site below. All you do is click a button and a woman gets a free mammogram at no cost to you. It is paid for by corporate sponsors (who gain advertising in the process because you see their logo). All you do is go to the site and click on the free button. It takes one-second. However, you're only allowed one donation so please pass the word. http://www.thebreastcancersite.com",
  "Last Updated": "8 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/charity/mammogram.asp",
  "Claim": "You can help disadvantaged women in America obtain free mammograms simply by clicking a button on a web site.",
  "Claim_ID": "inboxer_charity_mammogram",
  "Tags": ""
}