{
  "Origins": "This item about Justin Bieber's befriending and paying for the psychological treatment of a girl who was raped after attending one of his concerts is nothing but a bit of fiction, a fanciful tale made up by someone who attached it to a photograph of a young woman who posed for a few pictures with the singer during a fan encounter.",
  "Fact Check": "",
  "Description": "The young woman shown in the picture posted the photograph (along with others from the same sequence) to her \"Bieber Swag Baby\" blog , which now bears a header reading: ALL THE RUMOURS THAT I WAS RAPED AND MY MOM DIED ARE NOT TRUE!!!! Someone took my picture and made up a story, I just met him outside of his hotel ... NOTHING ELSE!!! The FAQ on her blog also states: Q: Is it true that you got raped, your mom died and now justin is paying for your therapy? A: NOO!! That is not me!! This is my photo and someone took it and made up the story. The picture is me but the story is not true! I just met him outside his hotel, nothing else.",
  "Originally Published": "",
  "Referred Links": "http://bieberswagbaby.tumblr.com/faq;http://bieberswagbaby.tumblr.com/post/25273740988/all-the-rumours-that-i-was-raped-and-my-mom-died-are;",
  "Example": "[Collected via e-mail, July 2012] Did you guys hear this story? A girl went to Justin s concert, and after She got raped. She was crying in the street for 3 days, all she had was 10 dollars, couldn t find her way home, her parents thought she was in a hotel. They went looking for her, the girl finally found a way home when her dad told her that her mom has been killed in a car accident. The story went out on twitter & Justin met her and she told him the story and they cried together. They also went to dinner together and Justin is paying psycological support. THIS is why I will never stop loving him.",
  "Last Updated": "5 August 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/bieber.asp",
  "Claim": "Justin Bieber befriended a fan who had been raped after attending one of his concerts.",
  "Claim_ID": "inboxer_hoaxes_bieber",
  "Tags": ""
}