{
  "Origins": "It's a good bet that when a web site appears on the Internet offering to sell a product or service that seemingly serves no real purpose other than to outrage and inflame the public, it's a hoax. The web site marryourdaughter.com, which purports to offer an \"introduction service\" that sells off teenage girls as brides to customers who submit suitable proposals and pay the requsted asking price (ranging anywhere from $6,000 to $100,000), neatly fits that pattern.",
  "Fact Check": "",
  "Description": "A few points to ponder to for those wondering whether a site like marryourdaughter.com might be for real: Is there really a market in the U.S. for a service that allows parents to offer their teenage girls (some as young as 13) for sale to prospective husbands? Do you know any parents who are anxious to marry their teenage daughter off to a complete stranger, if only they could get a sufficient price in the bargain? The site provides no physical address, no mailing address, nor any telephone number for the business, just a few contact e-mail addresses. (In other words, it offers no information that might allow the site's operators to be easily traced, or the existence of the business to be verified.) The explanations provided about the service on the site for potential customers and clients are rather cursory: Marry Our Daughter is an introduction service assisting those following the Biblical tradition of arranging marriages for their daughters. Those who wish to list their Daughters with our site should click on SIGN UP OUR DAUGHTER on our main page for a form to fill out. Those who wish to propose to a specific Daughter should click on the PROPOSE button on the Daughter s INFO CARD.If you were really considering using a service to list your daughter for \"sale\" or to \"purchase\" a teenage girl as your marriage partner for tens of thousands of dollars, wouldn't you want to know a little bit more about the process up front than that? The marryourdaughter.com web site already had testimonials from \"satisfied customers\" when it first appeared on the Internet. Where'd they come from? (The testimonials also include such satirically over-the-top comments such as: \"Getting out of the trailer park at our age was the best thing that ever happened to us, and it's all thanks to Marry Our Daughter!\") The giveaway for most outrageous web sites of this nature is that \"customers\" can't actually buy any of the products or services offered there's no ordering mechanism on the site, or the products are always \"out of stock,\" or the payment function is broken, or the putative seller has some other contrived explanation as to why orders can't be filled. That trap is nicely skirted on marryourdaughter.com because sales are presumably contingent only upon acceptance of suitable \"proposals.\" (Nonetheless, it would be safe to assume that no submitted proposal would ever be found sufficiently suitable to allow for a completed transaction.) The site's primary purpose is pretty obviously to pull some legs and yank some chains. And in fact, the site's creator, John Ordover (who has conducted a number of radio interviews in which he pretended to be the site's fictional publicity director, \"Roger Mandervan\"), has acknowledged that he did indeed set up MarryOurDaughter.com as a parody intended to draw attention to inconsistencies in state marriage laws.",
  "Originally Published": "",
  "Referred Links": "http://marryourdaughter.org/index.asp?option=com_content&task=view&id=59&Itemid=9;http://www.marryourdaughter.com/index.asp?option=com_content&task=view&id=17&Itemid=9;http://marryourdaughter.com/;",
  "Example": "[Collected via e-mail, August 2007] Is this site real or is an incredible hoax? marryourdaughter.com",
  "Last Updated": "12 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/marryourdaughter.asp",
  "Claim": "Customers can \"purchase\" teenage brides through the web site MarryOurDaughter.com.",
  "Claim_ID": "inboxer_hoaxes_marryourdaughter",
  "Tags": ""
}