{
  "Origins": "An item claiming that the WalMart chain of retail stores would no longer be accepting EBT (Electronic Benefit Transfer, a system for distributing payments from state welfare departments, such as food stamps) transactions as a form of payment, supposedly due to a high incidence of fraud, was circulated on the Internet beginning in June 2014. However, this rumor has no basis in fact: no policy change is taking effect at the WalMart or Sam's Club chains of stores that would end their acceptance of payment via EBT transactions.",
  "Fact Check": "",
  "Description": "This hoax was promulgated by a phony CNN News lookalike article posted on Sunday Times Daily , a web site that allows users to \"create your own fake news and trick your friends by sharing it on Facebook, Twitter or any other social network\": Due to an overwhelming use of fake EBT transactions, Walmart will no longer accept E.B.T. also known as food stamps. Walmart CEO Michael McDonell said that after further consideration Walmart nor Sams Club will accept E.B.T. Food Lion and Harris Teeter said they both are considering the idea as wel Viewing the article on the Sunday Times Daily site for more than a few seconds produces a message revealing that it's all just a joke: Many readers had previously been fooled by similar pranks posted on the same site involving the supposed ending of coupon redemption in the U.S. and the raising of the minimum legal drinking age to 25.",
  "Originally Published": "",
  "Referred Links": "http://sundaytimesdaily.com/;http://cnn.com.sundaytimesdaily.com/e.b.t.-no-longer-accepted-at-walmart/r/1634;",
  "Example": "[Collected via e-mail, June 2014] Is this true? EBT no longer accepted at walmart?",
  "Last Updated": "17 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/walmartebt.asp",
  "Claim": "WalMart has announced they will no longer accept EBT transactions as a form of payment.",
  "Claim_ID": "inboxer_hoaxes_walmartebt",
  "Tags": ""
}