{
  "Origins": "On 27 June 2003, the federal government implemented a national \"Do Not Call\" registry , giving those who did not want to be solicited by telephone an effective way to take themselves off call lists used by telemarketers. This warning about a phony vote for your favorite soda being used to circumvent the wishes of those opting out began appearing in inboxes in mid-July 2003, scant weeks after the registry went into operation.",
  "Fact Check": "",
  "Description": "We haven't seen a copy of specific come-on described in the e-mailed warning quoted above, but others like it certainly exist. A few examples can be found on the web, such as this accompanying entry form for sweepstakes conducted by a soap company. The national \"Do Not Call\" list does not shield consumers from every type of unwanted phone call. Political organizations, charities, and telephone surveyors are still free to make unsolicited calls without penalty, as are companies with which consumers have existing business relationships. It is this last exemption that provides ample reason for examining very closely any \"too good to be true\" offers, or for even rejecting them out of hand. Filling out a survey form or mailing in a completed contest entry or taking some business up on its offer of free product might be construed as establishing a business relationship with that entity, a condition that would allow that group to make un-asked-for sales pitches over the telephone despite that particular consumer's inclusion on the national \"leave me alone\" list: Even if you put your number on the National Do Not Call Registry, a company with which you have an established business relationship may call you for up to 18 months after your last purchase or delivery from it, or your last payment to it, unless you ask the company not to call again. (In that case, the company must honor your request not to call. If they subsequently call you again, they may be subject to a fine of up to $11,000.) Also, if you make an inquiry to a company or submit an application to it, for three months afterwards the company can call you. If you make a specific request to that company not to call you, however, then the company may not call you, even if you have an established business relationship with that company. No doubt companies will attempt to claim that a completed survey form or sweepstakes entry constitutes a request for information. And if you answer a survey that asks you about six different brands or types of products, you might very well be putting yourself back on multiple telemarketing lists. We suspect we're going to see a number of smooth moves over the next few months as firms that engage in telemarketing of their products work to find ways to lure consumers back onto their call lists. Along with surveys and sweepstakes, we're expecting to see a number of \"Free stuff!\" offers hit the table as businesses attempt re-establish their telemarketing lists by giving away free product and claiming the recipients have \"purchased\" goods from them. We also expect this is going to go on until the government puts its foot down and clarifies what constitutes a \"request for information\" or a \"purchase.\" For the time being, those desirous of staying out of the clutches of telemarketers might do well to remember that \"Something for nothing\" never is. Barbara \"something to sting about\" Mikkelson Additional information: Statement on competition (FCC)",
  "Originally Published": "",
  "Referred Links": "http://www.fcc.gov/competition/;http://www.liquidsoapproducts.com/rules.html;",
  "Example": "[Collected on the Internet, 2003] This is to all of you that signed up for the \"do not call\" law. This week I received a card in the mail that looked alright It said \"vote for your favorite cola Pepsi or Coke and receive a complementary 12 pack\" It didn't look suspicious but for some reason I kept looking at it. THEN I FOUND IT !! At the bottom of the card there is a VERY small statement. It is SO small it is hard to read but here is what it says By completing this form, you agree that sponsors and co-sponsors of this offer may telephone you, even if your number is found on a do not call registry or list\" This REALLY upset me and I just wanted all my friends to be aware of this way to get around the \"do not call\" law !! Just think how many people will send this in and their do not call registry will be NO GOOD !! The company's name is MARKET SOLUTION. Please send this to all your friends that signed up for \"do not call\". I think this is just one of what we will get in the future so READ EVERYTHING before you SIGN AND SEND !! AND TELL YOUR FRIENDS ABOUT IT.!!!! PLEASE !!!",
  "Last Updated": "3 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/pending/callscam.asp",
  "Claim": "Telemarketers are luring those who've signed up for the national \"Do Not Call\" list by getting them to request coupons for free products.",
  "Claim_ID": "inboxer_pending_callscam",
  "Tags": ""
}