{
  "Origins": "The fanciful notion that the six Apollo lunar missions launched by the USA between 1969 and 1972 which landed a total of twelve men who walked on the moon were elaborate hoaxes staged in top secret desert locations and movie studios here on Earth has been a familiar aspect of popular culture and conspiracy theory since the first moon landing in 1969. Perhaps because Americans' confidence in their government was at a low ebb due to the nation's controversial military involvement in Vietnam, perhaps because people felt threatened by the rapid onrush of technological progress the space program represented, or perhaps just because some people enjoy the furtive thrill of disseminating the \"secret knowledge\" encapsulated conspiracy theories, the moon landings have become a locus for cynical disbelief in America's tremendous achievements in space exploration. (This cynicism was turned into popular entertainment in the 1978 film Capricorn One.)",
  "Fact Check": "",
  "Description": "A less elaborate video twist on the moon landing hoax was featured at moontruth.com , where web surfers could view a re-creation (or perhaps we should say \"pre-creation\") of the first moon landing, purportedly filmed in 1965; the footage is revealed to be studio fakery when a bank of arc lights breaks loose, intruding into the shot sending the film crew swarming onto the set to prepare for another \"take.\" Many people inquired of us whether the (fictional) backstory given on moontruth.com about the video clip was real. (Presumably they didn't all believe the moon landings were faked and instead were questioning whether some \"rehearsals\" might have been filmed by NASA for whatever reasons, as implied in the site's disclaimer \"There is no proof that because this was shot in a studio, the moon landing was necessarily faked.\") For them we note that at least two humorous aspects of the clip (inserted intentionally or otherwise) give it away as a post-Apollo fabrication: The \"astronaut\" in the clip flubs the \"One small step ...\" line (by omitting the word \"a\" between the words \"for\" and \"man\") just as Neil Armstrong did during the real Apollo 11 moon landing in July 1969. In the closing moments of the clip, the \"astronaut\" can be heard apologizing to \"Mr. Gorsky,\" a reference to a Neil Armstrong-related joke-cum-urban legend from the mid-1990s. If that isn't sufficient, the moontruth.com site eventually published a disclaimer noting that: Yes, the clip is fake. It was shot in a studio in London in spring 2002. It was based on an idea by director Adam Stewart, who was a space exploration nut. He had read the conspiracy theory sites and decided he wanted to make a spoof based on the idea that the Apollo 11 moonlanding was faked.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20030610181152/moontruth.com/full.htm;http://web.archive.org/web/20021103120521/http://www.moontruth.com/;http://us.imdb.com/title/tt0077294/;http://web.archive.org/web/20010815115033/http://liftoff.msfc.nasa.gov/news/2001/news-moonlanding.asp;http://www.lpi.usra.edu/expmoon/apollo_landings.html;",
  "Example": "[Collected via e-mail, January 2003] the truth ... maybe we didnt land on the moon...",
  "Last Updated": "19 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/moonhoax.asp",
  "Claim": "A video clip shows a NASA studio-produced 'outtake' of the first moon landing.",
  "Claim_ID": "inboxer_hoaxes_moonhoax",
  "Tags": ""
}