{
  "Origins": "In another case of a message's long outliving its relevance, what we have here is a notice about a real dividend containing a real address for the Veterans Center in Philadelphia. The problem is, this message has been out of date for about fifty years now.",
  "Fact Check": "",
  "Description": "In 1948, a special benefit was established for World War II veterans. This benefit (totalling about $2.7 million) was paid out to nearly everyone who was entitled to it (about 16 million veterans) back in 1950. Nonetheless, this basic message, with various alterations, has continued to pop up over the last fifty years in newspapers, on bulletin boards, and now in e-mailboxes. Different versions claim it applies to veterans with \"WW II insurance,\" \"GI Insurance,\" Servicemembers' Group Life Insurance (SGLI), or Veterans' Group Life Insurance (VGLI) coverage. What it comes down to is, if you have an active life insurance policy, you automatically get your dividends; if you don't have an active policy, you don't get any dividends, whether you apply for them or not. The only thing this hoax accomplishes is stretching the already limited resources of the VA offices that have to respond to people inquiring about it. Additional Information: The \"Special Dividend\" is a False Rumor (VA Life Insurance Program)",
  "Originally Published": "",
  "Referred Links": "https://www.insurance.va.gov/inForceGliSite/dividends/special.htm;",
  "Example": "To all Veterans and Families of Veterans If you are a veteran, or if any of your relatives fall under that category, you may be interested in the following information. A bill was recently passed by Congress entitling veterans to a dividend on the GI Insurance they had while in the service. Both current and former military personnel are entitled to this dividend regardless. If you are a veteran, or if any of your relatives fall under that category, you may be interested in the of whether or not they still carry the insurance. If you are eligible, you WILL NOT receive the dividend unless YOU ASK for it! The Veterans Administration will review each individual case and determine eligibility. A general schedule of dividends earned is as follows: 2 YEARS OF SERVICE: $261.00 3 YEARS OF SERVICE: $391.04 4 YEARS OF SERVICE: $528.00 To apply for the dividend, write to the VETERANS CENTER, P.O. BOX 8079, PHILADELPHIA, PA 19101. REMEMBER: THE VETERANS ADMINISTRATION WILL NOT AUTOMATICALLY SEND YOU THE DIVIDEND. YOU MUST APPLY FOR IT. Complete the form below. In accordance with the bill recently passed by Congress, I am applying for the \"SGLI\" insurance dividend based on my prior military service. The specifies of my service are as follows: NAME:__________________________________ ADDRESS:_______________________________ DATE OF ENTRY INTO ACTIVE SERVICE:_______ DATE OF DISCHARGE:______________________ SGLI NO. (If Known):________________________ BRANCH OF SERVICE:______________________ SERVICE NUMBER:_________________________ DATE OF BIRTH:__________________________",
  "Last Updated": "30 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/hoaxes/veterans.asp",
  "Claim": "Congress has approved special insurance dividend payments for veterans.",
  "Claim_ID": "inboxer_hoaxes_veterans",
  "Tags": ""
}