{
  "Origins": "In November 2014 a popular survey scam targeting Facebook users and major retailers emerged with a new variation, this time promising a $200 Macy's gift card for users who completed three short steps after clicking a link on the social network.",
  "Fact Check": "",
  "Description": "The $200 Macy's gift card link was virtually identical to prior scams dangling the lure of $200 Costco gift card, $100 Kohl's gift cards, and $200 Kroger gift cards. In all the scams, users were redirected to a page which appeared to be both legitimately branded by the named retailer and nearly identical to Facebook's pop-up \"like and share\" functionality. However, the prompts were phony, associated with neither Facebook nor the referenced big-name retailers. On 10 November 2014, the official Macy's Facebook page was deluged with queries about this purported giveaway. The brand's social media managers responded, confirming the Macy's $200 gift card offer was fake and all legitimate contests were run through Macy's official page: Currently, we are not running any giveaways. Any official Macy's contests are shared by us, through our official Facebook page and other social channels. Thank you again for asking! -Chris at Macy's As noted in an earlier Facebook scam giveaway post, the Better Business Bureau offered three tips to avoid similar scams on social networks: Don't believe what you see. It's easy to steal the colors, logos and header of an established organization. Scammers can also make links look like they lead to legitimate websites and emails appear to come from a different sender. Legitimate businesses do not ask for credit card numbers or banking information on customer surveys. If they do ask for personal information, like an address or email, be sure there's a link to their privacy policy. Watch out for a reward that's too good to be true. If the survey is real, you may be entered in a drawing to win a gift card or receive a small discount off your next purchase. Few businesses can afford to give away $50 gift cards for completing a few questions. The bulk of big giveaways from stores such as Macy's are conducted through the brand's official social media channels and rarely require users to provide personal information. Chances are if you've been redirected off an official Facebook page for any given brand, the giveaway claim is not on the up and up.",
  "Originally Published": "",
  "Referred Links": "http://www.bbb.org/blog/2014/07/customer-survey-scam-lures-victims-with-gift-card/;https://www.facebook.com/Macys;",
  "Example": "[Collected via e-mail, November 2014] Macy's has a giveaway of $200 on Facebook. Is it legitimate?",
  "Last Updated": "10 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/nothing/macys.asp",
  "Claim": "Macy's is giving out $200 gift cards to users who follow three simple steps on Facebook.",
  "Claim_ID": "inboxer_nothing_macys",
  "Tags": ""
}