{
  "Origins": "Claims have been making the rounds on social networking sites such as Facebook that invoke the well-respected name of the world's most famous adjudicator, the Guinness Book of World Records. According to numerous posts on such venues, various courses of study have been officially proclaimed the \"toughest\" and holders of such accreditations should post proud announcements of same.",
  "Fact Check": "",
  "Description": "Courses various Facebook users have trumpeted as the toughest, based on number of exams, assignments, and years to complete: Nursing Architecture Engineering Interior Designing Accountancy Information Technology Though we hate to burst anyone's bubble, short and sweet, the Guinness Book of World Records does not rank toughness of courses. Any claim that it does is pure invention, likely woven into the hoax in an effort to impart a tinge of authority to the assertion. Says Guinness of the rumor: Contrary to some claims being made on various social-networking sites, Guinness World Records does not recognise record categories such as \"toughest\" or \"most difficult\" course, as these are not objectively measurable. As such, any such claim is absolutely false. As to which actually is the hardest to earn, trying to work out which degree or accreditation would hold that honor is an impossible task, in that so many competing factors would have to be weighed. Would it be number of exams? Number of assignments one is graded upon? Hours in the classroom? Hours of required work experience? Difficulty of material? Number of years in that discipline of study? Academic requirements to even be admitted to that discipline of study? There's no clear answer. Three that are commonly pointed to as being among the most difficult are medicine, engineering, and architecture.",
  "Originally Published": "",
  "Referred Links": "http://www.guinessworldrecords.com/;",
  "Example": "[Collected via e-mail, July 2011] Bachelor of Science in Nursing (BSN) has been chosen as the TOUGHEST courses of all other courses including MBBS, BCOMM, Bca, IAS, IPS, and engineering by the Guinness book of world records on 18 May 2011. It has 64 university exams + 164 series exams + 174 assignments within 2 years (max 1000 working days). All BSN nurse post on your wall for at least 2 hours and be proud to be a BSN degree holder! [Collected via e-mail, July 2011] Architecture has been chosen as the toughest course among all the courses including MBBS, BCOM, IAS, IPS and ENGINEERING by the Guinness Book of World Records on 18 MAY 2011. It has 64 university exams + 174 assignments + 40+ Major Projects within 5 years (1200 working days ) plus 2 years (1000 working days) work experience. All Architects post this on your wall and remember ... I'm watchin ya!",
  "Last Updated": "8 August 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/trivia/toughest.asp",
  "Claim": "A particular college course of study was labeled \"the toughest\" by the Guinness Book of World Records.",
  "Claim_ID": "inboxer_trivia_toughest",
  "Tags": ""
}