{
  "Origins": "The one thing this tempest in a teapot makes abundantly clear is you can't make everybody happy all of the time. In an ironic twist, an ABC policy meant to ensure the name of Jesus is not used in a profane manner has left many Christians irate.",
  "Fact Check": "",
  "Description": "On a 23 May 2002 episode of The View , co-host Joy Behar said of the end of her daily weigh-ins (she'd been dieting), \"Yes, and thank you, thank you, Jesus, is all I have to say.\" Her words were aired live in much of the country, but when ABC broadcast a taped version of the show on the West Coast, \"Jesus\" was edited out. According to ABC spokeswoman Julie Hoover, that usage ran afoul of a particular standard the network adheres to. ABC has no problem with Jesus' name if it is used in a \"prayerful and respectful manner,\" she said. But ABC does not allow Jesus' name to be used in an exclamation. In an attempt to bend over backwards to not condone what many would have seen as blasphemy,\"Jesus\" got bleeped. This put yet another group of Christians up in arms over what they perceived as censorship of the holy name. Rather than realizing ABC had been trying to prevent what many would have seen as a misuse of the name, those ranting about censorship fretted that the network was turning its back upon Jesus. Like I said, some days you can't win for trying. Certain exclamations of \"Jesus!\" are clearly less than respectful. (Certainly all those of the \"I just hammered my thumb\" variety fall into this category.) But what about heartfelt \"Thank you, Jesus!\" praiseful cries over the cessation of daily weigh-ins? Some will view those as wholly appropriate, some will accept them as permissible if a bit overboard, and some will out-and-out reject them as frivolous trivializations of something far too venerated and holy to be demeaned by being twinned with a successful Jenny Craiging. Different Christians will draw the \"Thou shalt not take the Lord Thy God's name in vain\" line in a different place. We think ABC was a bit overzealous in snipping the word in this instance, because a \"Thank you, Jesus!\" exclamation over any manner of non-earth-shaking matters has become a widespread linguistic flourish and does not necessarily signify an instance of blasphemy. On the other hand, had ABC not elided the word, the network would likely have come under fire from a different if not equally fervent group of Christians who would have vehemently disagreed with what they would have seen as a slighting usage. One thing is clear: ABC did not excise the word because they were trying to \"get rid\" of Jesus. Rather, they were trying to protect the holy name, which is quite a different kettle fish from the one Falwell is trying to stir. Barbara \"bouillibiasse bawl\" Mikkelson Additional Information: Jerry Falwell Ministries The View (ABC)",
  "Originally Published": "",
  "Referred Links": "http://abc.go.com/daytime/theview/index;http://www.falwell.com;",
  "Example": "[Collected on the Internet, 2002] ABC-TV censors the name of Jesus In an effort to protect viewers from so-called inappropriate material, the ABC television network bleeped out the name \"Jesus\" from one of its daytime programs. This disgraceful act has ignited the outrage of thousands of Christians nationwide. Read my Falwell Confidential articlehere. Please sign this urgent petition below to ABC President Bob Iger and Chairman of the Board Lloyd Braun. Read the petition text. Then fill out and submit the form at the bottom of the page to electronically \"sign\" the petition. When you are finished, please remember to forward my e-mail message to every friend in your e-mail address book asking them to do the same. Thank you. Jerry Falwell Petition to Protect the Name of Jesus and Restore Decency to Network TV To: Mr. Bob Iger, President To: Lloyd Braun, Chairman of the Board On May 23, ABC's West Coast airing of The View censored the name of Jesus so that it could not be heard, as if it were a curse word or some obscene language. To me, the name of Jesus is above every name, and you demeaned it with this unconscionable action especially considering how ABC has joined other networks in pushing the limits for sex, violence and coarse language on TV. I hereby make my stand for the right of Americans to hear the name of Jesus and urge you to lead ABC back toward family-oriented programming without immorality, violence and coarse language.",
  "Last Updated": "15 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/petition/abcjesus.asp",
  "Claim": "ABC bleeped the word 'Jesus' from a segment of The View .",
  "Claim_ID": "inboxer_petition_abcjesus",
  "Tags": ""
}