{
  "Origins": "With the current heightened tensions in the Middle East between Israelis and Palestinians, plenty of rumors (and calls for boycotts) are circulating about corporations that are allegedly openly supporting one side or the other. This is one which we haven't been able to verify has any validity to it.",
  "Fact Check": "",
  "Description": "In a survey of local stores (including Wal-Mart, Sam's Club, and several other their competitors), we were unable to find any globes for sale on which Israel was labelled as 'Palestine.' (Israel is such a comparatively tiny country that on many globes we examined it wasn't labelled at all because there simply wasn't room for the print.) However, press reports indicate that apparently some Sam's Clubs outlets are selling \"Semi-Precious Stone Mosaic Globes\" (more decorative than functional) produced by a Chinese manufacturer which show a portion of the Middle East labelled as both \"Palestine\" and \"Israel.\" (Actually, the word \"Palestine\" appears to be floating in the Mediterranean, while \"Israel\" is located where it should be.)Since the letters used to spell \"Israel\" are rendered in a dark-colored type against a dark background, users who don't look closely might easily come away with the impression that \"Palestine\" is present but \"Israel\" is not. Israel and its capital are indeed correctly identified on the globe, though.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2000] In Sams Club they are selling the new World Atlas globes and they do not have Israel on it. In place they put in Palestine. If this is seen by you, please tell the Manager of the store to return them. They also have them in Wal-Mart stores. They might be in other stores so pass the word to be on the lookout in any stores.",
  "Last Updated": "30 November 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/inboxer/outrage/globe.asp",
  "Claim": "Wal-Mart is selling globes with Israel labelled as 'Palestine.'",
  "Claim_ID": "inboxer_outrage_globe",
  "Tags": ""
}