{
  "Origins": "The above-quoted message is a legitimate missing child alert. The girl pictured, three-year-old Reachelle Marie Smith, has been missing from her home in Minot, North Dakota, since mid-May 2006. (She would now be seven years old.) While an Amber Alert was issued for her on 22 May 2006, it has since been rescinded due to the age of the case. (Active Amber Alerts can be viewed here .)",
  "Fact Check": "",
  "Description": "Initial reports indicated that Reachelle was believed to be in the company of a 22-year-old man named Leigh Cowen, who lived with Reachelle's aunt, her legal guardian. However, Cowen has since been found dead of an apparent suicide, and Reachelle has not yet been located. Reachelle's case has been profiled on the America's Most Wanted television program, and although the case remains open, authorities say they now have few leads to go on, and the active search for her has effectively ended: Cops in Minot, N.D., are now searching for new clues that will lead them to Reachelle Smith. Investigators say they initially thought the little girl may have been traveling with 22-year-old Leigh Cowen. But any hopes of finding the 3-year-old with him vanished when cops found Cowen's dead body following what appeared to be a suicide. Unfortunately, the discovery of Cowen's body didn't shed any light on where Reachelle might be. But that doesn't mean investigators are giving up. As of May 26th, a force of 200 searchers continued the mission to find the little girl. Search teams scoured parks, a local river and a city landfill in hopes of finding clues. The National Guard also joined the search. But following the weekend search, police say the search is taking a new turn things are starting to wind down in the search for little Reachelle. Investigators say the fact that they've received few new leads is putting a damper on their mission. Reachelle Smith was last seen at her house on Tuesday, May 16, 2006, at about 10:30 p.m., when she was put to bed. She is about 3' feet tall and weighs about 40 pounds. She has brown eyes and straight, light brown hair. Additional information: Missing Person: Reachelle Smith (FBI)",
  "Originally Published": "",
  "Referred Links": "http://www.fbi.gov/wanted/kidnap/smith_r.htm;http://www.bismarcktribune.com/articles/2007/12/09/news/state/144151.txt;http://www.bismarcktribune.com/articles/2006/10/28/news/state/122952.txt;http://www.amw.com/missing_children/case.cfm?id=38883;http://www.bismarcktribune.com/articles/2006/05/24/news/topnews/115152.txt;http://www.ncmec.org/missingkids/servlet/AmberServlet;http://www.pr.com/press-release/11122;http://www.missingkids.com/missingkids/servlet/AmberExternalFCServlet?act=retAmberCase&amberId=1244;",
  "Example": "[Collected via e-mail, June 2006] Please look out for this little one. AMBER ALERT!!!!! Body: I need everyones help!!!! Please repost this ASAP. This is the daughter of a very close personal friend. Her worst nightmare came true as a parent. Her little girl was abducted by what they thought was a family friend. We need to get the word around so we can get this sweet little girl back to her family. Follow the instructions at the bottom to repost this message please!! BEFORE YOU SKIP THIS, LOOK AT THE KID. DO IT AGAIN. NOW TRY TO REPOST. IT TAKES 10 SECONDS. PEOPLE ARE MISSING HER AND SHE WANTS TO BE HOME. DOSOMETHING GOOD. (701)852-0111. Variations: An April 2009 version changed the missing girl's location to Tamworth, Australia.",
  "Last Updated": "2 June 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/inboxer/missing/reachelle.asp",
  "Claim": "Reachelle Marie Smith is missing from her Minot, North Dakota, home.",
  "Claim_ID": "inboxer_missing_reachelle",
  "Tags": ""
}