{
  "Origins": "On 12 September 2014, a thread started on Reddit's WTF subreddit went viral. The original post linked to Reddit's favored image hosting site Imgur, and the claim attached to the post was quite disturbing: A man had stolen the body of his recently deceased girlfriend from the morgue and posed for a \"selfie\" in his car with her corpse.",
  "Fact Check": "",
  "Description": "While the picture has been viewed hundreds of thousands of times on Reddit and generated nearly 2,000 comments, little information has surfaced to explain the image. Multiple posters on Reddit have claimed to be the original user and have said the image is a prank, but none has yet proved this to be the case (although the fact that the man in the picture is wearing a shirt from the RVCA's Artist Network Program might be a giveaway that the photo is a staged one). The \"dead girlfriend selfie\" did, however, appear out of the ether a few days earlier, and did not appear to have been in circulation for a significant amount of time beforehand. The person featured was clearly identifiable, and the situation as presented seems fairly implausible for a number of reasons. The man depicted would likely risk arrest and, had he abducted a dead body, might be inclined to conceal his actions to evade detection. Also, no recent reports of corpse theft have popped up out of California (where the image was purportedly taken) to support the story, and no one has stepped forward to identify the man in the picture. Additionally, if the image genuinely depicted a corpse, loved ones would almost certainly object to the treatment of the body (which likely would have been identified at this juncture). Finally, a smaller Reddit thread has popped up suggesting that a third party had posted an image of the man with a dead body prop but later deleted the post because the person shown in the image had been hassled by his job. Almost certainly this is just a picture of someone posing with a \"dead body\" prop, which someone else prankishly posted on the Internet with a fictitious, gruesome backstory.",
  "Originally Published": "",
  "Referred Links": "http://www.reddit.com/r/reactiongifs/comments/2g86t3/mrw_i_post_a_picture_of_a_dead_body_prop_to_wtf/;https://www.rvca.com/anp;http://www.reddit.com/r/WTF/comments/2g798h/dude_in_ca_steals_his_dead_gf_from_morgue_and/;https://twitter.com/Worrier/status/510910906839363584;http://t.co/1plciFkoF1;",
  "Example": "[Collected via Twitter, September 2014] Never giving up on love pic.twitter.com/1plciFkoF1 White People Things (@Worrier) September 13, 2014",
  "Last Updated": "16 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/info/news/deadselfie.asp",
  "Claim": "A man in California abducted his girlfriend's corpse from the morgue, took a selfie, and posted it to social media sites.",
  "Claim_ID": "info_news_deadselfie",
  "Tags": ""
}