{
  "Origins": "On the night of 21 September 2014, Alaskan reporter Charlo Greene became a viral video star after her on-air resignation rapidly racked up YouTube views. According to Alaska Dispatch News , Greene quit during the 10 PM broadcast of KTVA's local news, right after disclosing her status as owner of an Alaska marijuana advocacy group.",
  "Fact Check": "",
  "Description": "In the clip below, Greene says: Now everything you've heard is why I, the actual owner of the Alaska Cannabis Club, will be dedicating all of my energy toward fighting for freedom and fairness, which begins with legalizing marijuana here in Alaska. And as for this job, well, not that I have a choice but, f*** it, I quit. [Warning: there is some brief profanity in the following video.] Later, Greene admitted that KTVA did not know of her connection to the issue or the Alaska Cannabis Club prior to her dramatic resignation, and she indicated that she used her platform to publicize the plight of Alaska's medicinal marijuana users: ... I wanted to draw attention to this issue. And the issue is medical marijuana. Ballot Measure 2 is a way to make medical marijuana real ... most patients didn't know the state didn't set up the framework to get patients their medicine. If I offended anyone, I apologize, but I'm not sorry for the choice that I made. A status update posted to the Alaska Cannabis Club's official Facebook page on 21 September just prior to the broadcast hinted at a development to come: Post by Alaska Cannabis Club. Hours later, KTVA addressed Greene's profanity and unexpected camera walk-off via their Facebook page. In a statement, KTVA 11's News Director Bert Rudman stated that Greene had been fired, and explained: Dear Viewers, We sincerely apologize for the inappropriate language used by a KTVA reporter during her live presentation on the air Sept. 21. The employee is terminated. Bert Rudman News Director - KTVA 11 News Charlo Greene appears to have timed her viral fame to in part in order to attract backers for a campaign aimed at passing legislation in Alaska that regulates marijuana like alcohol. An Indiegogo page has been set up to raise funds here .",
  "Originally Published": "",
  "Referred Links": "https://www.indiegogo.com/projects/alaska-cannabis-club-s-freedom-fairness-fight;https://www.facebook.com/pages/Alaska-Cannabis-Club/1409363396015725;https://www.facebook.com/1409363396015725/photos/a.1411401349145263.1073741829.1409363396015725/1482256548726409/?type=1;http://www.adn.com/article/20140921/ktva-reporter-quits-air-reveals-herself-owner-alaska-cannabis-club;https://twitter.com/questlove/status/514090900298145792;https://t.co/ZmzEpK0TGN;",
  "Example": "[Collected via Twitter, September 2014] Charlo Greene wants you to vote YES on Ballot Measure 2 on Nov 4th Alaska https://t.co/ZmzEpK0TGN i agree Questlove Gomez (@questlove) September 22, 2014",
  "Last Updated": "22 September 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/info/news/charlogreene.asp",
  "Claim": "Reporter Charlo Greene uttered a profanity and resigned live on air to devote herself full-time to legalizing marijuana.",
  "Claim_ID": "info_news_charlogreene",
  "Tags": ""
}