{
  "Origins": "There is no such thing as a \"snow snake,\" at least not as described above, a form of white serpent that \"comes out in the cold weather\" and bites victims, causing their \"blood to freeze.\" Snakes, like other reptiles, are cold-blooded creatures that depend upon external warming to regulate their body temperatures and cannot survive outdoors in snowy climes species of snakes that inhabit areas with colder climates generally go into a hibernation-like state known as brumation during the winter months, burrowing or seeking other forms of shelter where they can remain warm and dormant until the season passes.",
  "Fact Check": "",
  "Description": "Some species of snake can exhibit a white coloration due to the genetic mutation of albinism , but the photograph displayed above appears to be a white-colored rubber snake rather than an image of a true albino. Besides, those who indulge in winter sports use the term \"snow snake\" to identify the mythical creature to be blamed for their downhill wipeouts.",
  "Originally Published": "",
  "Referred Links": "http://2.bp.blogspot.com/-OCA51CR48rI/UTgYCH-70DI/AAAAAAAAQ3Y/VY3gCE-wGdU/s1600/13.jpg;http://www.wisegeek.com/what-is-an-albino-snake.htm;http://lllreptile.com/info/library/care-and-husbandry-articles/-/reptilian-brumation/;",
  "Example": "[Collected via Facebook, February 2014] This is the deadly snow snake. It has bitten 3 people in the state of Ohio and one in Pennsylvania. It s been spotted in other states. It comes out in the cold weather and at this time there is no cure for it's bite. One bite and your blood starts to freeze. Scientist are trying to find a cure. Your body temperature start to fall once bitten. Please stay clear if you have see it. Please forward this and try to save as many people as we can from this deadly snow snake.",
  "Last Updated": "20 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/info/random/random.asp",
  "Claim": "Photograph shows a deadly snow snake.",
  "Claim_ID": "info_random_random",
  "Tags": ""
}