{
  "Origins": "Even some of President Obama's most ardent supporters were shocked when on 9 October 2009 the Norwegian Nobel Committee made the surprise announcement that he was being awarded the 2009 Nobel Peace Prize \"for his extraordinary efforts to strengthen international diplomacy and cooperation between peoples\" despite his having occupied the White House for a mere eight months at the time. The announcement prompted various persons and groups to call upon the Nobel Committee to revoke the honor over such as issues as the ongoing presence of U.S. troops in Afghanistan, the continued holding of detainees without charge at Guantanamo Bay Naval Base, and the expanded use by the U.S. of drones for remote killing.",
  "Fact Check": "",
  "Description": "That controversy was spoofed by the satirical web site The Final Edition in October 2011 with a fictional article positing that Thorbj rn Jagland, chairman of the Nobel Peace Prize Committee, had said that President Obama \"really ought to consider\" returning his Nobel Peace Prize Medal because \"Guantanamo's still open. There's bombing Libya. There's blowing bin Laden away rather than putting him on trial. Now a few US troops go home, but the US will be occupying Afghanistan until 2014 and beyond. Don't even get me started on Yemen!\" In September 2014 that subject was spoofed in again in a letter posted to the Scribd digital library, ostensibly issued by chairman Thorbj rn Jagland and expressing regret in the Nobel Committee's choice of 2009 Nobel Peace Prize recipient (i.e., President Obama): Statement on 2009 Nobel Peace Prize Laureate by Thorbj rn Jagland on behalf of the Nobel Committee Prizes awarded by the Nobel Committee are not retracted. It remains the obligation of the Committee to disassociate itself from actions taken by laureates that frustrate rather than advancing the fraternity between nations and the abolition or reduction of standing armies. The Committee therefore joins with the public statements of several Nobel Peace Laureates in expressing its regrets over the conduct of the 2009 prize recipient. A number of non-credible web sites took the Scribd-posted letter to be on the level and reported it as straight news, failing to recognize that it was just as much a work of fiction as the earlier Final Edition piece: Dear Internet: The Nobel committee \"regrets\" giving Obama the 2009 peace prize story is bogus. I just spoke with the head of the institute David Jolly (@davjolly) September 12, 2014 In fact, in a December 2013 interview , Thorbj rn Jagland said the opposite of what is claimed here he specifically stated that he did not regret the awarding of the 2009 Peace Prize to President Obama: In reference to the awarding of the Nobel Peace Prize to [West German chancellor] Willy Brandt in 1971, a decision which was heavily criticized at the time, Jagland said that Brandt and Obama were awarded the prize for some of the same reasons: for moving [their countries'] foreign policy from an approach of confrontation to one of dialogue. The hateful tone Brandt was met with [for seeking to achieve reconciliation between West Germany and the countries of the Soviet bloc] was similar to that encountered by Obama, said Jagland. Jagland does not regret [the awarding of the Peace Prize to President Obama], although he does think that Obama has not been looking \"very positive\" lately due to the recent NSA surveillance controversy. \"But we did not award the Peace Prize based on that,\" he said. \"The Peace Prize is not given based on what the winner might do in the future, or what information may come to light at a later stage,\" he said. In September 2015, a number of news outlets reported on the recent publication of Secretary of Peace: 25 years with the Nobel Prize the memoirs of Geir Lundestad, who was the non-voting Director of the Nobel Institute until 2014 and quoted a brief passage from that book in which Lundestad stated that the awarding of the Peace Prize \"did not achieve what the committee had hoped for\": \"In retrospect, we could say that the argument of giving Obama a helping hand was only partially correct,\" Lundestad writes. Lundestad explains that it became impossible for Obama to live up to the high expectations placed upon him. \"Many of Obama's supporters believed it was a mistake,\" he writes. \"As such, it did not achieve what the committee had hoped for.\" These excerpts led numerous readers to proclaim that our article should now be labeled as \"true,\" but nowhere in his memoir did Lundestad say that he (much less the entire Nobel Peace Prize Committee) felt that President Obama should return the 2009 Peace Prize, or that he \"regretted\" the decision to award it. In fact, he stated just the opposite: Following the media interest in Lundestad's memoir, the Norwegian historian called a press conference to deny that he had implied that Obama didn't deserve the prize. \"Several of you have written that I believe the prize to Obama a mistake, but then you can not have read the book,\" Lundestad told the assembled reporters. \"It says nowhere that it was a mistake to give Obama the Peace Prize.\"",
  "Originally Published": "",
  "Referred Links": "http://www.dagbladet.no/2013/12/09/nyheter/samfunn/nobels_fredspris/utenriks/thorbjorn_jagland/30745608/;https://twitter.com/davjolly/status/510410109353484288;http://news-beacon-ireland.info/?p=20339;http://www.scribd.com/doc/239498391/Nobel-Committee-Regrets-Obama-Peace-Prize;http://www.scribd.com/doc/239498391/Nobel-Committee-Regrets-Obama-Peace-Prize;",
  "Example": "[Collected via e-mail, September 2014] http://www.snopes.com/politics/satire/nobelprize.asp needs an update. See http://www.scribd.com/doc/239498391/Nobel-Committee-Regrets-Obama-Peace-Prize The Nobel Peace Committee has expressed dismay at Obama's actions. Essentially it says that prizes are not retracted. However, the Nobel Committee is obliged to dissociate itself from actions of recipients that frustrate its goals. \"The Committee therefore joins with the public statements of several Nobel Peace Laureates in expressing its regrets over the conduct of the 2009 prize recipient.\" ....",
  "Last Updated": "18 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/info/news/nobelprize.asp",
  "Claim": "The Nobel Committee has expressed regret for awarding the 2009 Peace Prize to President Obama.",
  "Claim_ID": "info_news_nobelprize",
  "Tags": ""
}