{
  "Origins": "On 25 September 2014, Canadian man Kai Xu, 26, appeared in federal court in Detroit, Michigan on charges related to the smuggling of turtles across the border to Windsor, Ontario. What caught the attention of the news-reading public, however, was the manner in which Xu and an accomplice were allegedly found to be hiding the creatures.",
  "Fact Check": "",
  "Description": "On 5 August 2014, U.S. Fish and Wildlife Service Special Agent Mona Iannelli received a tip about a package originating in Alabama, addressed to Xu and labeled \"live fish, keep cool.\" Based on the intel, agents set up surveillance at the Hoover Street postal center in Detroit, where Xu was expected to retrieve the package. According to Fish and Wildlife Service Special Agent Kenneth Adams, Xu disappeared with the suspected box of turtles, and reappeared without it shortly thereafter. Subsequently, he attempted to cross the border and was stopped by agents: Xu got out of the sport utility vehicle and crossed the parking lot while carrying a grocery bag containing a roll of tape and baggies, and scissors, the agent wrote. He disappeared for about 10 minutes after walking between two U.S. Postal Service tractor trailers. When Xu emerged from between the trailers, he was carrying the scissors, but not the bag. He walked back to the Escape and wiped his hands with a paper towel, which he tossed to the ground, the agent wrote. Then, he looked around the parking lot. That's when another agent \"noticed irregularly shaped bulges under Xu's sweatpants on both his legs,\" Adams wrote. Adams later wrote that a search revealed 51 live turtles, hidden in Xu's pants: During the secondary inspection, Xu was found to have 51 live turtles taped to his person. Specifically, Xu had 41 turtles taped to his legs and 10 hidden between his legs. Ed Grace, deputy chief law enforcement officer for the U.S. Fish and Wildlife Service, said that turtles are a big business for wildlife smugglers: These turtles, by the time they get to the end-collector, they can be worth anywhere from $1,300 to $1,500 a turtle. Xu and suspected accomplice Lihua Lin were indicted on charges related to the seizure of the turtles. In addition to the 51 turtles allegedly strapped to Xu's body, another 200 were recovered from checked luggage.",
  "Originally Published": "",
  "Referred Links": "http://www.theguardian.com/world/2014/sep/25/canada-man-smuggle-turtles-groin-us-border;http://www.detroitnews.com/story/news/local/wayne-county/2014/09/25/man-tried-smuggle-reptiles-pants-across-detroit-windsor-border/16203929/;https://twitter.com/ChrisSPotts99/status/515600585501196288;http://t.co/ECs49lUVCW;",
  "Example": "[Collected via Twitter, September 2014] Is that 51 live turtles in your pants or are you just happy to see me? pic.twitter.com/ECs49lUVCW Pottopher (@ChrisSPotts99) September 26, 2014",
  "Last Updated": "26 September 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/info/news/turtles.asp",
  "Claim": "A man was stopped at the U.S.-Canadian border with more than 50 turtles under his pants.",
  "Claim_ID": "info_news_turtles",
  "Tags": ""
}