{
  "Origins": "In August 2014, Reddit user so_oakland posted news of an interesting new menu item on the Starbucks subreddit. According to the poster (who has Barista \"flair,\" on site labels to denote status or detail for Reddit users), Starbucks is in the process of test marketing a \" beer latte ,\" one which is rumored to taste very much like Guinness, a dark Irish stout.",
  "Fact Check": "",
  "Description": "The poster, who says he or she is from the Cleveland, Ohio area, is not the only self-identified Starbucks barista posting about the drink (known as a \"Dark Barrel Latte\"). Another user of r/Starbucks has shared that in the markets in which the beer latte is sold, it has replaced another popular drink. User Too_lazy_ reports that many daily Starbucks customers were dismayed to learn that the Dark Barrel Latte has replaced the well-liked Salted Caramel Mocha, explaining : No, we don't have the Salted Caramel Mocha at this location. I'm sorry. We are a test market for the Dark Barrel Latte, which has effectively replaced our SCM. I only have the DBL, Oprah Chai, and PS for the BOGO. Yes, I have toffee nut. Yes, I have mocha. Yes, I have caramel drizzle. No, I don't have the salt. I do not have permission to ring you up for a SCM. I cannot give you what you want in this instance. My hands are tied. I wish I could just say yes, but my SM and DM say I can't. Please stop yelling at me. I want the SCM back as much as you do. I have been trained and indoctrinated in giving you what you want, but this time I can't, and for the love of all that is holy and caffeinated, try to understand. I can't control what \"the other stores\" are doing. I'm doing what I've been told to do, and I have no authority to change procedure. According to yet another barista on Reddit, the Dark Barrel Latte has received mixed responses in the test market in which he or she works. Some Starbucks patrons have responded favorably, but others are frustrated that the drink has knocked their go-to beverage off the menu: We have in the Central Ohio region, specifically Columbus, but I'm not sure how far wide spread it is. It's literally a beer latte, although we're not allowed to sell it that way. (and obv. contains no alcohol) 90% of the partners at my store hated it before launch. I love beer, but it just tastes the worst parts of beer. Stale, old skunky beer aftertaste. But we've been trying to sell it, and bless their hearts, every customer that has tried it has actually loved it. No one gets it. The worst part though, is that it replaces the SCM in the trio. We are literally not able/allowed to carry the sea salt topping bc of this drink. How many partners and customers has THAT pissed off? I'm sure more than the 5 that like a beer latte... As of now, Starbucks' beer latte appears to be a rather quiet offering at the chain, and Starbucks spokeswoman Linda Mills would confirm only that the beverage featured a \"chocolatey stout flavored sauce.\" While the Dark Barrel Latte is similar in flavor profile to stout beer, the drink does not contain any alcohol.",
  "Originally Published": "",
  "Referred Links": "http://www.oregonlive.com/dining/index.ssf/2014/09/starbucks_tests_non-alcoholic.html;http://www.reddit.com/r/starbucks/comments/2gzjwd/to_my_irate_customers/;http://www.reddit.com/r/starbucks/comments/2e2ved/got_these_in_today_test_market_for_the_new_dark/;https://twitter.com/TheMikeHoag/status/514412615171596288;https://twitter.com/Starbucks;",
  "Example": "[Collected via Twitter, September 2014] Say whatttt?! @Starbucks is testing coffee that tastes like beer? Not sure how I feel about that! Mike Hoag (@TheMikeHoag) September 23, 2014",
  "Last Updated": "23 September 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/info/news/starbucksbeer.asp",
  "Claim": "Starbucks is testing a new \"beer latte,\" designed to mimic the distinctive flavor profile of Guinness.",
  "Claim_ID": "info_news_starbucksbeer",
  "Tags": ""
}