{
  "Origins": "The shooting of unarmed teenager Mike Brown in Ferguson, Missouri on 9 August 2014 has led not only to widespread national debate, but also to a laundry list of rumors about the incident and the events leading directly up to it. Among the claims heavily circulating are that Officer Darren Wilson, Brown's shooter, sustained serious and perhaps life-threatening injuries in the moments before he fatally shot the teenager.",
  "Fact Check": "",
  "Description": "Police initially stated Brown had been shot by Wilson following a \"physical confrontation,\" and some rumors stated Wilson had sustained a broken facial bone during the incident. While the officer was transported to a local hospital following the shooting, no specific injuries have been confirmed by Ferguson police, and video taken at the Ferguson police department just hours after Wilson shot Brown show no apparent injury to Wilson's eye. In the weeks following the shooting, tensions flared in Ferguson and elsewhere. Rhetoric intensified, and one particular rumor involving Wilson's \"eye socket\" was heavily repeated. On 21 August 2014, CNN reported that specific claim was false: Reports that Ofc Darren Wilson had a bruised or fractured eye socket are false. #ferguson A source close to the investigation tells CNN Julian Cummings CNN (@JulianCummings) August 21, 2014 Wilson was taken to the hospital after the shooting. He had xrays which came back negative. He was treated for a swollen face. #ferguson Julian Cummings CNN (@JulianCummings) August 21, 2014 The rumor about Wilson's purported broken facial bone resurged in early September 2014 after a handful of well-trafficked social media users began to circulate the photo above with an attached claim the image depicted Wilson's injuries, including syndicated columnist Larry Elder: In fact, the image displayed above is not a photo of allegedly battered Officer Darren Wilson, but rather a picture of now-deceased motocross rider Jim McNeil, who was killed in an accident in 2011 and sustained the injuries seen in the image above back in 2006. On 24 November 2014, a grand jury in St. Louis County, Missouri declined to indict Darren Wilson in the shooting death of Michael Brown. In the course of the announcement, St. Louis County prosecutor Robert McCulloch confirmed the release of evidence weighed by the grand jury in their decision, including photos documenting Darren Wilson's injuries on the night of the shooting:",
  "Originally Published": "",
  "Referred Links": "http://fivethirtyeight.com/datalab/ferguson-michael-brown-indictment-darren-wilson/;http://etnies.com/blog/2006/10/10/jim-mcneil-face-plants-ouch/;http://xgames.espn.go.com/rally-moto-x/article/7199962/fmx-rider-jim-mcneil-dies-injuries-sustained-texas-motor-speedway;https://twitter.com/JulianCummings/status/502541653346123777;https://twitter.com/JulianCummings/status/502541265335234561;https://twitter.com/hashtag/ferguson?src=hash;http://www.cbsnews.com/news/ferguson-audio-video-recordings-fail-to-answer-crucial-questions-about-michael-brown-death/;http://www.nbcnews.com/storyline/michael-brown-shooting/officer-darren-wilson-taken-hospital-after-michael-brown-shooting-n186281;",
  "Example": "[Collected via email, September 2014] Since the liberal media will not tell you the truth; here it is, you have an absolute right to know. Only a crazed animal would do something like this to a police officer! Broken Eye Socket in Ferguson, Missouri How much have loyal FoxNews Viewers seen in the media, in defense of this officer or at least, his side of this story? Why isn't themedia releasing the photos of Police Officer Darren Wilson's injuries after he was assaulted by \"the unarmed black teenager?\" He was attacked and punched in the face before he emptied his weapon into the drugged \"unarmed teenager,\" this is what a broken eye socket looks like. There's always three sides to most stories and God, being the third witness, knows the truth. Officer Darren Wilson of the Ferguson MO Police Department Why aren't the media releasing the photos of Police Officer Darren Wilson's injuries after he was assaulted by \"the unarmed black teenager?\"? He was punched in the face before he emptied his weapon into the drugged \"unarmed teenager\" here is what a broken eye socket looks like.",
  "Last Updated": "25 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/info/news/wilson.asp",
  "Claim": "Image depicts injuries suffered by Ferguson, Missouri, police officer Darren Wilson following an altercation with shooting victim Mike Brown.",
  "Claim_ID": "info_news_wilson",
  "Tags": ""
}