{
  "Origins": "On the afternoon of 25 September 2014, 10-year-old Paul Ezekiel Fagan disappeared from his grandmother's Tampa, Florida home. When the boy (who goes by the name \"Zeke\") did not return within a few hours, his grandma called police to report him missing. The Hillsborough County Sheriff's Office responded by searching for Zeke with helicopters and dogs, but they were unsuccessful .",
  "Fact Check": "",
  "Description": "When WFTS-TV reporter Cameron Polom arrived at the Fagan house the next morning to film a story about the missing child, he inadvertently found the boy. According to the reporter, Zeke was standing alone by a fence after spending the night hiding in nearby bushes. Polom described his \"surreal\" approach to the missing child: I said, 'Have you been missing?' I said, 'Come here, buddy, and I just picked him up and I said would you mind if I lift you up?' And I just said come with me, I just held his hand and walked him over to [police and family]. It's crazy. Polom reiterated his disbelief at the turn of events when discussing the incident with the TODAY show. The reporter said that Zeke appeared worn out and slightly apprehensive after his ordeal: He's looking at me and I'm thinking, 'Could this possibly be this kid? Is this really happening?' It was a very surreal moment ... When I saw him, he looked not only tired, but he looked scared he might be in trouble. He's 10 years old and he's a smart kid ... he knew he was in a little bit of trouble for what he had done. The moments after Polom located Fagan and the child's reunion with his family can be seen here:",
  "Originally Published": "",
  "Referred Links": "http://www.abcactionnews.com/news/region-tampa/missing-paul-ezekiel-fagan-10-of-tampa-feared-endangered;http://www.mediaite.com/tv/wow-tv-reporter-finds-missing-boy-while-reporting-on-that-missing-boy/;https://twitter.com/cpolom/status/515522359235969025;http://t.co/ZVRqJKeopL;https://twitter.com/abcactionnews;",
  "Example": "[Collected via Twitter, September 2014] So happy I could help little Paul get home safe! @abcactionnews pic.twitter.com/ZVRqJKeopL Cameron Polom ABC (@cpolom) September 26, 2014",
  "Last Updated": "30 September 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/info/news/zeke.asp",
  "Claim": "A TV reporter covering the story of a missing boy found the child, who had been hiding in nearby bushes.",
  "Claim_ID": "info_news_zeke",
  "Tags": ""
}