{
  "Origins": "In the summer of 2014, a rash of reported decapitations (including those of two American journalists and one British aid worker) catapulted ISIS into daily headlines. Horrifying video footage of the brutal slayings circulated on video-sharing sites like YouTube, and many viewers were upset by the gruesome clips.",
  "Fact Check": "",
  "Description": "Like many large American amusement parks, in the month of October Busch Gardens (which has outlets in Tampa, Florida, and Williamsburg, Virginia) offers Halloween-themed programming, with its version called Howl-O-Scream. In 2014, one feature of the programming, called Cut Throat Cove, featured a number of decapitated props. In an unfortunate coincidence, pre-event images of Cut Throat Cove began to circulate on the web on 13 September 2014, just hours after news broke of a third decapitation carried out by ISIS. When those early previews were released, several individuals complained about the insensitive nature of the decorations: Spokesmen for parks in Virginia and Tampa said that in light of recent events, some props may have had the unintended consequence of appearing insensitive and won't be part of this year's Howl-O-Scream attraction. They wouldn't say exactly which props were removed. \"Many of the scenes depicted at Busch Gardens' Howl-O-Scream are graphic in nature, but they are fictional and are not intended to provide commentary on current world events,\" wrote Busch Gardens Tampa spokesman Travis Claytor. Complaints cropped up recently in Williamsburg when the Virginia Gazette newspaper ran a photo of five severed head props that were part of the attraction. The props were part of the Cut Throat Cove attraction, the paper said. A video of Cut Throat Cove on the Virginia' park's website showed a pirate-themed haunted house with body parts and heads. The unsettling juxtaposition prompted viewers to complain, and the parks' management released a statement apologizing for any offense caused: The props in this year's event were designed and purchased several months ago. In light of recent events, some of these props have the unintended consequence of appearing insensitive and are being removed. Busch Gardens apologizes for any offense they may have caused. Several images of the severed heads that drew comparisons to news of ISIS beheadings originally appeared in the Virginia Gazette .",
  "Originally Published": "",
  "Referred Links": "http://www.nbcnews.com/business/travel/busch-gardens-removes-props-wake-beheadings-n207051;https://twitter.com/TrevorDickerson/status/512650745657585664;http://t.co/NXZlt3KcrY;",
  "Example": "[Collected via Twitter, September 2014] I can't even with people being offended by headless Halloween figures at Busch Gardens and comparing to ISIS. Really? http://t.co/NXZlt3KcrY Trevor Dickerson (@TrevorDickerson) September 18, 2014",
  "Last Updated": "19 September 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/info/news/buschgardens.asp",
  "Claim": "Busch Gardens has altered its Halloween programming to remove decapitated props after recent ISIS beheadings traumatized potential attendees.",
  "Claim_ID": "info_news_buschgardens",
  "Tags": ""
}