{
  "Origins": "In September 2014 images of a Kent State sweatshirt sold by retailer Urban Outfitters went viral, due to an incredibly offensive aspect of the garment. Its faded and salmon-hued fabric bore not only the Kent State logo but also what appeared to be a blood-spatter pattern, one that might not immediately read as offensive to younger generations:",
  "Fact Check": "",
  "Description": "On 4 May 1970, four unarmed Kent State students were shot and killed (and several others injured) by National Guard troops during a campus protest over the Vietnam War. The deaths sparked national outrage and were a galvanizing moment in American history, prompting even more widespread student protests in response. While the events at Kent State more than 40 years ago may not be fresh in the minds of the demographic normally associated with Urban Outfitters, lingering cultural reverberations of the incident are a common reference point in music, film, and literature. The situation surrounding Urban Outfitters' Kent State sweatshirt tipped on social media early on 15 September 2014, and the negative response snowballed into the morning hours. In response to the rapid and intense outcry, Kent State University issued a statement publicly responding to Urban Outfitters and addressing the overall controversy: May 4, 1970, was a watershed moment for the country and especially the Kent State family. We lost four students that day while nine others were wounded and countless others were changed forever. We take great offense to a company using our pain for their publicity and profit. This item is beyond poor taste and trivializes a loss of life that still hurts the Kent State community today. We invite the leaders of this company as well as anyone who invested in this item to tour our May 4 Visitors Center, which opened two years ago, to gain perspective on what happened 44 years ago and apply its meaning to the future. Urban Outfitters posted a statement in response to the brouhaha on its official Twitter feed, denying that the blood-spatter effect on the shirt was intentional and claiming that the pattern was a result of natural wear and discoloration: Urban Outfitters sincerely apologizes for any offense our Vintage Kent State Sweatshirt may have caused. It was never our intention to allude to the tragic events that took place at Kent State in 1970 and we are extremely saddened that this item was perceived as such. The one-of-a-kind item was purchased as part of our sun-faded vintage collection. There is no blood on this shirt nor has this item been altered in any way. The red stains are discoloration from the original shade of the shirt and the holes are from natural wear and fray. Again, we deeply regret that this item was perceived negatively and we have removed it immediately from our website to avoid further upset. Urban Outfitters sincerely apologizes for any offense our Vintage Kent State Sweatshirt may have caused. It (cont) http://t.co/o3oKyPJFu8 Urban Outfitters (@UrbanOutfitters) September 15, 2014 While Urban Outfitters may have apologized for the controversy, comments responding to that tweet suggest that shoppers have not reacted positively to the retailer's explanation: @swin24 we are extremely saddened that this item was perceived as such @UrbanOutfitters basically said #sorrynotsorry Justin Jones (@justandyjones) September 15, 2014",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/justandyjones/status/511548050737606656;https://twitter.com/hashtag/sorrynotsorry?src=hash;https://twitter.com/UrbanOutfitters;https://twitter.com/swin24;https://twitter.com/UrbanOutfitters/status/511515053791907840;http://t.co/o3oKyPJFu8;http://www.twitlonger.com/show/n_1sagorq;http://www.kent.edu/news/kent-state-statement-regarding-urban-outfitters%E2%80%99-sweatshirt;https://twitter.com/ThFabJunkie/status/511549177101553664;http://t.co/NVKbaeCQke;https://twitter.com/AustinJMorales/status/511549254293540864;http://t.co/m0dwSgFCyT;",
  "Example": "[Collected via Twitter, September 2014] How did urban outfitters think this was a good idea ijdgi pic.twitter.com/m0dwSgFCyT F L (@AustinJMorales) September 15, 2014 No no..... Not ok Urban Outfitters. pic.twitter.com/NVKbaeCQke (@ThFabJunkie) September 15, 2014",
  "Last Updated": "15 September 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/info/news/urbanoutfitters.asp",
  "Claim": "Urban Outfitters offered an item appearing to be a bloodstained Kent State sweatshirt for sale.",
  "Claim_ID": "info_news_urbanoutfitters",
  "Tags": ""
}