{
  "Origins": "On 9 August 2014, unarmed Ferguson, Missouri, teenager Mike Brown was shot and killed by police officer Darren Wilson. The incident was controversial and sparked national debate, and many online rumors circulated about both Brown and Wilson in the wake of the shooting.",
  "Fact Check": "",
  "Description": "In the weeks following Brown's death, police and protesters clashed repeatedly in Ferguson. Conversations about the militarization of local police forces were one of the multiple debates that ensued, and many of the folks participating in and following the protests claimed that Ferguson police behaved in an unnecessarily forceful fashion at public demonstrations. On or around 23 September 2014, an image began to circulate on social media sites that appeared to support claims of that nature. According to users of social media services such as Twitter and Facebook, officers in Ferguson had taken to wearing black wristbands bearing the phrase \"I am Darren Wilson,\" suggesting that police were tacitly provoking protesters or seeking to sow seeds of discord among those who did not support the officer's actions. One image that circulated particularly broadly showed an \"I am Darren Wilson\" wristband on the arm of an unidentified person. All that was visible aside from the bracelet was a wristwatch, what appeared to be a utility belt and flashlight, and a camouflage glove. Missouri State Highway Patrol Capt. Ron Johnson , who was placed in charge of law enforcement in Ferguson during a period of civil unrest following the shooting, was asked about the wristbands. St. Louis Alderman Antonio French tweeted and retweeted on 24 September 2014 that: Johnson said he'll be having a talk with the agencies of the officers who wore the \"I Am Darren Wilson\" wristbands. Presumably Ferguson PD. Antonio French (@AntonioFrench) September 24, 2014 Ron Johnson says #DarrenWilson armbands r individual statements really? Police Dept is para military organization they do as told or allowed Lizz Brown (@lizzzbrown) September 24, 2014 While French's tweet was interpreted as sufficient proof that \"I am Darren Wilson\" wristbands were being worn by officers in Ferguson, additional evidence documenting the validity of that image and interpretation was initially scant. However, the U.S. Justice Department's Civil Rights Division confirmed a few days later in a letter to Ferguson police chief Thomas Jackson which was made public that local residents had provided them with additional photographs showing officers wearing similar bracelets (although it was unclear whether the officers pictured worked for the Ferguson Police Department or other law enforcement agencies): We write to confirm our understanding that you will prohibit Ferguson Police Department officers from wearing \"I am Darren Wilson\" bracelets while in uniform and on duty. We write also to confirm our understanding that you will ensure that other municipal police agencies prohibit their officers from wearing these bracelets while working in Ferguson. As we discussed yesterday, Ferguson residents told Department of Justice Civil Rights Division officials during our community interviews on Wednesday evening that law enforcement officers policing at protest sites in Ferguson on Tuesday were wearing these bracelets. Residents observed that these bracelets upset and agitated people. We were shown pictures of officers wearing these bracelets. It further was reported to us that some officers affirmatively displaying these bracelets had black tape over their name plates. The practice of not wearing, or obscuring, name plates violates your own department's policies, which we advised you earlier this week when we requested that you end the practice immediately. To be clear, the pictures do not indicate which law enforcement agencies the officers wearing these bracelets were from, and we have no other evidence confirming that Ferguson police officers were wearing these bracelets. However, as you are all too aware, the actions of other police officers while in Ferguson can impact your community as much as the actions of your own officers. For this reason, the Department of Justice COPS office has spoken with County Police Chief Belmar and State Highway Patrol Superintendent Colonel Ron Replogle, who have assured us that County and State law enforcement officers will be prohibited from wearing these bracelets. We are keenly aware of the importance of individual expression of opinions, even those that some find offensive, insensitive, or harmful. We also acknowledge that the message that many officers intend to convey by wearing these bracelets may be different than the message received by many of those who see these bracelets. Nonetheless, there is no question that police departments can and should closely regulate officers' professional appearance and behavior, particularly where, as here, the expressive accessory itself is exacerbating an already tense atmosphere between law enforcement and residents in Ferguson. These bracelets reinforce the very \"us versus them\" mentality that many residents of Ferguson believe exists. Due to the strong interest in this issue, later today we will be publically releasing this letter, as well as the letter we provided to you on Tuesday regarding officer name plates.",
  "Originally Published": "",
  "Referred Links": "https://s3.amazonaws.com/s3.documentcloud.org/documents/1306217/letter-to-ferguson-police-regarding-bracelets.pdf;http://www.dailykos.com/story/2014/09/24/1331985/-Cop-w-I-am-Darren-Wilson-Bracelet;https://twitter.com/lizzzbrown/status/514812445727027200;https://twitter.com/hashtag/DarrenWilson?src=hash;https://twitter.com/AntonioFrench/status/514812516711428096;http://www.stltoday.com/news/local/crime-and-courts/one-store-vandalized-fire-set-at-another-in-ferguson/article_309231ff-6846-58ca-8ea3-7289c01365c5.html;https://twitter.com/TheAnonMessage/status/514656999725088768;http://t.co/T3f8rD7ZC4;https://twitter.com/hashtag/Ferguson?src=hash;",
  "Example": "[Collected via Twitter, September 2014] BREAKING PHOTO: One cop was found with bracelet that says \"I AM DARREN WILSON\" #Ferguson pic.twitter.com/T3f8rD7ZC4 TheAnonMessage (@TheAnonMessage) September 24, 2014",
  "Last Updated": "27 September 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/info/news/iamdarrenwilson.asp",
  "Claim": "Police officers in Ferguson, Missouri, have been spotted wearing wristbands that read \"I am Darren Wilson.\"",
  "Claim_ID": "info_news_iamdarrenwilson",
  "Tags": ""
}