{
  "Origins": "On 26 September 2014, an incident at Vaughan Foods in Moore, Oklahoma, resulted in the death of one female worker and significant injury to another. According to police in Moore, Alton Nolen, 30, is suspected in the beheading death of Colleen Hufford, 54, and of stabbing of Traci Johnson, 43. (Nolen has been charged with first-degree murder and assault and battery with a deadly weapon but has not yet been brought to trial.",
  "Fact Check": "",
  "Description": "Both the victims were employees at Vaughan Foods, where Nolen had just been fired from his food processing plant job. Mark Vaughan, Chief Operating Officer of Vaughan Foods and a reserve sheriff's deputy, shot the suspect before police arrived. Johnson and Nolen were hospitalized in stable condition following the workplace attack. (Johnson was treated at the University of Oklahoma Medical Center for multiple stab wounds and survived her injuries.) The Associated Press reported that police believed Nolen may have recently converted to Islam while imprisoned and had tried to convert other co-workers to Islam, but whether his religion was a motivating factor in the attack is still unclear While questioning the suspect's co-workers, investigators learned he had recently started trying to convert several employees to Islam, [Moore Police Sgt. Jeremy] Lewis said. Moore police have asked the FBI to aid in the investigation and look into the man's background because of the nature of the attack, Lewis said. A law enforcement official familiar with the investigation [said] that while there was indication that Nolen was a Muslim convert and was trying to convert others to Islam, there is so far no connection to terrorism and no evidence of any worrisome travel. The official, who spoke on condition of anonymity because the investigation is ongoing, said Nolen had a Facebook page that was of potential interest to investigators but that \"there doesn't appear to be any nexus to terrorism right now.\" But the official also said investigators were still looking into Nolen's background. Later in the day of the stabbings, a photograph was circulated online with the claim that it showed Muslims surrounding Oklahoma cops and shouting 'Praise Allah' while reading from the Quran: Wow! Muslims shouting 'Praise Allah' surround Oklahoma cops after a press conference on the beheading in Oklahoma. The image was actually a photograph taken by a KWTV news helicopter as police briefed Vaughan Foods employees; there were no Muslims present who were shouting \"Praise Allah!\" or reading from the Quran. Moore Police Department Public Affairs Officer Jeremy Lewis was asked if there was a group of Muslims protesting the scene, and he stated, \"No, there was not.\"",
  "Originally Published": "",
  "Referred Links": "http://www.breitbart.com/Breitbart-Texas/2014/09/27/Oklahoma-Police-Say-Muslim-Protest-And-Chanting-Reports-False;http://hamptonroads.com/2014/09/woman-beheaded-oklahoma-workplace-police-say;",
  "Example": "[Collected via e-mail, September 2014] I've been hearing that a woman in Oklahoma was beheaded...is this true?",
  "Last Updated": "12 December 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/info/news/beheaded.asp",
  "Claim": "An Oklahoma woman was beheaded in an attack at her workplace.",
  "Claim_ID": "info_news_beheaded",
  "Tags": ""
}