{
  "Origins": "On 25 September 2014, a new rule proposed by the U.S. Forest Service pertaining to photography and film permits sparked internet outrage. According to circulating posts about the issue, the agency would like to charge fees of up to $1,500 before allowing \"commercial filming and photography in federally designated wilderness areas.\" When the proposal is finalized in November 2014, commercial photographers who do not obtain permits could face fines of up to $1,000. (Tourists and park visitors snapping photographs for personal, non-commercial use would not be affected by the proposed regulations.)",
  "Fact Check": "",
  "Description": "The U.S. Forest Service manages public forests, grasslands, and wilderness throughout the United States. It administers areas ranging from boat ramps in Indiana to a volcano observatory in Washington to campsites in New Hampsire , and the proposed regulations would affect over 200 million acres under Forest Service jurisdiction. Liz Close, acting director of the U.S. Forest Service, said that the tightened restrictions have been informally practiced for the past four years. Close indicates that they fall under the auspices of the larger Wilderness Act of 1964, and that the agency aims to protect the country's forests from commercial exploitation: Under the rules, permit applications would be evaluated based on several criteria, including whether it spreads information about the enjoyment or use of wilderness or its ecological, geological, scientific, educational, scenic or historical values; helps preserve the wilderness character; and doesn't advertise products or services. Officials also would consider whether other suitable film sites are available outside the wilderness. Advocates for the First Amendment, however, objected on the grounds that such fines and permit requirements would infringe upon specific constitutional protections concerning free speech. Oregon Senator Ron Wyden said that new media outlets and independent journalists would be disproportionately impacted by the proposed fines: The Forest Service needs to rethink any policy that subjects noncommercial photographs and recordings to a burdensome permitting process for something as simple as taking a picture with a cell phone ... Especially where reporters and bloggers are concerned, this policy raises troubling questions about inappropriate government limits on activity clearly protected by the First Amendment. Close was unable to reference any specific situations for which such restrictions might be necessary but said that the goal was to follow the existing law when it comes to photographing U.S. forests: It's not a problem, it's a responsibility ... We have to follow the statutory requirements. Legal defense director for the Reporters Committee for Freedom of the Press, Gregg Leslie, said that the U.S. Forest Service restrictions constituted a clear violation of the First Amendment. Leslie does not believe the move is legally justified: It's pretty clearly unconstitutional ... They would have to show an important need to justify these limits, and they just can't. After the announcement of the proposal caused controversy among media representatives, the head of the U.S. Forest Service hastened to state that the rule would not be applied to reporters and news organizations: Faced with increasing criticism of a proposal that would restrict media filming in wilderness areas, the head of the U.S. Forest Service said that the rule is not intended to apply to news-gathering activities. The rule would apply to commercial filming, like a movie production, but reporters and news organizations would not need to get a permit to shoot video or photographs in the nation's wilderness areas, Forest Service Chief Tom Tidwell said. The USFS is currently accepting comments on the issue here . The period of public comment will be open until 3 November 2014.",
  "Originally Published": "",
  "Referred Links": "https://www.federalregister.gov/articles/2014/09/04/2014-21093/proposed-directive-for-commercial-filming-in-wilderness-special-uses-administration?utm_campaign=email+a+friend&utm_medium=email&utm_source=federalregister.gov;http://hosted.ap.org/dynamic/stories/U/US_FILMING_IN_WILDERNESS?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2014-09-25-20-58-42;http://www.oregonlive.com/environment/index.ssf/2014/09/forest_service_says_media_need.html;http://www.fs.usda.gov/whitemountain;http://www.fs.usda.gov/mountsthelens;http://www.fs.fed.us/visit/destination/mano-point-boat-ramp;http://www.fs.fed.us/;http://www.cbsnews.com/news/us-forest-service-wilderness-proposal-sparks-first-amendment-fight/;",
  "Example": "[Collected via E-mail, September 2014] THE U.S. FOREST SERVICE WANTS TO FINE YOU $1,000 FOR TAKING PICTURES INTHE FOREST",
  "Last Updated": "26 September 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/info/news/forestfine.asp",
  "Claim": "The U.S. Forest Service is proposing new rules that would require permits for commercial filming and photography in federally designated wilderness areas.",
  "Claim_ID": "info_news_forestfine",
  "Tags": ""
}