{
  "Origins": "On 19 September 2014, Apple's iPhone 6 and iPhone 6 Plus were introduced to worldwide fanfare. Part of the excitement stemmed from the fact that the new devices were the largest available iPhone handsets manufactured by Apple since that smartphone's first generation was introduced in 2007.",
  "Fact Check": "",
  "Description": "Soon after the iPhone 6 and iPhone 6 Plus hit Apple stores globally, reports began to circulate that the newer, bigger screen had a significant Achilles' heel. According to web rumors, the devices were susceptible to bending and warping if iPhone 6s were placed in users's pockets, a not uncommon practice for smartphone users. The reported iPhone 6 bending (humorously hashtagged \"bendgate\" or \"bendgazi\") was illustrated in a popular YouTube video published on 23 September. Nearly five million people viewed the clip in its first 24 hours: A number of additional reports regarding \"bendy\" iPhone 6s circulated on the social web. MacRumors reproduced a comment sent by an angry iPhone 6 Plus user who said: The 6 Plus was about 18 hours in my pocket while sitting ... As I lay it on the coffee table and sat down on the couch to relax from the drive (yes, sitting again), I saw the reflection of the window in the iPhone [was] slightly distorted. In the clip above, YouTuber and Unbox Therapy host Lewis Hilsenteger said of his bend test: Unfortunate, but under the pressure of my hand it does bend quite significantly. Bottom line here is it's an aluminum phone, it is going to bend if you apply enough pressure like I just did ... Not necessarily the piece of information you want to receive as owners of this new device. Tech reporters surmised that the combination of the phones' thinner, aluminum-based profiles and larger surfaces create weakened resistance to force that made iPhone 6s bend more easily that earlier models. In response to the rumors, Apple issued a statement asserting that the iPhone was carefully engineered and rigorously tested to withstand ordinary use without bending, and that only a handful of consumers had so far complained to them about bent phones: Our iPhones are designed, engineered and manufactured to be both beautiful and sturdy. iPhone 6 and iPhone 6 Plus feature a precision engineered unibody enclosure constructed from machining a custom grade of 6000 series anodized aluminum, which is tempered for extra strength. They also feature stainless steel and titanium inserts to reinforce high stress locations and use the strongest glass in the smartphone industry. We chose these high-quality materials and construction very carefully for their strength and durability. We also perform rigorous tests throughout the entire development cycle including 3-point bending, pressure point cycling, sit, torsion, and user studies. iPhone 6 and iPhone 6 Plus meet or exceed all of our high quality standards to endure everyday, real life use. With normal use a bend in iPhone is extremely rare and through our first six days of sale, a total of nine customers have contacted Apple with a bent iPhone 6 Plus. As with any Apple product, if you have questions please contact Apple. SquareTrade subjected the iPhone 6 to breakability tests and proclaimed that the model \"performed impressively in Breakability testing\" and that \"each carries the top Breakability Score in their respective category\": SquareTrade, the top-rated protection plan trusted by millions of happy customers, today announced the iPhone 6 and its larger sibling, iPhone 6 Plus, performed impressively in Breakability testing, and each carries the top Breakability Score in their respective category. The SquareTrade Breakability Score ranks today's top devices based on how prone they are to break due to accidents. Evaluating key elements such as front and back panel design, edge construction and materials, size, weight, friction quotient, water resistance and grip-ability, SquareTrade's Breakability Score fills in the missing gap left by traditional device reviews: it tests devices in everyday danger situations brought on by our lifestyles and habits. SquareTrade's Breakability Score testing revealed the following: 1. The iPhone 6 Plus is not only more durable than most large screen phones, but it also outscored last generation's iPhone 5S. 2. Both new iPhones performed very well in most tests, but the iPhone 6 Plus lost some points because some users may have a hard time gripping the phone due to its large but slim form. 3. The screens on both new iPhones held up very well to Breakability testing, giving credence to Apple's promise of ion-strengthened glass. Likewise, Consumer Reports then conducted their own stress tests on the iPhone 6 and reported that the model was \"not as bendy as believed\": Two days ago, the Internet erupted with photos of bent iPhone 6s, and a very-viral video of a guy creasing an iPhone 6 Plus with his bare hands. It seemed like a serious concern, yet everything about the uproar was highly unscientific. We don t like unscientific, so we promised then that we would use our lab equipment to find out just how delicate the iPhone 6 and 6 Plus really are. We also promised to run the same tests on comparable smart phones. We ve done that now, and our tests show that both iPhones seem tougher than the Internet fracas implies. All the phones we tested showed themselves to be pretty tough. The iPhone 6 Plus, the more robust of the new iPhones in our testing, started to deform when we reached 90 pounds of force, and came apart with 110 pounds of force. With those numbers, it slightly outperformed the HTC One (which is largely regarded as a sturdy, solid phone), as well as the smaller iPhone 6, yet underperformed [compared to] some other smart phones. Overall, what Consumer Reports found was that while all of the phones they tested would eventually bend or break with the application of enough force, \"it took significant force to do this kind of damage to all these phones\" and every model tested (including the iPhone 6) should hold up fine under ordinary, everyday use.",
  "Originally Published": "",
  "Referred Links": "http://www.consumerreports.org/cro/news/2014/09/consumer-reports-tests-iphone-6-bendgate/index.htm;http://www.squaretrade.com/press/iphone-6-earns-best-score-ever-iphone-6-plus-not-far-behind;http://www.independent.co.uk/life-style/gadgets-and-tech/iphone-6-plus-bending-irate-apple-fans-report-new-smartphones-bending-in-pockets-9752204.html;",
  "Example": "[Collected via email, September 2014] I searched snopes.com to try and see if this rumor has been proven or debunked but could not find anything. It is about the newI-Phone 6 \"Bending\" from people having it in their pockets and then sitting down on them causing it to bend. I've read that the new iphone 6 warps from being carried in a pocket or purse from heat. Is this true?",
  "Last Updated": "24 September 2014",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/info/news/iPhone6bend.asp",
  "Claim": "The iPhone 6 Plus will bend easily if placed in a pocket.",
  "Claim_ID": "info_news_iPhone6bend",
  "Tags": ""
}