{
  "Origins": "On 8 September 2014, the website Stuppid.com posted an article about a woman named Vertasha Carter, her mother Mary, and their supposed unusual lesbian relationship. Predictably, the article about Vertasha and Mary quickly went viral, as incest remains a large societal taboo, with few people openly engaging in relationships with their relatives. Furthermore, the \"quotes\" included in the article provided salacious details, including a backstory of underage attraction and an open discussion of sexual activity:",
  "Fact Check": "",
  "Description": "\"Vertasha and I knew we were attracted to each other when she was sixteen,\" Mary Carter said. \"But we decided to wait to have sex until she was eighteen, legally of age. We are now going public with our relationship to help others who might be in gay mother/daughter relationship feel confident and okay about coming out. We want the world to know we love each other as mother and daughter and romantically.\" Other aspects of the article retained the same casual tone about the supposed mother-daughter lesbian relationship, with a second quote reading: \"We're women, so Vertasha and I obviously can't make children,\" Mary Carter said. \"It'd be one thing if her daddy (he's out of the picture) got her pregnant and a baby was born with deformities, but we're not hurting anyone. We're a new minority and just want acceptance.\" Vertasha is apparently happy with the relationship as well. \"My mom is still my mom. She does normal mom stuff: buys me clothes, pays for food, tells me to make our bed. We just happen to enjoy sex with each other too.\" Almost immediately after the article began to circulate on social sites, questions were raised about its veracity. For one, the original site did not link back to any other sources from which the quotes might have originated, nor did any traces of Vertasha Carter or her mother exist on the internet before the page appeared. Soon after the story gained traction, a Twitter feed purportedly shared by the couple appeared. While it's not out of the realm of possibility that a person or persons suddenly virally famous would create social media accounts in response to a spike in interest about their lives, some of the language used with account was reminiscent of a recent similar hoax suggesting that feminists of color seek to \"end Father's Day.\" Before the spurious hashtag associated with that story was discovered to be a prank, the tale was widely accepted at face value. Like the previous hoax, the \"Vertasha and Mary\" story appeared to be worded specifically to trigger negative reactions aimed at females, homosexual people, and people of color: If Vertasha and I were a white mother-daughter same sex couple it would be encouraged. Once again, white privilege. Vertasha Carter (@VertashaAndMary) September 15, 2014 Most tellingly, however, the image used on the \"Mother and Daughter Come Out about Lesbian Relationship\" article was inaccurately presented. Perhaps in an effort to circumvent reverse image searches the picture was flipped, but it was clearly stolen from a blog post dating back to April 2012. Given the single, unsourced claims made in the \"Vertasha and Mary\" article, the stolen picture attached, and the fact that Stuppid.com is a well known fake news site, this story was one obviously cut from whole cloth.",
  "Originally Published": "",
  "Referred Links": "http://www.thinkinaboutbeauty.blogspot.com/2012/04/mothers-day-2012.html;https://twitter.com/VertashaAndMary/status/511568640500457472;https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=5&cad=rja&uact=8&ved=0CEMQFjAE&url=http%3A%2F%2Fwww.dailydot.com%2Flifestyle%2F4chan-end-fathers-day%2F&ei=8H4XVIPrEKjTiwLHloGABg&usg=AFQjCNFAeBxB-Wz3B-0wDi2LhAZT4Qj7ug&sig2=IYgBaCoSCI7wmWG-Bob3CA;http://stuppid.com/mother-daughter-lesbian-relationship/;https://twitter.com/VertashaAndMary/status/511641077078454272;https://www.facebook.com/stuppidcom;https://www.facebook.com/stuppidcom/posts/268336893361007;",
  "Example": "[Collected via Facebook, September 2014] Post by Stuppid.com. [Collected via Twitter, September 2014] why am I explaining myself. I love my daughter, she loves me. We have been in a committed relationship 2 1/2 years now and are you? Vertasha Carter (@VertashaAndMary) September 15, 2014",
  "Last Updated": "5 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/info/news/vertasha.asp",
  "Claim": "A mother-daughter lesbian couple named Vertasha and Mary seek acceptance of their taboo romance.",
  "Claim_ID": "info_news_vertasha",
  "Tags": ""
}