{
  "Origins": "On 25 August 2014, shooting instructor Charles Vacca died in an accident at the Last Stop range in White Hills, Arizona. Vacca, a shooting instructor, was working with a family at the gun range when he was shot in the head by a nine-year-old girl firing an Uzi.",
  "Fact Check": "",
  "Description": "According to police reports, Vacca initially helped the child who has remained unnamed in the news fire the submachine gun. However, when the girl fired the weapon alone the recoil tilted the gun upwards. Initially, her parents believed the recoil had injured the child, failing to immediately realize Vacca had been shot. Frantic 911 calls placed by witnesses at the gun range in the aftermath the Uzi accident document a valiant effort to stabilize Vacca and save his life. Although Vacca was evacuated by helicopter to a trauma center, he died a few hours later. Sam Scarmardo, operator of the Last Stop range in White Hills, confirmed on 2 September 2014 children over the age of eight were typically permitted to fire guns at the range if their parents or guardians signed waivers. Scarmardo denied any safety problems resulted from the policy prior to the incident involving the nine-year-old girl and the Uzi, but added the range is reviewing the policy in light of Vacca's death. After Vacca's died of his injuries, the girl's family released a statement expressing their sorrow. Via a lawyer, the child's parents said: \"[The family is] devastated by this accident that turned what was supposed to be a unique and brief excursion from their summer vacation into a life changing tragedy. Words cannot express the family's sadness about the accidental shooting of Charles Vacca. They prayed day and night that he would survive his injury, and they continue to pray for his family during this terribly difficult time.\" The Mohave County Sheriff's Office confirmed the nine-year-old's mother inadvertently captured video of the fatal shooting of Charles Vacca with her iPhone. A portion of the footage, shown above, has been released to the public.",
  "Originally Published": "",
  "Referred Links": "http://www.wfaa.com/story/news/nation/2014/09/02/shooting-instructor-killed-arizona-girl-uzi-charles-vacca/14995709/;",
  "Example": "[Collected via email, September 2014] There have been reports of a 9 year old girl fatally shooting an instructor at a gun range on August 25th I believe. I am now hearing reports that this was a hoax. Charles Vacca, fatally shot in the head by a 9 year old girl while shooting a 9mm Uzi automatic machine pistol on a range. The video released by the Mainstream Press outlets sounds like an \"AirSoft\" gun. YouTube videos seem to latch on to this and show some evidence that the video was a FAKE. This week the news has been reporting that a 9 year old girl was allowed to shoot an uzi at a gun range and that the recoil of the gun caused her to shoot the instructor in the head and kill him. Tonight at a board meeting I attend people were saying that the whole story was fake and put on by a gun control group. There obviously would have to had been a death certificate filed if it was true.",
  "Last Updated": "3 September 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/info/news/uzi.asp",
  "Claim": "A nine-year-old girl accidentally shot and killed a shooting instructor with an Uzi at a gun range in Arizona.",
  "Claim_ID": "info_news_uzi",
  "Tags": ""
}