{
  "Origins": "On 1 September 2014 in Portland, Oregon, a Pizza Hut delivery driver was involved in a crash during his shift. Under the circumstances, it would be understandable for the pizza the unnamed man was about to deliver to not arrive. However, two Portland police officers went above and beyond in the course of their duties to ensure no citizen went hungry, obtaining the undelivered pizza order from the scene of the crash and delivering it to the home for which it was intended.",
  "Fact Check": "",
  "Description": "It is not clear whether Michael Filbert and Royce Curtiss, the officers depicted above, responded to the Pizza Hut driver's accident directly. What we do know, though, is that the two men responded to the scene of the missing dinner. The picture was taken by the surprised Pizza Hut customers, who had already called to report a missing pie and received a replacement from their Pizza Hut outlet. Local area resident Steve Huckins and his wife noticed that their dinner was taking awfully long to arrive, and the couple phoned the chain to inquire after their pizza. Huckins explained that due to the delay, a second pizza had been sent directly by Pizza Hut: So [my wife] goes, 'well we didn't get the pizza,' so [the manager] says, 'well we'll make one and I'll hand deliver it and give it to you for half price. The second pizza arrived, but there was a subsequent knock at the door just as dinner was served. According to Huckins, that was when police showed up with the original pizza in hand and then posted for a photo op at the request of the surprised homeowner: \"They turn around to leave, and I said, 'whoa, whoa, whoa ... I got to get a picture of this. No one is going to believe Portland police delivering a pizza.' So that's the picture everyone saw ... I wanted these officers to get a little recognition because these officers went above and beyond.\" As for the Pizza Hut driver, he sustained injuries to his back and neck, but he's okay.",
  "Originally Published": "",
  "Referred Links": "http://hosted.ap.org/dynamic/stories/U/US_ODD_PIZZA_POLICE?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT;http://koin.com/2014/09/22/portland-police-protect-and-serve-pizza-after-crash/;https://twitter.com/NBCNews/status/514478918636535808;http://t.co/GpAwTvHy9a;http://t.co/Rsmn6HWNyk;",
  "Example": "[Collected via Twitter, September 2014] Portland cops complete delivery after Pizza Hut driver injured in crash http://t.co/Rsmn6HWNyk pic.twitter.com/GpAwTvHy9a NBC News (@NBCNews) September 23, 2014",
  "Last Updated": "23 September 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/info/news/pizzacops.asp",
  "Claim": "Two Portland, Oregon, police officers followed up on a pizza delivery after the delivery driver crashed his car.",
  "Claim_ID": "info_news_pizzacops",
  "Tags": ""
}