{
  "Origins": "On 30 September 2014, CDC officials confirmed that a patient in Dallas tested positive for the Ebola virus. The patient left Liberia on 19 September and arrived in the United States on 20 September. On 26 September the patient noticed the onset of Ebola symptoms, and he was admitted to Texas Health Presbyterian Hospital on 28 September.",
  "Fact Check": "",
  "Description": "During a press conference on 30 September, Dr. Thomas Frieden, Director of the CDC, sought to reassure Americans concerned about an Ebola outbreak. Frieden said that he is confident the Ebola patient was sufficiently isolated, although family members may have been exposed to the virus: I have no doubt that we will control this importation or this case of the Ebola so that it does not spread widely in this country. It is certainly possible that someone who had contact with this individual, a family member, or other individual, could develop Ebola in the coming weeks, but there is no doubt in my mind that we will stop it here. Two missionaries who worked in active Ebola outbreak areas, Dr. Kent Brantly and Nancy Writebol, were transported back to the United States for experimental treatments after contracting the virus earlier in 2014. Both are virus-free and recovering well. The Ebola virus is spread only through close, direct contact and exposure to bodily fluids. Symptoms of Ebola usually appear within 10 days of infection, though the incubation period can be as long as 21 days.",
  "Originally Published": "",
  "Referred Links": "http://www.nbcdfw.com/news/health/Case-of-Ebola-Confirmed-in-the-US-CDC-277648611.html;",
  "Example": "[Collected via email, September 2014] Federal health officials confirm first Ebola case diagnosed in US?",
  "Last Updated": "30 September 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/info/news/ebolaintheus.asp",
  "Claim": "The Centers For Disease Control confirmed that a patient in Dallas has tested positive for Ebola.",
  "Claim_ID": "info_news_ebolaintheus",
  "Tags": ""
}