{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://en.wikipedia.org/wiki/Puppy;http://www.motherjones.com/mojo/2015/11/isis-magazine-dabiq-paris-beirut-russia;",
  "Example": "[Collected via e-mail, December 2015] There is an article being shared on Facebook that I have to think is false. I can only find this reported on random \"news\" sites. It says that ISIS has declared a fatwa to kill American dogs and puppies. Origin:In mid-December 2015, the web site What Does It Mean? published a story claiming that ISIS had issued a fatwa for the mass killing of American puppies: A chilling report issued by the Main Intelligence Directorate General Staff of the Armed Forces (GRU) is warning today that the pet dogs and puppies of American owners have now become targets for death after the Islamic State s (ISIS/ISIL/Daesh) top religious scholar, Turki al-Bin ali, issued a fatwa authorizing the immediate mass slaughter of these beloved animals by their terrorist supporters currently residing in the United States. According to this report, this Islamic legal pronouncement (fatwa) issued by the Islamic State Caliphates main ideological-religious leader, who currently resides under the protection of the US at their Bahrain naval base (NSAB), was in response to queries from many of their younger American sympathizers/supporters wanting to wage jihad but fearful of being captured or killed or not being of sufficient age to obtain/purchase weapons. Turki al-Bin ali s response to these American followers, as outlined in his fatwa published earlier today in the Islamic State s online magazine Dabiq, this report continues, was that while although the main duty of jihad was to kill/destroy/main as many infidels (non-believers/Christians/Jews, etc.) as possible, no matter what the cost, it is entirely acceptable, also, to strike fear into these Westerners by the mass murdering of their dogs and puppies. While What Does It Mean? claimed that the report came from Russia's Main Intelligence Directorate General Staff of the Armed Forces (GRU), we could find no record of the GRU's supposed warning. Similarly, WDIM? claimed that the fatwa was issued in the pages of an ISIS magazine called Dabiq. While Dabiq is a real magazine, the latest issue was more concerned with the Paris attacks than killing puppies. While the WDIM? article is full of links to additional reading material, none of these links direct the reader to information which could back up WDIM?'s claim. For instance, instead of linking to the General Staff of the Armed Forces' supposed warning about a fatwa for killing puppies, the link redirects people to a general page about the Russian military. Similarly, WDIM? linked to a general page about the magazine Dabiq instead of to proof that the most current issue contained the alleged fatwa. This is a common tactic among fake news purveyors. Articles with links appear to be more credible and since readers frequently forgo additional research, they are able to trick people into believing that all of their information has been properly sourced. In this case, What Does It Mean? provided no proof that Isis had issued a fatwa on the mass murder of American puppies. This isn't too surprising since a disclaimer on WDIM? warns readers that they should not assume that any information on the web site is accurate: You should not assume that this site is error-free or that it will be suitable for the particular purpose which you have in mind when using it. The web site goes on to say that some of its articles are completely fabricated: Some events depicted in certain articles on this website are fictitious and any similarity to any person living or dead is merely coincidental. Some other articles may be based on actual events but which in certain cases incidents, characters and timelines have been changed for dramatic purposes. Certain characters may be composites, or entirely fictitious. The claim that ISIS had issued a fatwa for the mass murder of puppies comes from an unreliable source that frequently publishes fictional material. Last updated: 14 December 2015 Originally published: 14 December 2015",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/isis-fatwa-kill-puppies/",
  "Claim": "ISIS has issued a fatwa to kill American puppies.",
  "Tags": "ISIS;fatwa;dabiq;puppy;puppies;kill puppies;dogs;",
  "Claim_ID": "isis-fatwa-kill-puppies"
}