{
  "Origins": "On 25 October 2015 the web site Huzlers published an article reporting that \"Jake\" from State Farm Insurance's ubiquitous \"State of Unrest\" television commercial had been murdered by his wife in a fit of rage over his infidelity: It is being reported that Jake From State Farm was reportedly found dead in his apartment bedroom Saturday night. According to authorities, Jake was killed by his wife after finding him in bed with another woman.",
  "Fact Check": "",
  "Description": "Jake From State Farm was murdered by his own wife for allegedly cheating on her. Very Ironic, considering that the original Jake From State Farm commercial was about being unfaithful. According to State Farm, Jake would be a good neighbor to all of his clients, but when he needed help, nobody was there for him. Jake s wife was arrested a few hours following the murder. A true hero quoted State Farm. Nothing about this story is true, as it originated on Huzlers, a well known fake news site. Also, real news articles (especially those reporting on deaths) tend to include the real names of actors and not refer to them solely by the names of characters they played on television. Finally, \"Jake from State Farm\" has dispelled this himself rumor on Twitter: (This story might have made more logical [satirical] sense if the putative murder victim were actor Justin Campbell, who played the husband suspected of infidelity by his wife in \"State of Unrest,\" and not actual State Farm agent Jake Stone, who filled the role of the innocent insurance Jake.) Huzlers, a web site that has previously published fake news stories about Starbucks drinks being made with semen, a \"Netflix N Chill\" lawsuit, and Chipotle using dog meat to make tacos, bills itself as \"the most notorious urban satirical entertainment website in the world with the most shocking headlines and articles shared by trillions around the world.\" Last updated: 24 October 2015",
  "Originally Published": " 24 October 2015",
  "Referred Links": "http://www.imdb.com/name/nm1158571/;https://twitter.com/JakeStateFarm/status/658472140455452673;https://youtu.be/47cAxRX3aDg;",
  "Example": "[Collected via e-mail, October 2015] Just read an article about Jake from State Farm found dead. Allegedly murdered by his wife for cheating. Is this true?",
  "Last Updated": "24 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/jake-from-state-farm-death-hoax/",
  "Claim": "The actor who played Jake in commercials for State Farm insurance was murdered by his wife.",
  "Tags": "huzlers;jake from state farm;",
  "Claim_ID": "jake-from-state-farm-death-hoax"
}