{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://www.instagram.com/p/_qc1pMPzfs/?taken-by=jalalsofficial;http://www.9news.com.au/national/2015/12/17/19/07/security-expert-and-law-enforcement-slam-brothers-who-filmed-bomb-scare-prank-videos;http://www.9news.com.au/national/2015/12/17/19/07/security-expert-and-law-enforcement-slam-brothers-who-filmed-bomb-scare-prank-videos;https://www.facebook.com/photo.php?fbid=10206189897245209&set=a.2261459574795.2113104.1197609810&type=3&theater;http://www.9news.com.au/national/2015/12/17/19/07/security-expert-and-law-enforcement-slam-brothers-who-filmed-bomb-scare-prank-videos;https://www.youtube.com/watch?v=CBSC7oSHYZA;http://bmwmblog.com/jalal-brother-shot-while-making-another-fake-bomb-prank/;",
  "Example": "[Collected via Email, December 2015] Hey, I'm just curious about the Jalals, the \"pranksters\" who dressed up in stereotypical Arab clothing and would throw backpacks at unsuspecting pedestrians and run away. One of them allegedly was shot while pulling one of these not-so-funny pranks, and I want to know if that's true or not...? Thanks! Origin:On 22 December 2015, the web site BMW M-Blog published an article claiming that one of three brothers from Melbourne, Australia, known for making YouTube videos, had been shot while filming a prank: One of the brothers, Arman Jalal, was shot in the stomach after pranking the wrong man. The incident occurred late Tuesday night in a parking garage in East Melbourne. The brother is said to be in critical but stable condition at St Vincents & Mercy Private Hospital. The man they pranked, Scotty Southam, 31, is currently being questioned by Victoria Police but there are reports that he will not be charged. The above-quoted article was published shortly after the Jalals published a video where a man dressed in \"traditional\" Arab dress throws \"fake bombs\" at civilians: While some people have expressed concerns about the above-displayed video, nobody shot any of the Jalal brothers over these \"pranks.\" The BMW M-Blog report has not been corroborated by any media outlets from Australia and the Victoria Police have not recorded any incidents relating to the Jalal Brothers. On 23 December 2015 Arman Jalal took to Facebook to clear up rumors about his alleged gun wound: None of the Jalal brothers were shot while filming the above-displayed prank video, and according to a spokesperson for the Victoria Police, the videos may have also been staged: A Current Affair contacted Victoria Police, who were unaware of the video. \"We are not so sure the people pictured in the footage are unsuspecting,\" a spokesperson said after viewing the bomb scare prank vision. The videos have received intense criticism, with people calling the Brothers Jalal stunts dangerous and insensitive. The three brothers told Australian media they are not trying to threaten anyone, just make people laugh. Last updated: 28 December 2015 Originally published: 28 December 2015 Featured Image: Instagram",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/jalal-brothers-shot-video/",
  "Claim": "One of the Jalal Brothers was shot while filming a prank video.",
  "Tags": "jalal brothers;prank video;",
  "Claim_ID": "jalal-brothers-shot-video"
}