{
  "Origins": "On 30 August 2015, the \"Lost in History\" Twitter account (@SadHappyAmazing) posted two images (displayed above) purportedly showing actors James Dean and Marilyn Monroe posing together. Neither of those two images was real, however. One was composite created from two separate photographs, while the other was a piece of artwork by Paul Gasenheimer.",
  "Fact Check": "Do photographs show James Dean and Marilyn Monroe together?",
  "Description": "Gasenheimer's piece, called \"Flutesong (Marilyn Monroe and James Dean)\" is a pencil drawing of a scene that never was, created as part of the artist's \"Hollywood Dreams\" series: Exquisitely rendered with the meticulous detailing of a photograph, this tender pencil drawing of a lovesmitten leading man and iconic leading lady is part of Gasenheimer's \"Hollywood Dreams\" series. A meltingly romantic portrait, this sentimental artwork fulfills every movie fan s daydreams of what if? The other image is a composite of two separate photographs from different times and places. The picture of Marilyn Monroe was snapped on the balcony of the Ambassador Hotel in New York City in March 1955, while the portrait of James Dean (also taken in 1955) was captured of the actor alone on the set of East of Eden: Last updated: 30 August 2015",
  "Originally Published": " 30 August 2015",
  "Referred Links": "http://www.harpersbazaar.com/culture/features/g5226/james-dean-photos/?slide=8;http://www.gettyimagesgallery.co.uk/picture-library/image.aspx?id=3431;http://www.popartuk.com/art/paul-gassenheimer/flute-song-hollywood-dreams-g902-art-print.asp;http://www.art.com/products/p10314555-sa-i857765/paul-gasenhemier-flutesong-marilyn-monroe-and-james-dean.htm;",
  "Example": "[Collected via Twitter, August 2015]",
  "Last Updated": "30 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/james-and-marilyn/",
  "Claim": "Photographs show James Dean and Marilyn Monroe together.",
  "Tags": "james dean;marilyn monroe;",
  "Claim_ID": "james-and-marilyn"
}