{
  "Origins": "On 25 August 2015, Facebook user JamieLee Tomlin-Graham published the above-quoted appeal to her personal Facebook page, seeking leads in the case of her missing infant daughter, Ember Graham. A number of \"missing child\" pleas are outdated, inaccurate, or otherwise misstated on social media, but this one is relevant and current: Ember Graham indeed disappeared from her home in California in July 2015 and remains missing. Six-month-old Graham was last seen on 2 July 2015, and early in the investigation Shasta County Sheriff's Office Sgt. Pat Kropholler said father Matthew Graham was a person of interest in her disappearance:",
  "Fact Check": "Is an infant named Ember Graham missing from her Happy Valley, California, home?",
  "Description": "\"In the case of Ember Graham the sole person of interest in her disappearance still remains with her father, Matthew Graham,\" Kropholler said in the press release. \"The Sheriff s Office Major Crimes Unit has investigated tips received from the public and all other possible angles of a stranger abduction.\" \"There is no evidence that a third party was involved, including anyone within the family,\" he said. \"The motive of why he abandoned her or what lead to him disposing of her body died with him when he confronted officers with deadly force in Dunsmuir, California after he had carjacked a vehicle at gunpoint,\" Kropholler stated. A pacifier found on the side of a road in Ono, California, on 10 July 2015 was tested and determined to be baby Ember's. On 13 July Matthew Graham was killed in a shootout with police, an event that further complicated the investigation into Ember Graham's whereabouts: Graham was spotted by Shasta County and Siskiyou County deputies and California Highway Patrol officers in Dunsmuir. He was shot and killed, according to the Siskiyou County Sheriff's Department. After the baby s disappearance, authorities said Graham showed no remorse and didn't ask how they planned to find his daughter; they said he refused to submit to a voice stress test and asked for a lawyer. Investigators said they also found it tough to believe that a stranger could break into Graham s 25-foot camper trailer undetected and snatch Ember away, as he claimed. The home is surrounded by two fences and protected by guard dogs; the room where Ember slept apparently has no working door and can only be pried open with a screwdriver, which would make a lot of noise, detectives said. Pages on Facebook and Twitter have been created by Ember Graham's family to assist in the search for the child, and anyone with information has been asked to call the Shasta County Sheriff s Major Crimes Unit at (530) 245-6135. Last updated: 1 September 2015",
  "Originally Published": " 1 September 2015",
  "Referred Links": "https://twitter.com/BabyEmberGraham;https://www.facebook.com/FindBabyEmber;http://www.latimes.com/local/lanow/la-me-ln-baby-ember-graham-matthew-graham-20150712-story.html;http://www.krcrtv.com/news/local/sheriff-pacifier-found-in-ono-belongs-to-baby-ember-graham/34227506;http://www.missingkids.com/poster/NCMC/1250863/1;https://www.facebook.com/photo.php?fbid=938267739574509&set=p.938267739574509&type=1&theater;",
  "Example": "[Collected via Facebook, August 2015] My Ember is STILL missing. She went missing July 2, 2015 from Happy Valley, CA. She was six months old, wearing a size 2 Kirkland diaper. She has brown hair, and distinct brown downturned eyes. She is approximately 15 pounds and 2' 1\". She is now 8 months old. She is a epileptic and needs to take special medication for her seizures, BUT that does not mean she still is not alive, she could survive without it. I'm begging anyone with any sort of information to please come forward! It could even be anonymously. I just want my baby back! I NEED her back. You could drop her off at any hospital, church, or fire station. Anywhere public. Or you could call anonymously by dialing *67 before you enter in the number. There is a $10,000 reward for anyone with information leading to the wearabouts of my little girl. Please call the Nor Cal top line at (530) 378-4491. Anonoymously or not! Please help me bring my baby home. Even if you have no information, please share her picture out there and tell everyone you know. We're relying on the public and the community for help now, we have spent every single day searching the surrounding areas and have found nothing, we have run out of real estate. Please help find my baby. # northerncalifornia # california # emberskye # missing # baby # missingbaby # 8monthsold # littlegirl #epilepsy # theresacaputo # nancygrace # dateline # missingpersons # dr .phil # pleasecomehome",
  "Last Updated": "1 September 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/jamielee-tomlin-graham/",
  "Claim": "An infant named Ember Graham is missing from her Happy Valley, California, home.",
  "Tags": "missing;jamielee tomlin graham;ember graham;missing kids;",
  "Claim_ID": "jamielee-tomlin-graham"
}