{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/BerenabasG/status/687510052647731200?ref_src=twsrc%5Etfw;https://www.washingtonpost.com/news/the-intersect/wp/2016/01/14/beware-the-powerball-scammers-posting-photos-of-their-fake-winning-tickets/;https://www.instagram.com/p/BAgWxACSYZC/;http://www.msn.com/en-us/news/us/dollar16-bln-us-powerball-jackpot-to-be-split-between-three-winning-tickets/ar-CCvVKB?li=BBnbfcL?ocid=ansmsnnews11;http://www.msn.com/en-us/news/us/dollar16-bln-us-powerball-jackpot-to-be-split-between-three-winning-tickets/ar-CCvVKB?li=BBnbfcL?ocid=ansmsnnews11;",
  "Example": "[Collected via Email, January 2016] Did Jared Price, a 27 year-old hedge fund manager from Chino Hills, CA win the Powerball in CA? Origin:On 13 January 2016, Powerball officials announced that a winning ticket for a record $1.6 billion jackpot had been purchased in Chino Hills, California. Shortly thereafter, the entertainment web site United Media Publishing posted a fake news article about a fictional winner named Jared Price: The lottery is full of rags-to-riches tales. Now the 1 percent has its own feel-good story. Lottery officials are pleased to announce this evening that a winner has been announced in Wednesday night s drawing. That lucky person is 27-year-old hedge fund manager Jared Price from Chino Hills, California, a suburb of Los Angeles. According to lottery officials, Jared is one of three winners of the $1.5 billion jackpot, the largest in history. Mr. Price won by correctly matching all five numbers and the Powerball. Price told the lottery that he had no specific plans for the money, which he will chose to receive in installments over the next 30 years. I just want to be a normal man, he said. Maybe I will buy up the next Wu Tang album, or buy another yacht. I already have more than anyone would ever need, so this is just icing on the cake, he continued. According to the local ABC News affiliate, Price, who according to Forbes is one of the richest Under 30 making millions of dollars as the head of Spiegel International, bought 15,000 Powerball tickets for $30,000 before Wednesday s drawing. I picked my own numbers for the ticket, he said. They were all random. Whatever numbers come into my head I pick. I never play the lottery, so this is all new to me. While it's true that a winning ticket was sold in Chino Hills, California, the winner has not been named. Reuters reported that two other winning tickets were sold in Florida and Tennessee. None of the winners have come forward yet: The identities of the winners were not yet known. The winners in Florida and Tennessee have not come forward, lottery officials in those states said, and officials have not said whether anyone in California had sought to claim their share. One ticket was sold at a 7-Eleven convenience store in Chino Hills, east of Los Angeles, California Lottery officials said. Two other winning tickets were sold at locations in Munford, Tennessee and at a Publix grocery store in Melbourne Beach, Florida, lottery officials in those states said. United Media Publishing is an entertainment web site that does not publish factual stories. While the web site does not feature a readily available disclaimer labeling its content as fiction, UMP is known for publishing hoaxes, such as this story about Christians getting divorced in huge numbers after the legalization of gay marriage, or this dubious diatribe about Pope Francis claiming that the only way to end climate change was to sterilize all unwed mothers. United Media Publishing isn't the only web site looking to capitalize on the mystery surrounding the identity of the Powerball winners. Several people on social media have been posting fake tickets in an attempt to win internet points. Last updated: 14 January 2016 Originally published: 14 January 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/jared-price-powerball-winner/",
  "Claim": "A hedge fund manager named Jared Price won the $1.6 billion Powerball lottery.",
  "Tags": "united media publishing;powerball;lottery;jackpot;jared price;",
  "Claim_ID": "jared-price-powerball-winner"
}