{
  "Origins": "On 19 September 2015, the entertainment web site Celebtricity published an article reporting that actor Bryshere Y. Gray, who plays Hakeem Lyon on the show Empire, was the biological son of rap mogul Jay-Z: DNA analysis has been released revealing that Bryshere Y. Gray also known as Yass the Greatest who plays Hakeem Lyon on the hit show Empire is actually the biological son of rap mogul Jay-Z. This doesn't come as too much of a shock as the rapper's dalliances are well accounted for, but it does ask the question of whether or not Bryshere will inherit The Rock from his estranged father.",
  "Fact Check": "Did a DNA test confirm that actor Bryshere Y. Gray is the biological son of rap mogul Jay-Z?",
  "Description": "Jay-Z proudly confirmed that he is in fact his father in an interview by saying: \"Yea that's Blue Ivy's big brother can't you tell that's my genes that gave him his skills. I'm proud of my son I might sign him to Roc Nation if it makes sense.\" Byshere s mother Donut Shannon Bryshere was one of Jay-Z s ghetto flowers back in the day when he was selling drugs to help support his musical career. The two distanced themselves from one another after Donut took the fall for a drug charge to keep Jay-Z from going to prison. Celebriticity bills itself as the \"most notorious entertainment website in the world\" which uses a combination of \"real & satire news\" to create the \"most shocking headlines.\" In this case, the real portion of the above-quoted story is that both Jay-Z and Bryshere Y. Gray do in fact exist. The \"satire\" (i.e., fake) portion of the article is everything else. There was no DNA test, Jay-Z never said that Hakeem was his real son, and the story about Jay-Z's having a fling with a woman named \"Donut\" is apocryphal. While this rumor was picked up by several disreputable sources, news about Jay-Z's alleged son was not reported by any credible news outlet. Last updated: 22 September 2015",
  "Originally Published": " 22 September 2015",
  "Referred Links": "http://www.donotlink.com/gre7;http://www.donotlink.com/gre6;",
  "Example": "[Collected via Twitter, September 2015]",
  "Last Updated": "22 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/jay-z-dna-son-hakeem/",
  "Claim": "A DNA test confirmed that actor Bryshere Y. Gray is the biological son of rap mogul Jay-Z.",
  "Tags": "jay z;hakeem;son;biological son;dna;empire;bryshere y. gray;",
  "Claim_ID": "jay-z-dna-son-hakeem"
}