{
  "Origins": "In August 2015 a link began circulating on Facebook that promised users a $100 JCPenney coupon in exchange for liking and sharing a post (with a seemingly ticking deadline clock impressing upon them the need to hurry up and do so). Users who clicked through those shared links were greeted by a page titled \"Back to School with a $100 JCPenney Coupon,\" which mimicked the style of Facebook-based content (despite being hosted outside that social network):",
  "Fact Check": "Can Facebook users get a $100 JCPenney coupon for liking and sharing a post?",
  "Description": "However, those who looked closely at the embedded link may have noticed one prominent red flag. As seen in the example at the top of this page, the URL pointed to \"JCPeeney.net\" and not JCPenney.com, the official website of JCPenney. Users who shared the link to the real JCPenney's Facebook wall to ask if the attractive offer was legitimate received replies from chain representatives stating: I do apologize that I have to disappoint you. The $100 off $110 coupon offer that has been posted to some social media sites is not a valid JCPenney coupon. I apologize for any confusion this may have caused. Please stop by jcpenney.com to view offers that are currently available online and in our stores. Currently we are offering our Friends and Family discount. Happy Shopping. At this point most regular Facebook users have encountered (and will continue to see) similar survey scams; Kohl's, Costco, Home Depot, Lowe's, Kroger, Best Buy, Macy's, Olive Garden, Publix, Target, and Walmart are among retailers previously used as bait by scammers aiming collect personal information and page likes from social media users. A July 2014 article from the Better Business Bureau described common hallmarks of social media coupon scams: Don't believe what you see. It's easy to steal the colors, logos and header of an established organization. Scammers can also make links look like they lead to legitimate websites and emails appear to come from a different sender. Legitimate businesses do not ask for credit card numbers or banking information on customer surveys. If they do ask for personal information, like an address or email, be sure there's a link to their privacy policy. When in doubt, do a quick web search. If the survey is a scam, you may find alerts or complaints from other consumers. The organization's real website may have further information. Watch out for a reward that's too good to be true. If the survey is real, you may be entered in a drawing to win a gift card or receive a small discount off your next purchase. Few businesses can afford to give away $50 gift cards for completing a few questions. Legitimate coupons for JC Penney (and a large variety of other retailers) can be found on sale aggregators such as RetailMeNot, but even the largest discount codes never approach the $100+ savings promised by Facebook coupon scammers. Last updated: 10 August 2015",
  "Originally Published": " 10 August 2015",
  "Referred Links": "http://www.retailmenot.com/view/jcpenney.com;http://www.bbb.org/blog/2014/07/customer-survey-scam-lures-victims-with-gift-card/;https://www.facebook.com/jcp?fref=ts;",
  "Example": "",
  "Last Updated": "10 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/jc-penney-coupon/",
  "Claim": "Facebook users can get a $100 JCPenney coupon for liking and sharing a post.",
  "Tags": "coupon scams;facebook survey scams;jc penney;coupons;facebook coupons;",
  "Claim_ID": "jc-penney-coupon"
}