{
  "Origins": "On 6 November 2015, a Facebook page titled\"Jennifer Aniston\" published the following status update: \"We are thinking about making a Friends Reunion. But, we are undecided. So, we decided to let the fans decide. If this picture gets 400k likes, we will consider it. Spread the word and follow me to stay updated.",
  "Fact Check": "",
  "Description": "Guess what? Just for today you have a chance to buy THE LIMITED EDITION FRIENDS T-SHIRT. Check out and buy it from here [link] Within a few hours of its appearance, the status update gathered several hundred thousand likes and tens of thousands of shares. However, the page's URL was facebook.com/JenAFans; it was clearly neither operated by nor affiliated with Jennifer Aniston. The appended link opened a page selling a t-shirt, but it wasn't Friends merchandise (official or unauthorized). The above-reproduced Facebook post wasn't the first time a social media page impersonating Jennifer Aniston gained traction in 2015; a few months prior, a similar post falsely attributed a controversial statement denigrating gay pride to the actress. The rumor also wasn't the first to dangle the prospect of a much-anticipated (but unlikely) Friends reunion in front of Facebook users in order to dishonestly attract social media engagement (a practice known as \"like farming\"). It didn't appear any verified social media accounts were affiliated with Aniston at the time the rumor circulated, or previously. In 2013, she stated her disinterest in ever maintaining such a presence (due, oddly enough, to the volume of misinformation spread about her via those networks): If I took to Twitter or anything, I would really send people over the edge, she said, probably just correcting every false rumor. Finally, the prospect of reconvening the cast of Friends involved massive entities (including the actors, the network NBC, and its creators). A media project of that magnitude was unlikely to hinge on \"400,000 likes\" on Facebook. Last updated: 6 November 2015",
  "Originally Published": " 6 November 2015",
  "Referred Links": "http://news.yahoo.com/blogs/nightline-fix-abc-news/why-jennifer-aniston-won-t-join-twitter-132418367.html;https://www.facebook.com/snopes/posts/244920282319165;https://www.facebook.com/JenAFans/photos/a.979572285439250.1073741828.979558945440584/979671898762622/?type=3&fref=nf;",
  "Example": "[Collected via e-mail, November 2015] Supposedly Jennifer Aniston posted this on \"her\" facebook page: \"We are thinking about making a Friends Reunion. But, we are undecided. So, we decided to let the fans decide. If this picture gets 400k likes, we will consider it. Spread the word and follow me to stay updated.\"",
  "Last Updated": "6 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/jennifer-aniston-friends-reunion/",
  "Claim": "Jennifer Aniston is collecting Facebook likes in order to facilitate a reunion of the TV show Friends.",
  "Tags": "hoax;jennifer aniston;like farming;friends reunion;",
  "Claim_ID": "jennifer-aniston-friends-reunion"
}