{
  "Origins": "On 10 November 2015, a story claiming that actress Jennifer Aniston had once reunited a homeless teenage mother with her parents was posted to a Facebook fan page dedicated to the former star of Friends: I was day tripping to Vancouver from Seattle and stopped in for lunch at a little cafe. From my window I saw a young teenage girl out in the cold, squatted down in a closed up business doorway, holding a small bundle in her arms. She was panhandling, people were mostly walking by ignoring her. She just looked broken.",
  "Fact Check": "",
  "Description": "I finished up my meal and went outside, went through my wallet and thought I'd give her $5 for some food. I got up to her and she was sobbing, she looked like she was 14-15. And that bundle in her arms was a baby wrapped up. I felt like I just got punched in the chest. She looked up putting on a game face and asked for any change, I asked her if she'd like some lunch. Right next door was a small quick-Trip type grocery store, I got a can of formula for the baby (very young, maybe 2-3 months), and took her back to the cafe though I'd just eaten. She was very thankful, got a burger and just inhaled it. Got her some pie and ice cream. She opened up and we talked. She was 15, got pregnant, parents were angry and she was fighting with them. She ran away. She had been gone almost 1 full year. I asked her if she'd like to go home and she got silent. I coaxed her, she said her parents wouldn't want her back. I coaxed further, she admitted she stole 5k in cash from her Dad. Turns out 5k doesn't last long at all and the streets are tough on a 15 year old. Very tough. She did want to go back, but she was afraid no one wanted her back after what she did. We talked more, I wanted her to use my phone to call home but she wouldn't. I told her I'd call and see if her folks wanted to talk to her, she hesitated and gave bad excuses but eventually agreed. She dialed the number and I took the phone, her Mom picked up and I said hello. Awkwardly introduced myself and said her daughter would like to speak to her, silence, and I heard crying. Gave the phone to the girl and she was just quiet listening to her Mom cry, and then said hello. And she cried. They talked, she gave the phone back to me, I talked to her Mom some more. I drove her down to the bus station and bought her a bus ticket home. Gave her $100 cash for incidentals, and some formula, diapers, wipes, snacks for the road. Got to the bus, and she just cried saying thank you over and over. I gave her a kiss on the forehead and a hug, kissed her baby, and she got on the bus. I get a christmas card every year from her. She's 21 now and in college. Her name is Alice and her baby was Joe. I've never really told anyone about this. I just feel good knowing I did something good in this world. Be the change you wish to see in the world. However true (or not) this heartwarming story may be, it apparently has nothing to do with actress Jennifer Anniston. The Jennifer Aniston Fan Page is not an official source for Jennifer Aniston news, and the actress does not post stories, respond to comments, or have anything else to do with that Facebook fan page. Additionally, this story did not originate on the Jennifer Aniston Fan Page or as a narrative told about Jennifer Anniston. This tale has been posted by several different web sites and has been attributed to various authors. The oldest iteration we could find appeared on the web site Reddit in 2010 in response to the r/askreddit submission \"What is the nicest thing you've ever done that no one knows about?\" and that iteration included no mention of the former Friends star. A rep for the actress said that \"The story on the fan page has nothing to do with Jennifer and we are not at all sure where it came from.\" So while we can't verify the authenticity of this anonymous Reddit user's story, we can confidently say that it did not involve Jennifer Aniston. Last updated: 12 November 2015",
  "Originally Published": " 11 November 2015",
  "Referred Links": "http://www.justjared.com/2015/11/10/jennifer-anistons-rep-confirms-viral-facebook-post-is-fake/;https://www.reddit.com/r/AskReddit/comments/ahg8x/what_is_the_nicest_thing_youve_ever_done_that_no/c0hkuyq;http://viralslot.com/heartwarming/everyone-else-was-ignoring-her-but-he-did-something-different/;http://nedhardy.com/2012/08/20/restoring-your-faith-in-humanity-one-story-at-a-time-2/;http://pastebin.com/ExPL9WZP;https://www.facebook.com/JenAFans/photos/a.979572285439250.1073741828.979558945440584/982167105179768/?type=3&permPage=1;",
  "Example": "[Collected via e-mail, October 2015] There's a Facebook post going around about a story from Jennifer Aniston. Just wanted to check if it's true or a hoax.",
  "Last Updated": "12 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/jennifer-aniston-homeless-story/",
  "Claim": "Jennifer Aniston once reconnected a homeless 15-year-old single mother with her parents.",
  "Tags": "jennifer aniston;",
  "Claim_ID": "jennifer-aniston-homeless-story"
}