{
  "Origins": "On 4 November 2015, a video purportedly showing two men using jet packs to fly alongside an Emirates A380 Jet went viral on YouTube: This clip of the stunt was met with skepticism online, with some viewers claimed that the video employed CGI effects and not real jet pack stuntmen. However, XDubai, the YouTube account that uploaded the video, directed skeptics to a second video that explained more about how the stunt was accomplished and detailed the meticulous and careful planning that went into it:",
  "Fact Check": "",
  "Description": "We can assure you it was not fake! :) Have a look at the behind the scenes video here on Emirates' channel to see how it was planned and done! Jetman Dubai pilots Yves Rossy and Vince Reffet also wrote about the stunt on their web site: The Emirates A380 and Jetman Dubai team recently took to the skies of Dubai for an extraordinary formation flight which showcases just how far aviation has come. The formations were conducted over the Palm Jumeirah and Dubai skyline with Burj Khalifa in the background. While the formation flight looked effortless on film, painstaking planning and meticulous collaboration with an intense focus on safety drove all efforts. The carefully choreographed aerial showcase involved the world's largest passenger aircraft flying at 4,000 feet in two holding patterns. The A380 aircraft was then joined by the Jetman Dubai duo, experienced pilots and operators of the smallest jet propelled wing, who were deployed from a helicopter that hovered above the aircraft at 5,500 feet. The duo conducted formations on both sides of the aircraft and joined to one side thereafter before breaking away. Last updated: 6 November 2015",
  "Originally Published": " 6 November 2015",
  "Referred Links": "http://www.jetman.com/;",
  "Example": "[Collected via e-mail, October 2015] Is this a real video or computer graphics? I wonder about the turbulence caused by a large airplane, and whether \"jet packs\" have sufficient capacity for this sort of thing.",
  "Last Updated": "6 November 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/jetman-dubai-viral-video/",
  "Claim": "A video shows two men with jet packs flying alongside an Airbus 380 airliner.",
  "Tags": "dubai;jetman video;jet packs;",
  "Claim_ID": "jetman-dubai-viral-video"
}