{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://en.wikipedia.org/wiki/Jimmy_Carter#/media/File:President_Jimmy_Carter_at_Quail_Ridge_Books-Raleigh_NC-jmturner-2014-04-02.jpeg;http://www.cbsnews.com/news/jimmy-carters-cancer-is-gone-grandson/;",
  "Example": "[Collected via Email, December 2015] Jimmy Carter: Medical Marijuana Cured My Cancer Is this false? Origin:On 7 December 2015, the entertainment website Satira Tribune published an article claiming that former President Jimmy Carter said that medical marijuana had cured his cancer: While speaking to ABC News about the remission of his cancer, former President Jimmy Carter credited marijuana for killing of his cancer cells. The Nobel winner thanked his doctors and family for their support through his brain cancer ordeal. He also thanked Terrance Scooby Williams of Dr. Green s Greenery, a pot dispensary in Oakland, CA, for helping him find the right strain of cannabis. Carter told his medicinal regiment to Sawyer I smoke two joints in the morning, I smoke two joints at night, I smoke two joint in the afternoon, and it makes me feel all right. Edibles are also good when traveling when smoking is not permitted. While Carter did announce in December 2015 that he was \"cancer-free,\" the former President did not credit medical marijuana. The Satira Tribune is a satirical publication that does not publish factual news stories. The website does not contain a readily available disclaimer, but its Facebook page clearly notes the satirical nature of its content: Satirical news for satirical folk. Satira is Latin for Satire. Last updated: 08 December 2015 Originally published: 08 December 2015",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/jimmy-carters-cancer-cured-marijuana/",
  "Claim": "Jimmy Carter said that medical marijuana cured his cancer.",
  "Tags": "marijuana;cancer;jimmy carter;medical marijuana;",
  "Claim_ID": "jimmy-carters-cancer-cured-marijuana"
}