{
  "Origins": "On 25 August 2015, an open letter purportedly written by former boy band member Joey Fatone to the members of English-Irish pop boy band One Direction began circulating online: Dear Liam Payne, Louis Tomlinson, Niall Horan and Harry Styles,",
  "Fact Check": "Did Joey Fatone pen an open letter to One Direction?",
  "Description": "Hey guys. It s Joey Fatone, former member of NSync and current announcer on Family Feud, the job I ve always dreamed of. This weekend, while sitting on the toilet and crying (I LOVE MY LIFE!!!) I flipped through my iPhone and saw that you d announced a one-year hiatus beginning in March. I just wanted to congratulate you guys and wish you well! I m sure 2016 will be a wonderful time for everyone from One Direction to pursue some independent projects before regrouping as a stronger band one year later! Here s to spreading your wings! HAHAHAHA, PSYCH. Here s how it s gonna go down, fellas. While you re all on hiatus, Harry will record some dope singles with Beyonce, Ryan Adams and Wiz Khalifa, come out with a killer solo album produced by Pharrell and Timbaland, cut his hair, dye his hair, do a second less awesome album, let his hair grow super long and wear it in two braids, crush a self-effacing cameo in a Judd Apatow movie, buzz his hair and release a third, self-produced album on which he hints at being bisexual that everyone will call his best work. The letter was picked up by several media outlets and was shared as an authentic missive by thousands of Directioneers. However, the letter was a work of fiction not written by the former N'Sync member. It was produced by the comedy web site Above Average. Above Average bills itself as \"the Internet's last hope for comedy\" and clearly explains the nature of the site in their \"About\" section: Above Average is the premiere online destination for original comedic videos and written content featuring the industry s top creators, celebrities, and rising talent. Last updated: 26 August 2015",
  "Originally Published": " 26 August 2015",
  "Referred Links": "http://aboveaverage.com/hello/about-us/;http://aboveaverage.com/joey-fatone-to-one-direction-everything-is-about-to-be-terrible/;http://uproxx.com/music/2015/08/joey-fatone-letter-to-one-direction/;",
  "Example": "[Collected via Twitter, August 2015]",
  "Last Updated": "26 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/joey-fatone-one-direction-letter/",
  "Claim": "Former boy band member Joey Fatone wrote an open letter to One Direction.",
  "Tags": "fake;hoax;joey fantone;one direction;open letter;joey fatone;",
  "Claim_ID": "joey-fatone-one-direction-letter"
}