{
  "Origins": "Much to the world's grief and dismay, former Beatle John Lennon was shot and killed by a mentally ill, obsessed fan on 8 December 1980. According to Lennon's widow, Yoko Ono, more than 1.1 million gun-related deaths have taken place in the U.S. in the years since her husband was murdered. Ono made a similar claim in 2013, when she tweeted that \"over 1,057,000\" people had been killed by guns in the U.S. since John Lennon's death. Although she did not provide a source for her information, the numbers from the U.S. Centers for Disease Control (CDC) back up her claim.",
  "Fact Check": "",
  "Description": "According to the CDC, 620,525 gun-related deaths occurred between 1981 and 1998, and another 464,033 deaths between 1999 and 2013: The CDC has not released data for 2014 yet, but if we assume that the number of gun-related deaths will be close to the numbers from the previous five years, we can reasonably estimate that there were about 32,500 gun related deaths in 2014 and another 32,500 in 2015. When we add the CDC's data to those estimates, we can see that Yoko Ono correctly stated that there have been more than 1.1 million (1,149,000 by our count) gun-related deaths in the United States since the end of 1980. It should be noted, however, that the original claim (and the CDC statistics) reference all gun-related deaths, not just intentional homicides, so suicides and accidental deaths are also included in these numbers. Last updated: 8 December 2015",
  "Originally Published": " 8 December 2015",
  "Referred Links": "http://webappa.cdc.gov/sasweb/ncipc/mortrate9.html;https://twitter.com/yokoono/status/314339147672322050;",
  "Example": "[Collected via Twitter, December 2015]",
  "Last Updated": "8 December 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/john-lennon-gun-death-rate/",
  "Claim": "There have been more than 1.1 million gun-related deaths in the U.S. since John Lennon was killed on 8 December 1980.",
  "Tags": "guns;john lennon;yoko ono;",
  "Claim_ID": "john-lennon-gun-death-rate"
}