{
  "Origins": "On 14 August 2015, the blog Healthy Food House published an article titled \"Johnson & Johnson Admits: Our Baby Products Contain Cancer-Causing Formaldehyde\" that claimed: Although the company claims that the amount of formaldehyde isn t large enough to be detrimental to humans even infant humans the fact is that it still has allowed this chemical for as long as they have been making the No More Tears shampoo.",
  "Fact Check": "Did Johnson & Johnson admit their products contain \"cancer-causing formaldehyde\" in August 2015?",
  "Description": "But now, the company has announced the removal of formaldehyde from that shampoo and they are removing it from one hundred other products that they manufacture as well. It could be seen as a sign of good intentions that the company is removing it from their products. But the real question is: why hasn t it been removed before now? Actually, the \"real question\" about removing formaldehyde from their shampoo products had been addressed by Johnson & Johnson nearly two years earlier, as noted in a 17 January 2014 New York Times article titled \"The 'No More Tears' Shampoo, Now with No Formaldehyde\": What s different about the shampoo, and 100 other baby products sold by Johnson & Johnson, isn t so much about what s been added; it s what s missing. The products no longer contain two potentially harmful chemicals, formaldehyde and 1,4-dioxane, that have come under increasing scrutiny by consumers and environmental groups. In response to consumer pressure two years ago, the company pledged to remove both chemicals from its baby products by the end of 2013, and this month, it said that it had met that goal. The reformulated products are making their way to store shelves around the world and will replace existing products over the next several months. The push for removing formaldehyde to which the Times referred was not a recent occurrence: it had occurred as early as 2012, according to a Scientific American article. Moreover, Johnson & Johnson expressed at the time that the reason behind their reformulation was entirely rooted in implicitly baseless consumer fears: Johnson & Johnson pledged last August [2012] to eliminate formaldehyde, parabens, triclosan and phthalates from all baby products. For adult products, it has removed triclosan and phthalates, but will keep using three parabens, and use formaldehyde in exceptional cases where other preservatives wouldn't work, according to the company s new policy. Driving Johnson & Johnson's initiative is the consumer. In recent years, its customers have been asking questions about chemicals in the products, said Samantha Lucas, a corporate spokeswoman, in an interview from its New Brunswick, N.J., headquarters. \"We've been replying with evidence of the science that ensures safety. Now we have to go beyond science and be responsive to our consumers because it's really about their peace of mind, she said. A 3 March 2014 Slate piece on \"chemophobia\" titled \"No More Formaldehyde Baby Shampoo: How Chemophobia Made Johnson & Johnson Reformulate Its Product\" examined how social media users spread outsized fears about common and non-harmful ingredients: So why did Johnson & Johnson remove quaternium-15 if it s safe? ... [E]very minute of every day on every inch of this planet, formaldehyde is all around you and inside you. Always. Yet we re not all dropping dead from cancer. That s thanks to one of the most fundamental principles of toxicology: The dose makes the poison. Unfortunately, all molecules are potentially toxic, says American University chemist Matthew Hartings. Toxicity is not just about the molecule but is about both the molecule and its concentration. The concern about formaldehyde in personal care products reveals a bit of chemophobia, which Dartmouth chemistry professor Gordon Gribble defines as an irrational fear of chemicals based on ignorance of the facts. He says, people don t know how small molecules are, and they believe that single molecules of some chemical pose a health threat. The article also noted that formaldehyde occurs naturally in fruits and vegetables, and that any link between formaldehyde and cancer hinged on exposure that included inhalation and involved both long-term and large-quantity usage: In fact, the only studies that link formaldehyde to cancer are related to humans inhaling it, and inhaling large amounts of it. Funeral industry professionals with more than 34 years of experience or who had performed more than 500 embalmings and factory workers who spent years working around formaldehyde before the 1990s had higher risks for leukemia and Hodgkin s lymphoma. The amount of exposure required to cause cancer is so high that other studies of factory workers have been inconclusive. Formaldehyde occurs naturally in common fruits and vegetables (even organic ones). Unless people calling for removal of quaternium-15 are also keeping their children from eating apples and french fries, Hartings says, I think their activism might be misplaced. Finally, a larger point of diminishing returns exists when it comes to \"chemicals\" (primarily of the preservative type) and consumer safety. Personal care products formulated without the use of common preservatives are not without attendant health risks of their own, as grooming formulations of that type are more susceptible to becoming compromised (such as by the growth of mold) in the absence preservatives. So while it's true Johnson & Johnson reformulated its products due to growing consumer \"chemophobia,\" the decision was driven by a marketing initiative and not a proven health safety issue. Moreover, the reformulations were announced in 2012 and completed in late 2013; they were not at all recent by September 2015. Last updated: 18 September 2015",
  "Originally Published": " 18 September 2015",
  "Referred Links": "http://www.slate.com/articles/health_and_science/medical_examiner/2014/03/is_formaldehyde_dangerous_no_but_johnson_johnson_removed_it_from_baby_shampoo.single.html;http://www.scientificamerican.com/article/johnson-and-johnson-removes-some-chemicals-from-baby-shampoo-other-products/;",
  "Example": "[Collected via e-mail, September 2015] Just saw this on Facebook: Johnson & Johnson Admits: Our Baby Products Contain Cancer Causing Formaldehyde. I am having a hard time believing this. It has been posted on healthnutnews.com that Johnson & Johnson has admitted that there baby products contain carcinogenic chemicals. Is this true? Thank you!",
  "Last Updated": "18 September 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/johnson-johnson-formaldehyde/",
  "Claim": "Johnson & Johnson admitted their products contain \"cancer-causing formaldehyde\" in August 2015.",
  "Tags": "johnson johnson poisoning babies;johnson & johnson;formaldehyde;chemophobia;science-based medicine;organic baby products;",
  "Claim_ID": "johnson-johnson-formaldehyde"
}