{
  "Origins": "The sign reproduced above (attributed to John Pearl Elementary School in Bohemia, New York) appeared as early as July 2013 on social media, though its precise origin wasn't apparent. Many social media users mistook the sign for legitimate, and it circulated more frequently in the immediate aftermath of school shootings (typically to voice support for the arming of teachers as a preventive measure). It read:",
  "Fact Check": "Does a sign outside John Pearl Elementary warn potential school shooters that teachers are armed?",
  "Description": "Warning! Half of our school teachers are packing Glock .45 cal. pistols. Guess which ones! While the sentiment proved popular, the sign wasn't real. (And in New York State, criminal possession of a weapon on school grounds is a potential class E felony.) The lettering was obviously digitally added to a sign with changeable letters (a common fixture outside schools across the United States), and the oddly-spaced lettering didn't fall inside the board's standard-size sliding tracks. Moreover, the image (complete with watermark) used to fabricate the sign was available as a work example on a sign maker's web site: Last updated: 13 October 2015",
  "Originally Published": " 13 October 2015",
  "Referred Links": "http://www.stewartsigns.com/sign_photos.php?id=2117;https://www.alphabetsigns.com/signs/changeable-sign-letters.html;http://ypdcrime.com/penal.law/article265.htm#p265.01a;https://www.facebook.com/JoeTalkShow/photos/pb.106854275018.-2207520000.1444772817./10153463174510019/?type=3&theater;http://www.escapistmagazine.com/forums/read/528.823189-John-Pearl-Elementary-Schools-method-of-deterring-school-shootings;http://www.ccsdli.org/JohnPearl.cfm?subpage=767548;",
  "Example": "",
  "Last Updated": "13 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/john-pearl-elementary-school-guns/",
  "Claim": "A sign outside John Pearl Elementary warns potential school shooters that teachers are armed.",
  "Tags": "john pearl elementary school;armed teachers;fake signs;",
  "Claim_ID": "john-pearl-elementary-school-guns"
}