{
  "Origins": "In October 2002, Dwayne \"The Rock\" Johnson was attached to a live-action movie based on Cartoon Network's animated series Johnny Bravo. Although the project never materialized, fans still held out hope that the film would eventually get made hope turned to excitement when a movie poster purportedly showing The Rock as Johnny Bravo began circulating online:",
  "Fact Check": "",
  "Description": "While we haven't been able to determine who created the above-displayed image, we can confirm that this is not a real movie poster. For one, the release date is scheduled for February 30, a date that simply does not exist. Also, whoever created this \"Johnny Bravo\" movie poster used an old image of The Rock and then simply added the cartoon character's signature hairdo: Claim: An official movie poster shows Emma Watson, Ellen Page, and Emma Stone as The Powerpuff Girls. Example: [Collected via Facebook, October 2015] Origins: In March 2014, the above-displayed poster for a putative PowerPuff Girls film was created and shared by Deviant Art artist GeekTruth64 in the \"fan art\" category. GeekTruth64 listed her dream cast and even gave a synopsis of their vision of the movie: Blossom has forgone college and gone to work for a local company, now quickly moving up the ranks toward CEO. A fallout with Professor Utonium has resulted in a rift that not only split her and her sudo-father, but also her sisters. Bubbles is in college, but is more interested in partying than learning. She believes life learning is far superior to book learning and has developed an interesting outlook on people and life. Surprisingly intelligent, she sees things with an unconventional perspective. Buttercup works at a local fast food place. Often flipping out on costumers and employees alike, but keeps her job due to the fact that the manager has a crush on her. Even though all of the supervillans have been either defeated or dissapeared from Townsville, thugs and criminals are still around. She spends most of her free time seeking out these criminals and taking them down. A returning villain will soon force this disgruntled family back together again... I really like the choices I made for the cast. Blossom---------------- Emma Stone Bubbles----------------- Emma Watson Buttercup--------------- Ellen Page Professor Utonium----- Zachary Quinto Former Mayor---------- Christopher Lee Sera Bellum------------ Christina Hendricks The above-displayed poster received some attention when it was first published in March 2014, but its online sharing popularity really jumped in October 2015, possibly triggered by an announcement of an reboot of the animated series. But still, the Powerpuff Girls movie poster and cast listing is simply a piece of speculative fan art, not a genuine promotion for an upcoming film. Last updated: 20 October 2015",
  "Originally Published": " 20 October 2015",
  "Referred Links": "http://www.huffingtonpost.com/2015/02/19/powerpuff-girls-coming-back-2016_n_6716444.html;http://geektruth64.deviantart.com/art/The-PowerPuff-Girls-Movie-Poster-438608577;http://variety.com/2002/film/markets-festivals/wb-to-rock-with-bravo-1117874555/;",
  "Example": "[Collected via Twitter, October 2015]",
  "Last Updated": "20 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/johny-bravo-the-rock-powerpuff-girls/",
  "Claim": "An official movie poster shows Dwayne \"The Rock\" Johnson as the cartoon character Johnny Bravo.",
  "Tags": "powerpuff girls;johnny bravo;the rock;emma watson;emma stone;ellen page;",
  "Claim_ID": "johny-bravo-the-rock-powerpuff-girls"
}