{
  "Origins": "Since at least as far back as December 2013 the image displayed above has been circulating on social media sites, appearing to depict a black woman holding a handwritten sign reading \"Justise for Trayon\" and questioning \"Are 1 of my 13 suns next?\" However, that this image is actually a digitially altered version of a photograph is easily determined. When the original picture appeared in a July 2013 Huffington Post article, the unnamed protester's sign featured no misspellings (and referenced three sons, not thirteen):",
  "Fact Check": "Does a photograph depict a protester holding a sign demanding \"Justise 4 Trayvon\"?",
  "Description": "Altering photos to include incorrect spellings (or alternate meanings/explanations) on protest signs and shirts proved popular among those who disapproved of demonstrations during the course of Ferguson, Missouri, and Black Lives Matters protests. In December 2014, Twitter users shared an edited photo which (falsely) suggested NBA players wore shirts reading \"I can't breath\" rather than \"I can't breathe.\" In November 2014, a Ferguson protester's sign was altered to suggest he advocated robbery. A January 2015 image used an altered Black Lives Matters banner, and in the same month an image was repurposed to spread the claim that Black Lives Matters protesters swamped a KFC outlet during a lunch break. Last updated: 24 August 2015",
  "Originally Published": " 24 August 2015",
  "Referred Links": "http://www.huffingtonpost.com/2013/07/15/la-trayvon-martin-protest-photos_n_3600552.html;",
  "Example": "[Collected via e-mail, August 2015] I've seen this meme posted a couple of times now, and it's been shared over 10,000 times. I'm 99% sure the image has been altered to change the message on the poster, but can find nothing verifying that. I'd greatly appreciated it if you could somehow find the original photo and some history of its manipulation.",
  "Last Updated": "24 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/justise-4-travyon/",
  "Claim": "A photograph depicts a protester holding a sign demanding \"Justise 4 Trayvon.\"",
  "Tags": "",
  "Claim_ID": "justise-4-travyon"
}