{
  "Origins": "The photo verification part of this item is simple enough: The image of school buses in a flooded parking lot displayed above was taken in New Orleans on 1 September 2005 by photographer Phil Coale and distributed by the Associated Press (AP); it was published by a variety of news outlets, including Yahoo! News.",
  "Fact Check": "",
  "Description": "Whether this photograph truly represents a lost opportunity to have evacuated a substantial number of New Orleans residents ahead of Hurricane Katrina is difficult to assess. Such a claim presumes an availability of resources (e.g., experienced drivers, fuel) and workable logistics (e.g., sufficient means of notifying and getting residents to departure points, sufficiently clear roads for multiple trips out of town and back, adequate facilities within a reasonable driving distance capable of providing shelter, food, and water to a large number of people for an indeterminate period of time on short notice) that may or may not have been present. (There's no guarantee that all the buses shown in this picture were even in working condition.) And, given the particular geography of New Orleans, any such evacuation would have had to have begun well in advance of Hurricane Katrina to avoid exposing residents to the potential danger of being stuck in buses on traffic-clogged roads in the path of an approaching hurricane. Moreover, any type of evacuation effort would have incurred a substantial outlay of funds from local and/or state governments while everyone agrees with the advantage of hindsight that would have been money well spent, many taxpayers might not have been left feeling so enthusiastic about footing the bill for an unnecessary evacuation had Hurricane Katrina not proved so damaging. Opportunities like the one posited here may or may not have been missed in New Orleans, but coping with the uncertainty and confusion of natural disasters as they unfold is rarely as simple as it might seem in retrospect.",
  "Originally Published": "",
  "Referred Links": "http://news.yahoo.com/news?tmpl=story&u=/050901/480/flpc21109012015;",
  "Example": "[Collected on the Internet, 2005] The next time you are forced to listen to someone try to blame the lack of help for New Orleans on our Federal Government show them this. Then ask them why the local Mayor and/or Governor did not deploy these buses August 27 and 28 to help those who could not afford to get out. I am worn out listening to that blowhard mayor (who saw to it that friends were given special leeway to evacuate the Superdome before many of the sick and elderly) and his cronies complain that the President hasn't done enough. And, while your at it, remind the whiners that the majority of the suffering taking place now is a direct result of most of those people not leaving the city last Sunday. I understand that there were some people who couldn't leave for various reasons (such as folks in nursing homes who were only evacuated Saturday), but for the majority of these folks, they would not be in the predicament they are in now If they had simply left. These buses are testimony to the fact that much more could have been done before things progressed to the point they are now. It is not the Federal Government's (and consequently, the President) fault those people did not leave. There. I feel better now.",
  "Last Updated": "6 September 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/katrina/photos/buses.asp",
  "Claim": "Photograph shows school buses caught in a flooded New Orleans parking lot.",
  "Claim_ID": "katrina_photos_buses",
  "Tags": ""
}