{
  "Origins": "Through its disaster management agency FEMA, the federal government issued more than 10,000 debit cards to Hurricane Katrina refugees in Houston, Dallas, and San Antonio. Each card carried a monetary value of $2,000. While the only overtly stated restrictions on their use prohibited the purchase of alcohol, tobacco or firearms, recipients were required to sign an agreement promising to use the cards only for disaster recovery purposes; that is, expenses related to the process of rebuilding their lives.",
  "Fact Check": "",
  "Description": "On 11 September 2005, just three days after its start, the debit card program was discontinued after refugees expressed frustration with the process. FEMA has since reverted to its traditional mode of directly depositing cash into the bank accounts of those being assisted. While the intent of the novel program was to quickly thrust money into the hands of those left homeless by Hurricane Katrina and in need of ready cash with which to meet living expenses, not everyone who received debit cards kept their purchases in line with the spirit of the program's purpose. At least some of the cards were used to buy luxury or entertainment items. One of the first news outlets to report on abuse of these financial instruments was the New York Daily News , who broke the story that two of the cards had been used in Atlanta to buy $800 Louis Vuitton handbags. (That claim has been substantiated by MSNBC's Abrams Report ; the store confirmed to them that it happened.) Others have been spotted in adult entertainment venues according to a report by KPRC Channel 2 in Houston, the wife of a strip club manager in that city said her husband has seen patrons from Louisiana offering FEMA and Red Cross debit cards. A manager at Caligula XXI Gentlemen's Club told KPRC that he has seen at least one card used at his club. \"Abby,\" a bartender at Baby Dolls, another strip club in Houston, said customers are paying for drinks with what may be FEMA or Red Cross debit cards. Syndicated radio talk show host Neal Boortz says FEMA debit cards were also used to pay for breast implants. (That assertion stands as unconfirmed at the moment.) We have ourselves received numerous e-mails from folks who claim they or someone they know saw the cards used to purchase expensive suits, diamond earrings, $300 handbags, and large plasma screen televisions. While we can't confirm any of those specifically, we do know the Houston Police Department formed a task force to investigate abuse of the FEMA-issued debit cards. How many of the cards have been misused is unknown at this point, but Lt. Craig Williams of the Houston Police Department Fraud Task Force says a majority of people are using the money the way it was intended. While the FEMA-issued card program has been brought to an end, the American Red Cross continues to give out debit cards, called Client Assistance Cards. Like FEMA's program, each disaster victim must agree to use the cards for emergency needs, such as food, housing, and clothing. Those too have been abused; for example, Red Cross records show one was used for entertainment items at a Best Buy (a computers, stereos, TVs, and other electronics store) in Kentucky for more than $1,000. It's likely some of the abuse was the doing of scam artists who fleeced evacuees of the cards issued them. Some Katrina evacuees were told by unscrupulous merchants they had to use the full value encoded into their cards in one shot or lose it these merchants would then offer to buy the unused portion for cash at a reduced rate. Others were approached by individuals claiming to be FEMA representatives who demanded they hand their cards over to them, saying the cards had to be returned. We can't answer the larger question in the back of everyone's minds have most evacuees used the cash and resources handed them wisely and well, with the abuse limited to a mere handful of refugees, or has the exploitation of people's goodwill been widespread, with the \"wisely and well\" crowd in the distinct minority? It's a troubling question to have to go unanswered, because Americans are not going to open their wallets to the Red Cross nearly as readily or be as supportive of FEMA if they've strong reason to suspect the money they drained from their households to assist victims of disasters (either as direct donations or through their taxes) is going for big-ticket items they themselves can't afford for their own families or is being tucked into someone's G-string. Barbara \"bared necessities\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.boortz.com;",
  "Example": "[Collected on the Internet, 2005] Yesterday, I was shopping for my mother in Dillard's at Lakeline Mall in Austin, TX. I admired a suit, but it was too expensive for me to purchase. You can imagine my shock when I witness the suit being purchased by a Katrina \"refugee\" using the government-issued debit card!!!!!!!!!!!!!!! I thought certainly there must be controls on these debit cards that would preclude recipients from using the money to purchase items other taxpayers cannot afford, but I was mistaken. I heard the sales clerk call the Dillard's business office and confirm that the \"American Red Cross Debit Card\" could be used for the woman's purchase. After the transaction was completed, I asked the sales clerk to confirm this and she did. Now, when these debit cards that we the taxpayers provided are used up, what will happen? Will you give them even more of our money to purchase items the taxpayers cannot afford? I already know the answer. Based on the social welfare system that exists in our country, you will just give them more money. This system does not pass the \"is this right?\" test. You have hard-working, tax-paying citizens who worry every month whether they'll make it financially. And, you take their earnings and \"re-distribute\" it to others who do not work but wear better clothes, drive newer cars and have manicures, cell phones, and designer handbags. Yea, if you'd just send me one of those debit cards, I could buy my mother that nice suit. I have copied everyone in my address book. I am asking them to send this to everyone in their address books. This is the reality of our social welfare system. It must stop. Suzzette Chapman 223 W. Mockingbird Lane Harker Heights, Texas 76548",
  "Last Updated": "23 October 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/katrina/charity/debitcard.asp",
  "Claim": "Debit cards issued to Hurricane Katrina evacuees have been used to purchase luxury or entertainment items.",
  "Claim_ID": "katrina_charity_debitcard",
  "Tags": ""
}