{
  "Origins": "Sorting out who should have done what, and when, to head off the disaster in New Orleans produced by Hurricane Katrina will undoubtedly take a very long time (and the issue may never ultimately be resolved). A preliminary timeline doesn't seem to support the sequence of events claimed in the article quoted above, however:",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.whitehouse.gov/news/releases/2005/08/20050827-1.html;http://www.gov.state.la.us/index.cfm?md=newsroom&tmp=detail&catID=1&articleID=778&navID=3;http://web.archive.org/web/20071228055302/http://www.gov.state.la.us/index.cfm?md=newsroom&tmp=detail&catID=1&articleID=776&navID=3;http://www.sptimes.com/2005/08/30/State/For_forecasting_chief.shtml;",
  "Example": "[Collected via e-mail, 2005] This is a post from a fellow over in Merritt Is, FL, a reporter who's been researching what went on before the storm hit: I think all of Nagin's pomp and posturing is going to bite him hard in the near future as the lies and distortions of his interviews are coming to light. On Friday night before the storm hit Max Mayfield of the National Hurricane Center took the unprecedented action of calling Nagin and Blanco personally to plead with them to begin MANDATORY evacuation of NO and they said they'd take it under consideration. This was after the NOAA buoy 240 miles south had recorded 68' waves before it was destroyed. President Bush spent Friday afternoon and evening in meetings with his advisors and administrators drafting all of the paperwork required for a state to request federal assistance (and not be in violation of the Posse Comitatus Act or having to enact the Insurgency Act). Just before midnight Friday evening the President called Governor Blanco and pleaded with her to sign the request papers so the federal government and the military could legally begin mobilization and call up. He was told that they didn't think it necessary for the federal government to be involved yet. After the President's final call to the governor she held meetings with her staff to discuss the political ramifications of bringing federal forces. It was decided that if they allowed federal assistance it would make it look as if they had failed so it was agreed upon that the feds would not be invited in. Saturday before the storm hit the President again called Blanco and Nagin requesting they please sign the papers requesting federal assistance, that they declare the state an emergency area, and begin mandatory evacuation. After a personal plea from the President Nagin agreed to order an evacuation, but it would not be a full mandatory evacuation, and the governor still refused to sign the papers requesting and authorizing federal action. In frustration the President declared the area a national disaster area before the state of Louisiana did so he could legally begin some advanced preparations. Rumor has it that the President's legal advisers were looking into the ramifications of using the insurgency act to bypass the Constitutional requirement that a state request federal aid before the federal government can move into state with troops - but that had not been done since 1906 and the Constitutionality of it was called into question to use before the disaster. Throw in that over half the federal aid of the past decade to NO for levee construction, maintenance, and repair was diverted to fund a marina and support the gambling ships. Toss in the investigation that will look into why the emergency preparedness plan submitted to the federal government for funding and published on the city's web site was never implemented and in fact may have been bogus for the purpose of gaining additional federal funding as we now learn that the organizations identified in the plan were never contacted or coordinating into any planning - though the document implies that they were. The suffering people of NO need to be asking some hard questions as do we all, but they better start with why Blanco refused to even sign the multi-state mutual aid pack activation documents until Wednesday which further delayed the legal deployment of National Guard from adjoining states. Or maybe ask why Nagin keeps harping that the President should have commandeered 500 Greyhound busses to help him when according to his own emergency plan and documents he claimed to have over 500 busses at his disposal to use between the local school busses and the city transportation busses - but he never raised a finger to prepare them or activate them. This is a sad time for all of us to see that a major city has all but been destroyed and thousands of people have died with hundreds of thousands more suffering, but it's certainly not a time for people to be pointing fingers and trying to find a bigger dog to blame for local corruption and incompetence. Pray to God for the survivors that they can start their lives anew as fast as possible and we learn from all the mistakes to avoid them in the future.",
  "Last Updated": "9 September 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/katrina/politics/blanco.asp",
  "Claim": "Louisiana governor Kathleen Blanco refused President Bush's pleas to declare an emergency before Hurricane Katrina struck.",
  "Claim_ID": "katrina_politics_blanco",
  "Tags": ""
}