{
  "Origins": "Having been inundated with criticisms of ineffectiveness and corruption leveled at New Orleans public officials (particularly Mayor Ray Nagin and the city's police force) for several weeks after the disastrous flooding of New Orleans caused by Hurricane Katrina, readers could hardly be faulted for believing a news item purporting to reveal that 700 members of New Orlean's police force didn't exist but were merely \"phantom police\" whose numbers were kept on the rolls to deter criminals while the money designated to pay their salaries was appropriated for use elsewhere.",
  "Fact Check": "",
  "Description": "This \"news\" article was, however, merely one of several Hurricane Katrina-inspired political spoofs that hit just close enough to home to seem believable to many. It was taken fromthe 30 September 2005 version of the weekly \" Semi-News \" column produced for The Arizona Conservative by John Semmens, and as a glance at some of the other items in the columns demonstrates, \"Semi-News\" is a satirical take on current events.",
  "Originally Published": "",
  "Referred Links": "http://www.azconservative.org/Semmens14.htm;http://www.azconservative.org/Semmens14.htm;",
  "Example": "[Semmens, 2005] Nagin Defends Use of 'Phantom Police' Ray Nagin, mayor of New Orleans, lashed back at critics after the FBI discovered that up to 700 so-called members of the city police force simply did not exist. Funding for many of these officers was provided by the federal government. \"During the storm and aftermath we'd heard reports that hundreds of New Orleans police officers had deserted their post,\" said an FBI spokesman. \"Further investigation indicates that these posts had never been manned and the funds supposedly paid in wages has disappeared.\" \"Sure we overstated the number of officers on the force,\" said Nagin. \"We did this to deter crime.\" [Rest of article here.]",
  "Last Updated": "13 November 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/katrina/satire/police.asp",
  "Claim": "New Orleans mayor Ray Nagin created a phantom force of 700 \"virtual policemen.\"",
  "Claim_ID": "katrina_satire_police",
  "Tags": ""
}