{
  "Origins": "Good satire neatly straddles the divide between the believable and the incredible, and the Dateline Hollywood article quoted above achieved that balance so well that many readers mistook it for a straight news article. This acceptance was due in large part to U.S. evangelist Pat Robertson's history of making rather outrageous public statements on his 700 Club television program, including his recent call for the assassination of Venezuelan President Hugo Chavez.",
  "Fact Check": "",
  "Description": "The satirical premise expressed in the original piece, that Mr. Robertson might make a connection between homosexuality and hurricanes, doesn't even require stretching the truth. During a 6 August 1998 broadcast of The 700 Club , Mr. Robertson addressed comments at participants of the Orlando, Florida, Gay Pride Festival, stating: \"I would warn Orlando that you're right in the way of some serious hurricanes, and I don't think I'd be waving those flags in God's face if I were you.\" Those not quite convinced that the Dateline Hollywood article really was intended as satire are invited to read that web publication's explanation of their history , starting with their founding in 360 BC as Gladiators Weekly.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20070203215623/http://datelinehollywood.com/about.asp;http://news.yahoo.com/s/nm/20050823/pl_nm/venezuela_robertson_dc;http://en.thinkexist.com/quotes/pat_robertson/;http://web.archive.org/web/20051001120717/http://datelinehollywood.com/archives/2005/09/05/robertson-blames-hurricane-on-choice-of-ellen-deneres-to-host-emmys/;",
  "Example": "[Dateline Hollywood, 2005] ROBERTSON BLAMES HURRICANE ON CHOICE OF ELLEN DEGENERES TO HOST EMMYS Lesbian is New Orleans native Hollywood Pat Robertson on Sunday said that Hurricane Katrina was God's way of expressing its anger at the Academy of Television Arts and Sciences for its selection of Ellen Degeneres to host this year's Emmy Awards. \"By choosing an avowed lesbian for this national event, these Hollywood elites have clearly invited God's wrath,\" Robertson said on \"The 700 Club\" on Sunday. \"Is it any surprise that the Almighty chose to strike at Miss Degeneres hometown?\" Robertson also noted that the last time Degeneres hosted the Emmys, in 2001, the September 11 terrorism attacks took place shortly before the ceremony. [Rest of article here.]",
  "Last Updated": "12 September 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/katrina/satire/robertson.asp",
  "Claim": "Pat Robertson said that Hurricane Katrina was caused by God's anger over the selection of lesbian comedienne Ellen Degeneres to host the upcoming Emmy Awards.",
  "Claim_ID": "katrina_satire_robertson",
  "Tags": ""
}