{
  "Origins": "This is yet another of the many accounts circulated in cyberspace that proclaim themselves to be actual first-hand reports penned by folks who've had direct experience with the people and situations being written about.",
  "Fact Check": "",
  "Description": "This tale of a trashed rest stop, which circulates under a variety of titles, including \"Real life story from Texas state Line\" and \"The other side of the story,\" first arrived in our inbox on 9 September 2005. It is another of the 'denigrate the victim' tales about the Katrina evacuees, echoing the underlying message of the personal accounts of a volunteer at the George R. Brown Convention Center in Houston and of the mother of an American Airlines flight attendant. Some versions contain additional comment tacked on by those whose hands it has passed through: \"All I can say is wow! To think we are spending so much of our resources for these no-good ingrates.\" Which is indeed its message. Purported personal accounts like the one describing a trashed rest stop tend to confirm a widely-held suspicion those evacuated from the wreckage of New Orleans are the dregs of society, content to live on handouts even as they verbally abuse those doing the handing out. Such characterization tends to fit more neatly into what people need to believe if they are to feel good about scaling back on the relief efforts underway by convincing themselves recipients of their largesse are both unworthy and ungrateful, they will find it less painful to disassociate themselves than if the victims of Katrina remained in their minds sweet-faced little children, befuddled but lovable grandfathers, and struggling families who lost it all and now have nothing. In response to our inquiry, the Texas Department of Transportation (TxDOT) said they were unable to confirm the e-mailed account chronicling a trashed rest stop in Waskom: The Texas Department of Transportation appreciates you bringing this issue to our attention. We are awarethis e-mail has been circulating through the Internet. We have been unable to verify the assertions made by the author of the e-mail; however, we believe this viewpoint does not represent the experiences of the many TxDOT employees who have assisted Hurricane Katrina evacuees. Moreover, the opinions expressed in the e-mail in no way reflect the views of the Texas Department of Transportation. Thank you again for your concern. Also, one of our readers supplied an account of dealings with the Katrina bus riders at that rest stop that contradicts the claim that evacuees were impolite, demanding, arrogant, abusive, and left the facilities in awful state: Regarding the Waskom Texas Tourist Rest Area, I can assure you this is NOT a true story. I live in the area & have a friend that works at this facility. Altho my friend is not working today, I called and spoke with another employee who states this story is totally not true. It is true that many buses stopped here during the aftermath of Katrina, relocating evacuees to Dallas & other points. My husband took ice & other necessities to the rest stop on Friday 9/2/05 & it was wall to wall people there at the time. On this same Friday, I did call my friend at the facility to ask what was needed. Her 1st request was ice. She also indicated they were packaging snacks in brown paper bags as well. She said they were not asking for clothing (new or used), but then called me back about 30 minutes later to change that request. It seems there were some used clothing there & after the 1st few buses, all the clothes were gone as evacuees were coming in with only the clothes on their backs. There was a pregnant woman who had no shoes at all. Most all of these people were very grateful to the employess, volunteers and others that were there to assist them. They did not trash the place, they were not rude, they were grateful & patient for what they did receive. Thank You for letting me express this. But the final nail in this rumor's coffin comes from the person in charge that day of the Texas Travel Information Center, the rest stop in question: I am the supervisor of the Texas Travel Information Center in Waskom, Texas, and was on duty most of the time that the evacuee buses were coming through. My experience with the evacuees was nothing like the account that is given below. All of the evacuees that my staff and I came in contact with were very grateful for what we were doing and thanked us immensely. The situation in the rest rooms never occurred or my janitorial staff would have told me about it. The only problem that occurred during the entire evacuation period was when two evacuees started arguing over some of the donated clothing items. At that point, we decided to remove the remainder of the clothing and shoes in order to avoid any future incidents. As in any given situation, there will be some people that you will not be able to please. All I have to say is that this was not our experience. In case anyone missed the 5 o'clock news, the reason the people were \"nasty\" was because they had been living in the Superdome, the New Orleans Convention Center or on top of their houses for at least five days without the benefit of food, water or shower facilities. Everyone I have talked to came away from this experience with a whole new appreciation for what they have compared to the evacuees. I know it made me feel good to see so many people and organizations willingly volunteer their time to help out others that were in such desparate need. It saddens me to think that someone is trying to turn such a positive situation into something negative. Melissa Wilson, Supervisor Texas Travel Information Center Waskom, TX Barbara \"put to rest\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] Here's a story for you....................as witnessed by my dad and mom. At the state line between TX and LA, there is a HUGE, brand new rest area. It's NICE. Okay, here's the story. Last Friday, my dad, who works for TxDOT, answered a call for TxDOT employees to go help with the refugees at this rest stop. So, after working ALL DAY Friday, he and three guys from his office left for the state line at I-20 and Waskom, TX. Working that evening was a state trooper, several sheriff's office deputies, Red Cross workers,TxDOT employees, and other local volunteers. These buses from New Orleans start pulling in. They let the people off to potty, eat, and rest. As they get off the bus, they are greeted and shown to the restrooms where they pee all over the walls, floors, mirrors, etc. They did not even flush the toilets. Left the restrooms in a HORRIBLE mess. The local Burger King resturant donated burgers and hotdogs and had people there cooking. Two black dudes walk over to see what's being cooked and one says to the other, \"Man, I don't want none of that shit.\" Other volunteers are handing out bottles of water. The people take them, drink two or three drinks from the bottles, and throw them on the ground. My dad and his coworkers spend their time picking up trash and taking it to the very large and OBVIOUSLY placed trash cans. (They ended up hauling off two HUGE truck loads of trash from these people). He said WASTEFUL wasn't the word. Other volunteers had brought in snack items, such as chips, crackers, gum, small candy, etc. There were ladies there making snack bags for the people and handing them out. These nasty, nasty people would take the bags, dig out what they wanted and throw the remainder on the ground. BRAND NEW FOOD ITEMS! Daddy said one deputy got so mad he yelled at them to \"STOP WASTING THESE GOOD FOLKS MONEY BY THROWING THE FOOD AWAY. IF YOU DON'T WANT IT, THE LEAST YOU CAN DO IS RETURN IT TO THESE NICE LADIES!\" He was hot! Daddy worked prettymuch all night. He and my mom said the people were HORRIBLE. Nasty, filthy mouthed, ungrateful. TxDOT had to pretty much scour the Rest Area and restrooms after they left. My dad went home and slept most of the day Saturday, got up sick and had to go back to bed. Remember, he'd been in the hospital not two weeks ago with chest pains (he's okay now, but still!). The man went to help these NASTY people after working ALL WEEK!!! So, after hearing this, I could really care less about a lot of them. Idiots and human debris. I am more resolved now to send MY donations to the officers and firefighters. Forget these IDIOTS! They are fools and it's mean, but Texas does not need any more of those! GRRRRRR!!!!!!!!!!!!!! And to add one more thing..... Why are all these fat blacks laying around on cots sleeping while white people are lining up by the thousands to SERVE THEM MEALS??? I am sorry but it's starting to piss me off that we're expected to serve these lazy assed \"evacuees\" indefinately. Why the hell can't they line up themselves and help unload all these trucks and cars full of FREE stuff? Okay, let them have a day or two of rest but then put those folks to work taking care of themselves. Why the hell should any of them want to get a job when they can lay around all day in free air conditioned stadiums where they don't have to spend a dime and they have TV, entertainment andeducation and great food? Houstonians are going nuts being nice to these people, free hamburgers, free admission to the Childrens' Museum and Museum of Natural Science, etc. Show your LA license and everything is free. Like I said, a short time is definately warranted after all they have been through but it's my opinion that the worst thing we can do for them is to allow them to do nothing.",
  "Last Updated": "23 September 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/katrina/personal/reststop.asp",
  "Claim": "Katrina evacuees verbally abused volunteers and trashed a rest stop in Waskom, TX.",
  "Claim_ID": "katrina_personal_reststop",
  "Tags": ""
}