{
  "Origins": "Given that activist Cindy Sheehan 's very public criticism of U.S. military involvement in Iraq was one of the major political issues occupying the news media immediately before Hurricane Katrina stuck the Gulf Coast (she had just completed a 26-day vigil outside President George W. Bush's ranch in Crawford, Texas, while the President was vacationing there) in August 2005, and both the subject of her protest and the aftermath of Hurricane Katrina have prompted significant criticism of President Bush, linking the two events would seem perfect fodder for satirists. And that is precisely what has come to pass.",
  "Fact Check": "",
  "Description": "A 21 September 2005 article in The Onion, a satirical publication, makes such a link under the headline \"Bush Braces As Cindy Sheehan's Other Son Drowns In New Orleans.\" The fictitious spoof describes Ms. Sheehan's other son, Tyler (her oldest child, Casey, was killed in Iraq in April 2004), as having died in an accident while \"attempting to shore up storm-weakened levee pilings\" in New Orleans on 4 September 2005, with the result that \"President Bush is bracing for intensified criticism.\" Evidently (as it often does), the Onion 's satire hit close enough to home that many readers who have received the piece as an out-of-context e-mail forward have mistaken it for a genuine news article.",
  "Originally Published": "",
  "Referred Links": "http://www.theonion.com/content/node/40764;http://www.theonion.com/content/node/40764;",
  "Example": "[The Onion, 2005] Is this true or not? Bush Braces As Cindy Sheehan's Other Son Drowns In New Orleans WASHINGTON, DC According to White House sources, President Bush is bracing for intensified criticism following Monday's report that the body of Tyler Sheehan, son of outspoken anti-war activist Cindy Sheehan, was recovered from the receding floodwaters in New Orleans. Although the White House has not released a statement, a firestorm of controversy is expected to follow the death of the dynamic, well-liked young man, who was working on a levee-upkeep crew while completing the EMT-certification training he needed to become a firefighter. [Rest of article here.]",
  "Last Updated": "21 September 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/katrina/satire/sheehan.asp",
  "Claim": "Activist Cindy Sheehan's other son was killed while working to shore up a levee in New Orleans.",
  "Claim_ID": "katrina_satire_sheehan",
  "Tags": ""
}