{
  "Origins": "The above-referenced piece, critical of New Orleans blacks for both blaming the federal government and expecting handouts from it (rather than proactively avoiding danger and self-sufficiently helping each other) after Hurricane Katrina struck their city, was a 30 September 2005 editorial penned by the Rev. Jesse Lee Peterson. Rev. Peterson, a nationally syndicated radio talk show host (as well as the author of the book SCAM: How the Black Leadership Exploits Black America and the founder and president of BOND , the Brotherhood Organization of a New Destiny), is an outspoken critic of the American civil rights establishment and has urged a national boycott of the NAACP because he believes that \"the organization's true intent appears to be to divide America by irritating resentments in the black community.\"",
  "Fact Check": "",
  "Description": "One of the reasons this editorial has been circulated so widely via e-mail is likely that the Rev. Peterson's title and name are quite similar to those of the well-known civil rights and political activist, the Rev. Jesse Jackson (who is also mentioned in Peterson's piece), and some readers have mistaken one man for the other, or readers expected the similarity of names to reflect a congruity of political viewpoint and have been confused or surprised to find the two men's politics to be diametrically opposed.",
  "Originally Published": "",
  "Referred Links": "http://www.bondinfo.org/;http://216.144.232.220/about/jlp/peterson.asp;http://www.wnd.com/index.asp?pageId=32454;",
  "Example": "[Jackson, 2005] The complete truth from an honest and intelligent Black man. It is time to start telling black folks the truth about welfare dependency. It is also time for white folks to stop ignoring the truth. Moral poverty cost blacks in New Orleans Say a hurricane is about to destroy the city you live in. Two questions: What would you do? What would you do if you were black?Sadly, the two questions don't have the same answer. To the first: Most of us would take our families out of that city quickly to protect them from danger. Then, able-bodied men would return to help others in need, as wives and others cared for children, elderly, infirm and the like. For better or worse, Hurricane Katrina has told us the answer to the second question. If you re black and a hurricane is about to destroy your city, then you ll probably wait for the government to save you. [Rest of article here.]",
  "Last Updated": "3 October 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/katrina/soapbox/peterson.asp",
  "Claim": "E-mail reproduces Rev. Jesse Lee Peterson's editorial critical of New Orleans blacks and their \"moral poverty.\"",
  "Claim_ID": "katrina_soapbox_peterson",
  "Tags": ""
}