{
  "Origins": "The above-displayed photograph, which documents a storm surge created when Hurricane Katrina struck the Gulf Coast of the U.S. in late August 2005, is genuine (although the accompanying descriptions of the location it was taken from are sometimes inaccurate, and what it depicts might be more accurately described as water overflowing a levee rather than a true storm surge).",
  "Fact Check": "",
  "Description": "The image is one of a series captured by Don McClosky, manager of Entergy 's Michoud power plant in New Orleans. Mr. McClosky rode out the storm at the power plant, from which he snapped pictures like the one displayed above. As WWL-TV noted of the event: \"There were waves up on top of that, that were probably 15 to 18 foot on top of what you saw form the hurricane protection levee that was out there,\" [McClosky] said. In a home video made by a worker at the power plant, you can hear Katrina's winds screaming through the power plant. McClosky and his crew watched as the levee reached the limits of its protection and water began pouring in. Eventually Katrina dumped between five and eight feet of water inside the power plant. On the tape you can hear McClosky talk to his employees about moving higher as the water rose about a foot every ten minutes. \"There were waves up on top of that, that were probably 15 to 18 foot on top of what you saw form the hurricane protection levee that was out there,\" A gallery of Mr. McClosky's photographs is available for viewing on the WWL-TV web site. Austin, Texas, resident Mike Collins has also put together some analysis and post-Katrina photographs of the area in which these pictures were taken.",
  "Originally Published": "",
  "Referred Links": "http://www.mgcollins.com/Katrina/MRGOPage.html;http://replay.waybackmachine.org/20060115052822/http://www.wwltv.com/cleanup/160.htm;http://findarticles.com/p/articles/mi_qn4200/is_20060413/ai_n16170492;http://www.nhc.noaa.gov/HAW2/english/storm_surge.shtml;",
  "Example": "[Collected on the Internet, 2005] Picture of Storm Surge in Bay St. Louis during Katrina. Taken from St. Stanislaus. This is too horrifying for words, so I will just let the picture speak for itself. When you see this picture, you wonder how there is anything left at all down here. There isn't much left for sure. St. Stanislaus was a boy's Catholic Boarding School over a hundred years old in Bay St. Louis. It was on the beach high up on a hill overlooking the Gulf. It was destroyed in Katrina, but this picture was taken before the building disintegrated. We don't know who took the picture, or if they got out OK. Keep Praying For us, we will need it for a long, long time.",
  "Last Updated": "11 January 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/katrina/photos/surge.asp",
  "Claim": "Photograph shows a storm surge created by Hurricane Katrina.",
  "Claim_ID": "katrina_photos_surge",
  "Tags": ""
}