{
  "Origins": "This is one of those tales that sounds like it couldn't possibly be true. And yet it is.",
  "Fact Check": "",
  "Description": "In October 2005, K&L Auto Crushers of Tyler, Texas, approached Mayor Nagin with an offer to pay $100 apiece for each flooded, abandoned vehicle it removed from New Orleans and to have emptied the city of such junkers within 15 weeks. (The company would have taken title to the vehicles, crushed them, and sold them for scrap). Given that there were then an estimated 50,000 such vehicles to be removed, had that plan been agreed to, by January or February of 2006 the city would have been both rid of its wrecked car problem and $5 million richer. The mayor turned down that offer, instead opting to pay an engineering company $23 million to perform the same task. That arrangement collapsed, and New Orleans instead ended up joining a towing contract arranged by the state of Louisiana. Louisiana's first attempt at getting the state's Katrina-damaged junkers hauled to the crusher had it inking a $62 million contract in March 2006 with TruSource Facility Services, a small Georgia janitorial firm, and L&L Steel Builders, a tiny contractor based in New Orleans. Concerns were repeatedly raised that neither of these companies had the manpower or experience to handle the job and would not be able to complete the work successfully. However, those concerns became moot once the companies proved unable to secure financing for their performance bond and therefore lost the contract. The statewide contract has since been awarded to DRC, a construction and disaster services firm in Alabama that bid $33 million for the job. It began the work of removing cars in mid-June 2006 and expects to complete the task by 30 August 2006. DRC is currently being sued by the U.S. government over its USAID work in Honduras. The 2004 lawsuit (still being contested in D.C. federal courts) alleges that DRC misrepresented its personal and equipment assets, improperly subcontracted most of the work, and submitted false invoices totaling more than $12.6 million, of which DRC pocketed $5.2 million after paying subcontractors. Federal prosecutors are seeking to recoup triple that amount in damages plus other costs. As to who is footing the bill, in March 2006 FEMA set up a fund to cover 100% of the towing costs for wrecked and abandoned automobiles in southern Louisiana. However, under that fund's reimbursement formula, the state would be required to pony up 10% of the costs for work performed after 30 June, a date that would have been a reasonable cutoff point if the job had been begun in March, but which is wildly unrealistic in light of the 18 June 2006 commencement date. It is not yet known if FEMA will still insist on collecting the 10% fee or will waive it. Barbara \"this is one waive Louisiana is hoping to catch\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] Ray Nagin does it again Do you remember New Orleans 'Katrina' mayor Ray Nagin? The one that tried to teach 1,200 buses to swim while his citizen's drowned? Once again, he has demonstrated his ability to deal with hard realities. According to The New Orleans Times Picayune there were 50,000 vehicles ruined in Katrina and abandoned by their owners. The largest auto crusher east of the Rockies, K&L Auto Crushers of Tyler, Texas offered to pay the City of New Orleans $100.00 per vehicle, 'as is, where is', an estimated $5 million net to the city. They agreed to bring in 5 to 10 portable crushers, work 6 days per week and complete the job in 15 weeks. Of course, mayor Nagin knew better how to do the job and refused the offer saying the city would do the job themselves. It seems that now it will cost the City $23 million to complete the job. The vehicles are still there today instead of being cleaned out 5 Months ago. Now, lets see if I have this correct. By doing it J&L's way the City of New Orleans would net $5 million. Doing it mayor Nagin's way costs the city $23 million for a net cost to the City of New Orleans of $28,000,000. This is the same mayor that wants The United States taxpayers to give $50 billion to New Orleans and let him rebuild a \"Chocolate City\" his way without any oversight or any control. Brit Hume reported this on Fox News.",
  "Last Updated": "1 July 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/katrina/politics/carcrush.asp",
  "Claim": "The mayor of New Orleans turned down an offer for the city to make $5 million on the removal of vehicles wrecked by Hurricane Katrina and instead opted for plan that would have cost the city $23 million.",
  "Claim_ID": "katrina_politics_carcrush",
  "Tags": ""
}