{
  "Origins": "The above-cited text appeared in the \"Letters to Editor\" column of the Maui News on 17 September 2005. The writer, obviously no fan of President Bush, cites the appropriateness of the President's identifying Bob Denver the recently-deceased actor best known for his portrayal of a hapless, bumbling castaway on the TV series Gilligan's Island as \"a role model for me personally\" and sarcastically congratulates President Bush for having \"surpassed your role model.\"",
  "Fact Check": "",
  "Description": "It appears the letter writer himself is a bit of a bumbler, though, because President Bush didn't make the statement attributed to him. It was taken from The Borowitz Report, a satirical publication produced by humorist Andy Borowitz, whose 8 September 2005 column (\"Barbara Bush Relocated\") poked fun at a controversial remark made by the President's mother a few days earlier.",
  "Originally Published": "",
  "Referred Links": "http://borowitzreport.com/archive_rpt.asp?rec=1212;http://www.mauinews.com/story.aspx?id=12522;",
  "Example": "[Maui News, 2005] Off-the-cuff comment reveals appropriate role model Well, well, well, we finally have a real answer to Dubya's antics, follies, farces and mishmash leadership. He s set the record straight about who he chooses to emulate. For once I think his actions truly follow his words. Mahalo, President Bush, for clearing this up in an unscripted comment. It all makes sense to me now. Bush mourned the passing of actor Bob Denver, calling the \"Gilligan's Island\" star \"a great American and a role model for me personally.\" Gilligan managed to foul up an island and six other people's lives while he s managed to foul up a nation and millions of lives. Congratulations, President Bush. I think you have surpassed your role model, little buddy. Lee Wheeler Kihei",
  "Last Updated": "20 September 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/katrina/satire/bobdenver.asp",
  "Claim": "President George W. Bush cited actor Bob Denver as his role model.",
  "Claim_ID": "katrina_satire_bobdenver",
  "Tags": ""
}