{
  "Origins": "The rumor about Dr. Condoleezza Rice, the U.S. Secretary of State, having gone on a shoe-shopping spree while on vacation in New York immediately after Hurricane Katrina struck the Gulf Coast appeared on some gossip sites and was reported by the New York Daily News :",
  "Fact Check": "",
  "Description": "Rice confirmed the shoe-shopping tale in her 2011 autobiography No Higher Honor: A Memoir of My Years in Washington . She had flown to New York for a brief holiday in late August 2005 and while there attended a performance of the Broadway play \"Spamalot\" and shopped for shoes at the upscale retailer Ferragamo: I didn't think much about the dire warnings of an approaching hurricane called Katrina. My under secretary for management, Henrietta Fore, was on top of the State Department issues. The State Department had a passport office in New Orleans, and we made backup arrangements for our people in Houston. I attended a Homeland Security principals meeting on Thursday, August 30, and returned to the State Department to check once more on plans for securing our offices in the Gulf of Mexico. Then I flew to New York. That evening, upon arriving at the Palace Hotel, I flipped on the television. Indeed, the hurricane had hit New Orleans. I called Henrietta, who said that the main issue was making sure our people were safe. She'd also convened a departmental task force because offers of foreign assistance were pouring in. I called Secretary of Homeland Security Mike Chertoff, inquiring if there was anything I could do. \"It s pretty bad,\" he said. We discussed the question of foreign help briefly, but Mike was clearly in a hurry. He said he'd call if he needed me. I hung up, got dressed, and went to see Spamalot. The next morning, I went shopping at the Ferragamo shoe store down the block from my hotel, returned to the Palace, and again turned on the television. The airwaves were filled with devastating pictures from New Orleans. And the faces of most of the people in distress were black. I knew right away that I should never have left Washington. I called my chief of staff, Brian Gunderson. \"I'm coming home,\" I said. The shoe story undoubtedly spread because it expressed a \"fiddling while Rome burns\" frustration many Americans felt about the federal government's slow response in providing aid to victims of the disastrous damage and flooding in New Orleans and other parts of the Gulf Coast caused by Hurricane Katrina. As many others have pointed out, although one might direct criticism towards government officials such as the President of the United States, the Secretary of Homeland Security, and the Under Secretary of Homeland Security for Emergency Preparedness and Response for failing to coordinate adequate response to large-scale emergencies within the U.S., such efforts were largely outside the purview of the Secretary of State. Dr. Rice's primary duties were advising the President in the determination and execution of U.S. foreign policy, conducting negotiations with foreign representatives, and providing instructions to U.S. ministers and consuls abroad, little of which directly bore on the task of coordinating disaster relief within the U.S. Nonetheless, Dr. Rice was self-critical in her memoir for being \"tone-deaf\" to the viewpoint that as the \"highest-ranking black in the administration and a key advisor to the President,\" her visible participation in the Hurricane Katrina crisis was of significant symbolic importance.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2005] Is it true that shortly after Hurricane Katrina, Secretary of State Condoleeza Rice was seen buying thousands of dollars worth of shoes in an upscale Manhattan shoe store; and that the Secretary was accosted by an angry customer for doing so?",
  "Last Updated": "25 October 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/katrina/politics/rice.asp",
  "Claim": "Condoleezza Rice shopped for expensive shoes during Hurricane Katrina.",
  "Claim_ID": "katrina_politics_rice",
  "Tags": ""
}