{
  "Origins": "In September 2005, the Agence France Presse (AFP) news agency distributed a series of photographs showing Hurricane Katrina evacuee Latesha Vinnett and her daughter, Mychal Boykins, at the Reliant Center in Houston, Texas. Ms. Vinnett had just received one of the many $2000 debit cards issued to Katrina evacuees by the Red Cross, which she happily displayed for the camera providing a full view of the debit card's number and expiration date. The photos were carried by a number of news outlets (such as Yahoo! News ) or published as an accompaniment to news articles about Hurricane Katrina, thereby broadcasting a supposedly valid debit card number to millions of viewers.",
  "Fact Check": "",
  "Description": "A number of Internet-distributed rumors and spoofs have chided the participants (i.e., the cardholder, the photographer, AFP's photo editors) for all failing to realize they should have obscured at least a few numbers on the displayed card, and have posited wild spending sprees by hundreds of identity thieves that drove the debit card's balance to zero mere minutes after the photos were published. Although events may not have transpired in quite that spectacularly rapid a fashion, apparently the card number displayed was indeed used by fraudsters: [Suzanne] Lynch [vice president for security and risk services at MasterCard International] said that as the Red Cross began issuing MasterCard debit cards to victims of Hurricane Katrina earlier this month, a newspaper photographer working on a story about the program took a picture of one recipient holding a card. The photo was quickly posted on the Internet web. \"Within eight hours,\" Lynch said, \"there was fraud on the card.\" \"Somebody had seen the picture and unfortunately they hadn't blocked the number and so somebody used the card fraudulently.\"",
  "Originally Published": "",
  "Referred Links": "http://www.cbc.ca/story/world/national/2005/09/08/katrina_deaths_overview20050908.html;http://news.yahoo.com/news?tmpl=story&u=/050909/photos_wl_afp/050909171820_riihmueo_photo1;",
  "Example": "[Collected via e-mail, 2005] Astrodome: Within two minutes of AFP photographer Stanly Honda electronically publishing a photo of Katrina victim Latesha Vinette holding up her Red Cross debit card, Ms. Vinette was paged by the management of Reliant stadium to receive a call from Mastercard asking about cash advances totally $65,237, the attempted purchase of a Ferrari automobile using her card #, along with hundreds of purchases from eBay, including, ironically, camping gear.",
  "Last Updated": "22 September 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/katrina/photos/debitcard.asp",
  "Claim": "News agency photo shows Hurricane Katrina evacuee's valid debit card number.",
  "Claim_ID": "katrina_photos_debitcard",
  "Tags": ""
}