{
  "Origins": "On 4 October 2005, portions of Montana, the Dakotas, and Wyoming were hit by an early snowstorm that knocked out power, closed roads, and dumped up to 2 feet of snow. Some schools were closed by the storm, and thousands of power outages were reported. The National Guard was called out in North Dakota to aid the Highway Patrol in rescuing stranded motorists, of which there were hundreds.",
  "Fact Check": "",
  "Description": "In Dickinson, North Dakota, snowplows led emergency vehicles that were used to deliver fuel to a nursing home and to the Police Department to run generators during a power outage. Sam Walker, a meteorologist with the National Weather Service in Bismarck, North Dakota, said of the storm: \"It is, on our records, probably one of the earliest ones, as far as our recorded history goes, in 126, 130 years.\" But that wasn't the only surprising thing about the storm only days before, 90 degree temperatures had been recorded in the state (e.g., 92 degrees in Bismarck on 1 October 2005). The e-mail makes the claim of the snowbound Dakotans that \"No one howled for the government.\" Yet in a 31 October 2005 letter to President Bush sent through FEMA, Governor John Hoeven of North Dakota did indeed \"request that you declare a major disaster for the State of North Dakota as a result of a severe winter storm/snowfall, accompanied by record-breaking snowfall, rain and high winds, that occurred on October 4-6, 2005.\" Said request for official disaster status was spurred by an interest in obtaining FEMA assistance: \"Additionally, eleven counties meet the criteria established by the Federal Emergency Management Agency [FEMA] 'for near record snowfall' and should be eligible for assistance with FEMA's snow policy [9523.1].\" Midwesterners hit by this storm appear to have overcome their short-lived catastrophe without federal assistance (although as of 31 October 2005, North Dakota was seeking to recoup its storm-related expenditures from the federal government). However, the bulk of the digging out from under the snowfall and rescuing stranded motorists from snow-entombed cars fell to North Dakota's police and emergency service workers and the National Guard, not (as the e-mail would have it) to rugged individual citizens who hadn't been \"immobilized by a welfare program that trades votes for 'sittin at home' checks.\" The comparison made in this piece to New Orleans' attempt to cope with the massive destruction resulting from Hurricane Katrina is also flawed, as the two weather-related disasters were completely different in nature and severity one could be coped with locally, but the other could not. Barbara \"one can shovel snow, but one cannot shovel water\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.governor.state.nd.us/media/news-releases/2005/11/docs/051101.pdf;http://www.9news.com/rss/article.aspx?storyid=62774;",
  "Example": "[Collected via e-mail, November 2005] North Dakota News Bulletin This text is from a county emergency manager out in the western part of North Dakota state after the storm. Amusing, if it were not so true... WEATHER BULLETIN Up here in the Northern Plains we just recovered from a Historic event may I even say a \"Weather Event\" of \"Biblical Proportions\" with a historic blizzard of up to 24\" inches of snow and winds to 50 MPH that broke trees in half, stranded hundreds of motorists in lethal snow banks, closed all roads, isolated scores of communities and cut power to 10's of thousands. FYI: George Bush did not come.... FEMA staged nothing.... No one howled for the government... No one even uttered an expletive on TV... Nobody demanded $2,000 debit cards..... No one asked for a FEMA Trailer House.... No one looted.... Phil Cantori of the Weather Channel did not come.... And Geraldo Rivera did not move in. Nope, we just melted snow for water, sent out caravans to pluck people out of snow engulfed cars, fired up wood stoves, broke out coal oil lanterns or Aladdin lamps, and put on an extra layer of clothes because up here it is 'work or die'. We did not wait for some affirmative action government to get us out of a mess created by being immobilized by a welfare program that trades votes for 'sittin at home' checks. Even though a Category \"5\" blizzard of this scale has never fallen this early...we know it can happen and how to deal with it ourselves. \"In my many travels, I have noticed that once one gets north of about 48 degrees North Latitude, 90% of the worlds social problems evaporate.\" Variations: E-mailed versions circulated in November 2006 changed the location of the blizzard-stricken community from somewhere in North Dakota to Marquette, Michigan, and attributed the article to The Mining Journal News of that city. While that paper exists, it didn't publish the piece. December 2006 versions of this item changed the setting to Colorado, reflecting the back-to-back snowstorms that paralyzed portions of the state during the 2006 holiday season and twice shut down Denver International Airport. (Many of those versions falsely asserted the item came from The Denver Post.) In the wake of those storms, Colorado requested assistance from FEMA to help ranchers recover their livelihoods. A June 2008 version changed the locale to Cedar Rapids, Iowa, one of the many Midwestern towns and cities hit by severe flooding that month. A December 2009 variant restored the Michigan version and added several anachronistic photographs of snowdrifts which were actually taken well before Hurricane Katrina hit the Gulf Coast in August 2005.",
  "Last Updated": "11 January 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/katrina/soapbox/snowfall.asp",
  "Claim": "North Dakotans weathered a severe blizzard in 2005 without requesting assistance from the federal government.",
  "Claim_ID": "katrina_soapbox_snowfall",
  "Tags": ""
}