{
  "Origins": "Looting is an unfortunate and largely inevitable result of large-scale disasters. Many property owners have to evacuate their homes and businesses ahead of the coming disaster (or flee the area in its aftermath) without leaving behind anyone to protect their property, and law enforcement and other emergency services are generally so overwhelmed dealing with life-and-death issues that they can't spare the manpower to protect private property. People who are caught unprepared (or remain in the disaster area for other reasons) often have to shift into survival mode and take whatever supplies they can get wherever they can find them, and there are always a few who will take advantage of confusion and chaos to make off with other people's property for their own enrichment.",
  "Fact Check": "",
  "Description": "The onslaught of Hurricane Katrina in the Gulf Coast in late August 2005 brought the phenomenon of looting into the national spotlight once again, including the two news service photographs shown above, both of which were carried by Yahoo! News and other Internet news outlets and showed persons wading through chest-deep water in the New Orleans area with supplies taken from grocery stores. Many viewers noticed the seeming disparity of the darker-skinned subject's being described in the accompanying caption as \"looting a grocery store,\" while the lighter-skinned subjects were described as \"finding bread and soda from a local grocery store.\" Are these captions evidence of a subtle (or overt) racial prejudice in the news media? It's difficult to draw any substantiated conclusions from these photographs' captions. Although they were both carried by many news outlets, they were taken by two different photographers and came from two different services, Associated Press ( AP ) and Getty Images via Agence France-Presse ( AFP ). These services may have different stylistic standards for how they caption photographs, or the dissimilar wordings may have been due to nothing more than the preferences of different photographers and editors, or the difference might be the coincidental result of a desire to avoid repetitive wording (similar photographs from the same news services variously describe the depicted actions as \"looting,\" \"raiding,\" \"taking,\" \"finding,\" and \"making off\"). The viewer also isn't privy to the contexts in which the photographs were taken it's possible that in one case the photographer actually saw his subject exiting an unattended grocery store with an armful of goods, while in the other case the photographer came upon his subjects with supplies in hand and could only make assumptions about how they obtained them. A Salon article on the photographs by Aaron Kinney suggested the captions were a result of a combination of contextual and stylistic differences: Jack Stokes, AP's director of media relations, confirmed today that [photographer Dave] Martin says he witnessed the people in his images looting a grocery store. \"He saw the person go into the shop and take the goods,\" Stokes said, \"and that's why he wrote 'looting' in the caption.\" Regarding the AFP/Getty \"finding\" photo by [photographer Chris] Graythen, Getty spokeswoman Bridget Russel said, \"This is obviously a big tragedy down there, so we're being careful with how we credit these photos.\" Russel said that Graythen had discussed the image in question with his editor and that if Graythen didn't witness the two people in the image in the act of looting, then he couldn't say they were looting. The photographer who took the Getty/AFP picture, Chris Graythen, also posted the reasons behind his caption: I wrote the caption about the two people who 'found' the items. I believed in my opinion, that they did simply find them, and not 'looted' them in the definition of the word. The people were swimming in chest deep water, and there were other people in the water, both white and black. I looked for the best picture. there were a million items floating in the water we were right near a grocery store that had 5+ feet of water in it. it had no doors. the water was moving, and the stuff was floating away. These people were not ducking into a store and busting down windows to get electronics. They picked up bread and cokes that were floating in the water. They would have floated away anyhow.",
  "Originally Published": "",
  "Referred Links": "http://www.sportsshooter.com/message_display.html?tid=17204;http://www.salon.com/2005/09/02/photo_controversy/;http://editorial.gettyimages.com/source/search/details_pop.aspx?iid=53509740&cdi=0;http://news.yahoo.com/photos/ss/events/ts/090105katrinacrime/im:/050830/480/ladm10208301530;",
  "Example": "[AP and AFP, 2005] The Associated Press has separately captioned two photos of looters in the wake of Katrina. The photo of a black man refers to his \"looting,\" and the photo of a white pair refers to their \"finding.\" I would like to know why this happened.",
  "Last Updated": "28 April 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/katrina/photos/looters.asp",
  "Claim": "Photograph captions describe a black man \"looting\" and a white couple \"finding\" supplies in the wake of Hurricane Katrina.",
  "Claim_ID": "katrina_photos_looters",
  "Tags": ""
}