{
  "Origins": "In the wake of any large-scale disaster, there is a desire to search for signs that could have foretold the calamity's coming, for warnings that had been missed or not heeded. We saw that immediately following the September 11 attacks on America one of the first whispers to storm the country asserted a particular quatrain from Nostradamus predicted the fall of the Twin Towers. While that rumor proved false (the writings of the French seer contained no such prognostication), the same cannot be said of auguries of the devastation of New Orleans by a hurricane. Warnings about what a Category 3 or greater hurricane could do to the Big Easy have been with us for quite a while and have appeared in the mainstream press numerous times.",
  "Fact Check": "",
  "Description": "The text quoted above, which has been circulated widely in e-mail, is an accurate copy of the beginning of an October 2004 National Geographic article. In \"Gone With the Water,\" those prophetic paragraphs began a lengthy piece about Louisiana's vanishing wetlands. The complete article can be viewed on National Geographic 's web site. Scientific American published a similar article in October 2001. Barbara \"knew orleans\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.sciam.com/article.cfm?articleID=00060286-CB58-1315-8B5883414B7F0000;http://www.nationalgeographic.com/ngm/0410/feature5/;",
  "Example": "[Collected on the Internet, 2005] It was a broiling August afternoon in New Orleans, Louisiana, the Big Easy, the City That Care Forgot. Those who ventured outside moved as if they were swimming in tupelo honey. Those inside paid silenthomage to the man who invented air-conditioning as they watched TV \"storm teams\" warn of a hurricane in the Gulf of Mexico. Nothing surprising there: Hurricanes in August are as much a part of life in this town as hangovers on Ash Wednesday. But the next day the storm gathered steam and drew a bead on the city. As the whirling maelstrom approached the coast, more than a million people evacuated to higher ground. Some 200,000 remained,however the car-less, the homeless, the aged and infirm, and those die-hard New Orleanians who look for any excuse to throw a party. The storm hit Breton Sound with the fury of a nuclear warhead, pushing a deadly storm surge into Lake Pontchartrain. The water crept to the top of the massive berm that holds back the lake and then spilled over. Nearly 80 percent of New Orleans lies below sea level more than eight feet below in places so the water poured in. A liquid brown wall washed over the brick ranch homes of Gentilly, over the clapboard houses of the Ninth Ward, over the white-columned porches of the Garden District, until it raced through the bars and strip joints on Bourbon Street like the pale rider of the Apocalypse. As it reached 25 feet (eight meters) over parts of the city, people climbed onto roofs to escape it. Thousands drowned in the murky brew that was soon contaminated by sewage and industrial waste. Thousands more who survived the flood later perished from dehydration and disease as they waited to berescued. It took two months to pump the city dry, and by then the Big Easy was buried under a blanket of putrid sediment, a million people were homeless, and 50,000 were dead. It was the worst natural disaster in the history of the United States. When did this calamity happen? It hasn't yet. But the doomsday scenario is not far-fetched. The Federal Emergency Management Agency lists a hurricane strike on New Orleans as one of the most dire threats to the nation, up there with a large earthquake in California or a terrorist attack on New York City. Even the Red Cross no longer opens hurricane shelters in the city, claiming the risk to its workers is too great.",
  "Last Updated": "4 September 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/katrina/prophecy/foretold.asp",
  "Claim": "A National Geographic article foretold the flood that devastated New Orleans.",
  "Claim_ID": "katrina_prophecy_foretold",
  "Tags": ""
}