{
  "Origins": "There have been many and undoubtedly will be more criticisms of various governmental agencies, from the President on downwards, over the failure to take proactive steps to head off the damage caused to New Orleans by Hurricane Katrina, or to provide adequate emergency services to residents of the storm-stricken Gulf Coast in the hurricane's aftermath.",
  "Fact Check": "",
  "Description": "One such criticism is excerpted above, an opinion piece by filmmaker Michael Moore entitled \"Vacation is Over . . . an open letter from Michael Moore to George W. Bush\" which was published on his web site on 2 September 2005.",
  "Originally Published": "",
  "Referred Links": "http://www.michaelmoore.com/words/message/index.asp?messageDate=2005-09-02;http://www.michaelmoore.com/words/message/index.asp?messageDate=2005-09-02;",
  "Example": "[Collected via e-mail, 2005] I've been seeing the below message passed around a lot onmyspace.com. Its probably being floated on other websites as well andemail.s Its an Open letter from Michael Moore to President Bushregarding Hurricane Katrina. I haven't seen thise on the news yet (couldbe my bad) but I just want to know if this letter from Michael Moore toPresident Bush is authentic. Dear Mr. Bush: Any idea where all our helicopters are? It's Day 5 of Hurricane Katrinaand thousands remain stranded in New Orleans and need to be airlifted.Where on earth could you have misplaced all our military choppers? Do youneed help finding them? I once lost my car in a Sears parking lot. Man,was that a drag. Also, any idea where all our national guard soldiers are? We could reallyuse them right now for the type of thing they signed up to do like helpingwith national disasters. How come they weren't there to begin with? [Rest of article here.]",
  "Last Updated": "2 September 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/katrina/soapbox/moore.asp",
  "Claim": "E-mail reproduces open letter from Michael Moore to President Bush regarding Hurricane Katrina.",
  "Claim_ID": "katrina_soapbox_moore",
  "Tags": ""
}