{
  "Origins": "While the desire to help the innumerable victims of Hurricane Katrina runs deep and strong, care must be taken to properly vet helpful suggestions that come along before passing them to others lest one unwittingly add to the overwhelming confusion and impossible workload being wrestled with by humanitarian and rescue services, not to mention send the desperate on wild goose chases. The 'helpful' heads up quoted above is an example of why such caution is needed the information it gives is just plain wrong.",
  "Fact Check": "",
  "Description": "The Texas Department of State Health Services sets the record straight in this denial posted on its web site on 1 September 2005: Bogus food stamps/gasoline e-mail An e-mail is being circulated that indicates that food stamps and free gasoline for Hurricane Katrina evacuees are available from or through the \"Texas Department of Health and Human Services.\" The e-mail is bogus. However, hurricane evacuees wanting accurate information about food stamps availability may call the 2-1-1 information service or 1-888-312-4567. Some versions of the e-mail include the Web address for the former Texas Department of Health, now part of the Texas Department of State Health Services. The food stamps program is administered by the Texas Health and Human Services Commission. Neither agency is supplying free gasoline. Food stamps will be a little easier to come by, however, as the U.S. Agriculture Department has announced that it will temporarily liberalize its food stamp program to increase the benefits available to persons displaced from their communities by Hurricane Katrina: The \"National Refugee Policy\" announced by the agency will allow people who normally do not qualify for the nutrition program to receive food stamps if they fled storm-damaged areas of Alabama, Louisiana and Mississippi. Normally, the Agriculture Department requires food stamp recipients to requalify for the benefit if they move to another state. Under the refugee policy, evacuees from the three states who already are enrolled in the food stamp program will be allowed to receive the benefit in their new host states. If they use an electronic benefits card and the card was lost, the new policy allows their host state to replace it. In past evacuations, most displaced people moved temporarily to a nearby community or resided in a shelter in the same state, said Kate Coler, deputy under secretary at the Agriculture Department. Barbara \"misinformation overload\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.dshs.state.tx.us/dshstoday/bogusemail.shtm;",
  "Example": "[Collected on the Internet, 2005] Do you know anyone in Texas as an evacuee from any of the three states Louisiana, Mississippi, Alabama? If so, the Texas Department of Health and Human Services will give them 2 months of Food Stamps with no questions asked. All they need to show is a drivers license. This agency will also give you information and locations where they can receive FREE GAS. Also, if you are housing anyone from one of these states you can call FEMA at (800) 621-3362 file a claim and receive assistance for your help or apply online for them at www.fema.gov. This is valid information directly from TDHHS. Here is the site to find a location near you http://www.tdh.state.tx.us/",
  "Last Updated": "2 September 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/katrina/charity/foodstamps.asp",
  "Claim": "Evacuees from Louisiana, Mississippi, or Alabama can get two months' of food stamps and free gasoline from the Texas DHHS by showing their driver's licenses.",
  "Claim_ID": "katrina_charity_foodstamps",
  "Tags": ""
}