{
  "Origins": "In the days immediately following Hurricane Katrina's assault on Louisiana, reliable bulletins of what was going on in New Orleans were hard to come by. The worst was feared but at that time unconfirmed, with phone and Internet outages contributing to the news blackout. This e-mailed note written by a doctor who was on the scene was one of the first personal accounts to reach the general public, and it painted a horrific picture of a city in chaos. Some doubted its authenticity, wondering how it could possibly have been sent, given the state of electronic communications in that hurricane-devastated area.",
  "Fact Check": "",
  "Description": "The text being circulated on the Internet was indeed an e-mail sent by a physician caught up in the devastation of New Orleans. Dr. Greg Henderson was in that city when Katrina hit and is now spearheading a volunteer effort to provide medical care to the many sick and injured. Formerly of Wilmington, North Carolina, where he worked at the New Hanover Regional Medical Center for seven years, this 43-year-old pathologist had been in New Orleans to take up a new position at Ochsner Medical Center. He has made it his mission to set up field medical services in the stricken city and has been working tirelessly to aid the many victims of the disaster. Wilmington pharmacy firm, PPD , has flown drugs and other supplies to New Orleans to assist him in this endeavor. On 3 September 2005, Dr. Henderson supplied this update to his original e-mail detailing conditions: I am replying to all of your letters of prayers and support in this way in the interests of time. 1. thanks for all your letters of support and prayers and offers to help. 2. i am safe, and now based at the Sheraton hotel where we have a new makeshift clinic established. 3. the situation at the convention center is urgent and disastrous = 10-20 thousand people in dire need of health care from minor to severe. A small MASH unit was established there last night. I will be joining them today - I desparately need the help of as many medically trained individuals as possible to triage these patients, treat if necessary, and evacuate - only the most serious will be seen at the MASH 4. i need to figure out how to set up a morgue. there are several dead at the convention center 5. some supplies are ariving today courtesy of Fred Eschelman and PPD Inc of north carolina - I will get these supplies to the convention center as soon as they arrive. 6. i need mobile dialysis units - thousands haven't been dialysed in over a week. 7. i can be reached pretty well on my cell phone at [number deleted]. now is the time to act - i need help - i haven't found any other physicians in the field yet and i can only do so much 9. Ochsner is the only fully functional facility in the city - they are effectively taking care of all of their patients and offering extrordinary help, an lots of supplies - i am proud to be part of this organization. Greg Henderson Dr. Henderson urges medical personnel of any type, doctors, nurses, EMTs, even people with basic first aid training, to come to the Sheraton Hotel on Canal Street from anywhere in the country. Barbara \"come to heal\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.ppdi.com/;",
  "Example": "[Collected on the Internet, 2005] Aug. 31, 2005 This is a dispatch from New Orleans from Dr. Greg Henderson, a pathologist who recently moved there from Wilmington: Thanks to all of you who have sent your notes of concern and your prayers. I am writing this note on Tuesday at 2 p.m. I wanted to update all of you as to the situation here. I don't know how much information you are getting but I am certain it is more than we are getting. Be advised that almosteverything I am telling you is from direct observation or rumor from reasonable sources. They are allowing limited internet access, so I hope to send this dispatch today. Personally, my family and I are fine. My family is safe in Jackson, Miss., and I am now a temporary resident of the Ritz Carleton Hotel in New Orleans. I figured if it was my time to go, I wanted to go in a place with a good wine list. In addition, this hotel is in a very old building on Canal Street that could and did sustain little damage. Many of the other hotels sustained significant loss of windows, and we expect that many of the guests may be evacuated here. Things were obviously bad yesterday, but they are much worse today. Overnight the water arrived. Now Canal Street (true to its origins) is indeed a canal. The first floor of all downtown buildings is underwater. Ihave heard that Charity Hospital and Tulane are limited in their ability to care for patients because of water. Ochsner is the only hospital that remains fully functional. However, I spoke with them today and they too are on generator and losing food and water fast. The city now has no clean water, no sewerage system, no electricity, and no real communications. Bodies are still being recovered floating in the floods. We are worried about a cholera epidemic. Even the police are without effective communications. We have a group of armed police here with us at the hotel that is admirably trying to exert some local law enforcement. This is tough because looting is now rampant. Most of it is not malicious looting. These are poor and desperate people with no housing and no medical care and no food or water trying to take care of themselves and their families. Unfortunately, the people are armed and dangerous. We hear gunshots frequently. Most of Canal street is occupied by armed looters who have a low threshold for discharging their weapons. We hear gunshots frequently. The looters are using makeshift boats made of pieces of styrofoam to access. We are still waiting for a significant national guard presence. The health care situation here has dramatically worsened overnight. Many people in the hotel are elderly and small children. Many other guests have unusual diseases. There are (Infectious Disease) physicians at this hotel attending an HIV confection. We have commandered the world famous French Quarter Bar to turn into an makeshift clinic. There is a team of about seven doctors and PAs and pharmacists. We anticipate that this will be the major medical facility in the central business district and French Quarter. Our biggest adventure today was raiding the Walgreens on Canal under police escort. The pharmacy was dark and full of water. We basically scooped the entire drug sets into garbage bags and removed them. All under police excort. The looters had to be held back at gunpoint. After a dose of prophylactic Cipro I hope to be fine. In all we are faring well. We have set up a hospital in the the French Qarter bar in the hotel, and will start admitting patients today. Many will be from the hotel, but many will not. We are anticipating dealing withmultiple medical problems, medications and and acute injuries. Infection and perhaps even cholera are anticipated major problems. Food and water shortages are imminent. The biggest question to all of us is where is the National Guard. We hear jet fignters and helicopters, but o real armed presence, and hence the rampant looting. There is no Red Cross and no Salvation Army. In a sort of clich way, this is an edifying experience. One is rapidly focused away from the transient and material to the bare necessities of life. It has been challenging to me to learn how to be a primary care phyisican. We are under martial law so return to our homes is impossible. I don't know how long it will be and this is my greatest fear. Despite it all, this is a soul-edifying experience. The greatest pain is to think about the loss. And how long the rebuild will take. And the horror of so many dead people. PLEASE SEND THIS DISPATCH TO ALL YOU THING MAY BE INTERSTED IN A DISPATCH from the front. I will send more according to your interest. Hopefully their collective prayers will be answered. By the way, suture packs, sterile gloves and stethoscopes will be needed as the Ritz turns into a MASH. Greg Henderson",
  "Last Updated": "5 September 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/katrina/personal/henderson.asp",
  "Claim": "Dispatch from a physician describes conditions in New Orleans in the days immediately following Hurricane Katrina.",
  "Claim_ID": "katrina_personal_henderson",
  "Tags": ""
}