{
  "Origins": "In the days immediately after Hurricane Katrina stuck the Gulf Coast in August 2005, a combination of interrupted supplies and panic buying caused gasoline prices to spike in many Southeastern states, as reflected by this image of a Stockbridge, Georgia, station offering gas at $5.87 per gallon for unleaded and $6.07 per gallon for premium. This news photo was captioned thusly:",
  "Fact Check": "",
  "Description": "Gasoline customers check prices and leave at a BP station in Stockbridge, Ga., Wednesday, Aug. 31, 2005. Gasoline price soared Wednesday toward $3 a gallon in many parts of the country, surpassing that level in some places, such as this station, as key refineries and pipelines remained crippled by Hurricane Katrina, crimping supplies and leading to caps on the amount of fuel delivered to retailers. Prices didn't stay at these levels for long, however on the same day this photograph was taken, Georgia governor Sonny Perdue signed an executive order authorizing sanctions against price-gouging gasoline retailers: With some retailers advertising gasoline prices as high as $6 per gallon, Gov. Sonny Perdue signed an executive order authorizing state sanctions against gas stations that gouge consumers. \"I do not believe there is an energy emergency in this state but we will not tolerate our citizens perceiving the fact there is by exorbitant price-gouging prices,\" he said. Perdue's order allows the Gov.'s Office of Consumer Affairs to seek civil sanctions against retailers who can't justify their prices based on the price they paid at the terminal for the product, adjusted for their normal markup.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2005] I tried to verify this at Google but was unable to verify or not. I have to wonder if this is a doctored photo. Gouging of this sort is, I thought, a law violation.",
  "Last Updated": "1 September 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/katrina/photos/gaspump.asp",
  "Claim": "Photograph shows gas station sign advertising premium gasoline for $6.07 per gallon.",
  "Claim_ID": "katrina_photos_gaspump",
  "Tags": ""
}