{
  "Origins": "This list of supposed common sense 'rules' has been attributed both to comedian George Carlin and to New Orleans blues musician Bill Boudreaux. It does not appear to be the work of either: Boudreaux's name came to be associated with the piece more than a week after it appeared, and Carlin's did not appear in association with it until October 2005. Our first sighting of the item was on the alt.vacation.las-vegas USENET newsgroup, where it appeared in a 14 September 2005 post. Even at that early date the identity of the diatribe's author had been obscured, with the poster later disclaiming having written it himself in the discussion thread sparked by his offering.",
  "Fact Check": "",
  "Description": "George Carlin has disclaimed authorship of \"Hurricane Rules\" on his web site and placed a link back to this very article. Similar humor-tinged political screeds (e.g., \" Paradox of Our Time ,\" a 'things were better in the good old days' essay executed in the form of a comparison list, and \" I'm a Bad American ,\" a point-form essay advancing the cause of intolerance, have previously been falsely attributed to him as well. As we've discovered, just about any unsourced list of witty observations about politics and social mores will eventually become credited to George Carlin as it passes from inbox to inbox. As he has posted on his web site about such soapboxings: DON'T BLAME ME Floating around the Internet these days, posted and e-mailed back and forth, are a number of writings attributed to me, and I want people to know they're not mine. Don't blame me. Some are essay-length, some are just short lists of one and two-line jokes, but if they're flyin' around the Internet, they're probably not mine. Occasionally, a couple of jokes on a long list might have come from me, but not often. And because most of this stuff is really lame, it's embarrassing to see my name on it. And that's the problem. I want people to know that I take care with my writing, and try to keep my standards high. But most of this \"humor\" on the Internet is just plain stupid. I guess hard-core fans who follow my stuff closely would be able to spot the fake stuff, because the tone of voice is so different. But a casual fan has no way of knowing, and it bothers me that some people might believe I'd actually be capable of writing some of this stuff. George Carlin offers this bit of wisdom: \"Nothing you see on the Internet is mine unless it came from one of my albums, books, HBO shows, or appeared on my website.\" Barbara \"disgeorged\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://georgecarlin.com/home/home.html;",
  "Example": "[Collected via e-mail, 2005] Been sitting here with my ass in a wad, wanting to speak out about the bullshit going on in New Orleans. For the people of New Orleans... First we would like to say, Sorry for your loss. With that said, Lets go through a few hurricane rules: (Unlike an earthquake, we know it's coming) #1. A manditory evacuation means just that... Get the hell out. Don't blame the Government after they tell you to go. If they hadn't said anything, I can see the arguement. They said get out... if you didn't, it's your fault, not theirs. (We don't want to hear it, even if you don't have a car, you can get out.) #2. If there is an emergency, stock up on water and non-perishables. If you didn't do this, it's not the governments fault you're starving. #2a. If you run out of food and water, find a store that has some. (Remember, shoes, TV's, DVD's and CD's are not edible. Leave them alone.) #2b. If the local store is too looted of food or water, leave your neighbor's tv and stereo alone. (See # 2a) They worked hard to get their stuff. Just because they were smart enough to leave during a manditory evacuation, doesn't give you the right to take their stuff... it's theirs, not yours. #3. If someone comes in to help you, don't shoot at them and then complain no one is helping you. I'm not getting shot to help save some dumbass who didn't leave when told to do so. #4. If you are in your house that is completely under water, your belongings are probably too far gone for anyone to want them. If someone does want them, Let them have them and hopefully they'll die in the filth. Just leave! (For Christ's sakes, it's New Orleans, find a voodoo warrior and put a curse on them) #5. My tax money should not pay to rebuild a 2 million dollar house, a sports stadium or a floating casino. Also, my tax money shouldn't go to rebuild a city that is under sea level. You wouldn't build your house on quicksand would you? You want to live below sea-level, do your country some good and join the Navy. #6. Regardless what the Poverty Pimps Jessie Jackson and Al Sharpton want you to believe, The US Government didn't create the Hurricane as a way to erradicate the black people of New Orleans; (Neither did Russia as a way to destroy America). The US Government didn't cause global warming that caused the hurricane (We've been coming out of an ice age for over a million years). #7. The government isn't responsible for giving you anything. This is the land of the free and the home of the brave, but you gotta work for what you want. McDonalds and Walmart are always hiring, get a damn job and stop spooning off the people who are actually working for a living. President Kennedy said it best... \"Ask not what your country can do for you, ask what you can do for your country.\" Thank you for allowing me to rant.",
  "Last Updated": "23 October 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/katrina/soapbox/carlin.asp",
  "Claim": "Comedian George Carlin wrote a list of \"Hurricane Rules.\"",
  "Claim_ID": "katrina_soapbox_carlin",
  "Tags": ""
}