{
  "Origins": "The article cited above was indeed penned by Canadian journalist David Warren and published in the Ottawa Citizen on 11 September 2005. Warren's column appears in that newspaper every Sunday, Wednesday, and Saturday.",
  "Fact Check": "",
  "Description": "The piece has received wide circulation in e-mail because the human tragedy wrought by Hurricane Katrina and the subsequent flooding of New Orleans (the death toll in Louisiana stands at 964 as of 3 October 2005, according to an Associated Press article) has resulted in a flurry of finger-pointing. While some heap blame on President George W. Bush, Lousiana governor Kathleen Blanco, New Orleans mayor Ray Nagin, FEMA, or some combination of those four, others assert the victims themselves were the ones at fault for not having evacuated in time (e.g., the Rev. Jesse Lee Peterson's editorial citing the \" moral poverty \" of New Orleans blacks). Opinions have polarized on whose failure led to additional lives being lost, with adherents of each position determined to win over others who have arrived at differing conclusions. In such an emotionally charged environment, an article from a foreign publication that supports one theory of culpability and dismisses another is heady stuff. Because news pieces hailing from outside the U.S. are often perceived (rightly or wrongly) as being uninfluenced by U.S. partisan politics, David Warren's discourse on where blame belongs has been frequently forwarded as an unbiased (and therefore accurate) assessment of the situation by those who agree with the Canadian newsman's take on things. In similar fashion, in the immediate aftermath of the September 11 terrorist attacks, a Romanian newspaper article that praised the U.S. was sped from inbox to inbox because many Americans rejected the premise that the land of Uncle Sam was not well thought of abroad and so seized upon rare foreign accolades whenever they appeared. Likewise, Canadian radio commentator Gordon Sinclair's 1973 pro-American editorial stampeded across the Internet just after September 11 for the same reason. Barbara \"I read it in a foreign newspaper, so it must be true\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.canada.com/ottawa/ottawacitizen/columnists/davidwarren.html;http://www.davidwarrenonline.com/about.asp;http://www.davidwarrenonline.com/index.asp?artID=510;",
  "Example": "[Collected on the Internet, 2005] There's plenty wrong with America, since you asked. I'm tempted to say that the only difference from Canada is that they have a few things right. That would be unfair, of course I am often pleased to discover things we still get right. But one of them would not be disaster preparation. If something happened up here, on the scale of Katrina, we wouldn't even have the resources to arrive late. We would be waiting for the Americans to come save us, the same way the government in Louisiana just waved and pointed at Washington, D.C. The theory being that, when you're in real trouble, that's where the adults live. And that isn't an exaggeration. Almost everything that has worked in the recovery operation along the U.S. Gulf Coast has been military and National Guard. Within a few days, under several commands, finally consolidated under the remarkable Lt.-Gen. Russel Honore, it was once again the U.S. military efficiently cobbling together a recovery operation on a scale beyond the capacity of any other earthly institution. We hardly have a military up here. We have elected one feckless government after another that has cut corners until there is nothing substantial left. We don't have the ability even to transport and equip our few soldiers. Should disaster strike at home, on a big scale, we become a Third World country. At which point, our national smugness is of no avail. [Rest of article here.]",
  "Last Updated": "4 October 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/katrina/soapbox/warren.asp",
  "Claim": "Canadian columnist David Warren penned article in support of President Bush's handling of Katrina disaster relief efforts.",
  "Claim_ID": "katrina_soapbox_warren",
  "Tags": ""
}