{
  "Origins": "This account first arrived in our inbox in mid-September 2005. Variously titled \"Another perspective,\" \"The New Orleans Evacuees In Utah,\" \"The rest of the story,\" \"Unnatural Disaster,\" \"From a relief worker in Utah,\" \"A Utah Relief Worker's Perspective,\" \"Utah Relief Efforts,\" and \"Post Katrina facts from Salt Lake City,\" the item has been sped from inbox to inbox. At this time, its author is unknown to us, although some of the forwards did bear the attribution \"Matthew Anderson, Salt Lake City, Utah.\"",
  "Fact Check": "",
  "Description": "As gripping as the revelatory tale is, there doesn't appear to be much (if anything) to it. The first group of Katrina evacuees arrived in Utah on 3 September 2005. They and later arrivals were housed for the interim at Camp Williams, the training facility for the Utah National Guard. Background checks were conducted on each adult refugee and, according to Governor Jon Huntsman, Jr., \"None of the guests at Camp Williams have criminal records that would justify booking them into jail.\" On 27 September, this evacuation center was shut down, each of the evacuees having by then been successfully placed in either temporary or permanent housing. Only 42 of the 582 evacuees brought to Utah had criminal records, including eight for murder. Yet stories about drug sales, gangs re-forming, and an attempted rape are unsupported by the Utah news media, Though we looked and looked, we couldn't find reportage of any such incidents. Derek Jensen, a Utah Department of Public Safety spokesman, said of the rumors, \"They are just not true. The evacuees have been cooperative and behaved themselves pretty well while they were here.\" He told the Deseret Morning News the evacuees comported themselves so well that police issued no criminal citations during their stay of more than three weeks. The Governor of Utah affirmed the lack of crime among evacuees in a statement dated 8 September 2005: \"Guests on the base have displayed exemplary behavior and been cooperative with volunteers and law enforcement. No major crimes or incidents have been reported at Camp Williams since the arrival of our guests.\" Rumors of the type that have attached to the Katrina evacuees dispatched to Utah have dogged those sent to other locales. In Tennessee, similar whispers about rapes, robberies, and murders resulted in hundreds of alarmed local residents rushing to purchase guns for their protection. Police in that region assert the crime rate has not jumped since the arrival of the evacuees. Oklahoma, which has also opened its arms to thousands of those displaced by the hurricane, has also experienced the rumors of rapes and violence. While a spokesperson for the Oklahoma Highway Patrol did admit there had been a few fistfights at Camp Gruber (an evacuation center in that state), he also said life at the camp had been relatively quiet. Towards the end of September 2005, some of the forwards we collected bore a preamble that spelled out the story's underlying message for the benefit of those who might otherwise have experienced difficulty grasping it: Unfortunately, this is probably just a microcosm of a scene played around the country. Perhaps it is well that this cesspool of people is being thinned out. Hopefully, they do not infect the areas that they end up establishing residence. Perhaps in smaller numbers they can be controlled, but obviously the majority have lived too long in welfare dependency to become contributing citizens to a society. The later-appended preamble gives a sense of why this and other dubious \"Katrina evacuees behave badly\" tales (e.g., they acted horribly on the flights out of New Orleans then mistreated volunteers in Houston, they trashed a rest stop in Waskom, Texas, their resettlement to other parts of the country led to increases in the incidence of carjackings in those communities) cause those who receive them to sit up and take notice. Warring with compassion for the victims of Hurricane Katrina is anxiety over one's safe haven being invaded by outsiders, but because the latter is not a nice emotion to admit to experiencing, it needs be reframed as justifiable concern in light of the odious nature of the folks elbowing their way in. By presenting the evacuees as rude or ungrateful or as the crime-riddled worst dregs of society, garden variety xenophobia is cloaked in the more respectable mantle of entirely defensible fear for one's safety and/or distaste for objectionable behavior. In such fashion, the internal tug of war between the selfless (\"My heart goes out to these people; what can I do to help?\") and the self-centered (\"I like my town just the way it is; I hope the refugees don't come here\") is quelled. Barbara \"the secret of NIMBY\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.utah.gov/governor/news/2005/news_09_08e_05.html;",
  "Example": "[Collected on the Internet, 2005] Let me tell you a few things about the wonderful group of evacuees we received here in Utah. The first plane arrived with 152 passengers. Of the 152; 10 were children. 3 of these children had been abandoned by their parents. As these passengers attempted to board the plane, the National Guard removed from their person; 43 handguns (it is Illegal to own a Handgun in New Orleans), 20 knives, one man had 100,000 dollars in cash, 20 pounds of Marijuana, 10 pounds of Crack, 15 pounds of Methanphetamines, 10 pounds of various other controlled substances including Heroin. Upon their arrival here in Salt Lake City, two people immediately deplaned and lit up a joint. During the course of medical evaluations, it was discovered that parents were using their kids to carry loads of lootedjewelry (price tag still on), and other items. One third of the people who got off the plane were angry that they didn't get to go to Houston or San Antonio. Over the course of the next 36 hours we received an additional 430 evacuees. Most of these, like their predecessors had to be relieved of illegal items. Additionally, most of them, were the owners of exceptionally prolific criminal records, just like those in the first flight. By the second night in the shelter, there was one attempted rape of a relief worker, sales of drugs on going and a gang had begun to rebuild. When the people arrived at the shelter, they were given the opportunity to dig through piles of donated clothes from local church groups. Many complained that they were second hand clothes. The state set up a reception center with relocation assistance, medicaid and workforce services among many assistance groups. This past Saturday, workforce services held a job fair. 85 of the 582 evacuees attended. 44 were hired on the spot. 24 were asked back for a second interview. Guess the others had no desire to work. Yesterday we began relocating evacuees to be with family or friends who had agreed to take them in as well as three to the county jail. Now in the health arena; 4 with Aids, 15% of those 582 had some form of STD, one case of TB, 2 Heroin withdrawals, 15 mental health admissions, one brain tumor and 15 nursing home patients. Like everyone in this nation, I watched as the news media blasted FEMA and President Bush for the \"poor response\". While everyone on TV saw nothing but people being let down by government, I saw people letting down people. Who would have ever thought that we would reach a point in time that US citizens would lie around in piles of trash complaining that no one had come to pick them up out of it. What ever happened to people pulling together to make their circumstance better? Why couldn't they get up andmove on their own or at least just clean up the area where they had to wait for evacuation? Why did they feel the need to take a crap in the aisle of the superdome? FEMA did not fail them. FEMA is not a response agency. State and local government is responsible for the first 72 hours. But more important, we all have a responsibility to help ourselves and neighbors. Poverty is not an excuse to behave like animals. Difficult situations are not an excuseto loot your neighbor 24 hours before the storm even hits. I have always said New Orleans was a toilet; now everyone has proof that not only was it a toilet, but a toilet long overdue for a flush.",
  "Last Updated": "8 October 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/katrina/personal/utah.asp",
  "Claim": "Hurricane Katrina evacuees brought to Utah arrived bearing drugs and guns and immediately proceeded to sell drugs, attempt rapes, and rebuild street gangs.",
  "Claim_ID": "katrina_personal_utah",
  "Tags": ""
}