{
  "Origins": "A mass shooting in Roseburg, Oregon, revived interest in a number of memes about gun control, among them the above-reproduced claim involving the town of Kennesaw, Georgia. According to the graphic shown here, Kennesaw mandated gun ownership for all households in 1982, and as a result, crime rates dropped dramatically.",
  "Fact Check": "Did a mandatory gun ownership law in Kennesaw, Georgia, cause the town's crime rate to plummet?",
  "Description": "But even the most basic element of the claim, about the imposition of mandatory gun ownership in that town, wasn't quite true. The law in question stated: Sec. 34-21. - Heads of households to maintain firearms. (a) In order to provide for the emergency management of the city, and further in order to provide for and protect the safety, security and general welfare of the city and its inhabitants, every head of household residing in the city limits is required to maintain a firearm, together with ammunition therefore. (b) Exempt from the effect of this section are those heads of households who suffer a physical or mental disability which would prohibit them from using such a firearm. Further exempt from the effect of this section are those heads of households who are paupers or who conscientiously oppose maintaining firearms as a result of beliefs or religious doctrine, or persons convicted of a felony. In other words, Kennesaw residents were required to own guns ... save for those Kennesaw residents who couldn't afford guns, couldn't use guns, couldn't legally own guns, or simply didn't want to have guns. Essentially, Kennesaw residents were never actually required to own guns, making most assertions about mandatory gun ownership and crime rates in that town highly problematic. That law was a direct response to a (since repealed) 1981 handgun ban implemented in Morton Grove, Illinois. An important point of distinction was that Kennesaw's law was largely symbolic and was never intended to be enforced; as such, it is clearly not an exceptionally good indicator of the effect of such a mandate on crime statistics. As Kennesaw Police Department's Lt. Craig Graydon explained in a February 2013 article, gun ownership wasn't truly compulsory in Kennesaw (or ever intended to be): Kennesaw's 1982 gun mandate was a direct response to a gun ban enacted a year earlier in Morton Grove, Illinois. That was later deemed unconstitutional, but Kennesaw's law is still on the books. Added Lt. Graydon, \"It was not meant to be an enforceable law. The police department has never searched homes to make sure you had a gun. It was meant more or less as a political statement to support citizens' second amendment rights to own firearms.\" Homeowners in Kennesaw who don't buy a gun are not punished. In fact, there are several exemptions, including religious objections, if someone is a convicted felon, has a mental illness or simply can't afford a weapon. Lt. Graydon's sentiment was echoed earlier in an April 1987 New York Times article in which then-Mayor J.O. Stephenson was quoted as saying: Mayor Stephenson says that in the five years since the gun ordinance was adopted the city has never prosecuted anyone for refusing to keep a gun. Officials concede that the ordinance is, for all intents, unenforceable. \"We're not interested in searching people's houses,\" said the Mayor. \"Mostly, what we wanted to do was make a statement, to make people sit up and take notice. And they did, and we're proud of that.\" Much of the claim hinged on the passage of time for plausibility. Hard statistics for the crime rate in a small Georgia city before 1982 were difficult to come by in 2015 (more than three decades later), but the author of a 18 March 1982 New York Times editorial titled \"The Guns of Kennesaw\" squeezed those numbers from the initially \"reticent\" Mayor Darvin Purdy and Chief of Police Robert Ruble: The jovial officials turn more reticent when talk turns to crime statistics in their community of 7,000. Chief Ruble says overall crime in 1981 was up 16 percent from 1980. But you have to ask to find out the details. Armed robberies did soar from one in 1980 to four in 1981. Homicides declined, from two in 1980 to none in 1981. Soon afterwards, the narrative claiming a reduction in crime had begun to develop (even as Mayor Stephenson conceded he had no idea how many residents newly became gun owners because of the law): In 1981, the year before the ordinance was adopted, Kennesaw recorded 55 house burglaries. The next year there were 26, and in 1985 only 11. As the news excerpt referenced above indicated, a drop in homicides owing to a mandatory gun ownership law would be difficult to measure, as the number of murders that took place in Kennesaw the year prior to the law's implementation was zero as therefore could drop no lower. And the increased number of armed robberies from 1980 (one) to 1981 (four) represented a sample so low that a subsequent reduction in such crime didn't provide any meaningful data from which a conclusion about \"mandatory\" gun ownership and crime rates could be drawn. Another aspect to consider is whether Kennesaw's crime rates were observed elsewhere in the state. In the decade bracketing the law's passage (1976 through 1986) there was a significant drop in murders, burglaries, property crimes, the property crime rate, and the burglary rate in Georgia as whole (despite Kennesaw's outlier status with the gun law in question). Statewide, the murder rate similarly dropped in a fairly dramatic fashion after 1982 without a statewide law requiring gun ownership. The graphic is correct in that Kennesaw, Georgia, passed a law in 1982 mandating all residents own a gun. But it neglected to mention that officials (who incidentally strongly supported the law) said repeatedly over the years that the law was symbolic and unenforceable, openly admitting that there was no information on whether even one additional gun was purchased due to its passage. In 1982, Kennesaw's mayor and chief of police told the New York Times that their crime rate had always been low, and the entire state of Georgia experienced a drop in all crimes cited (burglary, property crime, and murder) in the years immediately following the law. So while the law remained on the books, there was functionally no \"requirement\" anyone own a gun, the already low crime rate of Kennesaw didn't \"plummet,\" and the absence of the law's enforcement rendered it virtually meaningless. Last updated: 9 October 2015",
  "Originally Published": " 9 October 2015",
  "Referred Links": "http://www.ucrdatatool.gov/Search/Crime/State/RunCrimeTrendsInOneVar.cfm;http://www.ucrdatatool.gov/Search/Crime/State/RunCrimeTrendsInOneVar.cfm;http://www.ucrdatatool.gov/Search/Crime/State/RunCrimeTrendsInOneVar.cfm;http://www.ucrdatatool.gov/Search/Crime/State/RunCrimeTrendsInOneVar.cfm;http://www.ucrdatatool.gov/Search/Crime/State/RunCrimeTrendsInOneVar.cfm;http://www.ucrdatatool.gov/Search/Crime/State/RunCrimeTrendsInOneVar.cfm;http://www.nytimes.com/1982/03/18/opinion/the-guns-of-kennesaw.html;http://www.nytimes.com/1987/04/11/us/georgia-town-to-celebrate-mandatory-firearms.html;http://www.wusa9.com/news/article/245395/158/A-Town-Where-Every-Household-Owns-A-Gun?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A%20newsmain2%20(News%20-%20Flipboard);http://articles.chicagotribune.com/2008-07-29/news/0807280686_1_repeal-illinois-supreme-court-morton-grove;https://www.municode.com/library/ga/kennesaw/codes/code_of_ordinances?nodeId=PTIICOOR_CH34CIEM_ARTIIFI;",
  "Example": "",
  "Last Updated": "9 October 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/kennesaw-gun-law/",
  "Claim": "A mandatory gun ownership law in Kennesaw, Georgia, caused the town's crime rate to plummet.",
  "Tags": "georgia;second amendment;kennesaw;crime rates;mandatory gun ownership;",
  "Claim_ID": "kennesaw-gun-law"
}