{
  "Origins": "On 25 September 2015, Mat Staver (Founder and Chair of Liberty Counsel, the legal organization representing Kim Davis) spoke at the 2015 Values Voter Summit in Washington, D.C. In the course of his remarks, Staver described a purported groundswell of support for Davis both inside the United States and elsewhere. To bolster his claim, Staver pointed to an image displayed on large screens during his speech labeled \"Lima, Peru Prayer Meeting for Kim Davis\":",
  "Fact Check": "Does a photograph show 100,000 people at a prayer rally for Kim Davis in Peru?",
  "Description": "Video of Staver's claim is available via C-SPAN, and on 25 September 2015 the Washington Times reported that: \"When one person stands, it has an impact,\" said Mat Staver, chairman of Liberty Counsel and an attorney for Ms. Davis, who showed a photo of 100,000 people in Lima, Peru, who gathered to pray for her safety and release from jail. Values Voter Summit attendees tweeted images of the photograph displayed by Staver, prompting fellow Twitter users to cast doubt on the image's authenticity. On 28 September 2015, the blog ThinkProgress published a post titled \"No, 100,000 People Did Not Gather in Peru to Support Kim Davis,\" maintaining: The image seems to have first been tweeted the day before the summit by Matt Barber, also formerly of the Liberty Counsel, who claimed, Christians in Peru had a prayer rally for #KimDavis & American Christians. over 100K showed up. Amazing! Staver posted the image a second time on Sunday, claiming that Peruvian Congressman Julio Rosas was responsible for organizing it. There is not a single news story about a prayer rally taking place in Peru for Kim Davis. There is not a single post on Rosas Twitter or Facebook about such a rally, though he did send one tweet of support for Staver s defense of Davis. And the image is almost certainly from a prayer rally known as Jes s Te Ama Y Te Cambia ( Jesus Loves You And Changes You ), which did take place in Peru over five days in May, 2014. Later on 28 September 2015, Barber contested the assertion on his own blog BarbWire. In a post titled \"Yes, 100,000 Peruvian Christians Did Hold a Prayer Rally for Kim Davis,\" Barber characterized ThinkProgress' post as an \"irresponsible hit piece.\" In response he shared a press release issued by Liberty Counsel addressing the controversy and holding that they had confirmed the authenticity of the photograph and purported rally. Moreover, the group asserted, the sole detail in dispute was whether the rally was held in Lima or northern Peru: Last Friday prior to Kim Davis being presented with the Cost of Discipleship award by Tony Perkins at the Value Voters Summit, Mat Staver, Founder and Chairman of Liberty Counsel, showed a picture of thousands of people in Peru who gathered to pray for the Rowan County Clerk jailed for her religious beliefs. One constant critic has questioned whether the event occurred. Julio Rosas, a member of the Peruvian Congress, met personally with Mat Staver and Kim Davis the day prior to the award, explained the prayer meeting, and presented the photograph. Congressman Rosas was involved in announcing the prayer gathering. This past Saturday Congressman Rosas again confirmed the event, and this morning he again reaffirmed the prayer meeting. On September 6, the day prior to Labor Day while Kim Davis was in jail, Congressman Rosas was part of the call for the prayer meeting that occurred the following Sunday, September 13, the day prior to Kim s return to work on September 14. Congressman Rosas left for the U.S. on September 10 to attend meetings in Washington, D.C., so he was not at the event. Until today when he returned to Peru in the early hours of the morning, he was in constant meetings. He is currently in session at the Peruvian Congress. As noted above, Congressman Rosas flew to the U.S. on September 10. His media advisor, Reynaldo Aragon, a former CNN journalist, called Congressman Rosas on September 14, the day after the prayer meeting, to inform him that the prayer meeting had occurred and sent him a photograph of the event. Prayer meetings were held throughout Peru for Kim Davis and persecuted Christians around the world. The only mistake in the announcement at the Value Voters Summit was that Staver said the picture was taken in Lima, Peru, when the actual photograph was of a different soccer stadium in northern Peru on September 13, 2015. Many churches canceled their Sunday services to attend the prayer meeting in the soccer stadium. While myriad interests debated the claim across blog posts, Twitter user @DCHomos set out to determine whether the image Staver maintained in fact depicted a separate, earlier event. On 28 September 2015, that user tweeted a screenshot of the original image (which was posted to Facebook on 25 May 2014 and indeed depicted an entirely different event unrelated to Kim Davis): .@jmattbarber Still claiming this photo is Sept 2015 when it was posted on FB last year??? https://t.co/MyKTyjTPpG pic.twitter.com/fcPmVstDhq DCHomos (@DCHomos) September 29, 2015 Posted by Movimiento Misionero Mundial en el Per on Sunday, May 25, 2014 On 29 September 2015, the web site TalkingPointsMemo obtained comment from Staver on the controversy. Staver claimed Liberty Counsel made \"an honest mistake\" with respect to the photograph: \"As the statement says, we have known Cong. Rosas for a long time and he is a trusted source,\" Staver wrote Tuesday afternoon in an email to TPM. \"We relied on the information he provided, but the photo he was provided while he was in the US was not accurate. Still, Liberty Counsel argued that the incident was a simple mix-up and not an attempt to inflate the impact of Davis' story. We have no reason to puff the Kim Davis story,\" Staver said in the press release. \"Her name has become known around the world. The people in Peru were very much aware of Kim Davis because her story was broadcast on a variety of media. However, the photograph was an honest mistake.\" Photographs aside, Liberty Counsel's claim was indeed initially shaky. Staver asserted that 100,000 Peruvians gathered to support Davis, but a 17 September 2015 article about a rally inside the United States (where citizens are far more likely to be invested in the ongoing controversy surrounding Davis) described \"hundreds\" of supporters not hundreds of thousands, or even thousands. Last updated: 30 September 2015",
  "Originally Published": " 30 September 2015",
  "Referred Links": "http://www.local8now.com/news/headlines/Kim-Davis-husband-rallies-for-religious-awakening-in-Nashville-328143171.html;http://talkingpointsmemo.com/livewire/kim-davis-peru-prayer-hoax;https://www.facebook.com/mmmperu/photos/a.718001378264794.1073742346.170210776377193/718003004931298/?type=3;https://www.facebook.com/mmmperu;https://twitter.com/DCHomos/status/648671157487575041;http://t.co/fcPmVstDhq;https://t.co/MyKTyjTPpG;https://twitter.com/jmattbarber;https://twitter.com/DCHomos;http://www.donotlink.com/guoo;http://thinkprogress.org/lgbt/2015/09/28/3706199/kim-davis-prayer-rally-peru/#update-0;http://www.washingtontimes.com/news/2015/sep/25/planned-parenthood-gay-marriage-top-topics-at-valu/;http://www.c-span.org/video/?c4553323;https://twitter.com/jmattbarber/status/647230037679325184;http://t.co/RhGVTEec3B;https://twitter.com/hashtag/ImWithKim?src=hash;https://twitter.com/hashtag/KimDavis?src=hash;https://twitter.com/chrisjohnson82/status/647570776309243904;http://t.co/VcY953yquY;https://twitter.com/MontyLobb/status/647573123672469504;http://t.co/RqQlgePKaN;",
  "Example": "",
  "Last Updated": "30 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/kim-davis-peru-prayer-hoax/",
  "Claim": "A photograph shows 100,000 people at a prayer rally for Kim Davis in Peru.",
  "Tags": "kim davis;values voter summit;liberty counsel;mat staver;matt barber;think progress;kim davis rally;fake photos;",
  "Claim_ID": "kim-davis-peru-prayer-hoax"
}