{
  "Origins": "In a 7 July 2015 Facebook status update, user David V. Moore uploaded the video embedded below (\"Denied marriage license in Morehead, KY Rowan County\") and wrote of it: We were denied a marriage license on Monday, July 6 at the Rowan County Clerk's office. Kim Davis is at the end of the video, but we turned it off at her request.",
  "Fact Check": "Has Kentucky county clerk Kim Davis, who refused to issue any marriage licenses after the June 2015 U.S. Supreme Court marriage equality decision, herself been married four times?",
  "Description": "Shortly afterwards, the related meme seen at the head of this page began circulating via social media. Featuring a still image captured from the video, the meme asserts that the Rowan County employee in question (Kim Davis) denied Moore and his male partner a marriage license but had herself been married four times, a piece of information included in many iterations of the rumor: @voxdotcom I read elsewhere that Kim Davis has been married four times. Her 'religious objection' is looking a little thin. Alex Hartmann (@jeshakeoma) July 8, 2015 Prior to the appearance of Moore's video, Davis' name had appeared in headlines and news articles. On 2 July 2015 she was quoted in a Lexington Herald-Reader article about her being sued by four other couples, two same-sex and two opposite-sex, whom she refused to issue marriage licenses to: Four couples [have] sued Rowan County and its clerk, Kim Davis, for refusing to issue marriage licenses because of Davis' religious objections to the U.S. Supreme Court decision legalizing same-sex marriage. Davis is obligated by law to issue a marriage license to all qualified applicants, which now includes same-sex couples, the plaintiffs said. By \"promoting a particular religious belief\" at the Rowan County courthouse, Davis has \"acted maliciously, with callous disregard for, or with reckless indifference to, the clearly established rights\" of the plaintiffs, they said. Davis, a Democratic county clerk who took office in January [2015], did not return a call seeking comment. In interviews earlier this week, she said her Christian beliefs prevented her from giving marriage licenses to same-sex couples, despite the Supreme Court's ruling, so she no longer would issue a license to anyone. \"I disagree with the way this was all handed down,\" Davis told the Herald-Leader. \"As much as the same-sex couples feel they have a right to marry, I feel the institution of marriage was ordained by God in the Bible. It's a hard place to find yourself, especially in a situation like mine. But I have to do what I think is right for my conscience.\" In Kentucky, it's a Class A misdemeanor first-degree official misconduct for elected officials to refuse to perform the duties of their office. The earliest mention of Davis' marital status we turned up was a now-deleted 5 July 2015 Daily Kos diary entry titled \"A view from Rowan County, KY.\" When or why that post was removed is not clear, but a cached version of it included the following statement: Chat outside the courthouse among the protesters says that Ms. Davis, the County Clerk, is on her fourth marriage, though nobody thinks that diminishes her faith. Her mother held the post for some years; her son serves as her assistant. That's not mean, angry conversation. It's a headshake from people who know her and are sorry it has come to this. (The same chat says at least one employee is gay, and so the county may be looking at a hostile work environment.) A 9 July 2015 report from Lexington station WKYT on David Moore's video noted the rumor that Kim Davis had herself been married four times and stated that her marriage certificate(s) confirmed that fact: The Associated Press also confirmed in September 2015 that court records document Davis has a marital history encompassing four marriages (to three different men) and bore two children outside of wedlock: Court records detail Kim Davis' turbulent marital history: She has been married to her current husband twice, with a divorce and another husband in between. She married her first husband, Dwain Wallace, when she was 18, and divorced him in 1994. She acknowledged in a 2008 divorce filing having had two children in 1994 while she was not married. In 1996, at age 30, she married Joe Davis for the first time. They divorced in 2006. The next year, at 40 years old, Davis wed Thomas McIntryre, though their marriage lasted less than a year. She re-married Joe Davis in 2009. Of this dissonance between her personal background and her expressed beliefs and actions, Davis said that: In federal court, Davis testified that her objection to issuing marriage licenses to same-sex couples was not based on any sin she thinks the couple might commit. She said it was based on the Biblical definition of marriage as a union between one man and one woman. That s different from giving licenses to people who have been divorced, she said. The Bible prohibits divorce in most cases, but Davis said, That s between them and God. Last updated: 14 September 2015",
  "Originally Published": " 9 July 2015",
  "Referred Links": "http://www.boston.com/news/nation/2015/09/02/clerk-gay-marriage-fight-once-unlikely-wage-moral-war/69gcWdAhEJh2zXRR09GRoL/story.html;http://webcache.googleusercontent.com/search?q=cache:UFq8Uc_UJbEJ:www.dailykos.com/story/2015/07/06/1399415/-A-view-from-Rowan-County-KY+&cd=1&hl=en&ct=clnk&gl=us;http://www.lex18.com/story/29465234/aclu-of-kentucky-files-class-action-suit-against-rowan-county-and-its-clerk;http://www.kentucky.com/2015/07/02/3928485_four-couples-sue-rowan-clerk-for.html;https://twitter.com/jeshakeoma/status/618879091056504832;https://twitter.com/voxdotcom;https://www.facebook.com/memeographs/photos/a.174832916035378.1073741829.126993540819316/444477999070867/?type=1&fref=nf;https://www.facebook.com/david.v.moore.7/posts/10203375914477448?pnref=story;",
  "Example": "",
  "Last Updated": "14 September 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/kim-davis-married-four-times/",
  "Claim": "Kentucky county clerk Kim Davis, who refused to issue any marriage licenses after the June 2015 U.S. Supreme Court marriage equality decision, has herself been married four times.",
  "Tags": "kim davis;married four times;Kim Davis Married Four Times;",
  "Claim_ID": "kim-davis-married-four-times"
}