{
  "Origins": "In August 2015, a number of different online news outlets (such as Yahoo published versions of a \"news\" item about a man who had supposedly sued his bride for fraud immediately after their wedding because she allegedly hid her lack of good looks from him through the use of makeup: A man who saw his new wife for the first time without make up is reportedly SUING her for trauma, after being shocked at her appearance.",
  "Fact Check": "Did a man sue his bride immediately after their wedding for deceiving him by wearing makeup?",
  "Description": "The unnamed couple had just got married in Algeria and after spending the night together, the husband woke up to find his wife bare faced. But rather than admire her natural beauty, instead the man REFUSED to believe the woman was his wife, believing her to be a thief. Finally realising that this was in fact the woman he loved, the man is now allegedly suing her for fraud and \"psychological suffering\". Every outlet that ran this \"news\" item sourced it from the same place, a second-hand Emirates 24/7 article that read: An Algerian groom took his bride to court just a day after their marriage, accusing her of not looking as pretty as before the wedding and of cheating him with much make-up. The groom, who is seeking $20,000 damages, told court in the capital Algiers that he was shocked when he got up in the next morning and found that his wife looked so different, that he could not recognise her. Newspapers in the North African Arab country said the groom swore in court that he even mistook his wife for a thief who came to steal his apartment\". The groom told the judge that he could not recognise his wife after she washed the make-up off her face. \"He said he was deceived by her as she used to fill up her face with make up before their marriage, the papers said, quoting a court source. He said she looked very beautiful and attractive before marriage, but when he woke up in the morning and found that she had washed the make-up off her face, he was frightened as he thought she was a thief. \"The groom told court that he is demanding $20,000 damages for his psychological suffering.\" This tale bore many of the hallmarks of a media hoax: An unlikely and outlandish story gleaned second-hand from unspecified foreign news sources, about an event taking place in a part of the world where facts are difficult to verify, and offering no details of name, date, or location (beyond the mention of an \"Algerian groom\") nor any quotes or photographs of persons involved. This tale also bore a very strong resemblance to previous hoaxes, particularly one about a Chinese man who supposedly sued his wife for bearing him ugly children after he discovered she had undergone extensive cosmetic surgery prior to meeting him to disguise her less-than-desirable looks. Indeed, the story was a jape perpetrated by the French-language fake news web site El Manchar (i.e., \"The Stain\"), who proudly tweeted about how their fabricated story had made the listing of the day's top news stories: Le canular sur le maquillage parmi les sujets d'actualit les plus repris au monde pic.twitter.com/tNkEhkeJtA el-manchar (@el_manchar) August 6, 2015 Last updated: 7 August 2015",
  "Originally Published": " 5 August 2015",
  "Referred Links": "https://twitter.com/el_manchar/status/629409883885060096;http://t.co/tNkEhkeJtA;https://twitter.com/el_manchar/status/629409883885060096/photo/1;http://el-manchar.com/un-nouveau-marie-depose-une-plainte-contre-sa-femme-pour-faux-et-usage-de-faux;http://www.emirates247.com/offbeat/crazy-world/groom-sues-bride-for-not-looking-pretty-without-make-up-2015-08-03-1.598962;http://news.yahoo.com/groom-sues-new-wife-for-fraud-after-seeing-her-075109260.html;",
  "Example": "",
  "Last Updated": "7 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/kiss-no-makeup/",
  "Claim": "A man sued his bride immediately after their wedding for deceiving him by wearing makeup.",
  "Tags": "bride;no makeup;sued;",
  "Claim_ID": "kiss-no-makeup"
}