{
  "Origins": "In mid-November 2015, links began circulating on Facebook promising users a Thanksgiving coupon for 50 percent off all Kohl's purchases:",
  "Fact Check": "",
  "Description": "The appended links involved a variety of URLs (above, \"couponbits.com\"), and users who clicked through to claim their coupon landed on a page titled \"Complete these steps below to get KOHL'S Reward!\" While the page mimicked the style of Facebook-based content, it was hosted on a non-Facebook URL: As with many similar coupon lures on Facebook, the dangled bait was based upon an actual Kohl's coupon (albeit one whose savings were far more modest): In response to an avalanche of Facebook complaints from frustrated users who hadn't received coupons after completing the steps, Kohl's verified account replied: Please know this is not a valid Kohl's offer. Social media users are largely acquainted with survey scams of this type; Kohl's (previously), Costco, Home Depot, Lowe's, Kroger, Best Buy, Macy's, Olive Garden, Publix, Target, and Walmart are among retailers used as scam bait (by folks mining personal information and valuable page likes from Facebook users). A July 2014 article from the Better Business Bureau illustrated how folks might spot and avoid bad actors utilizing the reputations of brands on social media: Don't believe what you see. It's easy to steal the colors, logos and header of an established organization. Scammers can also make links look like they lead to legitimate websites and emails appear to come from a different sender. Legitimate businesses do not ask for credit card numbers or banking information on customer surveys. If they do ask for personal information, like an address or email, be sure there's a link to their privacy policy. When in doubt, do a quick web search. If the survey is a scam, you may find alerts or complaints from other consumers. The organization's real website may have further information. Watch out for a reward that's too good to be true. If the survey is real, you may be entered in a drawing to win a gift card or receive a small discount off your next purchase. Few businesses can afford to give away $50 gift cards for completing a few questions. It's likely Kohl's planned to release Black Friday coupons on or around Thanksgiving, but the retailer was unlikely to do so by forcing its customers to like and share a Facebook status update. Last updated: 19 November 2015",
  "Originally Published": " 19 November 2015",
  "Referred Links": "http://www.bbb.org/blog/2014/07/customer-survey-scam-lures-victims-with-gift-card/;",
  "Example": "[Collected via e-mail, October 2015] There is a Yes pass from Kohl's, saying that everything is 50% off. You need to share and comment Thanks Kohl's. Is this true?? _______________________________________________________________________ Happy Thanksgiving from Kohl's. 50 % OFF of everything.",
  "Last Updated": "19 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/kohls-thanksgiving-coupon-scam/",
  "Claim": "Kohl's is giving Facebook users a coupon for 50 percent off any purchase for liking and sharing a status.",
  "Tags": "facebook survey scams;facebook coupons;coupon scam;kohl's;",
  "Claim_ID": "kohls-thanksgiving-coupon-scam"
}