{
  "Origins": "A common conspiracy theory concerning mass shootings is that they are staged events, and that the mourners seen on television are merely government-paid \"crisis actors\" playing the role of bereaved relatives. In the aftermath of the mass shooting in San Bernardino, California, that left 14 people dead on 2 December 2015 a photograph purportedly showing one of these \"crisis actors\" was posted on Facebook. While the above-displayed photograph does indeed show an actress with a fake gunshot wound, the image was not taken in 2015 and does not capture a \"crisis actor\" at work. The woman pictured is actress Kristen Bell, and the photograph was snapped several years prior to the San Bernardino shooting during the filming of a scene for NBC's popular sci-fi drama Heroes.",
  "Fact Check": "",
  "Description": "Greg Beeman, an executive producer on Heroes, posted the image to his web site on 1 December 2008: Sadly as of this episode Kristen Bell departs the show we loved having her here. She is a pro and an all-around good egg. The scene where Sylar burns her body was her last scene in the series but I actually directed her on her last day of shooting. This was the scene at the rental car dealership from episode 10. When we wrapped that scene the Assistant Director announced that Kristen was finished in the series. There was a huge round of applause and weepy eyes all around. Tim Kring and Kristen had explored keeping her around longer and I know Kristen wanted to come back. There were potential storylines about pregnancies and babie ... But the truth is she has a very busy career with a lot of feature films, pilots and much else in the works. We had no official contract with her and she couldn't commit to exactly when she could return. And so it was decided that this would be the most exciting way to end her character. She will be missed. This isn't the first time that this photograph of Kristen Bell has been tied to a violent event. In April 2015, the website 8chan used the photo in connection with riots in Baltimore. Last updated: 7 December 2015",
  "Originally Published": " 7 December 2015",
  "Referred Links": "http://antiviral.gawker.com/wow-i-never-thought-i-would-see-a-lol-it-s-only-9mm-1701617983;http://gregbeeman.blogspot.com/search?updated-min=2008-01-01T00:00:00-08:00&updated-max=2008-12-08T10:08:00-08:00&max-results=14&start=2&by-date=false;",
  "Example": "[Collected via Facebook, December 2015]",
  "Last Updated": "7 December 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/kristen-bell-crisis-actor/",
  "Claim": "A photograph shows a \"crisis actor\" pretending to be shot on the floor of a grocery store.",
  "Tags": "kristen bell;crisis actors;",
  "Claim_ID": "kristen-bell-crisis-actor"
}