{
  "Origins": "Although Cinderella's glass slippers make their first appearance in Charles Perrault's version of this well-known fairly tale, they were not the result of a mistranslation.",
  "Fact Check": "",
  "Description": "The standard explanation for Cinderella's famous footwear is that it is the result of a mistranslation, someone having mistaken pantoufle de vair , fur slipper, for pantoufle de verre , glass slipper, when making an English version of Charles Perrault's Histoires ou contes du temps pass avec des moralit s (1697). (The title of Perrault's collection in English, Stories or Tales of Olden Times with Morals also is known as Tales of My Mother Goose, after a line that appears on the frontispiece of the original, Contes de ma m re l'oye .) The principal difficulty with the standard explanation is that pantoufle de verre appears in Perrault's original text, so this is definitely not a question of mistranslation. Nor does it seem to be a case of mishearing, with Perrault writing verre for vair when transcribing an oral account, since vair, a medieval word, was no longer used in French in his time. ( Vair, variegated fur, from the Latin varius, varied, also is a root of miniver, originally menu vair, small vair, which referred initially to the fur perhaps squirrel used as trim on medieval robes and later was applied to the prized ermine, or winter weasel fur, on the ceremonial robes of peers.) Finally, the glass slipper is peculiar to Perrault's telling of the story, which is one of the world's best-known and most widely distributed folktales. In most versions, Cinderella is helped by her dead mother, who reappears as a domestic animal, typically a cow or goat, rather than her fairy godmother; often, she makes three visits to a ball, festival, or church; and her true identity is revealed by a ring that will not fit anyone's finger but hers. The story probably is of Oriental origin. In the oldest known version, from China in the ninth century, the heroine loses a slipper, as it happens, but it is of gold. The glass slipper, then, along with the use of the witching hour of midnight as the moment at which the heroine's finery will disappear, seems to be one of Perrault's own contributions to the Cinderella story.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "12 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/language/misxlate/slippers.asp",
  "Claim": "Cinderella's slippers were made of fur in the original versions of the fairy tale, but they became glass slippers in later versions as the result of a mistranslation.",
  "Claim_ID": "language_misxlate_slippers",
  "Tags": ""
}