{
  "Origins": "While some common words have entered the English language as acronyms (words formed from the initial letters or syllables of a phrase, such as radar , which came from Ra dio D etection a nd R anging), only rarely has that happened prior to the last century. Yet that fact stops few from reaching for acronymic explanations for a variety of far older words, especially in instances where the true etymologies aren't crystal clear.",
  "Fact Check": "",
  "Description": "And that is the case with posh , a word now best understood as a descriptor of something elegant or stylishly luxurious. Its entry into the language is a bit murky, which seemingly left room for the creation of a charming yet false backstory about the word's having sprung to life as an acronym for \"Port out, starboard home.\" By the lights of this tale, those of higher class and greater wealth who routinely traveled between Britain and India in days of yore via the Peninsular and Oriental (P&O) Steamship Company demanded \"POSH\" accommodations on those ships to spare their delicate white complexions from the worst effects of the sun. Supposedly, on the outward trip (England to India), cabins on the port (left) side had greater benefit of the sea breeze and better shelter from the harsh sun, whereas cabins on the starboard (right) side enjoyed those benefits on the inbound (India to England) trip. Such constant demand from the upper crust for these particular stateroom choices led P&O to begin stamping the tickets of such folks with \"POSH\" to formally confirm that they would be assigned appropriately situated cabins and/or to confirm the ticketholders' exalted status. Sometimes the tale includes the detail that the denizens of higher society of those days had to strive to maintain their whiter than white complexions because sporting a tan was a sign of membership in the lower classes. There are many things wrong with the \"Port out, starboard home\" yarn. British citizens who secured passage to India didn't make reservations for their return trips at the time of booking the outbound leg. The sea journey between these two countries was lengthy and not undertaken lightly by travelers, so once folks got to India, they tended to stay for months, and even years. Sensible people would therefore not lock themselves into firm return dates, instead choosing to book return passage only when they were ready to go home. Therefore, there wouldn't have been return tickets stamped \"POSH.\" Second, the monsoon winds that ships which traversed the route between England and India were subject to shift from winter to summer: the sheltered and exposed sides of a ship change seasonally. One part of the year's posh therefore would be another's soph . Also, whereas the construction of modern day cruise ships places the emphasis on the provision of balcony cabins (which are priced at higher rates than are staterooms with windows, which in turn are priced higher than inside accommodations which lack any sort of window), that of passenger liners in service in the 19th century went the other way almost all the rentable cabins that were then to be had were located in the interior of the ship and thus didn't have so much as a porthole peeking out upon the sea, let alone balconies whereupon one was in danger of absorbing a pigment-altering amount of sun. Whatever sun one got on these trips came from promenading about the deck, not from one's own personal window or balcony. As well, given that the Victorians were absolutely dotty about keeping all manner of odd bits of memorabilia, it's not reasonable to assume that none of the steamship tickets marked \"POSH\" would have survived, and yet not so much as one ticket has turned up anywhere. Remember, this would have been the trip of a lifetime, at least to some of those who took it, so you can be sure that such travel documents, if they had existed, would have afterwards made their way into any number of scrapbooks or fancy boxes wherein folks stored their keepsakes. Finally there's what's known about the word's history. As mentioned earlier, posh has a murky beginning. The word, as we now understand it to mean \"luxurious\" (it's carried a number of meanings during its time in the English language), was first sighted in print in 1914. However, if we look back at a related meaning, that of \"a dandy,\" it was sighted in 1890, with that entry drawn from a dictionary of slang, from which we can glean that the word had been around for a bit even before that. As to where posh (in the \"dandy\" sense) came from, in 1830 the word was sighted in print as a term for money (\"He had not got the posh yet\"). A reasonable assumption is that, over time, a slang term for \"money\" came to mean \"someone who has a fair bit of money,\" which then jumped to mean \"something that costs a lot of money\" or \"something that only the highest socially can get their hands on.\" As to how posh came to mean \"money,\" a term from the Romany language spoken by the gypsies in 17th century England brought it into play: posh-houri , meaning \"half-pence.\" The posh component of that compound word stuck around, attracting the slang meaning of money . If all that was too complicated to follow, think of it this way: posh came from the gypsies of 17th century England, and you'd have to search long and hard to find a group of folks less likely to have set foot on a steamship, let alone to be housed in the best accommodations onboard. The tale about \"Port out, starboard home\" also didn't surface until 1935, two decades after the appearance of posh (in the \"luxurious\" or \"swank\" sense) was noted in 1914. In the final analysis, we have no port, no starboard, and no peaches and cream complexions in danger of being roasted into lower class brownness by the harshness of the noon day sun. Barbara \"but we do have gypsies\" Mikkelson Sightings: In the 1996 novel E.L. Konigsburg The View From Saturday , Julian asserts posh is an acronym and explains this claim by way of the \"Port out, starboard home\" tale. In the 1968 film Chitty Chitty Bang Bang , the character of Grandpa Potts sings \"Posh,\" a song about the joys of the traveling life which includes in its lyrics \"Port out, starboard home, posh with a capital P-O-S-H, posh.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2003] The origin of the English word POSH is interesting. Back in the late 19th and early 20th centuries, it was the thing to do for Englishmen (and women) to go to India for holiday (vacation). They went by steamship. In those days, having a tan was not meant for the upper class, because it meant that one was a manual laborer or field worker. The route to India meant that the ship went out with the afternoon sun (the hottest and most likely to tan one) on the right or starboard side. And returning from India the afternoon sun was on the left or port side. To avoid the tanning sun (and paying for the more expensive side) a wealthy person would ask for a ticket \"portside out starboard home\". The ticket person would stamp P.O.S.H. on the ticket. Eventually, one had only to ask for POSH. Thus, the word became part of the language to mean better accommodations... for a price.",
  "Last Updated": "20 June 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/language/acronyms/posh.asp",
  "Claim": "Posh entered the language as a shortening of \"Port Out, Starboard Home.\"",
  "Claim_ID": "language_acronyms_posh",
  "Tags": ""
}