{
  "Origins": "Every summer, articles in the food sections of newspapers across the country make interminable and even unforgivable punning uses of \"salad days.\" In those august tomes, as soon as ways to foist cold lettuce upon one's nearest and dearest get mentioned, out trots the linguistic side-slapper in all its hee-haw glory. And we, the docile readers, merely sigh in exasperation, as yet another instance of the triteness of the phrase once again blinds us to our not knowing a darned thing about where that horribly overused term came from.",
  "Fact Check": "",
  "Description": "Our salads are dazed no more; here's the skinny: Coined by William Shakespeare, the phrase appears in his 1606 Antony and Cleopatra in Act 1, Scene 5. In that first time around the block, after Cleopatra rhapsodizes about the intensity of her love for Antony, her servant Charmian points out that the Egyptian queen had once felt the same way about Julius Caesar. Disclaims Cleopatra: \"My salad days, When I was green in judgment: cold in blood, To say as I said then!\" In that earliest airing, \"salad days\" indicated a distant time of youthful na vet . The descriptor \"green in judgment\" explains the curious phrase's meaning: salads are green, and \"green\" is often used in the English language to denote someone who is inexperienced (e.g., greenhorn), hence the play on words. Salads are also cold, hence the further tying of \"cold in blood\" back to the phrase. As for why Cleopatra would describe her youthful self as being \"cold in blood,\" many historians view her romance with Julius Caesar as motivated not by passion for the man himself, but of a political need for a strong military ally to aid her in wresting the throne away from her brother. Her \"love\" for the aging commander (she was 21 to his 52) could therefore be regarded as cold-blooded. The following 1865 sighting of the phrase bears out the \"foolish on account of one's youth\" meaning. In it, the author ascribes his shopping for a horse via newspaper classifieds to being too young and inexperienced to know better: Being in want of a horse at the time it was in my salad days, reader looked through the advertisements in The Times, and noticed one which at any rate promised well. Over time, the meaning of the phrase has moved away from being foolish because of a lack of experience and into a quick way of identifying a time in a person's life when he was full of vim and vigor. The \"foolish\" component of \"salad days\" has dropped away, leaving only the \"young\" aspect in play. \"Salad days\" now also describes being at the peak of one's abilities, which just goes to show how much a phrase's meaning can change, if you wait long enough. Barbara \"passage of thyme\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "23 April 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/language/phrases/saladdays.asp",
  "Claim": "The phrase \"salad days\" was coined by William Shakespeare.",
  "Claim_ID": "language_phrases_saladdays",
  "Tags": ""
}