{
  "Origins": "The will of Herman Oberweiss, an apparently cantankerous old man with a grudge against his brother Oscar, has long been claimed to be an actual will offered for probate in Anderson County, Texas, in 1934. August legal authorities such as University of California Law School Dean William Prosser and Watergate Special Prosecutor Leon Jaworski have cited it, and the Anderson County clerk's office still receives requests for copies of it.",
  "Fact Check": "",
  "Description": "But is it real? Some of the contextual clues should give the alert reader pause. Herman, we glean from the text, was an east Texas farmer who wrote using a syntax indicative of a native German speaker and was familiar with more than a few Yiddish words, indicating that he was likely Jewish. Yet he used a number of terms indicative of a polyglot of non-Jewish religious denominations: \"pastor,\" \"elder,\" and \"meeting house.\" A Lutheran or (Roman Catholic) congregation would have a pastor, but it wouldn't refer to its church as a \"meeting house.\" Quakers use the term \"meeting house,\" but they don't have pastors. These curiosities may make the will suspicious, but they don't prove the will to be phony, do they? Well, how about the fact that the Anderson County clerk's office has no record of this will's ever having been offered for probate? Ah, 1934 was a long time ago, you say maybe they lost the paperwork. Fortunately, we don't have to rely on surmise and supposition. It turns out that the Oberweiss Will, just like the infamous Ronald Opus case study, was a work of fiction created by a banquet attendee for the amusement of his audience. Judge Jerry Buchmeyer's 1982 article in the Texas Bar Journal revealed that the Oberweiss culprit was a Houston attorney named Will Sears, who devised it for a law school banquet in 1931. As often happens, once the piece was removed from its initial context, people overlooked the humor and took it to be the Real McCoy.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "I am writing of my will mineself that dam lawyir want he should have too much money, he ask too many answers about the family. First thing I don't want mine brother Oscar get a G___ D_____ thing I got. He is muser. He done me out of forty dollars 14 years since. I want it that mine kid sister Hilda get the North Sixtie Akers of at where I am homing it now. I bet she don't get that gonoph husband of her to brake 20 akers next plowing. She can't have it if she lets Oscar live on it, I want I should have it back if she does. Tell Mamma that $600 she been looking for ten years is buried from the backhouse behind about 10 feet down. She better let little Frederich do the digging and count it when he comes up. Pastor Lucknitz can have $300 if he kisses the book he won't preach no more dumhead talk about politiks. He should a roof put on the meeting house and the elder should the bills look at. Mamma should the rest get, but I want it so mine brother Adolph should tell her what not she should do so no more slick Irishers sell her vakom cleaners. They noise like hell and a broom don't cost so much. I want it that my brother Adolph be my execter and I want it that the judge please make Adolph plenty bond put up and watch him like hell. Adolph is a good business man but only a dumbkopf would trust him with a busted pfennig. I want dam sure that schliemiel Oscar don't nothing get, tell Adolph he can have a hundred dollars if he proves judge, Oscar don't nothing get. That dam sure fix Oscar. Signed: Herman Oberweiss.",
  "Last Updated": "10 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/language/document/oberweiss.asp",
  "Claim": "A Texas farmer named Herman Oberweiss filed an unusual, self-penned will in 1934.",
  "Claim_ID": "language_document_oberweiss",
  "Tags": ""
}