{
  "Origins": "Bridesmaids are female attendants who traditionally serve to ready the bride on her wedding day, plus in more modern times run various nuptial-related errands on her behalf in the months and weeks leading up to the big day. At one time they were chosen from among the unwed young women of marriageable age of the bride's acquaintance, but these days neither age nor marital status bars a cherished friend or family member from serving in the bride's retinue.",
  "Fact Check": "",
  "Description": "Given that in earlier times the focus of the bridesmaid role was to supply the bride with a court of young, unwed lovelies, the saying \"Always a bridesmaid but never a bride\" was a sad one, in that the bride, by virtue of having snagged a husband, was viewed at having succeeded at her life's task whereas her attendants no matter how lovely or accomplished as having failed. A woman who had been a bridesmaid a number of times was someone whose marriage prospects were dim indeed, in that she had clearly been passed over by the eligible men of her acquaintance in favor of others. (According to lore, being a bridesmaid too often is unlucky for the marital prospects of that bridal helper. Superstition has it that a gal who acts in this capacity three times dooms herself to perpetual spinsterhood. However, there is an out go on to be a bridesmaid seven times and the curse is broken.) Given how vital making a good match was to the future of women's lives in the not all too distant past, one would think the aphorism \"Always a bridesmaid but never a bride\" has been with us forever. Surprisingly, it dates to only the mid-1920s. In 1925, one of the magazine ads used by Listerine mouthwash titled \"Often a bridesmaid but never a bride\" featured a sad-faced yet fetching young woman. The text touting the use of Listerine to combat bad breath began \"Edna's case was a really pathetic one. Like every woman, her primary ambition was to marry. Most of the girls of her set were married or about to be. Yet no one possessed more grace or charm or loveliness than she. And as her birthdays crept towards that tragic thirty-mark, marriage seemed farther from her life than ever. She was often a bridesmaid but never a bride.\" That early advertisement launched a saying that continues to carry on strongly into the 21st century. Sports teams that habitually reach the playoffs but unfailingly fall short of seizing the championship are routinely dubbed \"bridesmaids,\" and one will hear members of such teams ruefully state \"Always a bridesmaid but never a bride.\" Listerine, by the way, did more than merely bestow upon the English language a lasting turn of phrase. Prior to its being marketed as a breath freshener (its earlier uses were to sterilize gauze bandages, clean floors, irrigate nasal passages, and the product was even touted as both baldness and gonorrhea cures), folks weren't overly concerned about their bad breath. Only a series of Listerine print ads (including \"Often a bridesmaid but never a bride\") prompted consumers to buy mouth rinses to combat their halitosis. Barbara \"breath of fresher air\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "10 May 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/language/phrases/bridesmaid.asp",
  "Claim": "\"Always a bridesmaid but never a bride\" originated with an advertising campaign for mouthwash.",
  "Claim_ID": "language_phrases_bridesmaid",
  "Tags": ""
}