{
  "Origins": "The rather improbable saga of the origins of the word \"gringo\" has it that the term began during the Mexican-American War (1846-48), when Mexicans supposedly overheard American soldiers continually singing either \" Green Grow the Lilacs \" or \" Green Grow the Rushes, O \" (a song based upon a Robert Burns poem). Purportedly, the Spanish-speaking Mexicans thereupon began derisively referring to the Americans as \"green grows\" (rendered phonetically in Spanish as gringos ), which soon became a pejorative Spanish-language term for \"foreigners\" (particularly Americans).",
  "Fact Check": "",
  "Description": "Other versions of this etymological legend attribute the singing to Irish Legion volunteers serving in Simon Bolivar's army during Venezuela's war for independence from Spain in the early 19th century, \"cowboys in south Texas,\" or American troops attempting to track down Pancho Villa in Mexico in 1916-17. All of these charming explanations have chronology working against them. Although the first recorded use of \"gringo\" in English dates from 1849 (when John Woodhouse Audubon, the son of the famous nature artist, wrote that \"We were hooted and shouted at as we passed through, and called 'Gringoes'\"), the word was known in Spanish well before the Mexican-American War. According to Rawson, the Diccionario Castellano of 1787 noted that in Malaga \"foreigners who have a certain type of accent which keeps them from speaking Spanish easily and naturally\" were referred to as gringos , and the same term was used in Madrid, particularly for the Irish. The true origin of gringo is most likely that it came from griego , the Spanish word for \"Greek.\" In Spanish, as in English, something difficult or impossible to understand is referred to as being Greek: We say \"It's Greek to me,\" just as in Spanish an incomprehensible person is said to hablar en griego (i.e., \"speak in Greek\"). The English version of the proverb shows up in Shakespeare's Julius Caesar (1599), when Casca, one of the conspirators against Caesar, proclaims: Nay, an I tell you that, I'll ne'er look you i' the face again; but those that understood him smiled at one another and shook their heads; but for mine own part, it was Greek to me. The same phrase was also used (at about the same time) by another Elizabethan playwright, Thomas Dekker, but its origins are much older: it comes from the Medieval Latin proverb Graecum est; non potest legi (i.e., \"It is Greek; it cannot be read\"). It is certainly possible (and even likely) that the Mexican-American War precipitated the introduction of the Spanish word gringo into the English language, but the word itself antedates that conflict by at least sixty years and had nothing to do with singing soldiers, American or otherwise.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.electricscotland.com/burns/green.html;http://www.contemplator.com/america/lilacs.html;",
  "Example": "",
  "Last Updated": "13 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/language/stories/gringo.asp",
  "Claim": "The word gringo came from Mexicans' overhearing American soldiers sing the song \"Green Grow the Lilacs\" during the Mexican-American War.",
  "Claim_ID": "language_stories_gringo",
  "Tags": ""
}