{
  "Origins": "Words enter the language in a number of ways, including sometimes as acronyms, words formed from the initial letters or syllables of a phrase (e.g., radar , which came from Ra dio D etection a nd R anging). However, while many common terms indeed began their linguistic lives in such fashion, not all words claimed to have acronymic origins actually started out that way.Sometimes words come into the language as solid-state entities, and only afterwards do they pick up false etymologies positioning them as acronyms.",
  "Fact Check": "",
  "Description": "The \"false etymology\" route is the case with the word phat , an adjective defined in the Oxford English Dictionary as a slang term for: a. Of a person, esp. a woman: sexy, attractive. b. Esp. of music: excellent, admirable; fashionable, 'cool'. Particularly associated with the hip-hop subculture. Phat is not, as commonly believed, an acronym, although a number of core phrases have been offered at various times as the word's source: Pretty Hot And Tempting Pretty Hips and Thighs Pussy, Hips, Ass and Tits Pretty Hole at All Time PHysically ATtractive Plenty o' Hips And Thighs Plenty of Hips, Ass and Tits The entries in the above list are examples of \"backronyms,\" phrases constructed after the fact which are attached to existing words and presented as those words' sources. Phat isn't a shortening of a salacious phrase applying to the physical attributes of women; it is instead a deliberate misspelling of fat , a word that has for centuries carried in the English language (and some others) a meaning of \"rich, abundant, or desirable.\" People will speak of being \"fat and happy,\" but not in the sense of bragging about corpulence, but rather as a way of expressing their state of satisfaction with the goings on in their lives. Likewise, folks may have \"fat\" bank accounts, or land \"fat\" parts in plays, or even themselves be \"fat cats\" (wealthy, important, influential, or famous people). Phat's earliest print sighting dates to a Time magazine entry of 2 August 1963 identifying it as \"Negro argot,\" with \"mellow, phat, stone, and boss\" all being \"general adjectives of approval.\" Given that this notation occurs within a vocabulary list enumerating terms already in common use within a particular culture, the word can therefore be fairly safely dated at least to the 1950s. However, that phat is more than a half century old doesn't mean the word stayed in constant use during that span. It dropped out of sight for a number of years, then enjoyed a revival in the mid-1980s. To those picking it up then, the word seemingly came out of nowhere as a hip hop term for something especially desirable (e.g., a phat car or jacket). Somewhere in the 1990s acronymic explanations began to surface (such as \"pretty hot and tempting\" and its less savory cousins). Yet prior to that time, phat was accepted purely on its own merits, in the same manner that boss or cool are understood as general terms of approval without anyone's attempting to justify their existences as acronyms for \"bitchin' overpriced success stuff\" or \"crazy outlook on life.\" Phat was, well, phat : a word that identified items it attached to as being especially worthy of envy. One would dream of owning a phat ride or of flashing a phat ring at one's homies while walking into a club with a gorgeous babe on one's arm. Phat was a lifestyle to be aspired to, not (as the acronymic explanation would have it) a compacted list of female body parts. Phat even made its way into the retail world, via Phat Fashions, an outfit begun in 1992 which designs and markets urban hip-hop fashions for men, women, and children under the Phat Farm and Baby Phat labels. Barbara \"selling the farm\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.babyphat.com;http://www.phatfarm.com/;",
  "Example": "[Collected on the Internet, May 1997] I teach high school, and today one of my students was telling me that the expression \"phat\" as in \"bad\" or \"cool\" was really an acronym based on female body parts (Pussy, Hips, Ass, Tits).",
  "Last Updated": "18 January 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/language/acronyms/phat.asp",
  "Claim": "Phat originated as an acronym formed from the phrase \"Pretty Hot and Tempting.\"",
  "Claim_ID": "language_acronyms_phat",
  "Tags": ""
}