{
  "Origins": "Handicap is indeed an odd word in that it didn't pick up its 'physical disability' meaning until 1915 yet the word was in existence in 1653. The etymology quoted above which ties the word to 'cap in hand' is false; 'cap in hand' came into being via a different route, whereas handicap began as a shortening of 'hand in cap,' which is the other way around from what this fanciful tale would have us believe. (Those having momentary trouble grasping the importance of the term's reversal should spend a moment contemplating the difference between 'cathouse' and 'housecat.')",
  "Fact Check": "",
  "Description": "The evolution of handicap to include its 'physical disability' meaning took place over a number of centuries, and it is necessary to delve into the rules of 'hand-in-cap' (a lottery game from the 1600s) to gain an understanding of the original meaning of the word and how from those early beginnings it progressed to emcompass the myriad meanings we now assign to it. To play hand-in-cap required three people; two players and a referee. The game began with all three putting forfeit money into a cap, with ownership of this kitty to be decided by the outcome of the game. Each of the two players would then offer up an item he thought the other guy might want. The referee would inspect the items and assign a monetary value to the difference between the worth of the two things, thereby more or less equalizing the transaction. He who offered the lesser-valued item also had to pony up with the amount decreed by the referee. Once this appraisal was completed, the two players would reach into their pockets to either draw out loose change or not, depending on whether they were happy with the proposed swap. (This change did not become part of the transaction over and above the appraisal fee; it was merely symbolic, representing a visual proof of the intent to \"purchase\" the other's goods.) If both drew out coins, the exchange was effected, and the referee took the forfeit money for himself. If neither drew out coins, the referee again took the forfeit money, though the exchange was not made. But if only one drew out coins, he was entitled to the forfeit money, even though again the exchange was not made. Over time, the name of this game became shortened from hand-in-cap to hand i'cap , then handicap . In time handicap came to grow beyond just being the name of a barter game; the word came to refer to any specific action that worked to make a contest more equitable. In the original game of 'hand-in-cap,' this equalization was effected by the owner of the less valuable item putting up an amount of cash to bring the worth of both sides of the proposed transaction into balance. In sports, this rebalancing was effected the other way, with the strong coming down to meet the weak. In horse racing, for example, since it wasn't possible to make slower horses faster, the equalization would be carried out by adding a weights under the saddle of the faster horse to bring its skill level down to that of the others. Likewise, the favorite in a foot race would be handicapped by being made to start farther back than the others, or perhaps from the same starting point but only after the others had a head start. Handicapping thus became a term for leveling out the field by making the stronger contestant(s) bear a penalty. A term which had made the jump from a game's name to 'way to equalize a contest' from there become synonymous with 'imposed impediment,' and then just 'impediment.' Once again, the use of the word expanded: handicap grew from being strictly a sporting term to cascade into the mainstream of the language. Divorced of its gaming associations, it came to mean 'a physical limitation,' an extension of its 'impediment' meaning. A simple timeline of the word's development: First seen in 1653, where it refers to the lottery game described above. Sightings of it from 1754 show it used to describe horse races where the superior beast is made to carry extra weight to equalize the field. By 1883, it has leaked from the sporting world into the mainstream of language, referring then to the larger concept of equalization itself. The first use of the word in conjunction with the disabled appears in 1915, when it is applied to physically crippled children. By the 1950s the term handicapped is extended to also cover adults and the mentally disabled. At no point in the word's history does 'cap in hand' surface. As stated above, it developed by a different route. It also means something entirely different. 'Cap in hand' comes to us from the custom of uncovering the head as a sign of reverence, respect, or courtesy. Its earliest sighting dates to 1565 where it referred to a show of subservience made to a judge. Its shift from a sign of respect (similar to addressing a gentleman as \"sir\") to a term meaning 'to importune another for a favor' is less simple to date accurately. Its first clear use in this context occurs in 1887, but earlier Oxford English Dictionary entries could be parsed as supporting this meaning. Nowadays 'cap in hand' has dropped its original meaning of 'a sign of reverence, respect, or courtesy' and has solely come to mean 'to humbly seek a favor.' (One is said to go 'cap in hand' to one's boss when asking for a raise, for instance.) As to why some choose to believe in a provably false etymology of handicap that asserts it has ties to the disabled having to subsist as beggars in times past, one can only speculate it has to do with recent abhorrence for handicapped as a description of the disabled. Some elements of current society choose to stress abilities over shortcomings, thus terms that identify the disabled as lacking something the abled possess have fallen out of favor with them. Handicapped is seen as offensive by some because it stresses the negative, possibly leading to a continued view of the disabled as less than worthy members of the human race. Likewise, disabled is also seen as offensive to some who prefer the more ability-positive term less abled . What has this to do with a false etymology? Well, it's far easier to convince folks to eschew a word if it can be tied to an offensive image than it is to get them to swear it off based on mere preference for something else. Barbara \"beggars description, doesn't it?\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1993] History of the Word Handicapped People have been saying \"handicapped\" for years. Since 1504, in fact. In 1504, after a brutal war in England, King Henry VII had an idea. King Henry knew that the war had left his country with a great number of disabled veterans. And King Henry, who unfortunately had skipped his REELife Solutions [not a trademark, thank God] training session that morning, could not envision disabled veterans being able to hold a job, or contribute to society [sic]. So King Henry VII passed some landmark legislation. He proclaimed that begging in the streets be legal for people with disabilities. So into the streets, with their \"cap in hand\", went King Henry's disabled veterans, to beg for money. And so originated the term \"handicap\". \"hand-in-cap\"",
  "Last Updated": "16 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/language/offense/handicap.asp",
  "Claim": "The word handicap comes from 'cap in hand' and refers to the physically disabled's need to subsist as beggars.",
  "Claim_ID": "language_offense_handicap",
  "Tags": ""
}