{
  "Origins": "While many common terms have entered the English language as acronyms (words formed from the initial letters or syllables of a phrase, such as radar , which came from the term Ra dio D etection a nd R anging), only rarely did that phenomenon occur prior to the mid-twentieth century. Yet that fact stops few from reaching for acronymic explanations for a variety of far older words, especially in instances where the true etymologies aren't crystal clear.",
  "Fact Check": "",
  "Description": "Swag is one such misunderstood word. Some of the acronymic explanations for it that we've encountered are: Secretly We Are Gay Souvenirs, Wearables, And Gifts Stuff We All Get Stuff We Ain't Got Scientific Wild Arsed Guess Stolen Without A Gun Sold Without A Guarantee Not surprisingly, none of those explanations is correct. The word 'swag' is not an acronym, nor has it anything to do with homosexual men surreptitiously attracting like-minded souls to partake of a group activity. It is instead a corruption of the Scandinavian svagga , meaning \"to rock unsteadily or lurch\" and entered the English language in the 13th or 14th century, with its earliest print sighting dating to 1303. Over time its meaning evolved into that of \"hanging loosely or heavily, to sag,\" and by 1794 picked up the additional meanings of \"booty or plunder\" and \"a hanging wreath or garland.\" In current common usage, swag has a number of meanings: Illegally obtained goods. (We employ it that way ourselves in our \"Self-Signaling Swag\" article about crooks fingered by the electronic locators contained in the items they stole.) Free stuff: promotional items, gift bags, goodies, and the like. A decorative garland (festive season evergreens or those fashioned of other materials, whether displayed during the holiday season or at other times of the year) hung in such a way that loops of it hang freely. A valance: an item of window dressing wherein fabric matching the drapes is gathered at one or more points along the curtain rod to produce decorative sweeps of cloth having the appearance of downward-hanging fans. In Australia swag refers to the bundle of belongings carried by a swagman, a person those in North America would term a hobo. In that country to \"go on the swag\" means to become a tramp, and having \"swags of\" any particular item means having \"lots of\" that thing. The word is also used as an adjective in \"swag lamp\" (a lighting fixture characterized by the electrical cord that feeds power to it dangling from the ceiling in a swag) and \"swag curtain\" (a type of drapery wherein one extremely long piece of fabric is used to fashion a curtain which hangs loose in eye-pleasing folds at each side of the window and has decorative loops of the cloth twined around the curtain rod). Swag remains in the English language in some lesser-used forms, such as \"to sway\" and \"to stagger.\" The term is also the likely root of \"swagger,\" which either characterizes someone's walk as having a bold, exaggerated side-to-side movement or serves as a figurative term for describing someone's behavior as boastful, conceited and arrogant.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2012] \"SWAG\" is an old acronym that gay men used in the 60's that stood for \"Secretly We Are Gay\", and Swag was used as a label to identify and announce one's status publicly. [Collected via e-mail, August 2012] The term swag was invented in the early 1960's by a group of gay men in Hollywood. it stands for \"secretly we are gay\"and most frequently used as code on posters announcing gay orgies.",
  "Last Updated": "17 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/language/acronyms/swag.asp",
  "Claim": "The word swag began in the 1960s as an acronym for \"Secretly we are gay.\"",
  "Claim_ID": "language_acronyms_swag",
  "Tags": ""
}