{
  "Origins": "This piece has been circulating on the Internet since at least July 1998, and although it has come to be attributed to Maya Angelou , the celebrated African-American poet, it is not her work. (She even disclaims authorship of it on her web site.)",
  "Fact Check": "",
  "Description": "This piece is instead the work of Pamela Redmond Satran , a writer who has penned five novels ( The Man I Should Have Married, Babes in Captivity, Younger, Suburbanistas, and The Home for Wayward Supermodels ) and numerous articles for a variety of publications including Glamour, Parenting, Bon Appetit, Good Housekeeping, The New York Times, Men's Journal, Redbook, Ladies Home Journal, and The Washington Post . Entitled \"30 Things Every Woman Should Have & Should Know By the Time She's 30,\" the list appeared under her byline in Glamour Magazine in May 1997. Satran says she has since seen this piece attributed not only to Maya Angelou, but to Jesse Jackson and Hillary Clinton as well. Misattributing poetry items circulated online to Dr. Angelou is far from a new practice. Two other items commonly (and erroneously) laid at her feet are \" Clothes \" and \"I Am a Christian .\" Barbara \"poetic injustice\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.glamour.com/lifestyle/articles/2007/02/haveandknowby30;http://www.pamelaredmondsatran.com/;http://www.mayaangelou.com/Contact.html;http://www.mayaangelou.com/;",
  "Example": "[Collected on the Internet, June 2004] Maya Angelou's Best Poem Ever A WOMAN SHOULD HAVE ....Enough money within her control to move out...And rent a place of her own even if she never wants to or needs to... A WOMAN SHOULD HAVE ....Something perfect to wear if the employer or date of her dreams wants to See Her in an hour... A WOMAN SHOULD HAVE ...A youth she's content to leave behind.... A WOMAN SHOULD HAVE ....A past juicy enough that she's looking forward to retelling it in her Old Age.... A WOMAN SHOULD HAVE .A set of screwdrivers, a cordless drill, and a black lace bra... A WOMAN SHOULD HAVE ....One friend who always makes her laugh...And one Who lets her cry... A WOMAN SHOULD HAVE ....A good piece of furniture not previously owned by anyone else in her Family... A WOMAN SHOULD HAVE ....Eight matching plates, wine glasses with stems, And a recipe for a meal that will make her guests feel Honored... A WOMAN SHOULD HAVE ....A feeling of control over her destiny... EVERY WOMAN SHOULD KNOW...How to fall in love without losing herself.. EVERY WOMAN SHOULD KNOW...HOW TO QUIT A JOB, BREAK UP WITH A LOVER, AND CONFRONT A FRIEND WITHOUT RUINING THE FRIENDSHIP... EVERY WOMAN SHOULD KNOW...When to try harder...And WHEN TO WALK AWAY... EVERY WOMAN SHOULD KNOW... That she can't change the length of her calves, The width of her hips, or the nature of her parents.. EVERY WOMAN SHOULD KNOW...That her childhood may not have been perfect...But it's over... EVERY WOMAN SHOULD KNOW...What she would and wouldn't do for love or more... EVERY WOMAN SHOULD KNOW...How to live alone...Even if she doesn't like it... EVERY WOMAN SHOULD KNOW...Whom she can trust, Whom she can't, And why she shouldn't take it personally... EVERY WOMAN SHOULD KNOW...Where to go...Be it to her best friend's kitchen table...Or a charming inn in the woods...When her soul needs soothing... EVERY WOMAN SHOULD KNOW...What she can and can't accomplish in a day...A month...And a year...",
  "Last Updated": "19 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/language/literary/awoman.asp",
  "Claim": "A poem by Maya Angelou enumerates a list of things a woman should have.",
  "Claim_ID": "language_literary_awoman",
  "Tags": ""
}