{
  "Origins": "Somebody's fanciful imagination is at work cooking up spurious etymologies again. In short, this origin for the phrase \"cold enough to freeze the balls off a brass monkey\" is nonsense because: Not even the venerable Oxford English Dictionary, records a usage of \"brass monkey\" like the one presented here. When references to \"brass monkeys\" started appearing in print in the mid-19th century, they did not always mention balls or cold temperatures. It was sometimes cold enough to freeze the ears, tail, nose, or whiskers off a brass monkey. Likewise, it was sometimes hot enough to \"scald the throat\" or \"singe the hair\" of a brass monkey. These usages are inconsistent with the putative origins offered here. Warships didn't store cannonballs (or \"round shot\") on deck around the clock, day after day, on the slight chance that they might go into battle. Space was a precious commodity on sailing ships, and decks were kept as clear as possible in order to allow room for hundreds of men to perform all the tasks necessary for ordinary ship's functions. (Stacking round shot on deck would also create the danger of their breaking free and rolling around loose on deck whenever the ship encountered rough seas.) Cannonballs were stored elsewhere and only brought out when the decks had been cleared for action. Particularly diligent gunners (not \"masters,\" who were in charge of navigation, sailing and pilotage, not ordnance) would have their crews chip away at imperfections on the surface of cannonballs to make them as smooth as possible, in the hopes that this would cause them to fly truer. They did not leave shot on deck, exposed to the elements, where it would rust. Nobody really knows where the phrase \"cold enough to freeze the balls off a brass monkey\" came from, but the explanation offered here certainly isn't the answer.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] Every sailing ship had to have cannon for protection. Cannon of the times required round iron cannonballs. The master wanted to store the cannon-balls such that they could be of instant use when needed, yet not roll around the gun deck. The solution was to stack them up in a square based pyramid next to the cannon. The top level of the stack had one ball, the next level down had four, the next had nine, the next had sixteen, and so on. Four levels would provide a stack of 30cannonballs. The only real problem was how to keep the bottom level from sliding out from under the weight of the higher levels. To do this, they devised a small brass plate (\"brass monkey\") with one rounded indentation for each cannonball in the bottom layer. Brass was used because the cannonballs wouldn't rust to the \"brass monkey\", but would rust to an iron one. When temperature falls, brass contracts in size faster than iron. As it got cold on the gun decks, the indentations in the brass monkey would get smaller than the iron cannonballs they were holding. If the temperature got cold enough, the bottom layer would pop out of the indentations spilling the entire pyramid over the deck. Thus it was, quite literally, \"cold enough to freeze the balls off a \"brass monkey.\"",
  "Last Updated": "13 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/language/stories/brass.asp",
  "Claim": "\"Brass monkeys\" were small brass plates used to hold cannonballs on the decks of sailing ships.",
  "Claim_ID": "language_stories_brass",
  "Tags": ""
}