{
  "Origins": "The specious \"Gentlemen Only, Ladies Forbidden\" origin of the word \"golf\" has gained credence in recent years through its being made part of innumerable Internet-circulated \"Did you know ... ?\" lists. Though the length of those lists varies from one manifestation to the next (some have six entries; others have close to fifty), the truth value of this entry never changes: it's false.",
  "Fact Check": "",
  "Description": "We've said it before, but it bears saying again: only a few common words truly have acronymic pedigrees, and those harken from the 20th century and later. Though terms that have been part of the English language for centuries may well have fascinating backstories (and many do), they won't have begun their linguistic lives as acronyms, words formed by combining the initial letter(s) of a compound term or phrase. Golf is an old word, one that first appeared in our written language in 1425. One theory says the word golf derives from the Dutch word kolf , a generic term for a stick, club, or mallet used in a number of games similar to tennis, croquet, and hockey. However, according to the Oxford English Dictionary, claiming the Dutch word kolf as the origin of golf is problematic for a variety of reasons: None of the Dutch games has been convincingly identified with golf. It is not certain that the word kolf was ever used to denote the name of a game rather than the name of an implement. Scottish lacks any forms of the word golf beginning with a 'c' or a 'k.' The Scottish game of golf is mentioned much earlier than any of the supposedly similar Dutch sports. Another theory ascribes golf to the Scottish goulf (also gowf ), a verb meaning \"to strike or cuff.\" This theory would at least place the origin of the word with the people who invented the game. As for \"striking or cuffing,\" an integral part of the game is, after all, hitting the ball. (In those older Scottish writings, golf is variously spelled gouff , goiff , goffe , goff , gowff , and golph . Our modern determination to have only one correct spelling for each word would have struck our ancestors as hilariously pedantic and priggish. The norm for them was any number of spellings for common terms, provided those written representations validly reflected the pronunciation of the word. When viewed from that angle, those odd-looking spellings begin to appear far less mysterious.) Games similar to golf have been around since Roman times, but golf as we now know it dates approximately to 1552, when the famed St. Andrews course was constructed. Earlier Scottish versions were also referred to as \"golf\" even though the game so designated was very much different than its later St. Andrews version. (Bridge has a similar history. The card game we now know by that name dates only to the 1920s, yet games called \"bridge\" in which trump suits were named and outcomes determined by the number of tricks taken were around by 1860. As bridge historian Jack Olsen explains it, \"Whist led to bridge-whist, which led to auction bridge, which led to contract bridge, which led to murder, divorce, suicide, mayhem, and other social evils.\" We can't help but find that a charmingly succinct yet apt history of the development of the game, even if it leaves off mention of \"trump,\" the fifteenth century game that preceded whist.) As for golf and this wholly unfounded \"gentlemen only; ladies forbidden\" word origin, its appeal is attributable to a societal shift in the nature of who now plays the game. Women these days take as many trips around the links as do their male counterparts, and golf has grown to be a pastime enjoyed by both sexes. It's thus somewhat pleasing to imagine that this now egalitarian game was at its inception intended strictly for one gender; that indeed its very name declared it off limits to the fair sex (presumably keeping them from becoming \"the fairway sex\" as well). Women enjoy this notion because they take satisfaction from the image of having stormed and overcome a defended male bastion, whereas men like the specious word origin because it \"confirms\" that it's really their game, even if the ladies now run rampant through it. Were it up to us to promote one false word origin over another, we'd argue for golf being flog backwards. Less sexist, and far more accurate a representation, we think. Barbara \"veteran of the golf war\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1997] During a golf game this week, my partner and I picked up a single, very nice individual. He mentioned that on one of his trips to Scotland to play golf, an older Scot indicated to him that the term GOLF stood for Gentlemen Only, Ladies Forbidden. It seems to make sense, but just curious to know if that is in fact the origins of the term \"golf\".",
  "Last Updated": "10 October 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/language/acronyms/golf.asp",
  "Claim": "The word 'golf' is an acronym formed from \"gentlemen only; ladies forbidden.\"",
  "Claim_ID": "language_acronyms_golf",
  "Tags": ""
}