{
  "Origins": "This false etymology piece about the origins of phrases such as \"on the wagon\" and \"one for the road\" began its Internet life in January 2010. While this item sometimes serves as the introduction to the venerable \"Life in the 1500s \" hoax, it also circulates as a stand-alone piece. The four purported phrase origins it proffers are bunk: The actual history of each of these common terms has nothing to do with condemned prisoners or the tanning of animal skins.",
  "Fact Check": "",
  "Description": "In its explanation of the origins of the phrases \"on the wagon\" and \"one for the road,\" the message mentions \"an old Hotel/Pub in Marble Arch, London which used to have gallows adjacent.\" That execution ground was the famed Tyburn gallows, where criminals were put to death until the 18th century. Open ox carts were used to transport convicts to this site from Newgate Prison, and, according to the e-mailed piece, condemned prisoners making this journey were offered one last drink as the cart stopped at a pub along the way. However, the English were not nearly as solicitous about the wellbeing of their prisoners as the \"One for the road/On the wagon\" fiction would have it. Wagons bearing prisoners to Tyburn did not stop at taverns along the way, affording those under sentence of death opportunity to escape as well as to indulge in one last tipple. Precious little by way of kindness was bestowed upon those under sentence of death; they were jeered at by the crowd on their way to the scaffold, and their hangings were a source of entertainment to the thousands who gathered to watch them die. \"One for the road\" is merely a well-traveled phrase meaning \"a final alcoholic drink before leaving.\" It is customary when out with friends to be persuaded to have \"one for the road\" as a way of delaying the parting, under the guise of needing one final infusion of booze to fend off the cold on the way home. The Royal Navy has a derivative of this phrase, \"One for the gangway.\" A similar concept is the \"stirrup cup,\" which is a drink handed to a departing guest when his feet are in the stirrups that is, when he is already seated upon his horse and about to leave. \"Stirrup cup\" has mostly dropped out of common usage, except among huntsmen who continue to use the term to describe the offer of an alcoholic beverage either as riders are about to depart or when they first arrive. It also serves as the term for the actual drinking vessel being proffered, which is a cup that traditionally should have no base so it cannot be set down without spilling its contents and therefore must be drained by the person it's handed to. The origin of \"on the wagon,\" meaning \"to abstain from alcoholic drink,\" is the most contentious etymology among the four phrases mentioned. Its first known print sighting dates to 1901, when a variant of it appeared in a book improbably titled Mrs. Wiggs of the Cabbage Patch . Accepted word histories commonly tie it to the temperance movement that swept the U.S. in the 19th century, via the claim that men who took the pledge to foreswear alcohol were \"on the wagon.\" The wagon, we're told, was the water wagon, a conveyance used to wet dirt roads in an effort to keep down dust kicked up by passing horses and wagons. Men who took the pledge were supposedly vowing they'd sooner mount the water wagon and drink its contents than permit demon rum to pass their lips. This explanation smacks of an improbable attempt to derive an explanation after the fact. If men were casting about for a source of somewhat noxious water they could claim they'd rather slake their thirsts with as a way of making a point about how serious they were about staying away from booze, any number of other water sources would have served to make that point far better, such as the contents of a rain gutter, or a pond. Likewise, people who quit drinking hooch don't limit themselves to only water, so the saying could just as easily have been about milk or lemonade. A more commonsensical approach (which it should be noted is not supported in any of the word histories we consulted) would view \"on the wagon\" not as having to do with carts used to tamp down road dust but as a variant of \"on the bandwagon,\" a term that means \"to publicly identify oneself with a particular political movement or social cause.\" That phrase began its life with the practice of politicians stumping for votes: as part of their campaigns, they'd parade through the streets in banner-festooned wagons filled with musical bands loudly playing. Local officeholders or leading citizens looking to publicly endorse such candidates would make a large show of leaping onto the bandwagon and waving to the crowd from there. We think that \"on the wagon\" fits far better with \"on the bandwagon\" than it does with anything else yet offered to explain its origins, as both terms have core meanings of proclaiming strong personal stances about (either in vehement support of, or violently against) someone or something. However, that's a hobbyist's opinion rather than a etymologist's pronouncement, so take it with a grain of salt. As for the second set of specious etymologies put forth by the e-mail about the disposal of urine, we note that while human urine has been used in a number of cultures throughout history to tan animal skins, such tanning was typically done by families or small bands of semi-related people to process the skins of animals they'd hunted or raised themselves. Folks weren't collecting their urine, then selling it to large commercial tanneries (which used other chemical compounds in their processing of animal skins). The phrase \"piss poor\" derives from the use of piss as a amplifier of the word poor , resulting in a phrase that variously means \"destitute\" or \"of exceedingly poor workmanship or ability.\" (Note that in the latter instance, poor refers to a state of shoddiness rather than denoting financial poverty. A \"piss poor\" lawyer, for example, is one who does his job badly, not one who fails to outrun his creditors.) Words having to do with excretory functions are routinely used in colloquialisms meant to communicate meanings of \"little or no value\" (e.g., \"shit for brains,\" \"not worth a fragrant fart,\" and \"I don't give a crap\"). \"Piss poor\" is akin to \"dirt poor,\" with both piss and dirt serving as figurative terms for items of little worth rather than as words meant to convey literal possession or use of urine and soil. As well, the earliest known print sighting of \"piss poor\" dates only as far back as 1946, which also helps puts the kibosh to the notion that the term was born of the process of tanning animal hides. By contrast, \"Not having a pot to piss in\" (which sometimes completes \"or a window to throw it out of\") does have to do with real urine, even if the phrase itself is fanciful way of saying one is really, really broke rather than a literal admission of the lack of a specific item of porcelain. Before the days of indoor plumbing, bedrooms were equipped with chamber pots, wide-mouthed vessels used by the room's occupants as ad hoc toilets during the middle of the night. (Once bodily contributed to, such containers were covered with cloths, placed back into the cabinets (commodes) they'd come from or slid under beds, then retrieved in the morning and emptied into the home's privy.) While this colorful phrase deals with a houseware item common for centuries, the saying itself dates only to 1905. However broke people may have been in the more distant past, there weren't hordes of them unable to afford vessels of any kind to pee into. Barbara \"pot shot\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;",
  "Example": "[Collected via e-mail, January 2010] There is an old Hotel/Pub in Marble Arch, London which used to have gallows adjacent. Prisoners were taken to the gallows (after a fair trial of course) to be hung. The horse drawn dray, carting the prisoner was accompanied by an armed guard, who would stop the dray outside the pub and ask the prisoner if he would like ''ONE LAST DRINK''. If he said YES it was referred to as ONE FOR THE ROAD If he declined, that prisoner was ON THE WAGON So there you go. More bleeding history. They used to use urine to tan animal skins, so families used to all pee in a pot & then once a day it was taken & sold to the tannery. Ifyou had to do this to survive you were, \"Piss Poor\", but worse than that, were the really poor folk, who couldn't even afford to buy apot, they \"Didn't have a pot to Piss in\" & were the lowest of the low.",
  "Last Updated": "15 February 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/language/phrases/wagon.asp",
  "Claim": "The phrases One for the road and On the wagon derive from the offer of a last drink to a condemned prisoner.",
  "Claim_ID": "language_phrases_wagon",
  "Tags": ""
}