{
  "Origins": "This one of our favorite legends, so much so that it inspired us to dump all our respectability down the drain and turn our hand to playwriting to dramatize this gem in one act:",
  "Fact Check": "",
  "Description": "If this sorry excuse for drama doesn't adequately highlight that this legend is merely a joke, not an account of a historical incident, then consider the telltale footprints of urban legendry marking the trail. In a mere two examples of the tale, we find a wealth of differing detail Did this event take place at the end of the 18th century, or at the beginning of the 19th? Was the misunderstood line uttered by Napoleon, or by a subordinate of his nephew, Napoleon III ? Did the massacred victims consist of 1,200 executed Turkish prisoners of war, or thousands of Frenchmen gunned down in the streets of Paris while opposing a coup? This story is also a bit absurd in a linguistic sense. The command \"massacrez tous\" is roughly the equivalent of an English speaker's issuing the unusual order \"Massacre all!\" Just as an English speaker would almost certainly use the more common verb \"kill\" and a more specific object (e.g., \"Kill them all!\" or \"Kill all the prisoners!\"), so a French speaker would order \"Tuez-les tous!\" or \"Tuez tous les soldats!\" And although the phrases \"ma sacr e toux\" and \"massacrez tous\" are similar in pronunciation, there is a distinctiveness to their rhythms that enables a French speaker to distinguish between them, just as English speakers can discern the difference between the spoken sentences \"I want to see them all\" and \"I want to see the mall.\" (Moreover, unlike many other French words, the final 's' in \"tous\" is sounded; therefore \"toux\" and \"tous\" have distinctly different pronunciations akin to the English \"too\" and \"twos.\") Even if we overlook these incongruities of detail and language, we can still dismiss this tale as a bit of humor because it doesn't match any real event in recorded history. There was indeed an incident involving the slaughter of over a thousand prisoners captured by Napoleon's troops during the French invasion of Syria in 1799, but it was a deliberate act specifically ordered by an enraged Napoleon, not a misinterpretation of an innocuous exclamation: For the invasion of Syria [Napoleon] relied on 13,000 infantry, 900 cavalry and some fifty big guns; a garrison of barely 5,000 was left in Cairo. The march across the arid Sinai desert was grueling, even in winter, and the army had to slaughter many of its mules and camels to survive. Entry into the lemon and olive groves of the Gaza plain promised better things, but there was a disappointment in the unexpectedly strong resistance of the fortress of El Arish. The defenders repelled several frontal attacks before Napeoleon forced a surrender on 19 February by opening a formal siege. Together with the unintended consequences of the siege, Napoleon calculated that the delay at El Arish had cost him eleven days days, it turned out, which he could ill afford and which affected the outcome of the entire campaign. Perhaps the frustration at El Arish was one factor in the obscene butchery Napeoleon ordered at Jaffa two weeks later. Gaza fell on 25 February, yielding 2,000 prisoners, and by 3 March the French army was at the gates of Jaffa. The 3,000 defenders here accepted the word of a French officer that their lives would be spared if they surrendered. But once in possession of the city, Napoleon ordered them all executed, plus about 1,400 of the prisoners taken at Gaza. This mass slaughter was by any standards a war crime, but it reached a fresh dimension in the way it was carried out. Anxious to save bullets and gunpowder, Napoleon ordered his men to bayonet or drown the condemned thousands. The resulting holocaust revolted hardened veterans who thought they already knew about atrocities: there are well authenticated reports of soldiers wading out to sea to finish off terrified women and children who preferred to take their chances with the sharks. We don't find a corresponding massacre involving Napoleon's nephew, Louis-Napoleon (Napoleon III) , either. The successful Deux-D cembre coup d' tat of 2 December 1851 (not 1831, as given in the example above) initiated by Louis-Napoleon , who bore the title of President and sought to dissolve the National Assembly and establish himself as Emperor, proved to be a relatively bloodless one: One that first day, there was virtually no resistance to the coup. At 7:00 am some thirty Deputies entered the Palais Bourbon by a back door but were quickly dispersed by Magnan's troops. At about 10:00 am, an estimated 300 Deputies, finding the building closed, met in a local town hall and made long and impassioned speeches of protest until the police broke down the doors and and carted them all off to gaol. A bloodless victory seemed assured and at 11:00 am Louis rode out from the Elyse into the streets of Paris. [ . . .] A few barricades sprang up in time-honoured Parisian fashion but there was little raw enthusiasm among the population as a whole: neither with the ordinary middle classes nor with most of the working classes . . . All over Paris that day, the workers were to prove apathetic to the cause of protest led by the middle and professional classes . . . the crowd did not react by swarming angrily over the barricade, screaming for revenge. They quietly dispersed . . . A rather merciless killing of a few hundred (not \"thousands\") of the coup's opposers did take place a few days later, but again, it was the result of a deliberate order, not a misinterpretation of an innocuous exclamation: . . . Louis and his advisers could not leave anything to chance. In the volatile situation that ensued, anything still might happen. General Saint-Arnaud, backed by [Louis' half-brother] Morny, wanted their troops to withdraw from Paris, allowing the militants to come out into the open and strengthen their ramshackle barricades, breathing the heady whiff of impending victory but then, on the next day, the troops would counterattack in force, slaughtering all opposition with their vastly superior manpower and gunpower. Maupas, the police chief, preferred a different tactic: he did not want to seem to be giving way. He wanted to attack in strength that very same day. He thought the workers who had rallied to the call of the bourgeois intellectuals were too few to constitute a real problem. The only one to decide was Louis and, perhaps typically, he opted for the more devious resource. He gave the orders for the troops to withdraw and a massive counterattack to be mounted on the morrow. And so it worked out. The next day, 4 December, 30,000 troops descended upon Paris and within six hours all opposition was crushed. The barricades were smashed by artillery and the men behind them, hopelessly outnumbered, were overwhelmed by the hail of bullets and the cold steel of bayonets. Some threw down their arms and fled but the soldiers showed no mercy and many prisoners were shot out of hand. According to official figures at the time, only 215 civilians were killed but the modern French estimate is 'between 300 and 400'. Ironically, about fifty of these were not directly involved in the fighting but were innocent individuals, caring little for politics, shot down indiscriminately in the middle of the afternoon in a 'Massacre on the Boulevards' in the heart of Paris. How did this tale make the transition from joke to \"history\"? The earliest sighting we've found so far (the Napoleon III example cited by Dale and quoted above) comes from the 1935 edition of Robert L. Ripley's The Omnibus Believe It Or Not , but since Ripley was a collector of stories and \"facts\" rather than a creator of them, he likely gleaned it from an even older source. Despite the publicity efforts that promulgated the notion that everything appearing in Ripley's newspaper features and books had been verified as true, Ripley was often less than rigorous in adhering to this standard, claiming items as factual based upon the meager \"proof\" that some other source had pronounced them true. But Ripley's publicity machine worked fabulously well, generations of readers grew up believing everything they encountered in his \"Believe It Or Not\" features, and a sizeable body of apocrypha was fixed as part of the world's historical landscape.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/1559706317/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0786706600/ref=urbanlegendsrefe;",
  "Example": "[Collected on the Internet, 2002] Twelve hundred Turkish prisoners were mistakenly killed in 1799 by Napoleon after he ordered them set free. He complained about a coughing fit he was having, but his words, \"Ma sacr e toux,\" (my confounded cough) were misunderstood. Instead his men thought he uttered \"Massacrez tous\" (kill them all), so they opened fire, killing every prisoner. [Dale, 1978] In 1831, during Napoleon III's coup d' tat, when an aide reported that the mob was facing the Imperial Guard, Count de St Arnaud, who was just troubled with a cough, exclaimed: 'Ma sacr e toux!' (My damned cough!) This the aide understood to mean 'massacrez tous!' (massacre everybody). The order to fire was given and thousands of human lives were lost.",
  "Last Updated": "12 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/language/misxlate/toux.asp",
  "Claim": "A misinterpretation of Napoleon's complaint about his cough resulted in the unintended slaying of 1,200 prisoners.",
  "Claim_ID": "language_misxlate_toux",
  "Tags": ""
}