{
  "Origins": "There's a marvellous bit of faxlore floating around that boils down to kids being much more innocent back then, the comparison between then and now clear proof that society is going to hell in a handbasket. It's believed, it's passed along as revealed truth ...",
  "Fact Check": "",
  "Description": "But it shouldn't be. Far from being the result of a study done way back when compared to the results of a similar study done these days, it was cooked up in the 1980s by someone who meant it as an illustration of his opinion, nothing more authoritative than that. The Dallas Morning News noted in 1994 that: The Discipline List is an education statistic so compelling that it has taken on a life of its own. It's been cited by university presidents, politicians and religious leaders. The only problem is that it's not true. It's a mythical list of discipline problems teachers faced in schools during the 1940s. The biggest concerns at that time were said to include chewing gum in class, making noise and not putting paper in wastebaskets. The 1980s brought a startling change. Last decade's problems were of a different sort: rape, robbery, assault and suicide, to name a few. The list is said to be based on research, and its implication is obvious. Schools in our parent's days were idyllic and free from problems. Now they're battle zones. Lots of citings The list has been cited by people all over the political map, including the Rev. Billy Graham, former U.S. Surgeon General Joycelyn Elders, Barbara Bush and Rush Limbaugh. Former New York City education commissioner Joseph Fernandez cited the list as a reason for radically reforming schools. Yale University management professor Barry O'Neill was also taken by the list when he first saw it posted on a faculty bulletin board. But when he tried to find its source, he got lost. Many people who used the list said it came from the California education department. Others simply quoted articles where the list was mentioned. Portions of the list have appeared in Harpers Magazine, Reader's Digest and Dear Abby and Ann Landers, both of which appear in the Dallas Morning News. Finding the author Dr. O'Neill eventually tracked the supposed list of discipline problems to former Fort Worth businessman T. Cullen Davis. The multimillionaire was arrested in the 1976 slayings of his ex-wife's lover and daughter. After his acquittal, he became an evangelical Christian and began opposing sex education and the teaching of evolution in Fort Worth schools. He wrote the list in the early 1980s, not as a hoax, but as an argument for how schools have declined. \"He never intended it to be anything more than his opinion,\" said Dr. O'Neill, who has spoken to Mr. Davis. \"It's really other people along the way who made up the scientific proof.\" The associate professor said he doesn't think schools are any more dangerous than in the past, but he understands the appeal of the list. \"Sometimes our emotions get disguised as facts,\" he said. \"It's an anxiety not only about the state of our society, but an anxiety about how we've done with our children.\" Dr. O'Neill exposed the lack of research behind the list last spring in an article in The New York Times Magazine. Immediately after publication, use of the list dropped. \"I thought, I can't believe it. I had an effect,'\" he said. But the celebration was premature. Like crabgrass, the list has begun reappearing. This month it showed up in a full-page ad in USA Today advocating school prayer. It was placed by the American Family Association. The president of the Tupelo.-based organization said he didn't know that the discipline list wasn't factual, but he said it didn't matter. \"The basic underlying truth is there,\" said Dr. Donald Wildmon. \"The gist of the statistic would hold true.\" Barbara \"the longed-for age of in-no-sense\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "10 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/language/document/school.asp",
  "Claim": "A 1940s report on school discipline problems cited gum-chewing, littering and making noise in class as the most worrisome problems then faced by educators.",
  "Claim_ID": "language_document_school",
  "Tags": ""
}