{
  "Origins": "In 1999, a spurious missive purporting to explain the origins of a number of common phrases appeared on the Internet. That laughable compilation, titled \"Life in the 1500s ,\" was pulled together as someone's idea of a joke.",
  "Fact Check": "",
  "Description": "In 2000, the pranksters went at it again with yet another specious list of purported word and phrase origins, this time dating it to the 1700s. Typically titled \"Little History Lesson,\" it offered the set of false etymologies listed in the Example section above. Below we analyze each entry in order: In George Washington's days, there were no cameras. One's image was either sculpted or painted. Some paintings of Washington showed him standing behind a desk with one arm behind his back while others showed both legs and both arms. Prices charged by painters were not based on how many people were to be painted, but by how many limbs were to be painted. Arms and legs are \"limbs\" therefore painting them would cost the buyer more. Hence the expression, \"Okay, but it'll cost you an arm and a leg\". While some portrait artists might have charged extra for the inclusion of additional details in commissioned works, we know of none that charged per limb displayed. (Most varied their fee by the size of the canvas requested.) The \"costs an arm and a leg\" saying instead first surfaced around the 1940s, with a meaning of \"An exorbitant amount of money,\" and it likely developed from much older phrases wherein arms and legs were used as examples of extremely valuable items their possessors might be persuaded to surrender in exchange for things desired even more. \"If it takes a leg\" (used to express desperate determination) dates to 1872. Similarly, print sightings for \"I'd give my right arm\" (to be able to do something especially desired) go back as far as 1616. As incredible as it sounds, we are informed that men and women took baths only twice a year! (May & October) Women always kept their hair covered while men shaved their heads (because of lice and bugs) and wore wigs. Wealthy men could afford good wigs. The wigs couldn't be washed so to clean them, they would carve out a loaf of bread, put the wig in the shell and bake it for 30 minutes. The heat would make the wig big and fluffy, hence the term \"big wig.\" Today we often use the term \"here comes Mr. Big Wig\" because someone appears to be or \"is\" powerful and wealthy. Full immersion bathing didn't become the norm for a very long time because it took a fair bit of work to haul the amount of water and wood needed to fill and heat a bath. However, that folks weren't routinely taking what we would consider proper baths doesn't mean that they didn't regularly clean themselves. Cleaning one's body was a matter of taking what we would regard as \"sponge baths\": wetting oneself down with a damp cloth, followed by scrubbing the body with a soapy cloth, rinsing with a wet cloth, and finishing off with a toweling dry. Even in the 1700s in locales and social strata where the wearing of wigs was common, these headcoverings were indeed washed (albeit carefully); they were not inserted into loaves of bread and baked. (One has to wonder about an explanation that posits folks who were afraid they'd damage expensive goods by washing them would happily risk incinerating them.) Print sightings of \"big wig\" and \"big wigged\" date to 1781 and 1778 respectively, with the term's always having referred to someone regarded as societally prominent by virtue of wealth, position, or power. While the term does find its origin in the rather impressive wigs sported by the upper crust, said wigs were deliberately constructed to be large and imposing; they didn't get that way from having been baked in bread to kill lice. In the late 1700's many houses consisted of a large room with only one chair. Commonly, a long wide board was folded down from the wall and used for dining. The \"head of the household\" always sat in the chair while everyone else ate sitting on the floor. Once in a while an invited guest would be offered to sit in this chair during a meal whom was almost always a man. To sit in the chair meant you were important and in charge. Sitting in the chair, one was called the \"chair man of the board.\" Today in business we use the expression/title \"Chairman of the Board.\" People have been eating off tables of various forms for about as long as humans have been recording history. We're wholly unaware of any society wherein a board hinged to the wall was let down at dinnertime so that folks seated on the floor in front of it could eat from it. The \"board\" in \"chairman of the board\" refers to a board of directors, generally a group of successful businessmen appointed to oversee the running of a corporation. The word \"chairman\" dates to 1654 and refers to the occupier of a chair of authority. Needless to say, personal hygiene left much room for improvement. As a result, many women and men had developed acne scars by adulthood. The women would spread bee's wax over their facial skin to smooth out their complexions. When they were speaking to each other, if a woman began to stare at another woman's face she was told \"mind your own bee's wax.\" Should thewoman smile, the wax would crack, hence the term \"crack a smile?\" Also, when they sat too close to the fire, the wax would melt and therefore the expression \"losing face.\" While throughout history women have used odd (and sometimes dangerous) substances on themselves in pursuit of beauty, we're unaware that at any point they were coating their visages with wax. \"Mind your own beeswax,\" a phrase first noted in 1934, is no more than a cutesy way of saying \"Mind your own business,\" with \"beeswax\" used as an ear-pleasing substitute for the more staid \"business.\" The saying it's based upon, \"To mind one's business,\" dates to 1660 and means to tend to one's own concerns in preference of involving oneself in the doings of others. One \"cracks a smile\" in the same way that one cracks a joke or a boast; there is no physical crevice made in anything, let alone the fictional wax masks women were supposedly parading about in. Sightings of \"crack\" used in the sense of uttering something loudly and with flair date to 1315, with \"crack a boast\" to 1386. The linguistic concept of \"losing face\" (or saving it) didn't enter the English language prior to contact between British traders and the Chinese and was first noted in 1834. The \"face\" the Chinese were so concerned about wasn't an anatomical one but rather the publicized image of oneself, in the sense of the \"face\" one displays to the world at large. Two Chinese words, one meaning \"moral character,\" the other \"social prestige,\" were each translated into English as \"face,\" with \"to lose face\" meaning to have damage done to one's reputation or to be publicly embarrassed. Ladies wore corsets which would lace up in the front. A tightly tied lace was worn by a proper and dignified lady as in \"straight laced.\" \"Strait-laced\" does derive from the tying of corsets, but the proposed etymology given in the article has it backwards: The term's origin has to do with the tightness of the lacing and the consequent constriction of such garments, as opposed to the moral character of the persons wearing these underpinnings. (One needs to remember that a multitude of men and women, from the wholly proper and dignified right down to the entirely disreputable, wore corsets.) \"Strait\" came into the English language from the Latin verb \"stringere,\" which means \"to strain; draw tight.\" Other \"strait\" words we're familiar with, such as Straits of Gibraltar and strait-jacket, likewise employ its narrowing or restraining elements. \"Strait-laced\" was first spotted in 1430, and while at that time it did have to do with the tightness of corsets, by the 1540s the term had expanded to encompass things that were narrow in range or scope or people that were uncommunicative (i.e., kept a great deal of themselves in). By the 1550s, it was used to describe folks who were excessively rigid or scrupulous in matters of conduct. Common entertainment included playing cards. However, there was a tax levied when purchasing playing cards but only applicable to the \"ace of spades.\" To avoid paying the tax, people would purchase 51 card instead. Yet, since most games require 52 cards, these people were thought to be stupid or dumb because they weren't \"playing with a full deck.\" Taxes were levied on playing cards in England at various times in its history, with the earliest instance occurring in 1588. However, when this tax was in force, the basic duty was applied to each deck, not just a specific card within it. Once the tax had been paid, one card from the now-taxed deck was stamped with a special seal to show that the duty had been properly rendered. Over time, that card came to be the ace of spades (most likely because it's the one on the end of the deck). \"Not playing with a full deck\" is simply one of countless sayings of the same ilk as \"two bricks shy of a load\" or \"a couple of French fries short of a Happy Meal\"; a phrase indicating that the person referred to lacks ordinary intellectual capacity. Early politicians required feedback from the public to determine what was considered important to the people. Since there were no telephones, TV's or radios, the politicians sent their assistants to local taverns, pubs and bars who were told to \"go sip some ale\" and listen to people's conversations and political concerns. Many assistants were dispatched at different times... \"you go sip here\" and \"you go sip there\". The two words \"go sip\" were eventually combined when referring to the local opinion and thus, we have the term \"gossip.\" \"Gossip\" descends from \"God sib,\" an ancient term (1014) for godparent or sponsor. (A christening ceremony was a \"gossiping.\") Along the way to its current meaning, \"gossip\" picked up the additional meaning of \"chum\" or \"friend.\" One of the activities folks engage in with their friends is chewing over the events of the day, and over time the word \"gossip\" shifted away from the person chatted with to the activity itself, as well as coming to attach to people overly fond of discussing the doings of others. At local taverns, pubs and bars, people drank from pint and quart sized containers. A bar maid's job was to keep an eye on the customers and keep the drinks coming. She had to pay close attention and remember who was drinking in \"pints\" and who was drinking in \"quarts.\" Hence the term \"minding your \"P's\" and \"Q's.\" In an nutshell (with the non-nutshell version to be found here ), while the definitive origin of this phrase has yet to surface, ones that most certainly can be ruled out are the \"pints and quarts served in a bar\" explanations. The first print sighting of the saying dates to 1756 (or even earlier if we accept a 1602 sighting of a variant of the phrase), which means it long predates the selling of beer in pints and quarts. While the \"Little History Lesson\" e-mail has remained surprisingly static across its decade-plus existence, one additional item about freezing the balls off a brass monkey has come to be added to it. One more: bet you didn't know this! In the heyday of sailing ships, all war ships and many freighters carried iron cannons. Those cannons fired round iron cannon balls. It was necessary to keep a good supply near the cannon. However, how to prevent them from rolling about the deck? The best storage method devised was a square-based pyramid with one ball on top, resting on four resting on nine, which rested on sixteen. Thus, a supply of 30 cannon balls could be stacked in a small area right next to the cannon. There was only one problem... how to prevent the bottom layer from sliding or rolling from under the others. The solution was a metal plate called a \"Monkey\" with 16 round indentations. However, if this plate were made of iron, the iron balls would quickly rust to it. The solution to the rusting problem was to make \"Brass Monkeys.\" Few land lubbers realize that brass contracts much more and much faster than iron when chilled. Consequently, when the temperature dropped too far, the brass indentations would shrink so much that the iron cannonballs would come right off the monkey. Thus, it was quite literally, \"Cold enough to freeze the balls off a brass monkey.\" (All this time, youthought that was an improper expression, didn't you.) That writeup first appeared on the Internet in September 2002 as a stand-alone item. By March 2004 it began showing up as the completing entry in the \"Little History Lesson\" mailing. In a further nutshell, (with the non-nutshell version offered here ), while the etymology of this pronouncement is still up in the air, the \"cannonballs\" explanation should be dismissed because when the saying started appearing in print in the mid-19th century, various body parts (ears, tail, nose, or whiskers) were said to be about to fall off a brass monkey thanks to the cold. Barbara \"frozen assets\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2000] In George Washington's days, there were no cameras. One's image was either sculpted or painted. Some paintings of Washington showed him standing behind a desk with one arm behind his back while others showed both legs and both arms. Prices charged by painters were not based on how many people were to be painted, but by how many limbs were to be painted. Arms and legs are \"limbs\" therefore painting them would cost the buyer more. Hence the expression, \"Okay, but it'll cost you an arm and a leg\". As incredible as it sounds, we are informed that men and women took baths only twice a year! (May & October) Women always kept their hair covered while men shaved their heads (because of lice and bugs) and wore wigs. Wealthy men could afford good wigs. The wigs couldn't be washed so to clean them, they would carve out a loaf of bread, put the wig in the shell and bake it for 30 minutes. The heat would make the wig big and fluffy, hence the term \"big wig.\" Today we often use the term \"here comes Mr. Big Wig\" because someone appears to be or \"is\" powerful and wealthy. In the late 1700's many houses consisted of a large room with only one chair. Commonly, a long wide board was folded down from the wall and used for dining. The \"head of the household\" always sat in the chair while everyone else ate sitting on the floor. Once in a while an invited guest would be offered to sit in this chair during a meal whom was almost always a man. To sit in the chair meant you were important and in charge. Sitting in the chair, one was called the \"chair man of the board.\" Today in business we use the expression/title \"Chairman of the Board.\" Needless to say, personal hygiene left much room for improvement. As a result, many women and men had developed acne scars by adulthood. The women would spread bee's wax over their facial skin to smooth out their complexions. When they were speaking to each other, if a woman began to stare at another woman's face she was told \"mind your own bee's wax.\" Should thewoman smile, the wax would crack, hence the term \"crack a smile?\" Also, when they sat too close to the fire, the wax would melt and therefore the expression \"losing face.\" Ladies wore corsets which would lace up in the front. A tightly tied lace was worn by a proper and dignified lady as in \"straight laced.\" Common entertainment included playing cards. However, there was a tax levied when purchasing playing cards but only applicable to the \"ace of spades.\" To avoid paying the tax, people would purchase 51 card instead. Yet, since most games require 52 cards, these people were thought to be stupid or dumb because they weren't \"playing with a full deck.\" Early politicians required feedback from the public to determine what was considered important to the people. Since there were no telephones, TV's or radios, the politicians sent their assistants to local taverns, pubs and bars who were told to \"go sip some ale\" and listen to people's conversations and political concerns. Many assistants were dispatched at different times... \"you go sip here\" and \"you go sip there\". The two words \"go sip\" were eventually combined when referring to the local opinion and thus, we have the term \"gossip.\" At local taverns, pubs and bars, people drank from pint and quart sized containers. A bar maid's job was to keep an eye on the customers and keep the drinks coming. She had to pay close attention and remember who was drinking in \"pints\" and who was drinking in \"quarts.\" Hence the term \"minding your \"P's\" and \"Q's.\"",
  "Last Updated": "1 November 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/language/phrases/lesson.asp",
  "Claim": "\"Little History Lesson\" article accurately explains origins of many common phrases.",
  "Claim_ID": "language_phrases_lesson",
  "Tags": ""
}