{
  "Origins": "In a nutshell, this article about \"Life in the 1500s\" is nothing more than an extended joke, someone's idea of an amusing leg-pull which began its Internet life in April 1999. All of the historical and linguistic facts it purports to offer are simply made up and contrary to documented facts: Most people married young, like at the age of 11 or 12. That's just plain wrong. Even in the 1500s, nearly the only people who wed that early were the progeny of royalty, and those unions were formed for political reasons and thus were much more paper marriages than real ones. A \"bride\" of tender years might be called upon to travel to her new homeland, where she would take up residence with her husband's family and live like their daughter until such time as both kids were deemed old enough to advance the state of their union into full-blown matrimony. To put it more directly, though the teens might call each other \"husband\" and \"wife,\" they didn't begin cohabiting and having sex until their mid-teens at the earliest, and only when both families agreed the kids were ready to take this step.",
  "Fact Check": "",
  "Description": "A perfect example of such a union was the 1499 marriage between Catherine of Aragon (Spain) and Arthur, eldest son of Henry VII of England. They were married by proxy in their native lands when Arthur was 14 and Catherine was 15. Catherine did not arrive in England until 1501, when the young royals were wed again, this time in person. Although controversy exists as to whether they might have had sexual congress before Arthur's death in 1502, if they had done so, they accomplished it by sneaking behind everybody's back. Both sets of parents were of the opinion the youngsters should not begin this aspect of marital life too early, and they worked to prevent such a change in affairs by housing the youngsters separately, as well as by charging Catherine's Spanish duenna to maintain a watchful eye on the pair. It was said Henry VII's mother, Margaret Beaufort, was ruined by early childbirth (she bore Henry at age 13 and did not afterwards have other children though she was married four times), and Henry was not about to risk the succession of his line on another one-child mom. Equally as important was the thought common to that time that early sexual excesses could fatally weaken the health of young men. A teen prince who bedded too often, it was feared, was digging himself into an early grave. Some other \"delayed consummation\" marriages of that general era were: Henry Fitzroy, Duke of Richmond, illegitimate son of Henry VIII, was married off to Lady Mary Howard when he was fourteen. The marriage remained unconsummated at his death at age 17. Thomas, Earl of Surrey (Mary Howard's brother) lived with Lady Frances Vere for three years after they were wed before consummating matters when they were both 15. As stated earlier, though early marriages were common among the royals of that era, they were far from the norm among ordinary citizens. Granted, there might have been a few such early unions, but the practice was not as portrayed in this e-mail , which states that \"Most people married young, like at the age of 11 or 12.\" According to Stephanie Coontz, who wrote in the 2005 bestseller Marriage: A History , \"In England between 1500 and 1700 the median age of first marriage for women was twenty-six.\" Everyone just wrapped up in their blanket and slept on the floor. They had no indoor heating so all the extra bodies kept them warm. That statement would hold true in 11th and 12th century England when it was common practice for every member of the great households to bed down on the reed-strewn floor of the main hall. (Some of the more fortunate had flock mattresses to cushion them.) Northern Europe was at that time experiencing warmer-than-usual temperatures, which made such sleeping arrangements livable. The pendulum soon swung the other way, with the coming of a \"little ice age\" at the beginning of the 13th century. This startling turn of climatic events (which was to last for the next 200 years) spelled the end to that style of communal living and brought about major shifts in building styles to better protect people from the horrendous cold. The advent of the chimney made it possible to warm smaller spaces, which led to the concept of sleeping singly or in pairs in bedrooms. All this is to say that by the 1500s one would have been hard pressed to find any homes that were not heated, or where the inhabitants shivered piled up together in a communal dogpile. Most people got married in June. Why? They took their yearly bath in May, so they were till smelling pretty good by June, although they were starting to smell, so the brides would carry a bouquet of flowers to hide their b.o. Although the modern practice of full-immersion bathing was a long way off in the 1500s (among other reasons because filling a vessel large enough to hold a person with heated water was rather impractical given the effort required to collect fresh water and fuel for heating it), people did still \"bathe\" in the sense of attempting to clean themselves as best they could with the resources at hand. Although today's brides carry flowers simply because it is now the custom to do so, at one time bridal bouquets were symbols of sexuality and fertility. Covering up anyone's bad smell played no part in why this custom came into being. Like I said, they took their yearly bath in May, but it was just a big tub that they would fill with hot water. The man of the house would get the privilege of the nice clean water. Then all the other sons and men, then the women and finally the children. Last of all the babies. By then the water was pretty thick. Thus, the saying, \"don't throw the baby out with the bath water,\" it was so dirty you could actually lose someone in it. Although the admonition against throwing the baby out with the bathwater dates back to the 16th century, its roots are Germanic, not English. Its first written occurrence was in Thomas Murner's 1512 versified satirical book Narrenbeschw rung , and its meaning is purely metaphorical. (In simpler terms, no literal babies or bathwater, just a memorable mental image meant to drive home a bit of advice against overreaction.) I'll describe their houses a little. You've heard of thatch roofs, well that's all they were. Thick straw, piled high, with no wood underneath. They were the only place for the little animals to get warm. So all the pets; dogs, cats and other small animals, mice, rats, bugs, all lived in the roof. When it rained it became slippery so sometimes the animals would slip and fall off the roof. Thus the saying, \"it's raining cats and dogs,\" Mice, rats, and bugs definitely take up residence in thatch roofs to them it's a highrise hay mow. Cats and dogs, however, don't go up there. The saying it's raining cats and dogs was first noted in the 17th century, not the 16th. A number of theories as to its origin exist: By evoking the image of cats and dogs fighting in a riotous, all-out manner, it expresses the fury of a sudden downpour. Primitive drainage systems in use in the 17th century could be overwhelmed by heavy rainstorms, leading to gutters overflowing with debris that included dead animals. In Northern European mythology, it is believed cats influence the weather and dogs represent wind. The saying might have derived from the obsolete French word catadoupe, meaning waterfall or cataract. It might have come from a similar-sounding Greek phrase meaning \"an unlikely occurrence.\" Since there was nothing to stop things from falling into the house they would just try to clean up a lot. But this posed a real problem in the bedroom where bugs and other droppings from animals could really mess up your nice clean bed, so they found if they would make beds with big posts and hang a sheet over the top it would prevent that problem. That's where those beautiful big 4 poster beds with canopies came from. Canopied four-poster beds were the province of the well-to-do, not the ordinary folk. Possibly their origin had to do with a desire to display wealth conspicuously by showing off rich tapestries and fabrics. Beautifully thick wall hangings were likewise a way of dressing up a room while at the same time putting on the dog a bit. (The hangings also served to keep the warmth of a room in.) Such fripperies were not the norm in lesser households where available funds would more likely be directed to keeping people fed and clothed than to decorative flourishes. When you came into the house you would notice most times that the floor was dirt. Only the wealthy had something other than dirt, that's where the saying \"dirt poor\" came from. Dirt poor is an American expression, not a British one. Claims that the saying grew out of British class distinctions as measured by style of flooring are therefore specious. As mentioned briefly above in the \"everybody slept on the floor\" discussion, floors of that era were rarely bare dirt anyway: fresh reeds were laid on them every day and thrown out every night, with another fresh set brought in for sleeping on. In the summer months, aromatic herbs might be added to this vegetative underfooting. The wealthy would have slate floors. That was fine but in the winter they would get slippery when they got wet. So they started to spread thresh on the floor to help keep their footing. As the winter wore on they would just keep adding it and adding it until when you opened the door it would all start slipping outside. So they put a piece of wood at the entry way, a \"thresh hold\". As stated above, the reeds used on floors were typically changed daily. Besides, who ever heard of calling reeds, rushes, or sheaves of grass \"threshes\"? One threshes plants to separate stalk from seed, but no part of the plant is called the \"thresh.\" The \"thresh\" part of threshold apparently comes from a prehistoric source that denoted \"making noise\" and is related to the Old Church Slavonik tresku , meaning \"crash.\" By the time it reached Germanic ( thresk- ), it was probably being used for \"stamp the feet noisily\" (something that's a good idea to do in a doorway if you're wearing muddy boots). In the kitchen they would cook over the fire, they had a fireplace in the kitchen/parlor, that was seldom used and sometimes in the master bedroom. They had a big kettle that always hung over the fire and every day they would light the fire and start adding things to the pot. Mostly they ate vegetables, they didn't get much meat. They would eat the stew for dinner then leave the leftovers in the pot to get cold overnight and then start over the next day. Sometimes the stew would have food in it that had been in there for a month! Thus the rhyme: peas porridge hot, peas porridge cold, peas porridge in the pot nine days old.\" This entry might claim a bit of legitimacy, as even some cooking practices of today call for tossing whatever's on hand into the stewpot, with new ingredients added each day to whatever is left over. French bouillabaisse, for instance, is sometimes made this way, as are any number of \"peasants' stews.\" Sometimes they could get a hold on some pork. They really felt special when that happened and when company came over they even had a rack in the parlor where they would bring out some bacon and hang it to show it off. That was a sign of wealth and that a man \"could really bring home the bacon.\" Some linguists believe the saying \"bring home the bacon\" long predates the 16th century, stemming from the 12th century and referring to a time when a slab of bacon was awarded to the happiest married couple (a practice referred to by Chaucer in The Wife of Bath's Tale and Prologue ). A man who \"brought home the bacon\" therefore wasn't showing how good a provider he was but rather demonstrating the success of his marriage. Other linguists believe the \"bacon\" might refer to the pig used in the greased pig chase common to many local fairs: the winner's prize was the pig itself, thus the skilled pig catcher got to \"bring home the bacon.\" They would cut off a little to share with guests and they would all sit around and \"chew the fat.\" Usage of the term chewing the fat hasn't been documented prior to the latter part of the 19th century, so it certainly wasn't a phrase that originated during the 1500s. Theories have linked it to sailors attempting to chomp on the tough rind found in salt pork sea rations, Native Americans chewing animal hides during their spare time, and farmers in Britain chewing on smoked pork, but there is no solid linguistic evidence proving any of these theories. As Richard Lederer puts it, \"What seems clear is that chewing the fat, like shooting the breeze, provides little sustenance for the amount of mastication involved.\" If you had money your plates were made out of pewter. Sometimes some of their food had a high acid content and some of the lead would leach out into the food. They really noticed it happened with tomatoes. So they stopped eating tomatoes, for 400 years. Tomatoes are not native to Europe and thus were not spread to that continent until after the Spanish colonization of the Americas. Although tomatoes were first cultivated in Britain in the late 16th century, it wasn't until about the mid-18th century that they became common fare in that region. The slowness of their adoption as a staple food was not due to discovery that tomatoes were acidic and that lead from pewter plates therefore leached into them, however. Many people believed tomatoes to be dangerous to eat because they resembled other plants known to be poisonous, such as henbane, mandrake, and deadly nightshade, so for a long time the tomato was considered primarily an ornamental plant; eating its fruit was considered to be distasteful and potentially harmful. Most people didn't have pewter plates though, they all had trenchers, that was a piece of wood with the middle scooped out like a bowl. Trencher is a medieval word that comes from the French trancher , \"to slice,\" which shouldn't seem all the remarkable when viewed in the light of the earliest ones being made from sliced bread and used at banquets to receive morsels taken from a central dish and for soaking up any dripping sauces. Food that needed to be pierced or cut was not placed on a bread trencher. Trenchers started to receive pewter or wooden underplaques (also called trenchers) in the 14th century. Though these underplaques were sometimes used as plates to eat from, by custom the more common use called upon them to support a bread platform for food until sometime in the 16th century. They never washed their boards and a lot of times worms would get into the wood. By the mid-16th century, what had been the wooden underplaque was coming to be viewed as dinner plate in its own right. Wooden trenchers that could hold both solid and liquid foods came into vogue, with some having separate hollows to house diners' salt. Wooden trenchers were typically washed after every use, though. After eating off the trencher with worms they would get \"trench mouth.\" Trench mouth wasn't a term until 1918, according to the Oxford English Dictionary, and the \"trench\" part of the term referred to the trenches of World War I. Trench mouth is a bacterial infection of the mouth called \"acute necrotizing ulcerative gingivitis.\" Soldiers sharing water bottles (as they did while cooped up for months at a time under enemy fire in the trenches of World War I ) passed the disease to each other in record numbers, hence the simpler name this disease came to be known by. Worms never played any part in this. If you were going traveling and wanted to stay at an Inn they usually provided the bed but not the board. No matter how you parse \"board\" in the previous sentence, inns were in the business of providing it. Travelers paid extra for their meals, but food was to be had at any place that deemed itself worthy of the name \"inn.\" (Those that wanted only a room could get just that too.) The \"board\" in bed and board (or room and board ) refers to the board table or sideboard where food was laid out, not an eating utensil. Common usage came to shift this meaning away from the furniture itself and to encompass the food served from it. The bread was divided according to status. The workers would get the burnt bottom of the loaf, the family would get the middle and guests would get the top, or the \"upper crust\". Although an admonition to \"Kutt the upper crust [of a loaf of bread] for your soverayne\" can be found in a 1460 work, the term 'upper crust' didn't come to be used figuratively to refer to persons of the higher classes until the 19th century. Many have speculated that the phrase \"upper crust\" originated with a custom of slicing the choice top portion off a loaf and presenting it to the highest-ranking guests at the table, but there is no documentary evidence supporting this as the phrase's actual origin. They also had lead cups and when they would drink their ale or whiskey. The combination would sometimes knock them out for a couple of days. They would be walking along the road and here would be someone knocked out and they thought they were dead. So they would pick them up and take them home and get them ready to bury. They realized if they were too slow about it, the person would wake up. Also, maybe not all of the people they were burying were dead. So they would lay them out on the kitchen table for a couple of days, the family would gather around and eat and drink and wait and see if they would wake up. That's where the custom of holding a \"wake\" came from. Waking the dead is an ancient custom that extends around the world and has existed in Europe for at least the past thousand years. The term refers to the practice of watching over the corpse during the period between death and burial. Partly, this had to do with making sure someone was always around in case the corpse woke up (see our Buried Alive page for numerous stories about premature interments), but the watchers were also there to make sure household animals and assorted vermin were kept off the deceased. Some so feared the possibility of live burial that they left instructions for special tests to be performed on their bodies to make sure they were actually dead. Surgical incisions, the application of boiling hot liquids, touching red-hot irons to their flesh, stabbing them through the heart, or even decapitation were all specified at different times as a way of making sure these people didn't wake up six feet under. Since England is so old and small they started running out of places to bury people. So they started digging up some coffins and would take their bones to a house and re-use the grave. Burying the dead in previously-used graves happened with some frequency throughout Europe, both before, during, and after the 1500s. It didn't have to do with any particular country being too small to hold all the dead bodies, though: it had to do with the shortage of space in established cemeteries. The family of the deceased would habitually look to inter the loved one in the graveyard attached to their parish and, like any other piece of land, graveyards were finite; they could be used to house only so many before they filled up and older tenants had to be moved out. Sometimes remains were dug up, and sometimes what was left was pushed aside, with the newcomer loaded in on top of whoever was already there. Most folks accepted this practice, provided the old bones remained near the church. When bones were disinterred, they were taken to a charnel house, in a process termed second burial . English common law states a grave is held only temporarily (not owned) and its use terminated \"with the dissolution of the body.\" Grave inhabitants are granted \"the right of appropriation of the soil to the body interred therein until its remains shall have so mingled with the earth as to have destroyed its identity.\" In other words, once you're bones, you've lost your rights. Modern cemeteries in many countries routinely rent graves for two to thirty years. At the end of that period, the bones are disinterred and reburied in accordance with that country's cemetery laws. Vancouver, British Columbia, successfully uses a 30-year-renewable lease for its graves. In London, England, the wealthy have for many years obtained 99-year leases on their graves in prestigious cemeteries. (Graves for purchase, though, are scarce.) They started opening these coffins and found some had scratch marks on the inside. One out of 25 coffins were that way ... Scratch marks have been found on the inside of some coffins and tombs, as detailed in Our Buried Alive article. Such marks, however, were a relatively rare find, certainly nothing on a level even remotely approaching the \"one out of 25\" figure presented here. ... and they realized they had still been burying people alive. So they thought they would tie a string on their wrist and lead it through the coffin and up through the ground and tie it to a bell. Someone would have to sit out in the graveyard all night to listen for the bell. Premature burial signaling devices only came into fashion in the 19th century; they weren't around in the 16th. Some of these 19th century coffins blew whistles and raised flags if their inhabitants awoke from their dirt naps. (Once again, our Buried Alive page provides information about a number of these devices, including ones available in modern times.) That is how the saying \"graveyard shift\" was made. The earliest documented uses of the phrase graveyard shift dates from the late 1800s, not the 1500s, and simply references work shifts that took place in the middle of the night and early morning hours, a time of day when work environments could be dark, quiet, and a bit spooky. The similar phrase graveyard watch originated at about the same time and refers to a shipboard watch covering the hours between midnight to 4 AM. It's unlikely that sailors aboard ship were in any position to be overseeing the graves of the newly-interred. If the bell would ring they would know that someone was \"saved by the bell\" or he was a \"dead ringer\". Saved by the bell is a late 19th century term from the world of boxing, where a beleaguered fighter being counted out would have his fate delayed by the ringing of the bell to signify the end of the round. Need we mention that although fisticuffs were around in the 1500s, the practice of ringing a bell to end a round wasn't? Likewise, dead ringer has nothing to do with the prematurely buried signaling their predicament to those still above ground: the term means an exact double, not someone buried alive. Dead ringer was first used in the late 19th century, with ringer referring to someone's physical double and dead meaning \"absolute\" (as in dead heat and dead right ). A ringer was a better horse swapped into a race in place of a nag. These horses would have to resemble each other well enough to fool the naked eye, hence the term came to mean an exact double. To sum up, though it's entertaining to toy with mental images of cats and dogs falling through thatch roofs and shudder deliciously over the thought of our forebearers dining off wooden platters that had worms waving out of them, that's about as far as one should take this craziness. No matter how many inboxes this popular e-mail has landed in, it never once enlightened anyone. Indeed, it probably left more than a few looking like utter fools when they tried to pass this \"knowledge\" along to friends better versed in phrase origins. As always, the bottom line is to take such missives with a grain of salt. Barbara \"salt seller\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] Anne Hathaway was the wife of William Shakespeare. She married at the age of 26. This is really unusual for the time. Most people married young, like at the age of 11 or 12. Life was not as romantic as we may picture it. Here are some examples: Anne Hathaway's home was a 3 bedroom house with a small parlor, which was seldom used (only for company), kitchen, and no bathroom. Mother and Father shared a bedroom. Anne had a queen sized bed, but did not sleep alone. She also had 2 other sisters and they shared the bed also with 6 servant girls. (this is before she married) They didn't sleep like we do length-wise but all laid on the bed cross-wise. At least they had a bed. The other bedroom was shared by her 6 brothers and 30 field workers. They didn't have a bed. Everyone just wrapped up in their blanket and slept on the floor. They had no indoor heating so all the extra bodies kept them warm. They were also small people, the men only grew to be about 5'6\" and the women were 4'8\". So in their house they had 27 people living. Most people got married in June. Why? They took their yearly bath in May, so they were till smelling pretty good by June, although they were starting to smell, so the brides would carry a bouquet of flowers to hide their b.o. Like I said, they took their yearly bath in May, but it was just a big tub that they would fill with hot water. The man of the house would get the privilege of the nice clean water. Then all the other sons and men, then the women and finally the children. Last of all the babies. By then the water was pretty thick. Thus, the saying, \"don't throw the baby out with the bath water,\" it was so dirty you could actually lose someone in it. I'll describe their houses a little. You've heard of thatch roofs, well that's all they were. Thick straw, piled high, with no wood underneath. They were the only place for the little animals to get warm. So all the pets; dogs, cats and other small animals, mice, rats, bugs, all lived in the roof. When it rained it became slippery so sometimes the animals would slip and fall off the roof. Thus the saying, \"it's raining cats and dogs,\" Since there was nothing to stop things from falling into the house they would just try to clean up a lot. But this posed a real problem in the bedroom where bugs and other droppings from animals could really mess up your nice clean bed, so they found if they would make beds with big posts and hang a sheet over the top it would prevent that problem. That's where those beautiful big 4 poster beds with canopies came from. When you came into the house you would notice most times that the floor was dirt. Only the wealthy had something other than dirt, that's where the saying \"dirt poor\" came from. The wealthy would have slate floors. That was fine but in the winter they would get slippery when they got wet. So they started to spread thresh on the floor to help keep their footing. As the winter wore on they would just keep adding it and adding it until when you opened the door it would all start slipping outside. So they put a piece of wood at the entry way, a \"thresh hold\". In the kitchen they would cook over the fire, they had a fireplace in the kitchen/parlor, that was seldom used and sometimes in the master bedroom. They had a big kettle that always hung over the fire and every day they would light the fire and start adding things to the pot. Mostly they ate vegetables, they didn't get much meat. They would eat the stew for dinner then leave the leftovers in the pot to get cold overnight and then start over the next day. Sometimes the stew would have food in it that had been in there for a month! Thus the rhyme: peas porridge hot, peas porridge cold, peas porridge in the pot nine days old.\" Sometimes they could get a hold on some pork. They really felt special when that happened and when company came over they even had a rack in the parlor where they would bring out some bacon and hang it to show it off. That was a sign of wealth and that a man \"could really bring home the bacon.\" They would cut off a little to share with guests and they would all sit around and \"chew the fat.\" If you had money your plates were made out of pewter. Sometimes some of their food had a high acid content and some of the lead would leach out into the food. They really noticed it happened with tomatoes. So they stopped eating tomatoes, for 400 years. Most people didn't have pewter plates though, they all had trenchers, that was a piece of wood with the middle scooped out like a bowl. They never washed their boards and a lot of times worms would get into the wood. After eating off the trencher with worms they would get \"trench mouth.\" If you were going traveling and wanted to stay at an Inn they usually provided the bed but not the board. The bread was divided according to status. The workers would get the burnt bottom of the loaf, the family would get the middle and guests would get the top, or the \"upper crust\". They also had lead cups and when they would drink their ale or whiskey. The combination would sometimes knock them out for a couple of days. They would be walking along the road and here would be someone knocked out and they thought they were dead. So they would pick them up and take them home and get them ready to bury. They realized if they were too slow about it, the person would wake up. Also, maybe not all of the people they were burying were dead. So they would lay them out on the kitchen table for a couple of days, the family would gather around and eat and drink and wait and see if they would wake up. That's where the custom of holding a \"wake\" came from. Since England is so old and small they started running out of places to bury people. So they started digging up some coffins and would take their bones to a house and re-use the grave. They started opening these coffins and found some had scratch marks on the inside. One out of 25 coffins were that way and they realized they had still been burying people alive. So they thought they would tie a string on their wrist and lead it through the coffin and up through the ground and tie it to a bell. Someone would have to sit out in the graveyard all night to listen for the bell. That is how the saying \"graveyard shift\" was made. If the bell would ring they would know that someone was \"saved by the bell\" or he was a \"dead ringer\". Variations: A later version of this piece was prefaced with a putative explanation of origins of the term \"piss poor,\" which we have covered in a separate article.",
  "Last Updated": "26 February 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/language/phrases/1500.asp",
  "Claim": "The numerous current sayings listed in a \"Life in the 1500s\" article sprang from ordinary living conditions in that era.",
  "Claim_ID": "language_phrases_1500",
  "Tags": ""
}