{
  "Origins": "It might be difficult to think of two more renowned but dissimilar American authors than Kurt Vonnegut, the novelist whose works combined elements of satire, black comedy, and science fiction, and Theodore Geisel (better known by the pen name \"Dr. Seuss\" ), who penned several dozen children's books memorable for their imaginative characters and quirky rhymes. It's an intriguing notion, therefore, that despite their quite disparate literary heritages, the two men shared a common background of being college classmates and fraternity brothers.",
  "Fact Check": "",
  "Description": "Unfortunately for those who revel in this type of coincidence, however, there's no truth to the notion: Vonnegut and Geisel were neither college classmates nor fraternity brothers, and as far as we know they never even met. Theodore Geisel was born in 1904, attended Dartmouth College from 1922-1925, and after graduating from Dartmouth headed off to Oxford to obtain a doctorate in literature before abandoning his studies to tour Europe. Kurt Vonnegut, Jr., was born in 1922 and attended Cornell University beginning in 1940 before leaving in 1943 to join the U.S. Army. After World War II, Vonnegut spent a couple of years at the University of Chicago as a graduate anthropology student. In short, Geisel was Vonnegut's senior by eighteen years, and he had already entered college by the time Vonnegut was born. They never attended the same school, either at the same time or at different times. Nonetheless, there is at least a small bit of truth and commonality to be found in the example quoted above: According to Vonnegut's \"autobiographical collage,\" Fates Worse Than Death , a building used by his college fraternity had some murals on its basement walls which had initially been penciled there by Geisel a decade earlier (back when the room was the site of the Pilots' Club speakeasy): When I went to Cornell University in 1940, I joined a fraternity (Delta Upsilon) which had murals by Dr. Seuss in its basement bar. He had drawn them in pencil long before my time. An artist in the fraternity made them bold and permanent with paint afterward. Dr. Seuss was a Dartmouth man and not a Delta Upsilon, but he drew the murals while roistering in Ithaca with a painter pal, Hugh Troy, who was both a Cornellian and a DU.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 1999] Dr. Seuss and Kurt Vonnegut went to college together. They were even in the same fraternity, where Seuss decorated the fraternity house walls with drawings of his characters.",
  "Last Updated": "12 December 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/language/literary/seuss.asp",
  "Claim": "Authors Dr. Seuss and Kurt Vonnegut, Jr. were college classmates and fraternity brothers.",
  "Claim_ID": "language_literary_seuss",
  "Tags": ""
}