{
  "Origins": "While those of the Starbucks generation may almost think they discovered the drink, coffee, that enticing hot brew, has been part of everyday experience in Western society for a number of generations. It has fueled the productivity of countless offices and imparted warm comfort to innumerable half-frozen G.I.s, and it's been the prominent beverage in multitudinous housewifely gatherings (coffee klatches) and Alcoholics Anonymous meetings. Over its history of popularity in Western culture coffee has attracted affectionate nicknames such as \"java\" and \"joe,\" and it is the latter which concerns us, because unlike the origins of the term \"java,\" how the beverage came to bear the appellation of \"joe\" is still a bit of a mystery. (We colloquially term coffee \"java\" because at the time the beverage became popular in the 19th century, the primary source of the world's coffee was the island of Java in Indonesia.)",
  "Fact Check": "",
  "Description": "One theory ascribes the nickname to Josephus \"Joe\" Daniels who, while Secretary of the Navy during World War I, imposed a general ban upon the serving of alcohol aboard U.S. Navy ships (albeit with some exceptions for special occasions). His General Order 99 that prohibited alcohol aboard such vessels was issued on 1 June 1914. By the lights of the Daniels supposition, the loss of easy access to booze aboard ships led to increased coffee consumption by naval men, who in response christened their mugs of java \"cups of joe\" as a sorrowful homage to the man who had banned their hooch and thus forced them into drinking coffee. It's a charming theory, but it just doesn't hold up. Prior to 1914, the U.S. Navy had not been sodden with rum and staffed as far as the eye could see by tipsy sailors barely capable of remaining on their feet. Rather, the implementation of General Order 99 had precious little effect on the lives of enlisted sailors, an already heartily sober lot, because the ships they served on had been officially dry since the spirit ration was abolished in 1862. Officers, however, were affected because they had had access to a \"wine mess\" from 1893 until the 1914 order put a stop to that. There are far fewer officers than there are sailors, thus the impact of General Order 99 would have been relatively mild, certainly not the stuff of which rueful sobriquets are coined. Moreover, \"cup of joe\" was first recorded as entering the English language in 1930, a full 16 years after the grumblings of disgruntled sailing men supposedly put the term into common parlance. To believe the Josephus Daniels theory is to believe that across that span of time no one in the Navy or outside it wrote down that term in any newspaper article or letter that has yet come to light (and guys aboard ships are known for writing letters). There are two stronger theories for how \"coffee\" came to be \"joe,\" but neither is verifiable. The first asserts that \"joe\" is a corruption of one of two other slang words for coffee: java and jamoke, the latter itself a compression of java and mocha. Under that theory, a \"cup of jamoke\" could easily have slip-slid its way into being a \"cup of joe.\" People do love to shorten their slang terms, after all. The second postulates that since \"joe\" is argot for a \"fellow, guy, chap\" (the earliest sighting of its being used that way dates to 1846), that a \"cup of joe\" thus means the common man's drink. The lexicon of English is replete with instances of \"joe\" being used to denote a typical guy who is wholly interchangeable with any other guy in the same line of work or area of special interest: \"G.I. Joe,\" \"Holy Joe\" (a chaplain or especially sanctimonious person), \"Joe College,\" \"Joe Blow,\" and of course \"the average joe.\" \"Cup of joe\" therefore would be the stuff that fuels the common man. One final theory suggests the term was sired by an mental association of \"black\" with \"coffee,\" with the 1860 Stephen Foster song Old Black Joe putting it all together. Yet the song, the lynchpin of the theory, makes no mention of coffee. Moreover, would a song that was hugely popular in 1860 spawn a widespread term that appeared only in 1930? Of the two best theories, jamoke morphing into joe is the strongest contender thanks to this find by linguist Michael Quinion: \"It is significant that an early example appears in 1931 in the Reserve Officer's Manual by a man named Erdman: 'Jamoke, Java, Joe. Coffee. Derived from the words Java and Mocha, where originally the best coffee came from.'\" Barbara \"joe job\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, August 2007] Where does the term \"cup of Joe\" (coffee) come from? I think the strongest explanation i've heard is: \"Josephus Daniels (18 May 1862-15 January 1948) was appointed Secretary of the Navy by President Woodrow Wilson in 1913. Among his reforms of the Navy were inaugurating the practice of making 100 Sailors from the Fleet eligible for entrance into the Naval Academy, the introduction of women into the service, and the abolishment of the officers' wine mess. From that time on, the strongest drink aboard Navy ships could only be coffee and over the years, a cup of coffee became known as 'a cup of Joe'.\"",
  "Last Updated": "5 February 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/language/eponyms/cupofjoe.asp",
  "Claim": "Coffee is sometimes referred to as a \"cup of joe\" because of Secretary of the Navy Josephus Daniels.",
  "Claim_ID": "language_eponyms_cupofjoe",
  "Tags": ""
}