{
  "Origins": "The titles of entertainments such books, films, and songs are often rendered differently from the originals in foreign markets, where due to differences in language and culture literal translations may not be possible or may not convey the same meaning to the local audience. In light of the fact that Charles M. Schulz's popular comic strip Peanuts appeared in more than 26,000 newspapers in 75 countries around the world, we might expect its title to have undergone some interesting translations along the way.",
  "Fact Check": "",
  "Description": "In Denmark, for instance, the title of the comic strip was changed from Peanuts to Radiserne (the Danish word for \"radishes\"). But why? Are peanuts a completely unknown food product in Denmark? Is there no word for for \"peanuts\" in Danish? Before we get to the explanation, let's examine why Charles M. Schulz chose to name his comic strip Peanuts in the first place. Those who weren't familiar with Charlie Brown and his friends might be inclined to think the title of the comic strip indicated it dealt with the adventures of a group of child peanut farmers. But Charles Schulz did not pen cartoons featuring the annual return of \"The Great Peanut,\" he did not place a shriveled-up peanut plant at the center of \"A Charlie Brown Christmas,\" and Lucy never doled out advice about legumes from her psychiatry booth. The comic strip Peanuts seemingly has nothing to do with actual peanuts whatsoever. According to the Charles M. Schulz Museum, the author wanted to name his comic Li'l Folks , but when the strip was placed into syndication in the early 1950s it generated concerns about potential copyright or trademark infringement issues with another cartoon by the name of Little Folks . Schulz suggested Good Ol' Charlie Brown as an alternative title, but United Feature Syndicate opted to name the comic strip Peanuts instead. Why Peanuts ? When the comic strip was first published in the 1950s, the word \"peanut\" was often used to refer to children. That usage was popularized by The Howdy Doody Show , which featured a children's audience section known as \"the peanut gallery\": United Feature Syndicate apparently believed that Peanuts was an apt name for a comic strip noteworthy for featuring only child characters and no adults: Unfortunately, that choice of title was a confusing one that cartoonist Charles M. Schulz never really liked, prompting him to add a subtitle to his strip: I don't like the name of my strip at all. I wanted to call it 'Good Old Charlie Brown', but the person at the syndicate who selected 'Peanuts' just picked it at random from a list of possible titles he jotted down. He hadn't even looked at the strip when he named it. The syndicate compromised on Sunday, though. Once I rebelled and sent it in without any title. We finally agreed to put 'Peanuts' at the top and include 'Charlie Brown and His Gang' in the sub-title on Sunday. If the title Peanuts confused English-speaking readers, Schulz's international audience must have been at least equally perplexed when they saw his characters appear under the title Radishes . But why did someone think Radishes would make any more sense than Peanuts ?In the book Charlie Brown & Charlie Schulz: In Celebration of the 20th Anniversary of Peanuts , author Lee Mendleson wrote that the strip's title was changed to Radiserne in Denmark because there is no word for 'peanuts' in Danish. However, this claim is an oversimiplication, as the Danish language does in fact include a word for peanut (jordn d). It would be more accurate to say that the word for 'peanut' does not indicate a diminutive in Danish in the same way that it does in English, and that in Denmark (and other countries) 'peanut' was not a term commonly used in reference to children, as it was in the U.S. Hence, other regions of the world (where the local languages also included words for 'peanuts') similarly employed variations of the word 'radish' as the title for the comic strip. In South America, for example, the diminutive connotation was maintained by publishing the strip under the title Rabinitos (Spanish for \"little radishes\").",
  "Originally Published": "",
  "Referred Links": "https://schulzmuseum.org/about-the-man/frequently-asked-questions/;",
  "Example": "[Collected via e-mail, April 2015] Peanuts are not common in Denmark, so when Charles Schulz's comic was published there, they renamed it \"Radishes.\"",
  "Last Updated": "16 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/language/misxlate/peanuts.asp",
  "Claim": "The comic strip Peanuts was renamed Radishes in some international newspapers because locals were not familiar with real peanuts.",
  "Claim_ID": "language_misxlate_peanuts",
  "Tags": ""
}