{
  "Origins": "After the loose confederation of thirteen former British colonies known as the \"United States of America\" drew up a constitution which created a federal government and bound them together as one nation in 1788, one of the first orders of business was to choose a location for the new nation's capital. As the result of a series of compromises, New York City was designated as the temporary capital of the USA for sixteen months beginning in 1789 (in time for the inauguration of the first president, George Washington); the American seat of government was then moved to Philadelphia until 1800, when it was finally relocated to its permanent home in the newly-created District of Columbia.",
  "Fact Check": "",
  "Description": "The new capital needed to include a residence for the chief executive, of course, and so the cornerstone for the \"President's House,\" designed by Irish-born architect James Hoban, was laid in October of 1792. Although George Washington oversaw the building's construction, he retired before its completion, and so second president John Adams and his wife Abigail became the first occupants of the residence in 1800 (even though work on the edifice was far from finished). The Adamses had only a year to enjoy their new home before giving way to Thomas Jefferson, who was sworn in as the third U.S. president in 1801. The residence of the President of the United States of America had no official designation back in the early 19th century, and it was generally referred to simply as the President's House. (The term Executive Mansion supplanted that nomenclature around 1850, and the building was not officially designated as the White House until the issuance of an executive order by President Theodore Roosevelt in 1901.) In 1812, war broke out between the United States and Great Britain, and in August 1814 President James Madison and his wife Dolly were forced to flee their residence when a British expedition to Chesapeake Bay won an easy victory at Bladensburg (Maryland) and took the city of Washington, setting fire to several public buildings including the Capitol and the President's House. This historical event has since been embodied in a legend which proclaims that the White House only obtained that name after its torching by the British, when portions of the residence were rebuilt and the exterior was painted white (over the original gray) to cover the obvious burn marks. The legend does not correspond to historical fact, however. The President's House had been given a coat of whitewash as early as 1798 in order to protect its locally-quarried sandstone against the deterioriation caused by winter freezes, and from then on white paint was used for the exterior. Moreover, references to the building as the \"White House\" antedate the War of 1812. As early as the spring of 1811, Francis James Jackson, the former British minister to the United States, wrote that his successor would \"act as a sort of political conductor to attract the lightning that may issue from the clouds round the Capitol and the White House at Washington.\" White House curators cite similar contemporary evidence: There is a Washington myth that people didn't start calling the house the White House until it was painted white to conceal the scorch marks left when the British burned it to its walls in 1814. Not so, says the office of White House curator Betty Monkman. She and her staff have uncovered many references to \"the White House\" well before the British marched in. On March 18, 1812, for example, a Massachusetts congressman wrote his wife: \"There is much trouble at the White House, as we call it, I mean the President's.\" It is true that the term \"White House\" came into more general use after 1817, when new construction on the residence was completed (nearly all of the interior had been destroyed by the 1814 fire) and the structure was given a coat of oil-based white paint, but that phenomenon was merely an extension of a practice that had started well before 1814.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=0252031792/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=091396929X/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=0395860202/urbanlegendsrefeA/;",
  "Example": "[Collected via e-mail, 2006] 1814 was also the year the British burned Washington, DC. and the President's home had to be repainted white hence the White House of today! Burned by the British in 1814, the President's House was reconstructed and the charred sandstone walls repainted the white for which it is named by 1817, when James Monroe moved in with his family.",
  "Last Updated": "4 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/language/colors/whitehouse.asp",
  "Claim": "The White House obtained its name because it was repainted white after the British burned it in 1814.",
  "Claim_ID": "language_colors_whitehouse",
  "Tags": ""
}