{
  "Origins": "\"Washington's Vision\" is a narrative presented as the 1859 reminiscences of 99-year-old Anthony Sherman, who was supposedly present with George Washington's army at Valley Forge during the winter of 1777 and overheard Washington tell an officer that an angel had revealed a prophetic vision of America to him. The passage of more than 150 years has since obscured the origins and purpose of this narrative, leading many who encounter it now to believe that it is a true account of an incident from Washington's life rather than a fictional tale created for political purposes long after Washington's death.",
  "Fact Check": "",
  "Description": "The tale of \"Washington's Vision\" was penned by Charles Wesley Alexander (1836-1927), a Philadelphia journalist who published The Soldier's Casket , a periodical for Union veterans of the Civil War. Writing under the pseudonym \"Wesley Bradshaw,\" Alexander authored several fictional \"vision\" or \"dream\" pieces featuring historic American figures which were published as broadsheets and in various newspapers during the Civil War and were later offered for sale through advertisements in the pages of The Soldier's Casket , with the artificial separation between the real Charles Alexander and the pseudonymous \"Wesley Bradshaw\" allowing the former to unashamedly laud the latter's works. The meaning of \"Washington's Vision\" was apparent to Alexander's contemporary audience. First published in April 1861 (at the outbreak of the Civil War) and full of references to \"Union\" and \"Republic,\" this account of Washington's praying \"to God in secret for aid and comfort\" during the darkest days of the American Revolution and being visited by an angel who revealed to him a vision of the United States victorious was an obvious allegory for Unionists whose America was facing its greatest crisis since the revolution: a civil war pitting one half the country against the other in a struggle that threatened the existence of the Republic. During the war Alexander penned several similar tracts featuring both historical and contemporary American figures (e.g., Abraham Lincoln, Jefferson Davis, Ulysses S. Grant), including \"General McClellan's Dream,\" a narrative in which the general-in-chief of the Union Army fell asleep at his desk and was awakened by a vision of George Washington, who admonished the general for sleeping at his post and revealed to him secret rebel plans which he urged McClellan to act on quickly in order to prevent Washington, D.C. from falling into Confederate hands. Alexander also published even more fantastical tales, including several about female Union soldiers with supernatural powers and one of a demonic Englishwoman who fought on the side of the Confederacy. As the Journal of the American Society for Psychical Research noted of \"Washington's Vision\" and \"General McClellan's Dream\" in 1917: It seemed to us that the remarks which prefaced the dream itself plainly intimated that the latter was a literary production written for a patriotic purpose. The [article] is from the pen of Wesley Bradshaw, Esq., and makes a fitting companion to \"Washington's Vision,\" which sketch, written by the same author, at the commencement of our national difficulties, was widely copied by the press, and commended by Hon. Edward Everett as \"teaching a highly important lesson to every true lover of his country.\" There is here no attempt to put forth the \"dream\" as authentic. It is a \"sketch\" written by a gentleman who shortly before had written another sketch about a dream or vision attributed to Washington. (Although an officer named Anthony Sherman did serve in the Continental Army, he was at Saratoga under the command of Benedict Arnold at the end of 1777 and therefore wasn't with Washington's forces at Valley Forge during the winter of 1777-78, so it's likely mere coincidence that Alexander chose that appellation for the name of his fictitious narrator.) Alexander's expression of the theme that America can never be conquered by external enemies but can be brought down only through the failings of its own citizens gained renewed currency in 2001 among Americans in need of booster shots of patriotism after the events of September 11, and it is reminiscent of thoughts delivered for real by a revered American historical figure: Abraham Lincoln's address before the Young Men's Lyceum of Springfield, Illinois, on 27 January 1838: At what point shall we expect the approach of danger? By what means shall we fortify against it? Shall we expect some transatlantic military giant to step the Ocean and crush us at a blow? Never! All the armies of Europe, Asia and Africa combined, with all the treasure of the earth (our own excepted) in their military chest; with a Buonaparte for a commander, could not by force, take a drink from the Ohio, or make a track on the Blue Ridge, in a trial of a thousand years. At what point then is the approach of danger to be expected? I answer, if it ever reach us, it must spring up amongst us. It cannot come from abroad. If destruction be our lot, we must ourselves be its author and finisher. As a nation of freemen, we must live through all time, or die by suicide.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20021019212416/http://speaker.house.gov/library/texts/lincoln/lyceum1.asp;",
  "Example": "[Alexander, 1861] The last time I ever saw Anthony Sherman was on the Fourth of July, 1859, in Independence Square. He was then ninety-nine years old, his dimming eyes rekindled as he gazed upon Independence Hall, which he had come to visit once more. \"I want to tell you an incident of Washington's life one which no one alive knows of except myself; and which, if you live, you will before long see verified.\" He said, \"From the opening of the Revolution, we experienced all phases of fortune, good and ill. The darkest period we ever had, I think, was when Washington, after several reverses, retreated to Valley Forge, where he resolved to pass the winter of 1777. Ah! I often saw the tears coursing down our dear commander's careworn cheeks, as he conversed with a confidential officer about the condition of his soldiers. You have doubtless heard the story of Washington's going to the thicket to pray. Well, he also used to pray to God in secret for aid and comfort. \"One day, I remember well, the chilly winds whistled through the leafless trees. Though the sky was cloudless and the sun shone brightly, he remained alone in his quarters nearly all afternoon. When he came out, I noticed that his face was a shade paler than usual, and there seemed to be something on his mind of more than ordinary importance. Returning just after dusk, he dispatched an orderly to the quarters of the officer I mentioned who was in attendance at the time. After preliminary conversation of about half an hour, Washington, gazing upon his companion with that strange look of dignity that he alone could command, said to the latter: \"I do not know whether it is due to the anxiety of my mind, or what, but this afternoon, as I was preparing a dispatch, something seemed to disturbed me. Looking up, I beheld, standing opposite me, a singularly beautiful being. So astonished was I, for I had given strict orders not to be disturbed, that it was some moments before I found language to inquire the cause of the visit. A second, a third, and even a fourth time did I repeat my question, but received no answer from my mysterious visitor, except a slight raising of the eyes. By this time I felt strange sensations spreading through me, and I would have risen, but the riveted gaze of the being before me rendered volition impossible. I assayed once more to speak, but my tongue had become useless, as though it had become paralyzed. A new influence, mysterious, potent, irresistible, took possession. All I could do was to gaze steadily, vacantly at my unknown visitor. Gradually the surrounding atmosphere seemed to become filled with sensations, and grew luminous. Everything about me seemed to rarefy, including the mysterious visitor. \"I began to feel as one dying, or rather to experience the sensations which I have sometimes imagined accompany dissolution. I did not think, I did not reason, I did not move; all were alike impossible. I was only conscious of gazing fixedly, vacantly at my companion. \"Presently I heard a voice saying, 'Son of the Republic, look and learn,' while at the same time my visitor extended an arm eastwardly. I now beheld a heavy vapor at some distance rising fold upon fold. This gradually dissipated, and I looked out upon a strange scene. Before me lay spread out in one vast plain all the countries of the world Europe, Asia, Africa, and America. I saw rolling and tossing between Europe and America the billows of the Atlantic, and between Asia and America lay the Pacific. \"'Son of the Republic,' said the same mysterious voice as before, 'look and learn.' At that moment I beheld a dark, shadowy being as an angel standing, or rather floating, in mid-air between Europe and America. Dipping water out of the ocean in the hollow of his hand, he cast some on Europe. Immediately a cloud raised from these countries, and joined in mid-ocean. For a while it remained stationary, and then moved slowly westward until it enveloped America in its murky folds. Sharp flashes of lightning gleamed through it at intervals, and I heard the smothered groans and cries of the American people. A second time the angel dipped water from the ocean and sprinkled it out as before. The dark cloud was then drawn back to the ocean, in whose billows it sank from view. \"A third time I heard the mysterious voice saying, 'Son of the Republic, look and learn.' I cast my eyes upon America and beheld villages and towns and cities string up one after another until the whole land form the Atlantic to the Pacific was dotted with them. Again I heard the mysterious voice say, 'Son of the Republic, the end of the century cometh; look and learn.' \"And this time the dark, shadowy angel turned his face southward, and from Africa I saw an ill-omened specter approach our land. It flitted slowly over every town and city of the latter. The inhabitants presently set themselves in battle against each other. As I continued looking, I saw a bright angel, on whose brow rested a crown of light on which was traced the word 'Union,' bearing the American flag, which he placed between the divided nation. He said, 'Remember, ye are brethren.' Instantly the inhabitants, casting down their weapons, became friends once more, and united around the National Standard. \"Again I heard the mysterious voice saying, 'Son of the Republic, look and learn.' At this the dark, shadowy angel placed a trumpet to his lips and blew three distinct blasts; and taking water from the ocean, he sprinkled it on Europe, Asia, and Africa. Then my eyes beheld a fearful scene. From each of these countries arose thick black clouds that were soon joined into one; and throughout this mass there gleamed a dark red light be which I saw hordes of armed men, who, moving with the cloud, marched by land and sailed by sea to America, which country was enveloped in the volume of cloud. And I dimly saw these vast armies devastate the whole country and burn the villages, towns, and cities that I had beheld springing up. \"As my ears listened to the thundering of the cannon, the slashing of swords, and the shouts and cries of millions in mortal combat, I again heard the mysterious voice saying, 'Son of the Republic, look and learn.' When the voice had ceased, the dark angel placed his trumpet once more to his mouth and blew a long and fearful blast. \"Instantly a light as of a thousand suns shown down from above me, and pierced and broke into fragments the dark cloud which enveloped America. At the same moment the angel upon whose head still shown the word 'Union' and who bore our national flag in one hand and a sword in the other descended from the heavens attended by legions of white spirits. These immediately joined the inhabitants of America, who I perceived were well-nigh overcome, but who, immediately taking courage again, closed up their broken ranks and renewed the battle. Again, amid the fearful noise of the conflict I heard the mysterious voice saying, 'Son of the Republic, look and learn.' As the voice ceased, the shadowy angel for the last time dipped water from the ocean and sprinkled it upon America. Instantly the dark cloud rolled back, together with the armies it had brought, leaving the inhabitants of the land victorious. \"Then once more, I beheld the villages, towns, and cities springing up where I'd seen them before, while the bright angel, planting the azure standard he had brought in the midst of them, cried with a loud voice: 'While the stars remain, and the heavens send down dew upon the earth, so long shall the Union last.' And taking from his brow the crown on which blazoned the word 'Union,' he placed it upon the standard while the people, kneeling down, said 'Amen.' \"The scene instantly began to fade and dissolve, and I, at last, saw nothing but the rising, curling vapor I had at first beheld. This also disappeared, and I found myself once more gazing upon the mysterious visitor, who in the same voice I had heard before said, 'Son of the Republic, what you have seen is thus interpreted. Three great perils will come upon the Republic. The most fearful is the third, but in this greatest conflict the whole world united shall not prevail against her. Let every child of the Republic learn to live for his God, his land, and the Union.' With these words the vision vanished, and I started from my seat and felt that I had seen a vision wherein had been shown me the birth, progress, and destiny of the United States.\" \"Such, my friends,\" said the venerable narrator, \"were the words I heard from Washington's own lips, and America will do well to profit by them.\"",
  "Last Updated": "22 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/language/document/vision.asp",
  "Claim": "George Washington told of an angel who revealed a prophetic vision of America to him at Valley Forge.",
  "Claim_ID": "language_document_vision",
  "Tags": ""
}