{
  "Origins": "While most folks instinctively grasp the meaning of the phrase \"the real McCoy\" (the genuine article, as opposed to an imitation), no one has the definitive answer as to where that peculiar expression came from.",
  "Fact Check": "",
  "Description": "There are a number of competing theories as to who or what was \"the real McCoy\": Elijah McCoy, inventor of a device that lubricated the moving parts of a railway locomotive, or his invention itself. Someone from the Hatfield-McCoy family feud of the 1880s. Products of the Nelson McCoy Pottery company in Ohio. Booze supplied by Prohibition-era rum-runner named Bill McCoy, whose product was said to always be of the highest quality. Joseph G. McCoy, the cattleman who laid out the Chisholm Trail. A Pennsylvania wildcatter of the name of McCoy who diverted nitroglycerin from job sites to safecrackers, who in turn dubbed the explosives he supplied \"the real McCoy\" (to distinguish them from the homemade less reliable concoctions they sometimes used). Mrs. McCoy of a 19th century Irish ballad wherein she thrashes her husband, thereby proving herself \"the real McCoy.\" The products of a British pharmaceutical company that were much in demand by addicts in the U.S. after passage of the Harrison Narcotic Act of 1914, with the appellation spreading to any commercially produced drug product (to differentiate it from blackmarket drugs of dubious origin). Arising from rivalry among branches of the Mackay clan in Scotland as to which was the most valid, with the name of one clan's leader (Reay Mackay) over time morphing into \"real McCoy.\" A corruption of \"the real Macao,\" slang for pure heroin, the best of which supposedly came from Macao. A corruption of \"the real McKay,\" a slogan used to advertise the products of whisky distillers A & M McKay of Glasgow. American welterweight champion Norman Selby, known as Kid McCoy. The saying's recorded history is murky, but while there is no indisputable origin for the term, one theory (which actually combines two of the above elements) does stand far above the rest. While the earliest verified print sighting of \"the real McCoy\" dates to 1908, the first surfacing of the phrase it likely stemmed from was noted in 1856: \"A drappie o' the real McKay,\" referring to a brand of whisky produced in Scotland. Said brand of hooch subsequently came to be advertised under the slogan \"the real McKay\" in 1870, thereby exposing an even greater number of Scots to its existence. Over time, other sightings into which misspellings had crept were noted: 1865: The ceremony being concluded, Bacchus was worshipped to a most satisfactory extent - the supply of \"the real MacKay\" being unlimited - capital in quality, and accompanied with tempting viands. 1908: I took a good-size snort out of that big bottle [of furniture polish] in the middle.... Have you none of the clear McCoy handy around the house? (The item being described as \"McCoy\" in this sighting was whisky.) 1934: There's something very attractive about the real McKie when you meet it. These two points (misspellings creeping in plus the first McCoy sighting being about whisky) somewhat work to support the theory that the Scottish advertising slogan \"the real McKay\" became a tad garbled as it crossed the ocean into the U.S. Yet however it got there, once it had arrived in the new land, it subsequently came to be associated with a boxer of some fame, thereby greatly increasing its spread. Norman Selby , better known as Kid McCoy, was the American welterweight champion in 1896. As he gained weight, he moved up into the middleweight class, and during his career fought many notable heavyweights. Selby's life outside the ring was every bit as interesting as it was within it: he was married eight times (thrice to the same woman), served a nine-year prison sentence for the murder of a married lover, and ended his life by his own hand. It is not known how he came by his \"Kid McCoy\" sobriquet. (Another nickname attached to him was \"The Corkscrew Kid,\" in reference to his signature \"corkscrew\" punch.) But however he came by the McCoy handle, he did fight under it. An apocryphal tale ties Norman Selby to the origin of \"the real McCoy.\" By its lights, he encountered a drunk in a bar who was skeptical of his claims to be the great fighter Kid McCoy. The boxer settled all doubt with one punch that flattened the sot. Upon regaining his feet, the now thoroughly convinced lush loudly announced to all present that the one who'd decked him was \"the real McCoy.\" Similarly, another legend states that McCoy had so many imitators that he eventually had to bill himself as Kid \"The Real\" McCoy. No reason exists to believe either tale; they appear more fanciful lore than anything else. However, the boxer's fame likely contributed to the popularity of the expression, as potentially did the fame of another pugilist who bore the actual surname: Al McCoy, middleweight title holder from 1914 to 1917. That's the long way around to this most likely of explanations of the origin of \"the real McCoy\": a Scottish whisky slogan came to the U.S., with its \"McKay\" becoming \"McCoy\" in the process, with the saying subsequently further popularized through confusion between a popular boxer of the day (Kid McCoy) and the saying (the real McCoy). Of the many other potential origins for the phrase, while some contain elements that are rooted in history (there was a black inventor by name of Elijah McCoy who did invent a revolutionary device that allowed for the oiling of machines while in operation, and there was a famous cattle baron of the name of Joseph G. McCoy), most are not. If addicts ever referred to heroin as \"the real Macao,\" we've yet to encounter an instance of it. Likewise, there's little reason to suppose that a Pennsylvania wildcatter named McCoy was selling nitroglycerin swiped from job sites to safecrackers. Nelson McCoy Pottery wasn't founded until 1910 which, given the 1908 \"real McCoy\" sighting, puts it out of the running. Of the three less credible purported explanations that involve real people, although there was a famous cattle baron called Joseph G. McCoy , it's unlikely he was confused with anyone else, thereby requiring him to self-identify as \"the real McCoy.\" Likewise, while the oiler invented by Elijah McCoy amounted to a startling development in its time, it does not appear to have been competing with copycats, thereby leaving buyers clamoring for \"the real McCoy.\" Also, it was a specialized piece of equipment, which means its pool of potential purchasers was very small. It is therefore not believable that widespread consumer insistence upon having the McCoy oiler and no other created the phrase. Similarly, while there was a Prohibition-era rum runner named Bill McCoy , even if the booze he had been vending had been of the highest quality, he could not have been the McCoy celebrated in the saying, given that the line has been documented back to 1908, whereas Prohibition did not begin in the U.S. until 1920. For the saying to not only have taken root but survived for more than a century, it had to have caught the public's imagination in its infancy rather than been merely a catchphrase within a small specialized area. A phrase first recorded as used in reference to whisky in 1856 then enshrined as a particular brand of firewater's official slogan in 1870 fits the bill in ways the other proffered explanations do not, especially if it were given a further boost via being confused with the nickname of a well-known boxer in its new homeland. Barbara \"boxer rebellion\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.flathammockpress.com/TheRealMcCoy.htm;http://www.brighthub.com/engineering/mechanical/articles/35021.aspx;http://www.legendsofamerica.com/we-josephmccoy.html;http://www.mccoypottery.com/history.html;http://www.cyberboxingzone.com/boxing/Article-KidMcCoy.htm;",
  "Example": "[Collected via e-mail, February 2000] Railroading was vital to the development of our economy and culture in the 19th century. An example: the real McCoy refers to McCoys automated oilier and not his many imitators that where not nearly as good. [Collected via e-mail, April 2005] Curiously, an invention left off [a list of black inventors] is perhaps the most distinctive of its kind, the McCoy Automatic Lubricator (US Pat #129,843). Elijah McCoy invented an entirely new class of machinery improvement, being the very first time a railroad locomotive could be continuously lubricated while in motion. Variations were used on virtually every steam locomotive built since. The McCoy device was so popular that a number of inferior knockoffs appeared on the market - leading master mechanics of the railroads to specify the genuine article - the \"Real McCoy.\"",
  "Last Updated": "19 February 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/language/eponyms/mccoy.asp",
  "Claim": "The \"real McCoy\" refers to a type of automatic oiler invented by a black man.",
  "Claim_ID": "language_eponyms_mccoy",
  "Tags": ""
}