{
  "Origins": "The term \"blue laws\" originally applied to laws supposedly enacted by the Puritans in seventeenth-century Connecticut to regulate moral behavior (especially what people must or must not do on the Sabbath) which called for rather harsh punishments to be applied to offenders. Blue laws allegedly specified penalties for moral offenses such as failure to attend church on the Sabbath; lying, swearing, and drunkenness; the playing of games (such as cards, dice, and shuffleboard) in public; mandated more severe punishments for crimes committed on the Sabbath; and regulated the sale and consumption of alcohol. Violators of blue laws might be assessed monetary fines, be whipped, be forced to spend time in the stocks, have body parts burned or cut off, or even receive the death penalty. Although accounts of these seventeenth-century draconian laws were largely exaggerations or outright fictions, the temperance movements which began in the late nineteenth century did bring a new round of legislation intended to regulate private conduct by banning the sale of cigarettes and alcohol, prohibiting amusements and \"unnecessary labor\" on Sundays, and providing for local censorship of arts and entertainment (such as books, plays, and films).",
  "Fact Check": "",
  "Description": "Many remnants of \"blue laws\" survived into the late twentieth century as seemingly nonsensical patchworks of regulations about which types of businesses could operate on Sundays and what items they could sell. Thus various jurisdictions might have regulations which, on Sundays, prohibited the sale of hammers but not nails, forbade trading in horses while allowing automobile dealerships to remain open, or prohibited the purchase of alcohol at liquor stores but not grocery stores. Also puzzling to latter-day Americans was the term \"blue laws\" itself. Why were these regulations called \"blue laws\"? With no obvious explanation at hand, we invented a satisfying one: these types of laws had originally been printed on blue paper or bound in books with blue covers. Not so. No one has turned up seventeenth-century sheets of blue paper or blue-bound books containing these laws, nor has anyone found any seventeenth-century references to these regulations as \"blue laws.\" The earliest recorded use of the term didn't appear until well over a century later, when the Reverend Samuel Peters' 1781 book, General History of Connecticut , described onerous colonial laws in the following manner: Blue Laws; i.e. bloody Laws; for they were all sanctified with whipping, cutting off the ears, burning the tongue, and death. (A variant of this tale posits a self-referential origin for the term by claiming that Peters' book itself was printed on blue paper!) Although Peters maintained that early colonists did refer to these laws as \"blue laws,\" he did not claim that the name was taken from the paper they were printed on, nor is there any evidence of an earlier usage of the term than his own. Since parts of Peters' book (such as his list of forty-five putative \"blue laws\") have since been found unreliable, it's possible he may simply have invented the term \"blue laws\" himself. If not, the term most likely derived from an eighteenth-century usage of the word \"blue\" as a disparaging reference to something perceived as \"rigidly moral\" (a \"bluenose,\" for example, is one who advocates a rigorous moral code), not from the color of the material on which the laws themselves were printed.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[The Columbia Encyclopedia, 2000] The term was originally applied to the 17th-century laws of the theocratic New Haven colony; they were called \"blue laws\" after the blue paper on which they were printed.",
  "Last Updated": "8 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/language/colors/bluelaws.asp",
  "Claim": "American \"blue laws\" were so named because they were originally printed on blue paper.",
  "Claim_ID": "language_colors_bluelaws",
  "Tags": ""
}