{
  "Origins": "On 26 June 1963, President John F. Kennedy gave a speech in support of the citizens of West Berlin after the erection of the Berlin Wall. During that speech, Kennedy proclaimed solidarity with the citizens of Berlin by stating \"Ich bin ein Berliner\" (i.e., \"I am a Berliner\"). Afterward, rumors began to circulate that Kennedy had made a grammatical error and had referred to himself not as a citizen of Berlin, but rather a German confection similar to a jelly donut. This misconception was solidified partially by a 1988 New York Times Op-Ed piece , \"I am a Jelly-Filled Donut.\"",
  "Fact Check": "",
  "Description": "So where did the jelly donut claims originate? In parts of Germany, a jelly-filled pastry is known as a Berliner. This particular style of pastry originated in Berlin in the 16th and 17th centuries , and was known as Pfannkuchen. As the pastry spread outside the city, it came to be called the Berliner Pfannkuchen, or Berlin-style Pfannkuchen. This was eventually shortened to Berliner in some areas, but continues to be referred to as Pfannkuchen within Berlin. The grammatical debate hinges on the article ein . In German, saying that you are a resident of an area generally dismisses the article prior to the noun, much as in the English sentence \"I am American.\" By calling himself \"ein Berliner\" instead of merely \"Berliner,\" Kennedy was, according to some, referring to himself as the pastry and not as a person. In the Times article, it is even claimed that the audience immediately made this association and began to giggle. Viewers of the video taken of the speech can quickly debunk that aspect of the legend themselves, however: What remains is the question, did Germans really think Kennedy called himself a jelly donut, and, well, did he? Kennedy wrote the speech with the assistance of Robert Lochner, who was, in fact, a Berliner, and a chief German interpreter for the United States during World War II. Lochner reviewed the speech with Kennedy, who also practiced the speech several times in front of other Germans, including Berlin's mayor, Willy Brandt. Surely the mistake, had there been one, would have been caught prior to the public recital. In fact, the line was penned by Lochner himself, as he wrote later: \"As we walked up the stairs to the city hall in West Berlin for Kennedy's major speech, he called me over and asked me to write on a piece of paper in German, \"I am a Berliner.\" I did, and when we got to West Berlin Mayor Willy Brandt's office, while the hundreds of thousands of Berliners were cheering outside, Kennedy practiced it with me a few times before going out on the balcony for his historic speech.\" Claims of laughter during the speech itself are actually heard in response to Kennedy's joking remark, \"I appreciate my interpretertranslating my German,\" made after the applause died down from the first time he uttered the famous line, which he had scrawled out phonetically in his notes. Kennedy's famous line was penned by someone who was raised within Berlin itself and was an accomplished and highly regarded translator in his own right. In proclaiming \"Ich bin ein Berliner,\" therefore, JFK was no more referring to himself as a pastry than someone calling himself a \"New Yorker\" would have been understood by Americans as styling himself to be a magazine or a town car. Just as \"I'm American\" and \"I'm an American\" are both correct, so are \"Ich bin ein Berliner\" and \"Ich bin Berliner.\" (In fact, some German speakers would regard the former to be the more correct for someone who was speaking figuratively, as Kennedy was.)",
  "Originally Published": "",
  "Referred Links": "http://www.youtube.com/watch?v=hH6nQhss4Yc;http://www.nytimes.com/1988/04/30/opinion/i-am-a-jelly-filled-doughnut.html;",
  "Example": "",
  "Last Updated": "21 November 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/language/misxlate/berliner.asp",
  "Claim": "President John F. Kennedy called himself a jelly donut in his famous 1963 speech in Berlin, Germany.",
  "Claim_ID": "language_misxlate_berliner",
  "Tags": ""
}