{
  "Origins": "This puzzler may indeed \"KILL YOUR BRAIN!\" and \"make you so MAD!\" it certainly has left plenty of victims racking their brains and scratching their heads in decades past. If you don't already know the answer to this one, let us help you preserve your sanity and whatever gray matter you may have left by telling you . . . there is no answer. Other than 'hungry' and 'angry,' there is no English word ending with the letters 'gry' which the average native speaker of English would recognize, much less \"use every day\" (and certainly none which a teller of this riddle could claim to have \"already given you\").",
  "Fact Check": "",
  "Description": "All other words ending in 'gry' which one might find in even the most comprehensive English dictionary are either archaic terms or obsolete variant spellings, such as: aggry: variegated glass beads of ancient manufacture, mentioned by various 19th-century writers as having been found buried in parts of Africa. begry: an obsolete 15th-century spelling of the word 'beggary' (i.e., extreme poverty). conyngry: an obsolete 17th-century spelling of the even more obsolete word 'conynger' (like 'cunningaire' and 'conygarth,' a term meaning 'rabbit warren'). gry: a unit of measurement proposed by English philosopher John Locke in his 1690 \"Essay Concerning Human Understanding.\" higry-pigry: a corruption (along with 'hickery-pickery' and 'hicra picra') of the Greek 'hiera picra' (approximately 'sacred bitters'), a term for many medicines in the Greek pharmacopoeia, particularly a purgative drug composed of aloes and canella bark. iggry: an early 20th century British army slang borrowing from the Arabic 'ijri, meaning 'Hurry up!\" meagry: a rare and obsolete early 17th-century variant meaning 'meager-looking.' menagry: obsolete 18th-century alternate spelling of 'menagerie.' nangry: a rare and obsolete 17th-century variant of 'angry.' podagry: a 17th-century variant spelling of 'podagra,' a medical lexicon term for 'gout.' puggry: a 19th-century alternate spelling of 'puggaree' or 'puggree,' derived from the Hindi 'pagri,' a word for a light turban or head covering worn in India. skugry: a 16th-century variant spelling of 'scuggery,' meaning 'concealment' or 'secrecy.' So, what's the point to this puzzler if it has no answer? Some people maintain that is the point: the question was deliberately conceived as an irritating brain-teaser with no correct answer. The roundabout phrasing of the question suggests otherwise, however more likely it was designed as a trick question rather than a trivia question, perhaps one whose wording has been corrupted over time or whose gimmick was only apparent when the question was delivered orally. The most common guess is that this riddle is indeed a trick question, but the point of the trick has been lost through the rearrangement of the riddle's wording as it has been passed along through the years. Consider an alternate version of this puzzler: Think of words ending in -GRY. Angry and hungry are two of them. There are only three words in the English language. What is the third word? The word is something that everyone uses every day. If you have listened carefully, I have already told you what it is. This version supports the theory that the first two sentences are red herrings; the catch is that the teller is literally asking you to identify the third word of the phrase \"the English language\" there are only three words in the phrase \"the English language,\" the third word (\"language\") describes something that one uses every day, and \"language\" is indeed a word which the teller has \"already told you.\" This explanation also supports the contention that this riddle was meant to be presented orally, because a properly punctuated written version would make the gimmick too obvious: Think of words ending in -GRY. \"Angry\" and \"hungry\" are two of them. There are only three words in \"the English language.\" What is the third word? The word is something that everyone uses every day. If you have listened carefully, I have already told you what it is. Another hypothesis is that the current form of the riddle is a corruption of a yet another version, one which must also be delivered orally for its gimmick to make sense: There are at least three words in the English language that end in g or y. One of them is \"hungry\" and another is \"angry.\" There is a third word, a short one, which you probably say every day. If you listened carefully to everything I say, you just heard me say it. What is it? The catch here is that by offering the examples of \"hungry\" and \"angry,\" the teller misleads the listener into thinking he's asking for a word ending in \"GRY\" when he's really asking for a word ending in \"G or Y.\" The correct answer in this case is \"say,\" a short word ending in \"y\" which the teller had pronounced three times in the course of presenting the riddle. Some people think this puzzler's ability to continue stumping so many people over the years makes it one of the greatest riddles ever. We disagry.",
  "Originally Published": "",
  "Referred Links": "http://enlightenment.supersaturated.com/johnlocke/BOOKIVChapterX.html;",
  "Example": "A RIDDLE THAT'LL KILL YOUR BRAIN! This is going to make you so MAD! There are three words in the English language that end in 'gry'. One is 'angry' and the other is 'hungry.' Everyone knows what the third one means, and what it stands for. Everyone uses them every day and, if you listened very carefully, I've given you the third word. What is it?",
  "Last Updated": "13 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/language/puzzlers/gry.asp",
  "Claim": "Three common words in the English language end with '-gry.'",
  "Claim_ID": "language_puzzlers_gry",
  "Tags": ""
}