{
  "Origins": "The wordy cabbage memo is often held up as a telling illustration of needless verbosity and prime example of the sort of pointless government spending everyone is in favor of seeing cut from the bone. It's a shame such an archetype is naught but pure invention, yet it appears it was never anything other than the product of someone's fertile imagination.",
  "Fact Check": "",
  "Description": "Versions of the showcased list have been around for at least a half a century, with earlier ones decrying a memo by the government of France specifying the price of duck eggs, a British one referring to \"shell eggs,\" and an American one (from 1953) about fresh fruits. While not all accounts agree on the precise number of words used in the various religious and patriotic texts pointed to as effective models of brevity, the 26,911 words expended in the cabbage tome eerily remains almost constant. In 1977, Mobil Oil was fooled by this thing it vectored the legend in its \"Pipeline Pete\" print advertisement as a bit of revealed truth. Mobil had found the item in a house organ published the year earlier by FMC Corporation, an agricultural concern in Chicago. That version went back to yet another publication that had found it printed on a card someone was carrying in his wallet. A 1987 book ( Pearls of Wisdom: A Book of Aphorisms ) claimed an \"EEC [European Economic Community] directive on the import of caramel and caramel products requires, apparently, no fewer than 26,911 words.\" Once again, someone was so charmed by a bit of authoritative-sounding apocrypha that he chose to pass it along as revealed truth. In a 1965 case report on the great cabbage hoax, Max Hall was able to trace numerous print sightings back as far as 1951. Oral reports gathered by him suggest it existed in the 1940s as well. Although Hall could not establish the precise origin of the story, he did conclude it might have first been applied to the Office of Price Administration (OPA) during World War II and then to the Office of Price Stabilization (OPS) in the period when price controls were in effect during the Korean War. Eventually, the claim came to be proffered as a more general ridicule of the government. (We note that a U.S. Dept. of Agriculture document from 1945 which details \"Standards for the Grades of Cabbage\" falls about 26,000 words short of being a 27,000-word memo.) Folklore this may well be, but the future for the non-existent cabbage memo still shines bright, if recent references to it are any guide. In 1994, David McIntosh, who had served as executive director of Vice President Dan Quayle's Council on Competitiveness, passed along this tidbit as one of those little facts one supplies to bolster a position. That same year, Congressman Lamar Smith used it to decry administrative excesses, as did Senator Orrin Hatch during the Regulatory Act debate in 1994. On a lesser scale of rumor-mongering, it also pops up in a 1992 monograph on regulatory costs by economist Thomas Hopkins. A New Hampshire coalition called \"Get Government Off Our Backs!\" was also bruiting it about in 1994. In 1993, Jack Critchfield, chief executive officer of Florida Progress Corp., passed along the cabbage tale in a speech to the Greater Largo Chamber of Commerce. William Randolph Hearst Jr. also stated it as fact in a 1992 article calling for federal spending to be slashed, attributing it to Joe Kingsbury-Smith, the newspaper chain's national editor. A columnist in California spread the wordy memo tale as fact in April 2000. The cabbage memo has so far resisted all efforts to debunk it. The Washington Post has twice run bits detailing its known history (in 1992 and 1995), as did The New Republic in 1977. The San Francisco Examiner also tried to put paid to the memo in 1995, but to no avail. Some myths are too deeply cherished to be displaced by mere fact. Barbara \"crucifer robin\" Mikkelson Sightings: A version of the legend came up during an episode of television's West Wing (\"100,000 Airplanes,\" original air date 16 January 2002).",
  "Originally Published": "",
  "Referred Links": "http://www.ams.usda.gov/AMSv1.0/getfile?dDocName=STELPRDC5050254;",
  "Example": "[Collected via e-mail, 2000] Pythagorean theorem: 24 words The Lord's Prayer: 66 words Archimedes' Principle: 67 words The Ten Commandments: 179 words The Gettysburg Address: 286 words The Declaration of Independence: 1,300 words The US government regulations on the sale of cabbage: 26,911 words [Collected via e-mail, April 2012] For anybody who doesn?t fully understand the Euro situation, it is explained very simply in the picture below........ THIS IS BRILLIANT - and loopholes Europe in a \"few\" words Pythagoras' theorem - 24 words. Lord's Prayer - 66 words. Archimedes' Principle - 67 words. 10 Commandments - 179 words. Gettysburg address - 286 words. US Declaration of Independence - 1,300 words. US Constitution with all 27 Amendments - 7,818 words. EU regulations on the sale of a cabbage - 26,911 words",
  "Last Updated": "9 April 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/language/document/cabbage.asp",
  "Claim": "A government memo regulating the sale of cabbages ran close to 27,000 words.",
  "Claim_ID": "language_document_cabbage",
  "Tags": ""
}