{
  "Origins": "While there certainly exist words that began their linguistic lives as people's names, hello does not belong in that category. This sorry tale about the surname of Alexander Graham Bell's girlfriend is merely a hoax, nothing more.",
  "Fact Check": "",
  "Description": "We began seeing this purported etymology for hello in the online world in November 2010. Iterations of this leg-pull have subsequently rechristened the inventor of the telephone \"Graham Bell\" and \"graham-bell\" (with one version also claiming \"His first 2 instruments were at his and her place ... and the first call he made to commercially test the phones was to his girlfriend!\") Alexander Graham Bell (1847-1922) invented the telephone in 1876. The first successful call was to his assistant (who was in the adjoining room): \"Mr. Watson Come here I want to see you.\" As for that first call, or any other by Graham, being made to the \"Margaret Hello\" identified in this tall tale as \"his girlfriend,\" such would have stood as rather interesting personal news to those who knew him, because in 1876 Bell was engaged to Mabel Hubbard, a woman whom he married the following year and who remained his wife until his death in 1922. Hello is an alteration of hallo, which itself is an alteration of holla and hollo , which were shouts used to attract attention, in the manner one would use Yoo-hoo! , Hey there! and Hey waiter! today. The earliest forms of this exclamation appear to date to least 1400. Hullo (the British version of hello ), was recorded in print in 1803, but as a shout to garner attention, not as a greeting. The use of hello we're most familiar with (as a greeting in the manner of Good morning , Heya , or Wazzup ), was around twenty years before Bell was born. According to the Oxford English Dictionary (OED), its oldest known print usage dates to 1827, when it appeared thusly in the U.S. Telegraph : Hello, sez Joe Laughton, wher's Bil Perry un Olla Parsons? By 1834, the greeting was also being used as a verb, as this OED entry demonstrates: There have we been hunting and helloing all over for thee, and lo-and-behold, thou art here! As for what form of greeting Bell advocated for telephone calls, various sources assert he favored ahoy . It was instead Thomas Edison who championed the use of hello . Barbara \"menlo parked\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, March 2014] Hello!!! When you answer the phone, You say, Hello... Do you know what is the real meaning of Hello??? It is the name of a girl!!! YES !!! And do you know who is that girl?? Margaret Hello ... She was the girlfriend of Graham Bell who invented telephone.... One can forget the name of Graham Bell But not his girlfriend, That is love!!! [Collected via e-mail, April 2011] 1. HELLO !!!!! When you lift the phone, you say \"Hello\". Do you know what is the real meaning of \"Hello\"? It is the name of a girl. Yes .... and do you know who is that girl? Margaret Hello. She was the girlfriend of Graham bell who invented the telephone. One can forget the name of Graham bell but not his girlfriend - that is Love !!!! or whatever.... Now you know ... well it is much better that pick up the phone and say \"Margaret\".",
  "Last Updated": "17 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/language/eponyms/hello.asp",
  "Claim": "The greeting \"Hello\" entered the language because it was the surname of Alexander Graham Bell's girlfriend.",
  "Claim_ID": "language_eponyms_hello",
  "Tags": ""
}