{
  "Origins": "\"Blackmail,\" a word for the extortion of money or other considerations to forestall the making public of injurious revelations or accusations, derives not from the intuitively obvious source of relating to letters dispatched by those looking to make a buck off their knowledge of the missteps of others. The \"mail\" in \"blackmail\" has nothing to do with missives delivered by the postal service (nor does it have anything to do, as claimed in one outlandish theory, with freelance knights gone brigand whose chain mail turned to black in concert with their dark deeds).",
  "Fact Check": "",
  "Description": "Blackmail instead began its linguistic career as a descriptor for the process of paying off those who would otherwise inflict physical harm (i.e., protection money). It entered our language in 1530, when it characterized the practice among English farmers living along the border to fork over monies or goods to plundering Scottish chiefs to exempt themselves and their property from pillage. Its \"mail\" portion derives from the Old Norse word \"mal,\" meaning \"agreement,\" which subsequently expanded in Old and Middle English to encompass payments made pursuant to bargains struck between two or more parties and then to payments in general. \"Black\" came from the general association between that color and dark or underhanded doings (e.g., black market, black-hearted, blacklist, black arts, black magic), thus \"blackmail\" was a pact between an assailant and a victim in which the one being threatened paid the aggressor to leave him and his belongings unmolested. The word did not shift to its current meaning of a bribe tendered in exchange for silence about embarrassing personal matters until around 1774. Prior to that time, what was being safeguarded were tangible items (houses, cattle, one's physical person) rather than intangible (one's reputation and secrets). Blackmail need not always be about the extortion of hush money, as demonstrated by a common urban legend about a child's threat to reveal something Mommy would rather not have made public knowledge. Barbara \"mother tongued\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "10 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/language/colors/blackmail.asp",
  "Claim": "The word \"blackmail\" came about because it referenced letters of extortion sent via mail.",
  "Claim_ID": "language_colors_blackmail",
  "Tags": ""
}