{
  "Origins": "Sometimes it doesn't matter whether you use language correctly, because people will think you're wrong even when you're not.",
  "Fact Check": "",
  "Description": "For example, when we established the \" Crime and Punishment \" section of this site, we created a category for tales about criminals whose punishments were meted out in unusual ways. Like so many others before us (particularly operators of bakeries and pastry shops), we played on the \"desert\"-\"dessert\" pun and called the section \"Just Desserts\"; before long we started receiving mail from readers chiding us for misspelling the phrase \"just deserts.\" Eventually we gave up, removed the punning references, and renamed the section to the correctly spelled \"Just Deserts\"; then we began to receive even more mail from readers informing us that we had misspelled the phrase \"just desserts\" and providing us with mnemonics to help us remember the difference between \"desert\" and \"dessert\": You spell \"Dessert\" wrong in this link. I think your intention is to refer to metaphor using the term for after dinner snack. The way you spell it, \"Desert\" means a region that receives little rainfall. A rule of thumb Dessert has 2 S's because more people would select to have dessert than spend time in a desert. It's lame but it helps you remember. Just wanted to point out that under your \"Criminal\" section, you spelled \"Just Desserts\" wrong. A desert is a barren expanse of land. Desserts are yummy. Just remember \"strawberry shortcake\" has two s' and that's how many s' desserts has! The confusion is understandable, because it involves a little-known word whose correct spelling and pronunciation runs counter to that of two similar and much more commonly used words. The noun \"desert\" (accent on the first syllable) is generally used to refer to an arid, barren expanse of land; the noun \"dessert\" (accent on the second syllable) is a sweet course or dish usually served at the end of a meal. However, the word \"desert\" when spelled like the former but pronounced like the latter also refers to a deserved reward or punishment. Therefore, someone who does wrong and is punished in a suitable manner has received his \"just deserts.\" Many people, unfamiliar with the \"reward or punishment\" meaning of the word \"desert,\" mistakenly assume that the phrase \"just deserts\" is properly spelled \"just desserts\" because of its pronunciation. (The usual reasoning is that a dessert is a type of reward one is given at the end of a meal, so someone who receives suitable rewards or punishments for his actions has gotten his \"just desserts.\") When one gets what one deserves, good or bad, one is getting one's \"just deserts,\" accent on the second syllable but spelled like the arid, barren lands.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, December 2009] In your Fair Shake article, which was the New Urban Legendearlier this week, you have a link to other legends that include a thiefor other wrong-doer getting a proper comeuppance. Unfortunately, the linkis title \"just deserts\", and while some of the tales may indeed take placein the Mojave or the Sahara, you probably intended to link to legendsinvolving \"just desserts\"; that second S makes all the difference.",
  "Last Updated": "29 April 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/language/notthink/deserts.asp",
  "Claim": "A person who gets what he deserves is said to have received his \"just desserts.\"",
  "Claim_ID": "language_notthink_deserts",
  "Tags": ""
}