{
  "Origins": "Yreka , a Gold Rush town in the northern California county of Siskiyou, is one of the more oddly-named (in an orthographic sense) cities in California. Explanations for the unusual spelling range from its being a pun on the name of another northern California city, Eureka (e.g., \"If we can have a U-reka, then why not a V-reka or a Y-reka?\"), to a fanciful tale told about a bakeshop in Mark Twain's autobiography: It was Mr. Swain, Superintendent of the Mint, who discovered Bret Harte. Harte had arrived in California in the fifties, twenty-three or twenty-four years old, and had wandered up into the surface diggings of the camp at Yreka, a place which had acquired its curious name when in its first days it much needed a name through an accident. There was a bakeshop with a canvas sign which had not yet been put up but had been painted and stretched to dry in such a way that the word BAKERY, all but the B, showed through and was reversed. A stranger read it wrong end first, YREKA, and supposed that that was the name of the camp. The campers were satisfied with it and adopted it. As is often the case, the truth is considerably less entertaining. What is now the city of Yreka was started in the summer of 1851 as a mining camp, initially called Thompson's Dry Diggings and later Shasta Butte City. When Siskiyou County was established in 1852, the legislature officially designated the town (which became the county seat) as \"Yreka,\" a name taken from the Shasta Indian word w ik'a' , meaning \"white mountain\" or \"north mountain\" (a reference to nearby Mount Shasta). According to an 1876 article from the Yreka Journal, the unusual spelling was apparently something of an accident that was modified over time into its modern form: It was intended the county seat should bear the name of Ieka, the Indian name of Mount Shasta, but by mistake the name of Wyreka was substituted and the error continued, with the exception of dropping the letter W, thought to be superfluous. Although Yreka was not named for a bakery sign, the palindromic potential of such was recognized at least as far back as 1886, as noted in the following item from the Winfield Tribune (as reprinted by the Decatur Daily Review ): A palindrome in actual existence is the sign of a baker in Yreka, Cal. Here it is: \"Yreka Bakery.\" Read it forward or backward and it is the same.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.ci.eureka.ca.gov/;http://www.ci.yreka.ca.us;",
  "Example": "",
  "Last Updated": "21 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/language/placenames/yreka.asp",
  "Claim": "The city of Yreka, California, was named for a backwards bakery sign.",
  "Claim_ID": "language_placenames_yreka",
  "Tags": ""
}