{
  "Origins": "Unsuccessful attempts to invite a friend to dinner (we kept missing one another) culminated in an e-mail to him titled \"Another kick at the cat.\" This heading puzzled my intended invitee, given that he knew I was particularly fond of my moggies and thus was unlikely to either want to boot them about myself or have a dinner guest do it. In turn, his puzzlement confused me: in Canada (where I'm from) the phrase is a common way of indicating that another shot is being taken at an endeavor or that a particular opportunity has once again presented itself, hence \"another kick at the cat\" was but my way of saying \"Well, here's me once again trying to set this up.\"",
  "Fact Check": "",
  "Description": "According to the Oxford Dictionary of Idioms , the expression is \"Canadian informal\" and bears the meaning of \"An opportunity to achieve something.\" The supposition of its having a Canadian origin is seemingly confirmed by a locus of printed references (the earliest from 1953) that almost entirely come from Canada or north central U.S. states (Illinois, Wisconsin, Minnesota). Canadians are every bit as fond of their pets as are folks from other nations, thus it should not be presumed that custom among hard-bitten, rabid hockey fans had spawned the term. Instead, this feline-unfriendly idiom probably began as a misparsing of \"Another kick at the can (or tin),\" a term for which printed references date to 1909: \"Children's games in Orkney. Kick the tinnie.\" \"Kick the can\" is played in various ways. In a common version of this entertainment, whoever is \"It\" is tasked with tagging other players, thereby taking them out of the game; an untagged player who kicks or tips the empty tin can, which is placed in a central spot to which there is wide open access, allows a previously eliminated player to return to the game. To \"have another kick at the can\" was lifted from this amusement as a verbal shortform for essaying another chance, as the successfully-kicked can bestowed a second opportunity on an evicted player to once again be part of the game. In light of its shared meaning and similar structure, \"Another kick at the cat\" is therefore likely an eggcorn ( i.e., misparsing) of \"Another kick at the can.\" Somewhat muddying the issue is the phonologically similar \"Kick the cat\" prosaism, for which printed references dating to 1871 are available. This older term (which means to vent frustration upon an undeserving object lower in status than the one doing the kicking) also brings up imaginings of kitties being booted about, but in this instance the cats are literal. Said term conjures up mental images of the boss venting ire at the supervisor, who in turn raises cain with the employee, who then directs his angst at the office cat. The existence of this older verbalism and the similar sound of \"Another kick at the can\" likely led to the confusion necessary to create \"Another kick at the cat,\" as the \"cat\" from one term easily slipped into the second, displacing \"can.\" As the owner of any kitty can attest, cats do indeed slip into the oddest places. Barbara \"cat of nine tales\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://dictionary.reference.com/browse/eggcorn;http://dictionary.reference.com/browse/moggy;",
  "Example": "",
  "Last Updated": "26 February 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/language/phrases/kickcat.asp",
  "Claim": "The phrase \"another kick at the cat\" began with someone who had it in for housecats.",
  "Claim_ID": "language_phrases_kickcat",
  "Tags": ""
}