{
  "Origins": "The above-quoted account purporting to offer the historical origins of the obscene middle-finger extended hand gesture (varously known as \"flipping the bird,\" \"flipping someone off,\" or the \"one-finger salute\") is silly, and so obviously a joke that shouldn't need any debunking. Nonetheless, so many readers have forwarded it to us accompanied by an \"Is this true?\" query that we are duty bound to provide a bit of historical and linguistic information demonstrating why this anecdote couldn't possibly be accurate.",
  "Fact Check": "",
  "Description": "The basic premise of that the origins of the one-finger gesture and its association with the profane word \"fuck\" were an outgrowth of the 1415 battle between French and English forces at Agincourt is simple enough to debunk. The insulting gesture of extending one's middle finger (referred to as digitus impudicus in Latin) originated 2,000 years ago, several centuries before the Battle of Agincourt. And although the etymology of the English word fuck is still a matter of debate, it is linguistically nonsensical to maintain that that word entered the language because the \"difficult consonant cluster at the beginning\" of the phase 'pluck yew' has \"gradually changed to a labiodental fricative 'f.'\" A labiodental fricative was no less \"difficult\" for Middle English speakers to pronounce than the aspirated bilabial stop/voiceless lateral combination of 'pl' that the fricative supposedly changed into, nor are there any other examples of such a pronunciation shift occurring in English. The military aspects of this account are similarly specious. Despite the lack of motion pictures and television way back in the 15th century, the details of medieval battles such as the one at Agincourt in 1415 did not go unrecorded. Battles were observed and chronicled by heralds who were present at the scene and recorded what they saw, judged who won, and fixed names for the battles. These heralds were not part of the participating armies, but were, as military expert John Keegan describes, members of an \"international corporation of experts who regulated civilized warfare.\" Several heralds, both French and English, were present at the battle of Agincourt, and not one of them (or any later chroniclers of Agincourt) mentioned anything about the French having cut off the fingers of captured English bowman. And for a variety of reasons, it made no military sense whatsoever for the French to capture English archers, then mutilate them by cutting off their fingers. It was not the case that medieval warriors took prisoners because they were observing a moral code that dictated opponents who had laid down their arms and ceased fighting must be treated humanely; rather, they took prisoners because high-ranking captives were valuable property that could be ransomed for money. The ransoming of prisoners was the only way for medieval soldiers to make a quick fortune, and so they seized every available opportunity to capture opponents who could be exchanged for handsome prices. Bowman were not valuable prisoners, though; they stood outside the chivalric system and were considered the social inferiors of men-at-arms. There was no monetary reward to be obtained by capturing them, nor was there any glory to be won by defeating them in battle. As Keegan wrote, \"To meet a similarly equipped opponent was the occasion for which the armoured soldier trained perhaps every day of his life from the onset of manhood. To meet and beat him was a triumph, the highest form which self-expression could take in the medieval nobleman's way of life.\" Archers were not the \"similarly equipped\" opponents that armored soldiers triumphed in defeating; if the two clashed in combat, the armored soldier would either kill an archer outright or leave him to bleed to death rather than go to the wasteful effort of taking him prisoner. Moreover, if archers could be ransomed, then cutting off their middle fingers would be a senseless move. Your opponent is not going to pay you (or pay you much) for the return of mutilated soldiers, so now what do you do with them? Take on the burden and expense of caring for them? Kill them outright and violate the medieval moral code of civilized warfare? (Henry V was heavily criticized for supposedly having ordered the execution of French prisoners at Agincourt.) And even if killing prisoners of war did not violate the moral code of the times, what would be the purpose of taking archers captive, cutting off their fingers, and then executing them? Why not simply kill them outright in the first place? Do you return these prisoners to your opponents in exchange for nothing, thereby providing them with trained soldiers who can fight against you another day? (Even if archers whose middle fingers had been amputated could no longer effectively use their bows, they were still capable of wielding mallets, battleaxes, swords, lances, daggers, maces, and other weapons, as archers typically did when the opponents closed ranks with them and the fighting became hand-to-hand.) Last, but certainly not least, wouldn't these insolent archers have been bragging about plucking a bow's string, and not the wood of the bow itself? So much for history.",
  "Originally Published": "",
  "Referred Links": "http://nl.newsbank.com/nl-search/we/Archives?p_product=SJ&s_site=mercurynews&p_multi=SJ&p_theme=realcities&p_action=search&p_maxdocs=200&p_topdoc=1&p_text_direct-0=0EB71FB962BD9D8F&p_field_direct-0=document_id&p_perpage=10&p_sort=YMD_date:D&s_trackval=GooglePM;",
  "Example": "[Collected on the Internet, 1999] The 'Car Talk' show (on NPR) with Click and Clack, the Tappet Brothers have a feature called the 'Puzzler', and their most recent 'Puzzler' was about the Battle of Agincourt. The French, who were overwhelmingly favored to win the battle, threatened to cut a certain body part off of all captured English soldiers so that they could never fight again. The English won in a major upset and waved the body part in question at the French in defiance. The puzzler was: What was this body part? This is the answer submitted by a listener: Dear Click and Clack, Thank you for the Agincourt 'Puzzler', which clears up some profound questions of etymology, folklore and emotional symbolism. The body part which the French proposed to cut off of the English after defeating them was, of course, the middle finger, without which it is impossible to draw the renowned English longbow. This famous weapon was made of the native English yew tree, and so the act of drawing the longbow was known as \"plucking yew\". Thus, when the victorious English waved their middle fingers at the defeated French, they said, \"See, we can still pluck yew! PLUCK YEW!\" Over the years some 'folk etymologies' have grown up around this symbolic gesture. Since 'pluck yew' is rather difficult to say (like \"pleasant mother pheasant plucker\", which is who you had to go to for the feathers used on the arrows), the difficult consonant cluster at the beginning has gradually changed to a labiodental fricative 'f', and thus the words often used in conjunction with the one-finger-salute are mistakenly thought to have something to do with an intimate encounter. It is also because of the pheasant feathers on the arrows that the symbolic gesture is known as \"giving the bird\". And yew all thought yew knew everything!",
  "Last Updated": "11 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/language/apocryph/pluckyew.asp",
  "Claim": "The 'middle finger salute' is derived from the defiant gestures of English archers whose fingers had been severed by the French at the Battle of Agincourt.",
  "Claim_ID": "language_apocryph_pluckyew",
  "Tags": ""
}