{
  "Origins": "Certain anecdotes about notable figures continue to be told and retold as true whether they actually are true or not because they so perfectly encapsulate quintessential aspect of the persons they're told about. One such anecdote clings to author Ernest Hemingway, a tale of a six-word-long story he supposedly authored that, in its terseness, seems to be a perfect encapsulation of not just Hemingway's economic writing style but also of the man himself: More than thirty years ago, at the beginning of my career, I had lunch with a well-established newspaper syndicator who told me the following story: Ernest Hemingway was lunching at the Algonquin, sitting at the famous \"round table\" with several writers, claiming he could write a six-word-long short story. The other writers balked. Hemingway told them to ante up ten dollars each. If he was wrong, he would match it; if he was right, he would keep the pot. He quickly wrote six words on a napkin and passed it around. The words were: \"For Sale, Baby Shoes, Never Worn.\" Papa won the bet: His short story was complete. It had a beginning, a middle, and an end! A question that has bedeviled many Hemingway fans is: Which is the literary fiction the six-word story itself, or the claim that Hemingway wrote such a story?",
  "Fact Check": "",
  "Description": "Two curious elements of the \"baby shoes\" tale are that no one seems to have been able to locate an original source or publication that establishes Hemingway's authorship of the story, and that the tale itself (i.e., the claim that Hemingway wrote such a story) apparently doesn't go back much further than the 1990s. An explanation we believe accounts for both these elements is that the six-word-story originated not with Hemingway himself, but with Papa , a one-man play about Hemingway which was written by John deGroot and debuted in 1996. As the New York Daily News noted in a May 1996 review of Papa : No writer of this century captured the popular imagination more powerfully than Ernest Hemingway. Three decades after his suicide, we are still fascinated by the man who taught Americans about the running of the bulls at Pamplona, who personified an idea of machismo now woefully out of fashion, who was a legendary hunter, fisherman and drinker, and who incidentally, wrote \"A Farewell to Arms\" and \"The Old Man and the Sea.\" Most remarkably, because he wrote in short, declarative sentences, his books most remarkably, are still read. In \"Papa,\" a one-man show about Hemingway, John deGroot illustrates how pungent brevity can be, when he has his subject tell \"a short story in six words 'For sale: Baby shoes, never worn.'\" Set in Cuba in 1959, the play takes place during a photo session with a Life photographer. There is the further dramatic peg of the writer's anxiety and anger about his wife, Mary, who has just left him after a fight. Unfortunately, as the Hemingway Review noted, the nature of the source material which deGroot drew upon in crafting Papa doesn't lend itself to verification: deGroot defends his portrayal of Hemingway in Playbill, saying \"Everything in the play is based on events as described by Ernest Hemingway, or those who knew him well. Whether or not these things actually happened is something we'll never know truly. But Hemingway and many others claimed they did.\" One interesting coincidence we've uncovered is (an almost certainly unrelated) non-literary antecedent for this tale, one which appeared in the \"Miscellaneous Items for Sale\" classified ad column of a Tucson newspaper in 1945: On a concluding note, we observe that the Hemingway legend bears a passing resemblance to a familiar urban legend about a student who utilizes similar brevity in acing an essay assignment.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, October 2006] Hemingway on a bet said that he could write a story in under 10 words. Here's his story: \"Classified: Baby Goods. For sale, baby shoes, never worn.\" [Collected via e-mail, March 2008] Did Hemingway actually write a short story comprising entirely of these six words? For sale. Baby shoes. Never worn.",
  "Last Updated": "29 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/language/literary/babyshoes.asp",
  "Claim": "Ernest Hemingway once won a bet by crafting a six-word short story.",
  "Claim_ID": "language_literary_babyshoes",
  "Tags": ""
}