{
  "Origins": "Humor can sometimes be an elusive concept. What's funny to one person may not be funny to another, and what one person intends as humor may not be recognizable as such by someone else. Sometimes when the line between humor and seriousness isn't obvious, there's not much to do other than ... explain the joke.",
  "Fact Check": "",
  "Description": "Over the years we're received a number of inquiries about a web page that purportedly describes a \"Banned Book of Dr. Seuss,\" a work by the beloved children's author and illustrator supposedly since removed from print because of its decidedly un-child-friendly references to violence and suicide. The joke is that although the book described Do You Know What I'm Going to Do Next Saturday? is a real book once published by Dr. Seuss's \"Beginner Books\" imprint, it was not written by Dr. Seuss himself, it was not banned, and it does not contain references to violence and suicide. The creator of the \"Banned Book of Dr. Seuss\" page has taken the contents of a 40-year-old children's book and jocularly made parts of it sound disturbing by reproducing the text but omitting the photographs that provide necessary context, heightening the confusion by occasionally interjecting his own suggestive comments. Do You Know What I'm Going to Do Next Saturday? and other Beginner Books came about as a result of a 1954 Life Magazine article by John Hersey entitled \"Why Do Children Bog Down on the First R?\" in which Hersey discussed the difficulties experienced by educators in teaching young children to read using the standard primers of the era. Hersey felt that typical school readers were too \"uniform, bland, idealized and terribly literal\" to hold youngsters' attention in a world full of other entertainments; he called for books featuring illustrations that \"widen rather than narrow the associative richness the children give to words,\" and suggested that works produced by artists such as Theodor Geisel and Walt Disney might be more effective educational fare for young readers. Theodor Geisel, better known to the world as Dr. Seuss , later wrote that Hersey had \"casually suggested in Life that I was the type of writer who should write a first-grade reader. So, with innocent conceit, I said, 'Why not?'\" As Geisel explained in a typically Seussian 1957 article entitled \"How Orlo Got His Book,\" he agreed with some of Hersey's criticisms too few books were written using vocabularies early readers could understand while remaining sufficiently challenging and interesting to appeal to young children: Every year, just a moment before Christmas, millions of Americans named Uncle George race into a book store on their only trip of the year. \"I want a book, they tell the salesman, \"that my nephew Orlo can read. He's in the first grade. Wants to be a rhinosaurus hunter.\" \"Sorry,\" said the salesman. \"We have nothing about rhinosauri that Orlo could possibly read.\" \"O.K.,\" say the millions of Uncle Georges. \"Gimme something he can read about some other kind of animal.\" And on Christmas morning, under millions of Christmas trees, millions of Orlos unwrap millions of books . . . all of them titled, approximately, \"Bunny, Bunny, Bunny.\" This causes the rhinosaurus hunters to snort, \"Books stink!\" And this, in turn, causes philosophers to get all het up, and to write essays entitled \"Why Orlo Can't Read,\" in which they urge that we all rush out and burn down the nearest school house. The reason Orlo says \"Nuts to Books\" is because practically every book that he is able to read is far beneath his intellectual capacity. Orlo, in the first grade, is a mighty hep guy ... He can, of course, recognize some 1500 spoken words when they enter his head through the holes in his ears. But printed words ... ugh! He can recognize only about 300 when they try to get into his head through his eyes. ... I solved [this] problem by writing \"The Cat in the Hat.\" How I did this is no trade secret. The method I used is the same method you use when you sit down to make apple stroodle without stroodles. You forget all about time. You go to work with what you have! You take your limited, uninteresting ingredients (in my case 223 words) and day and night, month after month, you mix them up into thousands of different combinations. You bake a batch. You taste it. Then you hurl it out the window. Until finally one night, when it is darkest just before dawn, a plausible stroodle-less stroodle begins to take shape before your eyes! The result of Geisel's efforts to write a book using no more than the few hundred words that comprise an average first grader's reading vocabulary was, as noted, The Cat in the Hat an instant best-seller and one of the most enduringly popular children's books of all time (now with more than 8.5 million copies in print). Geisel continued his efforts to produce limited-vocabulary works for young readers, efforts which culminated in the 1960 publication of Green Eggs and Ham , another best-seller written using a mere fifty different words. By the end of the 1950s, Geisel had been lauded as \"single-handedly changing the reading habits of thousands of American children.\" Geisel's success in this vein led to his creation in 1957 of Beginner Books (later a division of Random House), an early-reader imprint specializing in similar works: limited-vocabulary \"I Can Read It All By Myself\" books with appealing story lines and illustrations, aimed at encouraging children to read at as early an age as possible. Although the Beginner Books logo featured the familiar Cat in the Hat character, and many of the imprint's published entries ( Hop on Pop , Fox in Socks , One Fish Two Fish Red Fish Blue Fish ) were written by Geisel himself (as Dr. Seuss ), some of the volumes were penned by other authors. For example, cartoonist P.D. Eastman fashioned several whimsical animal-based tales published by Beginner Books ( Sam and the Firefly , Are You My Mother? , Go, Dog. Go! ), works fondly recalled by generations of children who grew up with them and number them among their earliest reading efforts. Four of the Beginner Books were written by Helen Palmer, Theodor Geisel's first wife. One of those books was a typical text-and-illustration tale about an overfed fish ( A Fish Out of Water ), but the other three were something different they combined Palmer's simple prose with the photographs of Lynn Fayman to relate some children's fantasy stories, narrated in the first person by the children pictured. In Why I Built the Boogle House , a boy's pets keep running away or causing trouble, each one of them replaced in turn by a new animal larger than the last. After continually re-building his pet house to accommodate the ever-larger animals, the boy finally constructs a house big enough to hold a Boogle a pet that will never cause him any trouble because it doesn't exist. In I Was Kissed by a Seal at the Zoo , various childen describe the type of things they'd like to do during their visit to the zoo: play with a baby lion, read to a walrus, feed a goat, ride a turtle, etc. And in Do You Know What I'm Going to Do Next Saturday? , first published in 1963, a boy tells the world about all the activities he would engage in on a sunny Saturday afternoon if he could turn his imagination into reality. Some of the prose in Do You Know What I'm Going to Do Next Saturday? does sound a little odd if read without the context provided by its accompanying photographs, a feature the creator of the \"Banned Book\" page has capitalized upon. For instance, at one point the child narrator declares: Did you ever beat more than one kid at a time? Well, I'm going to beat five kids at a time. And then I'm going to beat their fathers, too. This certainly could sound strange (and perhaps slightly disturbing) to a reader who didn't know that the word \"beat\" as used here refers to triumphing in an athletic competition, a meaning made clear by pictures depicting the boy taking on five other kids at a game of tennis and playing a match of beach volleyball against several grown men. Likewise, the following lines are a little difficult to fathom when considered in isolation: I'll dump water on Sam. I'll make him take a walk. I'll make Sam walk about a hundred miles. Again, the pictures tell the story: Two boys with sack lunches are hiking and playing in rural setting. During a dip in a pond, the narrator prankishly douses his swim trunk-clad friend, then teases him some more by leading him down a desert road (a stroll turned into a \"hundred mile\" walk through typical little boy competitiveness) before agreeing to stop and eat lunch. Even the innocuous can sound ominous when taken out of context: I'll run around and yell and yell. Next Saturday I'll yell my head off. I'll blow horns. I'll blow and blow. Next Saturday I'll blow my head off. No one is going to stop me next Saturday. The word \"horn\" is a clue here when the boy describes how he plans to \"blow his head off,\" his words are set against a photograph showing him trying to muster enough air in his lungs to play a tuba. Do You Know What I'm Going to Do Next Saturday? was never \"banned,\" and nothing about it was really the least bit unwholesome (although attitudes have changed over the last forty years, and some parents might now consider descriptions and pictures of a young boy shooting guns on a firing range and drilling with Marines to be inappropriate children's fare). Although none of the photograph-based Beginner Books by Helen Palmer (who died in 1967) proved as popular as her more traditional A Fish Out of Water story, Do You Know What I'm Going to Do Next Saturday? was well-regarded in its day and was selected by the New York Times as one of the best juvenile books of 1963.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/search-handle-url/index=books&field-author=P.D.%20Eastman;http://web.archive.org/web/20071103130615/http://members.aol.com/danledbttr/seuss.htm;http://web.archive.org/web/20071103130615/http://members.aol.com/danledbttr/seuss.htm;",
  "Example": "[Collected on the Internet, 2002] My wife stumbled across this book in an antique book shop in the mountains. As a collector of Seussiana, I was very pleased to find one I hadn't seen before. After reading it, I was surprised that it was part of the Dr. Seuss library at all because of the graphic elements of the story ... the use of firearms, children being taken away, reference to suicide, violence, etc. Not that I minded it, you see ... I actually liked it, and wondered why my parents never let me read it when I was a child. But for whatever reason, the good people at the Seuss Press decided to take this one and another book (I Was Kissed By A Seal At The Zoo ... God only knows what that one was about!) out of print. If you have any information on the above mentioned book, please E-mail me, I'd love to hear about it! But here it is for your enjoyment. Remember, you have been warned ... [Remainder of article here]",
  "Last Updated": "12 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/language/literary/seussban.asp",
  "Claim": "Dr. Seuss once wrote a children's book since banned due to its references to suicide and violence.",
  "Claim_ID": "language_literary_seussban",
  "Tags": ""
}