{
  "Origins": "When one talks of going \"cold turkey,\" such announcement is immediately grasped as meaning complete cessation of a particular activity. (For instance, someone who gives up smoking \"cold turkey\" does so by refraining from indulging in so much as one more cigarette, as opposed to tapering off gradually.) Yet for a phrase whose meaning is so widely understood, its origin is anything but.",
  "Fact Check": "",
  "Description": "There exist a few theories about how \"cold turkey\" came to mean the abrupt and complete end to a particular behavior, but the two most common the ones that have a bit of a story to them fail the plausibility check. To begin with, there's the notion the phrase has a culinary origin. Cold turkey, says this theory, is a dish that can be quickly served, in that it requires no heating or other preparation, therefore the phrase stands as a metaphor for something done speedily and decisively. However, the \"quickly served\" aspect of that particular foodstuff applies to any number of other edibles, yet one doesn't speak of going \"cold salami\" or \"cold breakfast cereal,\" just of going \"cold turkey.\" Also, to get to the point where one has cold turkey to serve, one first has to cook a gobbler, which is a multi-hour process. (And yes, it is possible these days to buy sliced turkey at the deli counter, thereby obviating the need to roast a bird, but that option came into play long after the first linguistic uses of the term.) Second, there's the suggestion that the skin of an addict enduring the pangs of withdrawal resembles that of a plucked but uncooked turkey. While that may or may not be the case, the earliest recorded uses of the phrase \"cold turkey\" had nothing to do with addicts, addiction or quitting something abruptly, therefore that explanation fails to supply a valid answer to the origin of the phrase. The earliest recorded print sighting of \"cold turkey\" dates to 1910 and is found in Robert Service's The Trail of '98 : \"Once I used to gamble an' drink the limit. One morning I got up from the card-table after sitting there thirty-six hours. I'd lost five thousand dollars. I knew they'd handed me out \"cold turkey,\" but I took my medicine.\" Per that usage, \"cold turkey\" refers to having been cheated at cards. The \"cold\" aspect of that use continues to this day (a deck of cards which has been stacked in such fashion that a con's mark can't win against it is termed a \"cold deck\"). The phrase began to reflect a meaning of abruptly quitting an addictive substance about a decade later, as this print sighting from 1921 shows: \"Perhaps the most pitiful figures who have appeared before Dr. Carleton Simon ... are those who voluntarily surrender themselves. When they go before him, they [drug addicts] are given what is called the 'cold turkey' treatment. The most likely source for \"cold turkey\" stems from the earlier idiom \"talk turkey.\" To \"talk turkey\" (earliest sighting 1824) was to speak affably, in pleasant terms. Over time, that meaning shifted into one of speaking plainly and directly about a particular matter, as this 1903 sighting shows: \"I'm going to talk turkey with him and see if I can't get him to mend his ways.\" That use continues in common parlance, in that one seeking a raise might well during a sit down with the boss say \"It's time to talk turkey.\" \"Talk turkey\" went on to produce the variant \"talk cold turkey,\" which meant to lay out hard facts and/or get immediately down to business, as this 1928 sighting demonstrates: \"She talked cold turkey about sex. 'Cold turkey' means plain truth in America.\" \"Cold turkey\" (in the sense of ending a particular addiction) appears therefore to be a shortening of \"talk cold turkey,\" in that one who chooses to abruptly and decisively quit engaging in a harmful behavior isn't merely talking cold turkey but rather living it. Barbara \"cold truth\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "25 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/language/phrases/coldturkey.asp",
  "Claim": "Quitting \"cold turkey\" results in the skins of addicts in withdrawal resembling that of plucked turkeys, hence the origin of the term.",
  "Claim_ID": "language_phrases_coldturkey",
  "Tags": ""
}