{
  "Origins": "Almost every copy of Desiderata carries the claim that the original was found in Old Saint Paul's Church in Baltimore in 1692. It's comforting to believe that some truths are universal, that the beauty of the human spirit is unchanging, ever present, and inviolate. A poem rife with applicability in today's world being found in a church so many centuries ago supports those comforting beliefs. That it's an unsigned piece makes it all the more beautiful: one sees these inspirational words as the anonymous writer's gift to the world. His humility kept him from signing it . . . and maybe there's another lesson for us in that.",
  "Fact Check": "",
  "Description": "As pureheartedly meaningful as its words are, Desiderata's history doesn't quite match up with the fable built around it. The poem wasn't penned by one of our nameless ancestors many centuries ago; it was written in 1927 by Max Ehrmann (1872-1945). This selfless writer of many centuries ago was actually a lawyer from Terre Haute, Indiana. Like most of Ehrmann's writings, Desiderata failed to attract much attention during his lifetime; three years after his death, his widow had it and some of his other works published as The Poems of Max Ehrmann . Confusion over Desiderata's authorship arose in 1956 when a Maryland pastor used the poem in a collection of mimeographed material for the congregation of Old St. Paul's Church in Baltimore. He'd been fond of essays and poems of an inspirational nature, and it was often his practice to mimeograph writings he liked, form them into booklets, and place them in pews around the church. The Desiderata booklet was printed on letterhead emblazoned \"Old St. Paul's Church, Baltimore, A.D. 1692\" (the year of the church's founding). Some member of that congregation must have liked the poem well enough to pass along to a friend. From there it passed through many hands, along the way losing the attribution to Max Ehrmann and gaining through a muddling of the letterhead's message the claim that the work itself had been discovered in Old St. Paul's church in 1692. The poem then found a foothold in California, where San Francisco's \"flower children\" embraced it delightedly as a centuries-old affirmation of their philosophy of love and peace. From there it spread as underground printers, thinking they were dealing with a work in the public domain, started cranking out inexpensive posters. The piece hit a new level of popularity after a copy was found on Adlai Stevenson's bedside table when he died in 1965. He'd been intending to use the \"ancient\" poem in his Christmas cards. The spoken version of Desiderata earned a Grammy award for Les Crane in 1971. Like many others, he'd seen the words on a poster and mistakenly thought them to be in the public domain. That error cost him he was later forced to share the royalties with the late Ehrmann's family. (Ehrmann's original 1927 copyright was renewed in 1954 by Bertha Ehrmann, and is now held by Robert L. Bell of Sarasota, Florida.) It seems Crane had failed to heed the poem's exhortation to \"exercise caution in your business affairs.\" Barbara \"copy wronged\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "Go placidly amid the noise and haste, and remember what peace there may be in silence. As far as possible without surrender be on good terms with all persons. Speak your truth quietly and clearly; and listen to others, even the dull and ignorant, they too have their story. Avoid loud and aggressive persons, they are vexations to the spirit. If you compare yourself with others, you may become vain and bitter; for always there will be greater and lesser persons than yourself. Enjoy your achievements as well as your plans. Keep interested in your own career, however humble, it is a real possession in the changing fortunes of time. Exercise caution in your business affairs; for the world is full of trickery. But let this not blind you to whatvirtue there is; many persons strive for high ideals; and everywhere life is full of heroism. Be yourself. Especially, do not feign affection. Neither be cynical about love; for in the face of all aridity and disenchantment it is perennial as the grass. Take kindly the counsel of the years, gracefully surrendering the things of youth. Nurture strength of spirit to shield you in face of sudden misfortune. But do not distress yourself with dark imaginings. Many fears are born of fatigue and loneliness. Beyond a wholesome discipline, be gentle with yourself. You are a child of the universe, no less than the trees and the stars; you have a right to be here. And whether or not it is clear to you, no doubt the universe is unfolding as it should. Therefore be at peace with God, whatever you conceive him to be, and whatever your labors and aspirations, in the noisy confusion of life keep peace with your soul. With all its sham, drudgery & broken dreams, it is still a beautiful world. Be careful. Strive to be happy.",
  "Last Updated": "10 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/language/document/desiderata.asp",
  "Claim": "The famous poem Desiderata was discovered in a church in 1692.",
  "Claim_ID": "language_document_desiderata",
  "Tags": ""
}