{
  "Origins": "A constant of folk etymologies seems to be that the odder a word sounds to us, the sillier the story we invent to explain its origins. \"Pumpernickel\" the dark coarse sourdough bread we typically associate with Germany is just such a funny-sounding name that surely it must have a funny story behind it. Accordingly, someone obliged and came up with a fanciful tale about Napoleon (or Napoleon's groom, or an anonymous Frenchman), who, while on a military campaign in the part of Europe now known as Germany, was given some pumpernickel bread to eat. The disdainful recipient of this loaf (whoever it was), declaring it unfit for human consumption, instead fed it to a horse named Nicol while stating either \" C'est du pain pour Nicol \" (i.e., \"It is bread for Nicol\") or \" C'est bon pour Nicol \" (i.e., \"It is good for Nicol\") a disparagement somewhat similar to Samuel Johnson's definition of \"oats\" in his Dictionary of the English Language (1755) as \"A grain, which in England is generally given to horses, but in Scotland appears to support the people.\" The German locals, apparently unoffended (and also inexplicably lacking a word of their own for this type of bread) decided to adopt the spiteful phrase as a name for the dark loaf, rendering the French \"pain pour Nicol\" as \"pumpernickel.\"",
  "Fact Check": "",
  "Description": "If a story this ridiculous requires disproof, it should come from noting that the word \"pumpernickel\" was part of the German language (as a pejorative roughly equivalent to the modern English \"jerk\") over a century before Napoleon was born, and that it also appeared in English (as a type of bread) before the French emperor's birth. An alternative origin of \"pumpernickel\" is nearly as strange, if somewhat less savory. \"Pumpern\" was a New High German word similar in meaning to the English \"fart\" (so chosen because, like the word \"achoo,\" it imitated the sound it described), and \"Nickel\" was a form of the name Nicholas, an appellation commonly associated with a goblin or devil (e.g., \"Old Nick\" is a familiar name for Satan). Hence, pumpernickel is the \"devil's fart,\" allegedly a reference to the bread's indigestible qualities and hence the effect it produced on those who consumed it. (Some word fanciers have claimed that \"pumpern\" refers to the sound produced by thumping on a loaf of pumpernickel, but that explanation is extremely unlikely.)",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1998] Napoleon referred to a kind of dark bread as only fit for his horse, Nicol \"pain pour Nicol\" pumpernickel.",
  "Last Updated": "13 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/language/stories/pumper.asp",
  "Claim": "Pumpernickel bread is so named because a Frenchman derisively declared it was fit only for his horse, Nicol. (\" C'est du pain pour Nicol .\")",
  "Claim_ID": "language_stories_pumper",
  "Tags": ""
}