{
  "Origins": "If we needed proof that inventing silly stories to explain the origins of words which have non-obvious etymologies is both an old and long-lived practice, here it is: Across nearly four centuries, various writers have chronicled the tale of an English king especially fond of fine dining (any one of a succession from Henry VIII to Charles II ) who coined the word \"sirloin\" by knighting a choice piece of meat, thereby introducing \"Sir Loin\" to the world:",
  "Fact Check": "",
  "Description": "While it is certainly possible that one or more England monarchs has repeated this pun, the word \"sirloin\" first appeared in English as far back as the early sixteenth century and therefore (with the possible exception of Henry VIII) antedates the reigns of any of the kings commonly cited as having originated it by knighting a piece of beef (e.g., James I, Charles II). The death blow to the \"sir loin\" etymology, however, is the fact that the word sirloin was originally written as \"surloyn\" or \"surloine\" in English, reflecting its origins in the Middle French word surlonge (\"sur la longe\"), with sur meaning \"over\" and longe meaning \"loin\" hence sirloin was a cut of beef taken from above the loin. Not until considerably later did the common English spelling of the word shift towards using an \"i\" in place of the \"u,\" thus giving license to generations of punsters. The English word surname stems from the same French root, indicating a family name that was used \"over\" (i.e., in addition to) one's Christian name.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[BBC, 2005] King James I is said to have knighted a particularly tasty loin of beef during a meal at Hoghton Tower, near Preston, Lancashire, in 1617. According to the Lancashire tradition, James I drew his short sword and told the Hoghton Tower pages to bring the beef to him. They went down on their knees and the king said \"Arise, Sir Loin.\"",
  "Last Updated": "8 April 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/language/stories/sirloin.asp",
  "Claim": "The cut of steak known as \"sirloin\" is so named because an English king once knighted a piece of beef.",
  "Claim_ID": "language_stories_sirloin",
  "Tags": ""
}