{
  "Origins": "As crowds watched the plumes of white smoke that announced the election of Cardinal Joseph Ratzinger as Pope Benedict XVI in 2005, some were moved to ask themselves if the signal wasn't in fact the 'holy smoke' of popular terminology. Did the one have something to do with the other? Or were they unrelated?",
  "Fact Check": "",
  "Description": "Though the wispy beacon arising from the Sistine Chapel was both holy and smoke, this ancient mode of announcing a new Pope isn't the source of the idiom. The Oxford English Dictionary records the earliest print sighting of 'holy smoke' as found in \"The Epiphany,\" a 1627 poem by Sir J. Beaumont: 'Who lift to God for vs the holy smoke Of feruent pray'rs.' ('Who lift to God for us the holy smoke Of fervent prayers,' for those better accustomed to more modern spelling.) In that 1627 work, the phrase is used as a picturesque way of describing the burning of incense. It is not until 1892, however, that it is recorded as finding employment as an exclamation or mild expletive; that is, as a saying wholly divorced of anything literally to do with something being burned or the smoke it would give off. In that year, Rudyard Kipling and his American agent Charles Balestier used it as an independent vehemence in \"The Naulahka:\" 'By the holy smoke, some one has got to urge girls to stand by the old machine.' From that point forward, 'holy smoke' began appearing in the literature of the day as a generic exclamation. The two uses may have arisen independently and so be unrelated. The practice of setting fire to gifts meant for the gods is an ancient one because deities are presumed to inhabit the heavens above and smoke rises, the connection was made that burning items designated as religious offerings would result in these oblations being transported to their intended recipients. Animals and foodstuffs were thus sacrificed in this fashion, and incense burnt for the same reason. In an attempt at pyro-assisted rush delivery, those in need of particular interventions on the quick would oft times write out their prayers then ceremonially burn the inscribed bits of paper so as to speed their supplications Heavenward. The divergence theory is supported by the number of other 'holy' exclamations in existence, such as holy Moses and holy cow. These sayings are not inserted into conversation for their literal meanings, but as ways of punctuating surrounding statements or situations in general (e.g., \"Holy Moses! Did you see the look she gave me?\"; \"Holy cow, I'm going to be late!\") Looking beyond just the exclamations and examining the broader scope of two-part 'holy' terms, one quickly sees that a great many use as their completers words that have a strong 'O' presence: holy joe, holy moley, holy toledo, holy horror, and holy roller, as well as the previously-mentioned holy Moses and holy cow. 'Holy smoke' fits this alliterativeness, this joy-filled pursuit of the rolling 'O.' Barbara \"in the O zone\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2005] With the current hubbub surrounding the election of a new pope, I was wondering if the phrase \"holy smoke\" came from the smoke used in the burning of ballots during the conclave?",
  "Last Updated": "31 May 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/language/phrases/holysmoke.asp",
  "Claim": "The exclamation 'Holy smoke' derives from the burning of the ballots used to elect a Pope.",
  "Claim_ID": "language_phrases_holysmoke",
  "Tags": ""
}