{
  "Origins": "Mitchell Kaye , a Georgia state representative from Marietta, is not the originator of the piece. The famed \"Bill of No Rights\" was written in 1993 by Lewis Napper , a self-described amateur philosopher and from Mississippi who ran for a U.S. Senate seat in 2000 as a Libertarian.",
  "Fact Check": "",
  "Description": "Kaye's name likely became associated with it through the innocent act of finding the article in his inbox and liking it enough to forward to friends. People tend to leave official-looking signatures intact when they forward e-mail , and his name's remaining with the piece beyond the initial round of forwardings could easily have created the impression that he was the article's creator. Kaye is quick to give credit where credit is due, and his office routinely informs those who ask about the \"Bill of No Rights\" of its true authorship. On 19 July 2000, advice columnist Ann Landers published a truncated version of the piece, attributing it to Kaye. (Left out were the points about free health care and sending troops to fight in foreign wars.) She praised his \"tough 'do-it-yourself' position\" and declared the language he used to convey his message \"delicious.\" The \"Bill\" resonates with folks because it addresses a number of issues that have often led many of us to shake our heads in disbelief. This Bill of Rights parody strikes straight at the heart of the sense of entitlement so often displayed by those who feel the world owes them a living. Barbara \"the living end\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20030801200633/http://www.lp.org/lpnews/0010/campaign2000.html;http://www.legis.state.ga.us/legis/1997_98/house/gash037.htm;",
  "Example": "[Collected on the Internet, 2000] The following was written by State Representative Mitchell Kaye from GA. \"We, the sensible people of the United States, in an attempt to help everyone get along, restore some semblance of justice, avoid any more riots, keep our nation safe, promote positive behavior, and secure the blessings of debt-free liberty to ourselves and our great-great-great-grandchildren, hereby try one more time to ordain and establish some common sense guidelines for the terminally whiny, guilt-ridden, deluded, and other liberal bed-wetters. We hold these truths to be self-evident: that a whole lot of people are confused by the Bill of Rights and are so dim that they require a Bill of No Rights.\" ARTICLE I: You do not have the right to a new car, big screen TV or any other form of wealth. More power to you if you can legally acquire them, but no one is guaranteeing anything. ARTICLE II: You do not have the right to never be offended. This country is based on freedom, and that means freedom for everyone not just you! You may leave the room, change the channel, or express a different opinion, but the world is full of idiots, and probably always will be. ARTICLE III: You do not have the right to be free from harm. If you stick a screwdriver in your eye, learn to be more careful, do not expect the tool manufacturer to make you and all your relatives independently wealthy. ARTICLE IV: You do not have the right to free food and housing. Americans are the most charitable people to be found, and will gladly help anyone in need, but we are quickly growing weary of subsidizing generation after generation of professional couch potatoes who achieve nothing more than the creation of another generation of professional couch potatoes. ARTICLE V: You do not have the right to free health care That would be nice, but from the looks of public housing, we're just not interested in public health care. ARTICLE VI: You do not have the right to physically harm other people. If you kidnap, rape, intentionally maim, or kill someone, don't be surprised if the rest of us want to see you fry in the electric chair. ARTICLE VII: You do not have the right to the possessions of others. If you rob, cheat or coerce away the goods or services of other citizens, don't be surprised if the rest of us get together and lock you away in a place where you still won't have the right to a big screen color TV or a life of leisure. ARTICLE VIII: You don't have the right to demand that our children risk their lives in foreign wars to soothe your aching conscience. We hate oppressive governments and won't lift a finger to stop you from going to fight if you'd like. However, we do not enjoy parenting the entire world and do not want to spend so much of our time battling each and every little tyrant with a military uniform and a funny hat. ARTICLE IX: You don't have the right to a job. Sure, all of us want all of you to have one, and will gladly help you along in hard times, but we expect you to take advantage of the opportunities of education and vocational training laid before you to make yourself useful. ARTICLE X: You do not have the right to happiness. Being an American means that you have the right to pursue happiness which, by the way, is a lot easier if you are unencumbered by an overabundance of idiotic laws created by those of you who were confused by the Bill of Rights. If you agree, we strongly urge you to forward this to as many people as you can. No, you don't have to, and nothing tragic will befall you should you not forward it. We just think it is about time common sense is allowed to flourish call it the age of reason revisited.",
  "Last Updated": "10 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/language/document/norights.asp",
  "Claim": "Mitchell Kaye, a Georgia state representative, penned the \"Bill of No Rights.\"",
  "Claim_ID": "language_document_norights",
  "Tags": ""
}