{
  "Origins": "Drugs were on the minds of everyone in the late 1960s and early 1970s, even those who weren't partaking of illegal substances or harboring plans to ever do so. Paternalistic concern about the burgeoning drug culture led to the youth of that day being heavily indoctrinated with anti-drug propaganda at almost every turn particularly in school, where they were subjected to health classes which were little more than \"don't get high\" lectures. Even the selection of recreational reading materials intended for them was booby-trapped with literary offerings purporting to be true life stories of real kids yet which were no more than \"This is what could happen to you\" sermonizings.",
  "Fact Check": "",
  "Description": "The most famous of these literary works was 1971's Go Ask Alice , presented as the diary of an anonymous teen girl who began her career as a stoner at age 15 and died of an overdose just weeks after her 17th birthday. Through the diary entries we see this girl quickly escalate from her first drug experience (LSD was surreptitiously slipped into her Coke at a party) to all manner of disaster, including: Indulging in a wide variety of illegal drugs. While high, losing her virginity to a boy she didn't much care about (rather than the one she was in love with). Becoming casually promiscuous, then deeply regretting almost every sexual escapade she engages in. Running away from home (twice). Being sexually abused by people she falls in with while on the road. Upon returning to her family, being ostracized by the nice kids and targeted for abuse by the stoners (who have decided she is a \"squealer\"). After deciding to go straight, being slipped dangerous drugs by the stoner kids and then going on a horrifically bad trip, during which she tries to scratch off her face. Being committed to a psychiatric hospital. (The \"Alice\" of the book's title refers to the druggie girl of that name in the 1967 Jefferson Airplane hit White Rabbit , a song that expounds upon a drug theme its lyricist found in Lewis Carroll's Alice's Adventures in Wonderland . There is an \"Alice\" in the book Go Ask Alice , but she's a minor character mentioned in only one paragraph. The name of the teen diarist is never given.) The unnamed girl's descent into the horrors of the drug world culminates with her death. The book closes with this epilogue: The subject of this book died three weeks after her decision not to keep another diary. Her parents came home from a movie and found her dead. They called the police and the hospital but there was nothing anyone could do. Was it an accidental overdose? A premeditated overdose? No one knows, and in some ways that question isn't important. What must be of concern is that she died, and that she was only one of thousands of drug deaths that year. Did she commit suicide? Did she take an accidental overdose? Did vengeful stoner kids return one more time to slip her a deadly dose? Or was the unnamed deceased teen who supposedly kept a diary detailing the drug-strewn path she followed to her own destruction merely a figment of a moralizing writer's imagination? Go Ask Alice was the product of Beatrice Sparks, an author who has come out with a number of \"teens who saw their lives ruined by their bad choices\" offerings, each one presented as a true story, often in the form of a diary of an anonymous teen: It Happened to Nancy (she's dying of AIDS) Annie's Baby: The Diary of Anonymous, a Pregnant Teenager Treacherous Love: The Diary of an Anonymous Teenager (teen girl is sexually taken advantage of by a teacher) Jay's Journal (yet another diary, this one of a teen boy who turns to satan worship and drug use) Almost Lost: The True Story of an Anonymous Teenager's Life on the Streets Kim: Empty Inside: The Diary of an Anonymous Teenager (eating disorders) The precise authorship of Go Ask Alice is still a bit of a mystery. Beatrice Sparks is presented as its editor rather than its author, and one tantalizing mention in a 1998 New York Times book review indicates the book might have been the work of several people: Linda Glovach, since exposed as one of the \"preparers\" let's call them forgers of Go Ask Alice, has just written Beauty Queen, about a girl who flees her alcoholic mother, becomes a stripper and dies of heroin addiction. Our best guess is that a number of folks work at churning out these cautionary tales, which are then presented to an overly accepting public as real diaries of anonymous teens. Yet on the question of authorship, one thing is startlingly clear: whoever wrote the Go Ask Alice \"diary\" was not a 15-year-old girl. Girls of that age do not write the way the journal entries of Go Ask Alice are penned both in terms of structure and content, it fails the adolescent test. For example, our doomed teen goes on for more than four pages about her first LSD experience, describing what happened and how, yet diary entries dealing with her broken heart over the loss of her one true love are given only two short paragraphs, barely a third of a page. Similarly, school, teachers, the casual gossip of the day, and ordinary \"He said; she said\" chit-chat which make up the bulk of teen girl chatter go almost unmentioned in this book, even though it's hard to imagine a real teenager's diary in which these topics wouldn't account for the greater number of the entries. Meanwhile, the \"diary\" is filled with sizeable words one would hardly expect to find in a teen's private account of her life. Polysyllabic terms such as \"gregarious,\" \"impregnable,\" \"conscientious,\" and \"ecstatic\" turn up within four pages of each other, yet we'd be surprised to find any one of these words in a real teen's diary. It's not that teens don't use large words in conversation or include them in written work meant to be handed in at school, but they certainly do not record their deepest, darkest secrets in words they'd be hard-pressed to spell. Remember, a diary is not meant for the eyes of anyone other than the diarist, so the writing style used tends to be far more casual than that employed in pieces intended to be read by others. The unnamed teen's fall is formulaic as well. The \"unsuspecting first time\" is a standard plot device used by writers looking to keep their main characters sympathetic. This gal's long slide into a pine box begins not with an actual intent to do drugs to see what all the shouting is about, but with an act of bad companions who introduce her to the world of drugs without her permission. Her fate thus becomes the potential fate of any teen, even one determined to \"Just say no.\" To quote Mark Oppenheimer's musings about the structure of teen morality novels: I'm going to write a young-adult novel about drug abuse. It's easy. I've read three and think I know how to do it: The narrator must feel oppressed by parents either distant, alcoholic or both; have a \"shrink,\" who does no good whatsoever; get turned on to drugs unsuspectingly; run away from home; descend into prostitution or dealing; and think and write in bad coffee-shop stream-of-consciousness prose. Short, diary-entry chapters should begin or end with references to countercultural artists (Lewis Carroll, Jefferson Airplane, the Buzzcocks). At the end, a minor character assumes the narration to report the death of our previous narrator. Cynicism aside, that's a relatively fair assessment of how to build one of those works. We noted one further theme that jumped off the pages of Go Ask Alice : with the exception of the diarist, every teen in the book who was heavily involved with drugs and whose home situation was described came from a broken home. It was not difficult to pick out the underlying secondary moralistic message, that divorce is one of the great social evils of our time. Another point to ponder: In an era when journalistic expos s are the coin of the realm, how is it that after more than thirty years (and \"More than 4 million copies sold\"), no intrepid reporter has managed to track down the identity of Go Ask Alice 's \"anonymous\" author? That in over three decades, none of the people who knew this poor girl friends, relatives, teachers, classmates has ever identified or spoken about her is truly amazing. Our government doesn't keep classified secrets so well. The final proof, however, lies in plain sight on the book's copyright notice page: This book is a work of fiction. Any references to historical events, real people, or real locales are used fictitiously. Other names, characters, places, and incidents are the product of the author's imagination, and any resemblance to actual events or locales or persons, living or dead, is entirely coincidental It's not necessarily wrong to present a cautionary tale in the form of a first-person narrative that storytelling device has been used effectively as long as folks have been spinning yarns. But it is unfair to maintain that something is a \"true story\" when in fact it's manufactured hooey. There are enough real teens who lead short, tragic lives that we don't need to invent any more. Barbara \"through the looking glass\" Mikkelson Sightings: In Go Ask Alice , the 1973 made-for-TV film version of the book, William Shatner starred as the doomed girl's father.",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/Title?0068644;http://www.sing365.com/music/lyric.nsf/White-Rabbit-lyrics-Jefferson-Airplane/7109AE560A05F54748256BF40008120A;",
  "Example": "[Collected via e-mail, 2001] Do you know anything about the book \"Go Ask Alice\"? In case you aren't familiar with it, it's supposedly an anonymous diary found by the parents of a fifteen year old drug user after she overdosed and died. I read it when I was a kid and even then it really didn't seem like stuff a fifteen year old would write . . . now I'm twenty-four, just found my old copy and started reading it for old time's sake and it REALLY seems ridiculous.",
  "Last Updated": "4 January 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/language/literary/askalice.asp",
  "Claim": "The book Go Ask Alice was the real-life diary of a teenage girl.",
  "Claim_ID": "language_literary_askalice",
  "Tags": ""
}