{
  "Origins": "\"Code Adam\" is a \"missing child\" security protocol in place in various chain stores. It's an industry's attempt to prevent a tragedy (whether it be a kidnapped child or one who had wandered away). As such, it's real.",
  "Fact Check": "",
  "Description": "Whether or not young Adam Walsh (the lad the Code is named for) was kidnapped out of the store he was last seen in is still unknown it appears even more likely that he'd gone outside to the parking lot by himself and met his killer there. It is therefore a mistake to assert with any degree of authority that \"Code Adam\" was named for a child who was abducted from a store. (It's natural though to confuse this boy's death with the apocryphal story of an attempted kidnapping from a large store in which the child is drugged, his clothes are changed, and his hair cut and dyed, because that tale has been kicking around forever. One has to but hear \"child,\" \"abduction\" and \"store\" to bring that well-traveled urban legend immediately to mind. Those interested in reading up on that legend should visit the kidnappings page.) What follows is excerpted from a 1996 American Society for Industrial Security's publication: Child safety. As mentioned earlier, Wal-Mart has a child safety program that aims both to prevent abductions and to find children lost in the store. Initiated in 1993, the program is called \"Code Adam\" after Adam Walsh, a child who disappeared in a high-profile abduction case that received nationwide attention.The program establishes a series of steps that store associates can follow if a child is reported missing. Essentially, the program works like this: When a parent or guardian notifies an employee that his or her child is missing, the associate asks for a detailed description of the child, including name, age, hair color, eye color, approximate weight and height, and what the child is wearing. A shoe description is especially helpful, since shoes are difficult for a kidnapper to change quickly. [Barbara's note: Looks like they'd heard that legend, too.] After obtaining this description, the associate goes to the nearest in-store phone and pages \"Code Adam.\" The associate then describes the missing child over the store intercom. The announcement could be something like: \"Associates, we have a Code Adam. We have lost a five-year-old boy wearing a red shirt, blue jeans, and black tennis shoes. He has blonde hair, is about three-and-a-half feet tall, and weighs about forty pounds. If you find him, please take him to the courtesy desk.\" As the announcement is made, the store \"people greeter\" who welcomes customers to the store immediately begins monitoring the front doors. At the same time, staff in the Garden Center and Tire & Lube Express center monitor the doors in their areas. Managers are posted at all other doors, including the back room door. Meantime, all available store staff begin looking for the child. The parking areas and vestibules also are checked; often a child has wandered out the door or gone elsewhere with a relative or family friend. Initially, the doors are not locked, only closely monitored, so customers are free to come and go. The parents or legal guardians are escorted to the courtesy desk by an associate, who remains with them until the child is found. If the child is found and appears to have been lost in the store and unharmed, the child is reunited with the parent or legal guardian. To conclude the procedure, associates cancel the Code Adam over the store intercom. If the child is not found within ten minutes, the local authorities are called for assistance. Because personnel have already thoroughly checked the store, when police arrive they can move to the next stage, searching the parking lot or other stores, questioning people, setting up roadblocks, and the like. If the child is found with someone other than the parent or legal guardian, associates are instructed to call the police immediately or ask another employee to call the police and describe the would-be abductor. While staff is expected to do everything within reason to prevent an abduction, associates are not expected to - and are instructed not to - expose themselves or the child to physical harm. If it is not reasonable to detain the suspected abductor or cause him or her to abandon the child, the associate is expected to get a description of the person, car type, license plate number, departure route, and related information. \"Code Adam\" was named for Adam Walsh., who was abducted from the Sears store in Hollywood, Florida, on 27 July 1981. His mother left him in the video games section for what she later said was five or seven minutes while she went to a different part of the store to buy a lamp. There are some reports that Adam was ordered out of Sears by store security as he and some others were making a disturbance and that his abductor encountered him outside the store. Only the child's head has ever been recovered, no other body part. I don't believe the site of the child's murder has ever been determined. Though the crime remains unsolved, convicted killer Ottis Elwood Toole has twice confessed to it (and later recanted both confessions). If we believe he was Adam's killer and therefore accept his version of the events, he met the child in the store and lured him out to his car with promises of candy and toys. No dye job, no drugged child, none of the standard urban legend stuff. But that's a big \"if.\" Some reports place Toole in a different part of the country at the time of the child's murder, and there is also reputed to be another plausible suspect in the case. On the other hand, Henry Lee Lucas (Toole's lover) claimed Toole had shown him the shallow grave where he said Walsh's remains were buried. (As to how much weight to give these statements, Lucas and Toole have confessed to over 200 murders, some of which they've been proved not to have committed.) Ottis Elwood Toole is no longer available for questioning though. He died on 15 September 1996 of cirrhosis of the liver. Barbara \"dead to rites\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "12 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/language/eponyms/codeadam.asp",
  "Claim": "The protocol followed by some stores when a child is reported missing is called \"Code Adam\" after 6-year-old Adam Walsh, who was abducted and murdered in 1981.",
  "Claim_ID": "language_eponyms_codeadam",
  "Tags": ""
}