{
  "Origins": "In February 2014, the Tumblr blog Wordsmythologic shared a post claiming that the word \"palindrome\" was itself a palindrome since \"emordnilap\" (palindrome spelled backwards) was a real word.",
  "Fact Check": "",
  "Description": "The post went viral as hundreds of thousands of people shared the message, convinced that 'emordnilap' was a real word commonly found in English-language dictionaries. A quick search through Merriam-Webster and the Oxford English Dictionary , however, reveals that emordnilap is not yet an official member of the English language as measured by dictionary inclusion. But that doesn't necessarily mean 'emordnilap' isn't a word in a broad, unofficial sense. That term, as defined by the aforementioned Merriam-Webster, is simply \"a sound or combination of sounds that has a meaning and is spoken or written,\" and emordnilap could be considered to fall under that definition when used in the manner described. Furthermore, it should also be noted that language is constantly evolving. In 2013, \"selfie\" and \"hashtag\" were not considered official words by Merriam-Webster, but that status changed in 2014 when more than 150 words were added to the dictionary. Merriam-Webster writes : How does a word get into a Merriam-Webster dictionary? This is one of the questions Merriam-Webster editors are most often asked. The answer is simple: usage. To decide which words to include in the dictionary and to determine what they mean, Merriam-Webster editors study the language as it's used. They carefully monitor which words people use most often and how they use them. After receiving numerous questions and comments about \"emordnilap\" and its definition, the WordsMyThologic Tumblr page added an update declaring that emordnilap was in fact a word. More specifically, they said, it was a neologism, which is defined by Merriam-Webster as \"new word or expression or a new meaning of a word.\"",
  "Originally Published": "",
  "Referred Links": "http://www.merriam-webster.com/dictionary/neologism;http://wordsmythologic.tumblr.com/ask;http://www.merriam-webster.com/help/faq/words_in.htm;http://www.merriam-webster.com/new-words/2014-update.htm;http://www.merriam-webster.com/dictionary/word;http://www.oxforddictionaries.com/us/spellcheck/all/?q=emordnilap;http://www.merriam-webster.com/dictionary/emordnilap;http://wordsmythologic.tumblr.com/post/75765629628/egberts-im-really-pissed-that-palindrome-isnt;",
  "Example": "[Collected via Tumblr, February 2014 ] im really pissed that palindrome isnt palindrome backwards Ah, yes but emordnilap is a word! An emornilap is any word that, when spelled backwards, produces another word. Examples of emordnilap pairs include: desserts & stressed drawer & reward gateman & nametag time & emit laced & decal regal & lager And therefore \"emordnilap palindrome\" is an emordnilap palindrome. Which I, for one, think is really frickin' cool.",
  "Last Updated": "12 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/language/acronyms/emordnilap.asp",
  "Claim": "The word \"palindrome\" is a palindrome because the word \"emordnilap\" is a real word one can find in the dictionary.",
  "Claim_ID": "language_acronyms_emordnilap",
  "Tags": ""
}