{
  "Origins": "We've seen so many modern day forgeries of texts intended to remind us how cruelly we once treated other human beings ( Slave Consultant's Narrative ), remind us how much more difficult life used to be ( 1872 Rules for Teachers ), or poke fun at earlier societal attitudes ( Advice to Young Brides ) that we now naturally assume any such document to be phony until proved real.",
  "Fact Check": "",
  "Description": "The text quoted above is one such example. Although we know full well in the 1940s women in the workplace were often patronized, insulted, harassed, and treated as second-class employees in ways almost no one would find acceptable today, we have a hard time believing that even if we once held the attitudes that promoted this type of work environment, no one (even way back in 1943) could have been so crass to state them as baldly and condescendingly as in the article cited here. However, this is a case in which, whatever experience might tell us, we can set our doubts aside, as the article quoted above is indeed real. It was written by one L.H. Sanders and appeared under the title \"Eleven Tips on Getting More Efficiency Out of Women Employes\" in the July 1943 edition of Mass Transportation magazine. Use the links below to view scanned images of the magazine's cover and article pages. Additional information: Mass Transportation cover \"Eleven Tips\" first page (Mass Transportation) \"Eleven Tips\" second page (Mass Transportation)",
  "Originally Published": "",
  "Referred Links": "http://academic.udayton.edu/race/02rights/slave06.htm;",
  "Example": "[Sanders, 1943] 1943 Guide to Hiring Women: The following is an excerpt from the July 1943 issue of Transportation Magazine. This was written for male supervisors of women in the work force during World War II. Eleven Tips on Getting More Efficiency Out of Women Employees There's no longer any question whether transit companies should hire women for jobs formerly held by men. The draft and manpower shortage has settled that point. The important things now are to select the most efficient women available and how to use them to the best advantage. Here are eleven helpful tips on the subject from western properties: 1. If you can get them, pick young married women. They have these advantages, according to the reports of western companies: they usually have more of a sense of responsibility than do their unmarried sisters; they're less likely to be flirtatious; as a rule, they need the work or they wouldn't be doing it maybe a sick husband or one who's in the army; they still have the pep and interest to work hard and to deal with the public efficiently. 2. When you have to use older women, try to get ones who have worked outside the home at some time in their lives. Most transportation companies have found that older women who have never contacted the public, have a hard time adapting themselves, are inclined to be cantankerous and fussy. It's always well to impress upon older women the importance of friendliness and courtesy. 3. While there are exceptions, of course, to this rule, general experience indicates that \"husky\" girls those who are just a little on the heavy side are likely to be more even-tempered and efficient than their underweight sisters. 4. Retain a physician to give each woman you hire a special physical examination one covering female conditions. This step not only protects the property against the possibilities of lawsuit but also reveals whether the employee-to-be has any female weaknesses which would make her mentally or physically unfit for the job. Transit companies that follow this practice report a surprising number of women turned down for nervous disorders. 5. In breaking in women who haven't previously done outside work, stress at the outset the importance of time the fact that a minute or two lost here and there makes serious inroads on schedules. Until this point is gotten across, service is likely to be slowed up. 6. Give the female employe in garage or office a definite day-long schedule of duties so that she'll keep busy without bothering the management for instructions every few minutes. Numerous properties say that women make excellent workers when they have their jobs cut out for them but that they lack initiative in finding work themselves. 7. Whenever possible, let the inside employe change from one job to another at some time during the day. Women are inclined to be nervous and they're happier with change. 8. Give every girl an adequate number of rest periods during the day. Companies that are already using large numbers of women stress the fact that you have to make some allowances for feminine psychology. A girl has more confidence and consequently is more efficient if she can keep her hair tidied, apply fresh lipstick and wash her hands several times a day. 9. Be tactful in issuing instructions or in making criticisms. Women are often sensitive; they can't shrug off harsh words the way that men do. Never ridicule a woman it breaks her spirit and cuts her efficiency. 10. Be reasonably considerate about using strong language around women. Even though a girl's husband or father may swear vociferously, she'll grow to dislike a place of business where she hears too much of this. 11. Get enough size variety in operator uniforms that each girl can have a proper fit. This point can't be stressed too strongly as a means of keeping women happy, according to western properties.",
  "Last Updated": "16 November 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/language/document/hiringwomen.asp",
  "Claim": "A transportation magazine ran a \"Guide to Hiring Women\" article in 1943.",
  "Claim_ID": "language_document_hiringwomen",
  "Tags": ""
}