{
  "Origins": "Many readers who have enjoyed Lewis Carroll's Alice's Adventures in Wonderland know Lewis Carroll to be the pseudonym of Charles Dodgson, and understand Dodgson to be not a writer of nonsensical stories for children by profession but a renowned mathematician. Perhaps this statement demonstrates how easily a story about Dodgson such as the one cited above could have been propagated: enigmatic in his own time, Dodgson is still largely misunderstood even today. He was far from a renowned mathematician, and his literary works were most decidedly not random nonsense aimed at a juvenile audience.",
  "Fact Check": "",
  "Description": "Dodgson received a degree in mathematics from Christ Church College, Oxford, in 1854, where he was appointed as a lecturer in mathematics the following year. At about the same time, Dodgson began writing and publishing the parodies and bits of verse that would eventually make the name \"Lewis Carroll\" much more memorable than that of Charles Dodgson. Dodgson continued to lecture undergraduates at Oxford (\"drearily,\" we're told) for another twenty-five years, long after the publication of his two Alice books (and other works) under the pseudonym of Lewis Carroll. But as a mathematician, Dodgson was, in the words of Peter Heath: \"An inveterate publisher of trifles [who] was forever putting out pamphlets, papers, broadsheets, and books on mathematical topics [that] earned him no reputation beyond that of a crotchety, if sometimes amusing, controversialist, a compiler of puzzles and curiosities, and a busy yet ineffective reformer on elementary points of computation and instructional method. In the higher reaches of the subject he made no mark at all, and has left none since.\" Phew. And, as Martin Gardner notes in his introduction to The Annotated Alice , although \"the time is past when a child under fifteen, even in England, can read Alice with the same delight\" as other (more recent) children's books, \"the fact is that Carroll's nonsense is not nearly as random and pointless as it seems to a modern American child.\" Alice is \"a very curious, complicated kind of nonsense, written for British readers of another century.\" Since misperceptions still abound a hundred years after Dodgson's death, when we know much more about him than most of his contemporaries did, it's easy to see how in his own time he could have been thought of as a merry prankster who would jokingly send the Queen a math textbook. What we now know of Dodgson demonstrates that this act would have been most uncharacteristic of him, however. First of all, Dodgson was well-mannered and maintained a respectful attitude toward the throne; his having a laugh at the expense of the Queen would have been a most unlikely jest for him to pull. More importantly, though, Dodgson took great pains to maintain the fiction that Charles Dodgson and Lewis Carroll were two different people. He only admitted that he was \"Lewis Carroll\" to a privileged few, he grew offended when others alluded to his alternate identity in conversation, and he continued to repudiate his pseudonym even after the number of people who knew him to be \"Lewis Carroll\" grew quite large. More than ten years after the publication of Alice in Wonderland , he turned down a request to have his caricature done for Vanity Fair because \"nothing would be more unpleasant than to have my face known to strangers,\" and he continued to return all mail addressed to \"Lewis Carroll.\" As T.B. Strong noted, \"It would have been clean contrary to all his practice to identify [the] author of Alice with the author of his mathematical works.\" (Curiously, though, three of Dodgson's works on mathematics and logic published late in his life A Tangled Tale, The Game of Logic, and Symbolic Logic were signed as Lewis Carroll rather than Charles Dodgson.) Dodgson himself denied this rumor in a postscript to the second edition of Symbolic Logic in 1896: I take this opportunity of giving what publicity I can to my contradiction of a silly story, which has been going the round of the papers, about my having presented certain books to Her Majesty the Queen. It is so constantly repeated, and is such absolute fiction, that I think it worth while to state, once for all, that it is utterly false in every particular: nothing even resembling it has occurred. As Gattegno points out, by the time Dodgson issued this denial, the rumor was thirty years old (having appeared shortly after the publication of Alice in Wonderland ) and was unlikely \"to injure Carroll any more, much less the Queen.\" Perhaps with \"the problem of his pseudonym ... becoming more and more troublesome,\" Dodgson was more interested in \"reaffirm[ing] the ban on identifying Carroll with Dodgson\" than with contradicting a decades-old rumor.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Heath, 1974] A well-known story tells how Queen Victoria, charmed by Alice in Wonderland, expressed a desire to receive the author's next work, and was presented, in due course, with a loyally inscribed copy of An Elementary Treatise on Determinants, [Gattegno, 1974] Queen Victoria, having enjoyed Alice so much, made known her wish to receive the author's other books, and was sent one of Dodgson's mathematical works.",
  "Last Updated": "25 September 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/language/literary/carroll.asp",
  "Claim": "The author of Alice in Wonderland sent an admiring Queen Victoria a copy of one of his mathematics texts.",
  "Claim_ID": "language_literary_carroll",
  "Tags": ""
}