{
  "Origins": "As the Dictionary of Eponyms notes, \"Dr. Joseph Ignace Guillotin (1738-1814) did not invent the guillotine , did not die by the guillotine , and all his life futilely tried to detach his name from the height reducer.\" The confusion of his name with that of the device's true inventor began on October 10, 1789, when: [T]he eminent Parisian physician, a member of the National Assembly during the French Revolution, suggested that a \"merciful\" beheading device replace the clumsy sword and degrading rope then used by French executioners. Guillotin may have studied similar instruments abroad and definitely knew they existed, for the infamous \"Maiden\" had been used even in France during the Middle Ages and was still widely employed throughout Europe. In his speech to the French chamber Guillotin contended that hanging brought disgrace upon a criminal's family, that beheading probably felt better, being quicker and less painful at least, and that there wasn't any equality in a nobleman's being dispatched by a sword while a commoner legally had to swing by a rope for his crimes. His ideas, especially the last, gradually took hold in egalitarian France, and two years later the Assembly adopted decapitation as the legal means of execution for \"every person condemned to death.\" The specific machine accepted for the purpose was designed by Dr. Antoine Louis, secretary of the Academy of Medicine, and constructed by a German named Tobias Schmidt, who even supplied a leather bag to hold the severed heads. For some 329 francs, inclusive, the first Louisette or Louison, as it came to be called, was erected on the Place de Gr ve, and on April 22, 1792, the head of a notorious highwayman named Peletier became the first to plop into its basket. But Dr. Guillotin remained in the public's mind for his eloquent speech and one of the many popular songs about the new machine claimed he had invented it. Not much time passed before La Louisette lost out to La machine Guillotine, Madame Guillotine and then guillotine itself. The notion that Dr. Joseph Guillotin was himself a victim of that device springs from several circumstances:",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, November 2005] I have heard a popular rumor that Dr. Joseph-Ignace Guillotin, the Frenchman who proposed the use of the guillotine in France was also eventually executed with the device. Is there any truth in this legend?",
  "Last Updated": "4 September 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/language/eponyms/guillotine.asp",
  "Claim": "Dr. Joseph Guillotin invented the guillotine and was later executed with one of those machines.",
  "Claim_ID": "language_eponyms_guillotine",
  "Tags": ""
}