{
  "Origins": "While there is something intrinsically pleasing to the notion of the familiar and widely-used word 'cop' having entered the language in unusual fashion, whatever we may want to believe, it just didn't happen that way.",
  "Fact Check": "",
  "Description": "\"Cop\" as a slang term for \"police officer\" is neither a shortening of \"constable on patrol\" nor of \"citizen on patrol.\" We've said it before, but it bears saying again: only a few common words truly have acronymic pedigrees, and virtually all of those date from the 20th century and later. Though terms that have been part of the English language for centuries may well have fascinating backstories (and many do), they rarely began their linguistic lives as acronyms, words formed by combining the initial letter(s) of a compound term or phrase. The word 'cop' also did not enter the slang lexicon as an allusion to the highly polished buttons (which some say were made of copper) on American turn-of-the-century police uniforms or on those worn by the first London police force of the 1820s. It also doesn't refer to the metal various police badges or shields were made from. Instead, the police-specific use of \"cop\" made its way into the English language in far more languid fashion. \"Cop\" has long existed as a verb meaning \"to take or seize,\" but it didn't begin to make the linguistic shifts necessary to turn it into a casual term for \"police officer\" until the mid-19th century. The first example of 'cop' taking the meaning \"to arrest\" appeared in print around 1844, and the word then swiftly moved from being solely a verb for \"take into police custody\" to also encompassing a noun referring to the one doing the detaining. By 1846, policemen were being described as \"coppers,\" the '-er' ending having been appended to the \"arrest\" form of the verb, and by 1859 \"coppers\" were also being called \"cops,\" the latter word a shortening of the former. Barbara \"and they've been called many things since then\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2001] My father told me that the word \"cop\" came from the words constable on patrol. Any truth to that? [Collected via e-mail, April 2007] What is the origin of the word \"cop\"? Wikipedia says that it is an acronym for \"constable on patrol\". I have personally herd the phrase \"citizen on patrol\". However, there's another story that in early NYC, officers were noted for having copper buttons on their uniforms, so the word \"copper\" became slang for an officer which gets shortened to \"cop\". That actually makes more sense to me, meaning that \"constable on patrol\" is probably just a backronym to make a derogatory slang term into an acceptable one.",
  "Last Updated": "1 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/language/acronyms/cop.asp",
  "Claim": "The slang police term 'cop' derives from an acronym for the phrase 'constable on patrol.'",
  "Claim_ID": "language_acronyms_cop",
  "Tags": ""
}