{
  "Origins": "This expression, an admonishment to mind one's manners, has been with us for centuries. While variants (\"to be on one's p's and q's\") have been spotted as far back as 1602, the first print sighting of the saying we now know about minding these two letters dates to 1756: \"Mind your P's and your Q's and always travel in the Autumn.\"",
  "Fact Check": "",
  "Description": "Theories for the phrase's origins are numerous, with these four as the primary contenders: Children learning to write were reminded by their teachers to be wary of inadvertently reversing lowercase p's into q's, and vice versa. Back in the days when type was set by hand, printers could easily mistake lowercase p's for q's, hence the caution to be careful to not make that error. A tally of pints and quarts consumed was maintained on a chalkboard near the bar for each pub patron running a tab. Drinkers were advised to keep an eye on the count, lest the barkeep sneak a few extra marks onto it, thereby inflating the bill. Or, tipplers were to watch the count so as to not lose a sense of when it was time to call it a night and go home to their wives. Or, those working in the pub were admonished to be careful in marking the board lest they otherwise render the running tally inaccurate. That the p's and q's of the finger-wagging were \"pleases\" and \"thank yous,\" thus the saying had started out with the same meaning it now carries: \"Mind your manners.\" While each of the four primary theories has somewhat of a ring of plausibility to them, they're all flawed, each in its own way. It's true children of an age when they're learning to write often reverse letters and thus could benefit from a gentle reminder or three to keep an eye out for special pitfalls. However, there is only one true pair of mirror image letters in the Roman alphabet that could trip kids up, and it's not 'p' and 'q,' but rather 'b' and 'd.' In terms of how it's taught to kids who are learning to make their letters, lowercase 'q' has a little upturned tail at the base of its descender, as this chart shows. While people may omit that little tail in their handwriting as they get older, at the point in their lives where orthography is taught to them, it's part of the written representation of the letter. If \"mind your p's and q's\" had as its origin an instruction to children to be mindful of the trap laid by two fully reversible letters, it would have been \"Mind your b's and d's.\" Type was laid backwards into composing sticks, so there was always a risk of p's and q's being mistaken for one another, especially in fonts lacking a tail on lowercase 'q.' However, while it's easy to visually confuse the type for a lowercase 'p' with a 'q,' the bins they're stored in are far harder to mix up. Q is a underutilized letter in the English alphabet, so printers needed far fewer of them than they did of most every other letter; consequently, the \"q\" bin tended to be a fair bit smaller than the \"p\" bin, thus printers in the process of setting type were unlikely to confuse these two letters. Granted, while the dissimilarly-sized bins would have cut down p/q confusion during typesetting, they wouldn't have helped when the type was broken down into individual letters after the print run and tossed back into their respective bins at that time, a 'p' could easily get tossed in with the q's. However, given that the bins for b's and d's would have been relatively of equal size, if the saying had its origin in printer confusion, it would have been \"mind your b's and d's\" because those would have had to have been carefully handled during both the typesetting and breakdown phases. At the time the saying became part of the English lexicon, beer wasn't vended in pubs by the pint or quart. Instead, it was drawn from kegs, with patrons charged by the glass or tankard. Vendors therefore would not have utilized chalked tote boards scrawled with p's for \"pints\" and q's for \"quarts\" in an effort to keep track of who owed for what. Yet the chalked tote board theory fails on something even simpler than that: A quart is equal to two pints. Even if there ever had been a barkeep daft enough or advanced enough to be selling beer by these particular volumetric measures, his apocryphal chalkboard would have been festooned either with endless rows of lowercase p's or with groupings of the common stick-and-slash notation (see graphic), with one mark representing a pint and two a quart. If \"mind your p's and q's\" began its linguistic life as a cutesy attempt to imprint the basic niceties of ponying up with a \"please\" or a \"thank you\" at socially appropriate moments, the saying would have been rendered as \"mind your p's and t's\" (\"thanks\"), or \"p's and u's\" (phonetic representation of \"you\"), or \"p's and y's\" (alphabetic representation of \"you\"). Clearly then, each of the four major contenders has flaws. In addition to those four, there are a handful of lesser theories, each more contrived and artificial-sounding than the previous: \"Mind your p's and q's\" came out of the business world, with p's and q's serving as short forms for 'prices' and 'quality.' Uneducated ancient Romans tended to unwittingly substitute /p/ for \"qu\" /kw/ in their speech, thus the admonishment to monitor their pronunciation lest they be thought rubes. Students attempting to master both Latin and Ancient Greek were often left confused by the vagaries of such cognates as pente and quintus, hence the reminder to learn them well. In days when seamen styled their hair into long pigtails dipped in tar, the dictum was a prompt to not let their tarred hair (queues) soil their navy pea-jackets (peas). Dancing masters at the French court would caution newcomers to mind their \"pieds and queues\" (feet and huge powdered wigs) when curtseying. Alternatively, \"pieds and queues\" were said to be two dance figures (choreographed dances) that had to be accurately performed. Sadly, there's no smoking gun in the history of the term's use that points to the true origin of the saying, no dancing masters' autobiographies mentioning nincompoops who had to be cautioned to mind their pieds and queues lest their wigs otherwise topple off in front of the King, no odd diary notes about a chalkboard in a pub marked with p's and q's, no sorrowful note home from a just-fired printer's devil who lost his job because he failed to mind the firm's p's and q's. Instead, there's just a mystery. However, if a hobbyist's (rather than a etymologist's) opinion can be entertained for a moment, it's possible a 1612 print sighting yields part of the solution: \"Bring in a quart of Maligo, right true: And looke, you Rogue, that it be Pee and Kew.\" The context in which that line appears makes it clear that \"Pee and Kew\" is understood by the book's audience to mean \"of the highest quality.\" Throughout the saying's various surfacings across the centuries, twin themes of quality and good behavior emerge. If \"p's and q's\" began its linguistic life as a colloquial term for \"of marked superiority,\" the saying could have over time transferred from a statement about the sterling nature of a physical item (such as a quart of booze) to a statement about behavioral traits the very best people should strive to cultivate, then into an admonition to be mindful of one's comportment when in the society of others. As to how \"p's and q's\" came to mean \"the really best stuff,\" that can only be guessed at. Perhaps it came from a play then wildly popular but which has since been lost to us. There are no frustrated schoolchildren, bedeviled printer's devils, or chalked-up walls in British pubs in such an answer, but there might be at least a glimmer of the term's true origin. Barbara \"origin of the specious\" Mikkelson Sightings: In an episode of the television series The Sopranos (\"Mergers & Acquisitions,\" original air date 3 November 2002), Tony's girlfriend of the moment explains to the folks they're out with \"...ale was always sold in pints and quarts, so 'Mind your p's and q's' means 'Watch your alcohol consumption.'\"",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0517881284/ref=urbanlegendsrefe;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.westsideelementaryschool.com/images/alphabet%20chart.jpg;",
  "Example": "[Collected via e-mail, November 2000] In English pubs, ale is ordered by pints and quarts. So in old England, when customers got unruly, the bartender would yell at them to mind their own pints and quarts and settle down. It's where we get the phrase \"mind your P's and Q's.\" [Collected via e-mail, November 2002] At local taverns, pubs and bars, people drank from pint and quart-sized containers. A bar maid's job was to keep an eye on the customers and keep the drinks coming. She had to pay close attention and remember who was drinking in \"pints\" and who was drinking in \"quarts.\" Hence, the term \"mind your p's and q's.\"",
  "Last Updated": "13 June 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/language/phrases/pqs.asp",
  "Claim": "Barkeepers kept track of patrons' tabs by chalking p's and q's on the wall (for pints and quarts), hence the admonishment to \"mind your p's and q's.\"",
  "Claim_ID": "language_phrases_pqs",
  "Tags": ""
}