{
  "Origins": "In case the subtext of the letter quoted above isn't obvious, here's the setup:",
  "Fact Check": "",
  "Description": "A woman applies for a job with the public school system in the notoriously crime-ridden District of Columbia. She's turned down for employment because a background check reveals that she has a criminal record showing a long string of arrests for crimes ranging from prostitution and shoplifting to felonies such as drug dealing and assault with a deadly weapon (a razor), with a charge of destruction of government property thrown in for good measure. (The last item is even more significant because the applicant is seeking a job with the public school system, where she'd presumably be working with \"government property\" all day long.) The disgruntled applicant then disputes the decision, furnishing proof that although she has been arrested a number of times (and presumably indicted on some of the felony charges), she's never actually been convicted of anything all the listed charges have been dismissed, no papered (i.e., the prosecutor declined to proceed), or entered nolle prosequi (i.e., the prosecutor initially sought an indictment, but opted to proceed no further before the grand jury returned its findings). Hence, the DCPS has to reconsider her employment application, even though everybody knows she's a dangerous, violent criminal. (We're supposed to assume as our court system does that a person is innocent until proved guilty, but rare is the person among us who would look at an arrest record like the one presented here and not be convinced that the subject must be guilty of some of the charges). So, the letter quoted above is supposed to be a real-life example of how we're being \"lawyered to death,\" of how the people we need protection from are allowed to \"abuse\" the protections of our legal system while we get the short end of the stick. But is it real, or merely a fabricated example intended to stir up our sense of moral outrage? The original source for this piece was the Washington City Paper of 12 January 2001, where it ran in its \"Loose Lips\" column, and numerous publications (of both the print and web varieties) have reprinted this item since then. The Washington City Paper columnist assures us that the letter was indeed real, and that the DCPS has sent out others like it as well. Maybe crime doesn't pay, but sometimes criminals get paid.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "District of Columbia Public Schools Office of the General Counsel Labor Management and Employee Relations November 16, 2000 Dear Ms. [name withheld]: On June 23, 2000, you were informed by letter that you would not receive an offer of employment with the District of Columbia Public Schools (DCPS) based on the results of your criminal background check. Based on your subsequent presentation of documentation that your 1984 charge for Uniformed Controlled Substance Act, Cannabis was no papered; that your 1984 charge for shoplifting was nolle prosequi; that your 1984 charge for assault with a dangerous weapon, razor was no papered; that your 1984 charge for destruction of government property was nolle prosequi; that your 1986 charge for assault with a deadly weapon was dismissed; that your 1987 charge for soliciting for prostitution was nolle prosequi; that your 1989 charge for assault with a dangerous weapon, razor was no papered; and that your 1992 Uniform Controlled Substance Act, possession with intent to distribute cocaine was dismissed. You are eligible for employment with DCPS. If you have any questions or concerns, kindly contact Labor Management and Employee Relations at (202) 442-5373. Sincerely, Delores Hamilton Acting Director of Human Resources cc: Alfred Winder Employee Services and Staffing Office of the General Counsel Labor Management and Employee Relations Division of Security Official Personnel File",
  "Last Updated": "10 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/language/document/dcps.asp",
  "Claim": "Applicant with lengthy arrest record successfully disputes being rejected for a job by the District of Columbia's public school system.",
  "Claim_ID": "language_document_dcps",
  "Tags": ""
}