{
  "Origins": "Legend has it that in 1795 a bill to establish German as the official language of the fledgling United States of America was defeated in Congress by a single vote. There never was such a vote; indeed, there wasn't any such bill, either. A proposal before Congress in 1795 merely recommended the printing of federal laws in German as well as English, and no bill was ever actually voted upon.",
  "Fact Check": "",
  "Description": "This most famous of language legends began when a group of German-Americans from Augusta, Virginia, petitioned Congress, and in response to their petition a House committee recommended publishing three thousand sets of laws in German and distributing them to the states (with copies of statutes printed in English as well). The House debated this proposal on 13 January 1795 without reaching a decision, and a vote to adjourn and consider the recommendation at a later date was defeated by one vote, 42 to 41. There was no vote on an actual bill, merely a vote on whether or not to adjourn. Because the motion to adjourn did not pass, the matter was dropped. It was from this roll call on adjournment that the \"German missed becoming the official language of the USA by one vote\" legend sprang. The House debated translating federal statutes into German again on 16 February 1795, but the final result was the approval of a bill to publish existing and future federal statutes in English only. This bill was approved by the Senate as well and signed into law by President George Washington a month later. The legend lives on, though, presented a vivid lesson that the foundations of our world aren't always as solid as we think.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "9 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/language/apocryph/german.asp",
  "Claim": "A proposal to make German the official language of the United States of America was defeated in Congress by one vote.",
  "Claim_ID": "language_apocryph_german",
  "Tags": ""
}