{
  "Origins": "Neither this quote nor anything like it appears in Senator Al Gore's 1992 book Earth in the Balance , on page 342 or anywhere else.",
  "Fact Check": "",
  "Description": "Page 342 is part of a chapter entitled \"A Global Marshall Plan\" and contains a discussion about publicizing the acts of companies that violate environmental rules in order to put public pressure on them to change their ways. The only reference to religion in the entire chapter is a (supportive) paragraph about the Catholic church and contraception on page 316. Religion in general and Christianity specifically are touched upon in Chapter 13, \"Environmentalism of the Spirit,\" but those passages are a defense against those who charge that Judeo-Christianity's conception of humankind as having \"dominion\" over the earth inspires \"an arrogant and reckless attitude towards nature.\" A paragraph on page 263 is critical of some Christians whose \"prophetic vision of the apocalypse is used as an excuse for abdicating their responsibility to be good stewards of God's creation.\" In short, only people who haven't read this book could claim the cited quote came from it. Not surprisingly, those are the very people making the claim.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2000] I have not read the book but since this came from a source I trust I do not hesitate to post it. THE NOTORIOUS QUOTE OF THE DAY \"Refusing to accept the earth as our sacred mother, these Christians have become a dangerous threat to the survival of humanity. They are the blight on the environment and to believe in Bible prophecy is unforgivable.\" VP Al Gore, in his book EARTH IN BALANCE, p.342",
  "Last Updated": "10 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/language/document/earthbalance.asp",
  "Claim": "In his book Earth in the Balance , Senator Al Gore wrote that Christians are a \"blight on the environment\" and that \"to believe in Bible prophecy is unforgivable.\"",
  "Claim_ID": "language_document_earthbalance",
  "Tags": ""
}