{
  "Origins": "This legend concerning a free postage secret mark the U.S. Postal Service is compelled to honor appears to be an odd combination of a misunderstanding about the term for such a mark added to a backstory (usually involving a wrongful death) to explain why the placement of such a symbol upon a letter would grant that privilege.",
  "Fact Check": "",
  "Description": "Writing \"Frank\" or \"Frankie\" in the place on an envelope where the stamp would otherwise go does not invoke any sort of free postage entitlement. There was also not a wrongful death involving anyone named Frank which resulted in the U.S. Postal Service having to carry at its own cost letters marked in such manner. Instead, frank is the word for a particular mark or signature placed on a piece of mail to indicate the right to send it free of charge and franking the word for the act of doing so. The custom of franking mail dates back centuries, with the earliest printed reference to the word's being used in this context appearing in 1708. The term entered the English language not via connection with anyone named Frank, but rather as a shortened form of the French word affranchir , meaning \"to exempt from charge.\" This service of having all of one's correspondence carried for free was never available to the general public. Franking was the prerogative only of certain important personages, such as royalty and legislators. Those who enjoyed this right were able to send their mail free of charge by merely signing their names on the envelopes. (Franking privileges have also sometimes been granted on a temporary basis to soldiers in the field during wartime.) In 1653, members of Parliament in Britain were granted this privilege, leading to the most extensive early use of the frank, and franking continues to this day (although those who possess this entitlement now generally implement franking marks by either rubber stamping their envelopes or having the marks preprinted on the envelopes). Members of the U.S. Congress, for instance, send mail to their constituents on the government dime. (This perk is intended to \"assist and expedite\" members in conducting \"official business, activities, and duties\" rather than to aid them in their election efforts.) The first U.S. Congress wrote the Congressional franking privilege into law in 1789 and allowed members to both send and receive franked mail, so constituents could also mail letters to their Senators and Representatives for free. Congress abolished its general franking privilege in 1873 (thereafter allowing members to frank only official government communications), but by 1895 that body gradually restored the privilege of Congress members to frank any mail matter to any Government official or to any person.\" Barbara \"frank zappa'd ... and then unzappa'd\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, February 2013] I heard that if you write Frankie on your letter in place of a stamp you can mail it for free ... the story was that Frankie (a young boy) was hit and killed by a mail truck, his parents sued the post office. Being wealthy they wanted no money only wanted the post office to take for free any mail that had Frankie written on it instead of a stamp. [Collected via e-mail, October 2008] I was told a story by a co-worker about a women who won a law suit involving the death of her husband by a postal truck; that she didn't ask for any money settlement, but did ask for free postage for anyone by printing the word \"Frank\" (her deceased husband's name) in the spot where a stamp would go. [Collected via e-mail, December 2008] A man named Frank donated a huge amount of money to USPS so if you can't afford postage simply write the word \"Frank\" where the stamp goes and your letter will be sent for free.",
  "Last Updated": "25 March 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/language/eponyms/frank.asp",
  "Claim": "The settlement of a wrongful death suit compelled the U.S. Post Office to mail for free any letters with \"Frank\" inscribed in the space where the stamp would otherwise go.",
  "Claim_ID": "language_eponyms_frank",
  "Tags": ""
}