{
  "Origins": "No two works have had a greater influence on the \"monster\" genre of popular culture than Mary Shelley's Frankenstein (1818) and Bram Stoker's Dracula (1897). The archetypal characters introduced in these novels the Frankenstein monster and Count Dracula the vampire have suffused popular culture through hundreds of films, television programs, books, and other media, featuring in works as diverse as the chillingly stark silent film Nosferatu to the cheerily silly sitcom The Munsters.",
  "Fact Check": "",
  "Description": "It's often the case, however, that aspects of such original works become obscured by the innumerable derivatives they spawn: Elements enter the popular \"lore\" of a genre not because they were present in the progenitor work, but because they were introduced somewhere along the line in films, plays, sequels, modern updatings, or other types of adaptations. Such is the case with Bram Stoker's Dracula : Those who are familiar with the Count Dracula character of popular culture but are not well-acquainted with the original Bram Stoker version might be surprised to learn that two common elements of vampire lore are not to be found in Stoker's novel. One element that is lacking in Stoker's Dracula is the final dispatching of the titular Count through the medium of driving a wooden stake through his heart. Certainly this method of converting the UnDead into the really, truly dead (usually accompanied by a simultaneous decapitation) appears several times throughout the novel, such as when Professor Abraham Van Helsing writes to Dr. John Seward (in Chapter 15) that the latter must: Take the papers that are with this, the diaries of Harker and the rest, and read them, and then find this great UnDead, and cut off his head and burn his heart or drive a stake through it, so that the world may rest from him. Van Helsing repeats the need for staking and decapitation in Chapter 18: The branch of wild rose on his coffin keep him that he move not from it, a sacred bullet fired into the coffin kill him so that he be true dead, and as for the stake through him, we know already of its peace, or the cut off head that giveth rest. We have seen it with our eyes. In Chapter 25, Jonathan Harker details in his journal how he plans to help turn Count Dracula to dust: We have already arranged what to do in case we get the box open. If the Count is there, Van Helsing and Seward will cut off his head at once and drive a stake through his heart. Morris and Godalming and I shall prevent interference, even if we have to use the arms which we shall have ready. The Professor says that if we can so treat the Count's body, it will soon after fall into dust. And also in Chapter 25, Mina Murray requests that this procedure be performed on her should she succumb to the world of vampirism: \"Then I shall tell you plainly what I want, for there must be no doubtful matter in this connection between us now. You must promise me, one and all, even you, my beloved husband, that should the time come, you will kill me.\" \"What is that time?\" The voice was Quincey's, but it was low and strained. \"When you shall be convinced that I am so changed that it is better that I die that I may live. When I am thus dead in the flesh, then you will, without a moment's delay, drive a stake through me and cut off my head, or do whatever else may be wanting to give me rest!\" This is indeed the method by which Van Helsing dispatches Dracula's \"brides,\" and in Chapter 16 Arthur Holmwood follows similar instructions from Van Helsing in order to free his fianc e Lucy from the torment of the UnDead: Van Helsing laid a hand on his shoulder, and said, \"Brave lad! A moment's courage, and it is done. This stake must be driven through her. It well be a fearful ordeal, be not deceived in that, but it will be only a short time, and you will then rejoice more than your pain was great. From this grim tomb you will emerge as though you tread on air. But you must not falter when once you have begun. Only think that we, your true friends, are round you, and that we pray for you all the time.\" \"Go on,\" said Arthur hoarsely. \"Tell me what I am to do.\" \"Take this stake in your left hand, ready to place to the point over the heart, and the hammer in your right. Then when we begin our prayer for the dead, I shall read him, I have here the book, and the others shall follow, strike in God's name, that so all may be well with the dead that we love and that the UnDead pass away.\" Arthur took the stake and the hammer, and when once his mind was set on action his hands never trembled nor even quivered. Van Helsing opened his missal and began to read, and Quincey and I followed as well as we could. Arthur placed the point over the heart, and as I looked I could see its dint in the white flesh. Then he struck with all his might. The thing in the coffin writhed, and a hideous, blood-curdling screech came from the opened red lips. The body shook and quivered and twisted in wild contortions. The sharp white teeth champed together till the lips were cut, and the mouth was smeared with a crimson foam. But Arthur never faltered. He looked like a figure of Thor as his untrembling arm rose and fell, driving deeper and deeper the mercy-bearing stake, whilst the blood from the pierced heart welled and spurted up around it. His face was set, and high duty seemed to shine through it. The sight of it gave us courage so that our voices seemed to ring through the little vault. And then the writhing and quivering of the body became less, and the teeth seemed to champ, and the face to quiver. Finally it lay still. The terrible task was over. When he raised his head Van Helsing said to him, \"And now, my child, you may kiss her. Kiss her dead lips if you will, as she would have you to, if for her to choose. For she is not a grinning devil now, not any more a foul Thing for all eternity. No longer she is the devil's UnDead. She is God's true dead, whose soul is with Him!\" Arthur bent and kissed her, and then we sent him and Quincey out of the tomb. The Professor and I sawed the top off the stake, leaving the point of it in the body. Then we cut off the head and filled the mouth with garlic. We soldered up the leaden coffin, screwed on the coffin lid, and gathering up our belongings, came away. In the novel's climactic scene, however, it is not a wooden stake but rather two knives a kukri and a bowie that serve as the instruments which finally turn Count Dracula to dust: I saw the Count lying within the box upon the earth, some of which the rude falling from the cart had scattered over him. He was deathly pale, just like a waxen image, and the red eyes glared with the horrible vindictive look which I knew so well. As I looked, the eyes saw the sinking sun, and the look of hate in them turned to triumph. But, on the instant, came the sweep and flash of Jonathan's great knife. I shrieked as I saw it shear through the throat. Whilst at the same moment Mr. Morris's bowie knife plunged into the heart. It was like a miracle, but before our very eyes, and almost in the drawing of a breath, the whole body crumbled into dust and passed from our sight. Another element surprisingly absent from Bram Stoker's Dracula is the notion that vampires cannot ever expose themselves to daylight; they must return to a safe enclosure (typically a coffin) before dawn and remain there until after dark. This isn't the case in Stoker's novel: Even though Jonathan Harker muses in his journal (in Chapter 4 ) that \"I have not yet seen the Count in the daylight. Can it be that he sleeps when others wake, that he may be awake whilst they sleep?\" he is clearly mistaken in his assumption, as he previously had a daytime encounter with Dracula: I had hung my shaving glass by the window, and was just beginning to shave. Suddenly I felt a hand on my shoulder, and heard the Count's voice saying to me, \"Good morning.\" And as author Elizabeth Miller noted in Dracula: Sense & Nonsense , several more instances of the vampire Dracula's being out and about during daylight hours occur in the novel: The sun shines directly into Dracula's eyes at Whitby. (Chapter 8) Dracula is seen in daylight by zookeeper Thomas Bilder at the Zoological Gardens. (Chapter 11) Mina and Jonathan Harker observe Dracula on a hot day in London. (Chapter 13) Mr. Bloxam reports encountering Dracula during the day at his house in Piccadilly. (Chapter 20) Van Helsing observes that \"It was possible, if not likely, that the Count might appear in Piccadilly during the day.\" (Chapter 22) Mina spots Dracula outdoors at 12:45 PM. (Chapter 23) As they wait for Dracula to return from an excursion out of town, Quincey Morris tells Van Helsing: \"There's nothing to do but to wait here. If, however, he doesn't turn up by five o'clock [PM], we must start off.\" (Chapter 23) Workers attending to the vessel Czarina Catherine see Dracula at five o'clock in the afternoon. (Chapter 24) Miller noted that successive film adaptations were responsible for introducing and promulgating this aspect of the Dracula story: The motif of destruction by sunlight was introduced in the 1922 silent film Nosferatu, loosely based on Stoker's novel. Although this innovation was not adopted in the 1931 [Bela Lugosi film version of] Dracula, it resurfaced in the Hammer [Studios' Horror of Dracula] production of 1958, in which Peter Cushing dramatically pulls open the drapes to expose Christopher Lee to the deadly rays of the sun. Another variation appears in 1979, when Dracula (Frank Langella) is hoisted into the sunlight where he disintegrates. The film most faithful to Stoker in this respect is Bram Stoker's Dracula: the Count (Gary Oldman) moves about freely during daylight, but with reduced powers.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/1874287244?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=1874287244;",
  "Example": "",
  "Last Updated": "30 October 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/language/literary/dracula.asp",
  "Claim": "Bram Stoker's novel Dracula features a titular vampire who cannot expose himself to sunlight and is killed with a wooden stake.",
  "Claim_ID": "language_literary_dracula",
  "Tags": ""
}