{
  "Origins": "It's wartime. You're the commander of a submarine on patrol in the South Pacific. You issue a requisition for material most essential to submariners, namely toilet paper. Nearly a year later, you're still waiting. And, to add insult to injury, your requisition has been returned to you with a notation from the Supply Officer that your order has been cancelled because the requested material cannot be identified. What do you do?",
  "Fact Check": "",
  "Description": "If you're Commander Matt Sherman of the USS Sea Tiger, the role played by Cary Grant in the 1959 film Operation Petticoat , you issue a stinging and humorous memo expressing your curiosity about just what the heck those people at supply are using in place of toilet paper, that \"unidentifiable material, once so well known to this command.\" But this was no mere bit of Hollywood fiction: Grant's character was reciting words from a real letter, one sent by Lieutenant Commander James Wiggin Coe of the submarine USS Skipjack to the supply officer at Mare Island Naval Base near San Francisco in June 1942. A copy of the letter is posted at the USS Bowfin Submarine Museum & Park in Honolulu. Sadly, Commander Coe was in command of the USS CISCO when she was lost with all hands in September 1943. Additional information: Dialogue from Operation Petticoat",
  "Originally Published": "",
  "Referred Links": "http://www.csp.navy.mil/ww2boats/cisco.htm;http://www.sfmuseum.org/hist5/mareis.html;http://us.imdb.com/title/tt0053143/;",
  "Example": "SS184/LS/SS36-1June 11, 1942 From: Commanding Officer To: Supply Officer, Navy Yard, Mare Island, California Subject: Toilet Paper Ref: (a) (4608) USS Holland (5148) USS SKIPJACK req 70-42 of 30 July 1941 (b) SO NYMI cancelled invoice No. 272836 Encl: (1) Sample of cancelled invoice (2) Sample of material required. 1. This vessel submitted a requisition for 150 rolls of toilet paper on July 30, 1941, to USS HOLLAND. The material was ordered by HOLLAND from the Supply Officer, Navy Yard, Mare Island, for delivery to USS SKIPJACK. 2. The Supply Officer, Navy Yard, Mare Island, on November 26, 1941, canceled Mare Island Invoice No. 272836 with the stamped notation \"Cancelled cannot identify.\" This cancelled invoice was received by SKIPJACK on June 10, 1942. 3. During the 11-3/4 months elapsing from the time of ordering the toilet paper and the present date, USS SKIPJACK personnel, despite their best efforts to await delivery of the subject material, have been unable to wait on numerous occasions, and the situation is now quite acute, particularly during depth-charge attacks by the \"back stabbers.\" 4. Enclosure (2) is a sample of the desired materials provided for the information of the Supply Officer, Navy Yard, Mare Island. The Commanding Officer, USS SKIPJACK, cannot help but wonder what is being used at Mare Island in place of this unidentifiable material, once well known to this command. 5. SKIPJACK personnel during this period have become accustomed to the use of \"crests,\" i.e., the vast amount of incoming non-essential paper work, and in so doing feel that the wish of the Bureau of Ships for reduction of paper work is being complied with, thus killing two birds with one stone. 6. It is believed by this command that the stamped notation \"cannot identify\" was possible error, and that this is simply a case of shortage of strategic war material, the SKIPJACK probably being low on the priority list. 7. In order to cooperate in the war effort at a small local sacrifice, the SKIPJACK desires no further action be taken until the end of the current war, which has created a situation aptly described as \"War is hell.\" J. W. Coe",
  "Last Updated": "11 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/language/document/skipjack.asp",
  "Claim": "Submarine commander issues archly humorous letter when his requisition for toilet paper is cancelled.",
  "Claim_ID": "language_document_skipjack",
  "Tags": ""
}