{
  "Origins": "In February 2014, the Tumblr blog Wordsmythologic shared a post claiming that \"emornilap\" (i.e., \"palindrome\" spelled in reverse) is a word referencing \"any word that, when spelled backwards, produces another word,\" and therefore the phrase \"emordnilap palindrome\" is itself a palindrome.",
  "Fact Check": "",
  "Description": "The post quickly went viral, leaving many readers convinced emordnilap was a word common found in English-language dictionaries. A quick search through Merriam-Webster and the Oxford English Dictionary , however, revealed that judged by the standard of dictionary inclusion, emordnilap is not yet an official part of the English language. In a broad sense emordnilap might still be considered a word (albeit not an \"official\" one) since that term, as defined by the aforementioned Merriam-Webster, is simply \"a sound or combination of sounds that has a meaning and is spoken or written,\" and emordnilap fits (albeit barely) this definition. Furthermore, it should also be noted language is constantly evolving: In 2013, \"selfie\" and \"hashtag\" were not considered official words by Merriam-Webster. That changed in 2014 when more than 150 words were added to the Merriam-Webster dictionary : How does a word get into a Merriam-Webster dictionary? This is one of the questions Merriam-Webster editors are most often asked. The answer is simple: usage. To decide which words to include in the dictionary and to determine what they mean, Merriam-Webster editors study the language as it's used. They carefully monitor which words people use most often and how they use them. After receiving numerous questions and comments about \"emordnilap\" and its definition, the Wordsmythologic Tumblr page added an update declaring emordnilap to be a word. More specifically, they maintained, it is a neologism, which is defined by Merriam-Webster as \"new word or expression or a new meaning of a word.\"",
  "Originally Published": "",
  "Referred Links": "http://www.merriam-webster.com/dictionary/neologism;http://wordsmythologic.tumblr.com/ask;http://www.merriam-webster.com/help/faq/words_in.htm;http://www.merriam-webster.com/new-words/2014-update.htm;http://www.merriam-webster.com/dictionary/word;http://www.oxforddictionaries.com/us/spellcheck/all/?q=emordnilap;http://www.merriam-webster.com/dictionary/emordnilap;http://wordsmythologic.tumblr.com/post/75765629628/egberts-im-really-pissed-that-palindrome-isnt;",
  "Example": "[Collected via Tumblr, February 2014 ] im really pissed that palindrome isnt palindrome backwards Ah, yes but emordnilap is a word! An emornilap is any word that, when spelled backwards, produces another word. Examples of emordnilap pairs include: desserts & stressed drawer & reward gateman & nametag time & emit laced & decal regal & lager And therefore \"emordnilap palindrome\" is an emordnilap palindrome. Which I, for one, think is really frickin' cool.",
  "Last Updated": "13 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/language/apocryph/emordnilap.asp",
  "Claim": "The word \"emordnilap\" is a real word commonly found in dictionaries.",
  "Claim_ID": "language_apocryph_emordnilap",
  "Tags": ""
}