{
  "Origins": "While the meaning of \"the whole nine yards\" is relatively well understood, how the saying came into the English language remains a mystery. That little phrase is casually tossed into conversations when the need arises to express that every conceivable (and quite possibly inconceivable) length has been gone to in pursuit of a specific aim. \"The whole nine yards\" speaks to the completeness of the effort, that nothing was missed or skipped over. But what \"nine yards\" are being referred to, and why must the \"whole\" of them be accomplished?",
  "Fact Check": "",
  "Description": "This linguistic flourish has so far been dated to the 1960s. While often the earliest recorded sightings of a puzzling phrase or saying provide clues as to its origin, that is not the case here: [Robert E. Wegner, \"Man on the Thresh-Hold,\" Michigan's Voices: A Literary Quarterly Magazine, Fall 1962] Then the dog would catch on and go ki-yi-yi-ing from one to the other of the shouting pyjama clad participants mad, mad, mad, the consequence of house, home, kids, respectability, status as a college professor and the whole nine yards, as a brush salesman who came by the house was fond of saying, the whole damn nine yards. [Car Life, December 1962] Your staff of testers cannot fairly and equitably appraise the Chevrolet Impala sedan, with all nine yards of goodies, against the Plymouth Savoy which has straight shift and none of the mechanical conveniences which are quite common now. [Tucson Daily Citizen, 25 April 1964] \"'Give 'em the whole nine yards' means an item-by-item report on any project.\" \"The whole nine yards\" originated as a uniquely American turn of phrase while remaining relatively unknown in Great Britain. That fact serves to dismiss one of three most popular theories of its origin, which has to do with the amount of cloth needed to fashion a Scottish kilt. Even if kilts required nine yards of fabric, neither kilt makers nor kilt wearers were routinely displaying satisfaction about their sartorial splendor by announcing to all and sundry that the whole nine yards had gone into their apparel's manufacture. Another popular theory posits the contents of a standard-size cement mixer as the phrase's origin. Concrete is vended by the cubic yard (one cubic yard equals 27 cubic feet), thus if a typical cement truck of the 1950s contained nine yards of this building material, it could fairly be said that a person who took delivery of a full truckload got \"the whole nine yards.\" However, cement trucks of that era didn't carry that much product, as this cite from the August 1964 issue of Ready Mixed Concrete Magazine demonstrates: \"Whereas, just a few years ago, the 4.5 cubic yard mixer was definitely the standard of the industry, the average nationwide mixer size by 1962 had increased to 6.24 cubic yards, with still no end in sight to the demand for increased payload.\" The third of the three most widely circulated explanations of the term's origin attributes its \"nine yards\" aspect to the length of machine gun ammunition belts used in World War II: [Reader's Digest, June 2007] Q: What's the origin of \"the whole nine yards\"? One of the most common sources for this expression is military. During World War II, U.S. fighter planes in the South Pacific were often equipped with machine gun ammunition belts. These belts, when stretched out on the ground, measure approximately 27 feet. If a pilot fired all his ammo at a target, he was said to have given \"the whole nine yards.\" While that theory appears plausible on the surface, there's a whole lot wrong with it. First, ammunition is most commonly measured in rounds and sometimes by weight, but not by the length of the belt that holds it. Second, \"the whole nine yards\" did not appear in print until approximately two decades after the time it was supposedly coined (World War II) and in wide enough use to have spread to others, gained further adherents, and rooted itself into the language. Folksy turns of phrase just don't operate that way: anything of strong enough appeal to become incorporated into common argot finds its way into print, often into news articles of the day. Beyond those primary three theories of the idiom's origin are these lesser ones: The length of fabric necessary to fashion: a wedding dress a man's suit a burial shroud a bridal veil a sari a sarong a kimono A full set of sails on a three-masted ship running with all sail out The number of \"yards of ale\" a newly-promoted sailor in the British Navy had to consume as a rite of passage The volume (9 cubic yards) of earth removed from the ground to make a grave The volume of a coal truck The number of lots in a New York City block The length of US bombers bomb racks A medieval test requiring the victim to walk nine paces over hot coals A sardonic commentary on an unsuccessful endeavor employing a reference to football (the \"whole nine yards\" would be one yard short of a first down) Oddly, the best candidate for the origin of the expression might lie with a risqu story of uncertain age, as the punchlines (and even the implied punchlines) of bawdy jokes sometimes linger on within the lexicon of ordinary use long after the howlers they came from have slipped from memory. In that lengthy tale, love-struck Andrew MacTavish sets off to visit his fianc e while well into his cups. He bears (or, rather, believes he bears) a kilt his mother has woven for him, but in his excitement or drunkenness has managed to slam the door on that item of clothing, thereby pulling it from his person and leaving him naked under his cloak. Said kilt, by the way, had been drastically cut down from its original length of nine yards, thereby setting up the tale's denouement. Andrew arrives at his girlfriend's home in the middle of the night, awakens her by throwing stones at her window, then once she is gazing down at him, throws off his cloak, thereby displaying his full male glory. Unaware of his unclothed state, he boldly asks if she likes what she sees, to which she blushingly replies that she does, prompting his proud statement: \"Well, lass, that's nothing! I've got eight more yards at home!\" Barbara \"the whole shebang\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "1 May 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/language/phrases/nineyards.asp",
  "Claim": "The phrase \"the whole nine yards\" began as a reference to the contents a cement mixer.",
  "Claim_ID": "language_phrases_nineyards",
  "Tags": ""
}