{
  "Origins": "Once again rumor brings forth an attempt to eradicate unsavory aspects of our racial history through the purging of vocabulary, undeterred by the fact that the origins of the word to be eliminated have nothing to do with any aspect of racism.",
  "Fact Check": "",
  "Description": "The use of the word 'crow' to describe an iron bar, usually with one end slightly bent and sharpened, is documented in English as far back as the year 1400. The device was so named because its splayed end resembled a crow's beak or foot; by the mid-18th century it was known as a 'crow bar,' and by the mid-19th century the two words had been joined to form 'crow-bar' and then finally 'crowbar.' The use of the word 'crow' as a slang or pejorative reference to blacks didn't occur until three centuries later, however, and the term 'Jim Crow' not until another century after that. Blacks were first called 'crows' in the 1730s, 2 and the popularization of that term was almost certainly the progenitor of the 'Jim Crow' character created a hundred years later: The term likely originated with a song introduced by blackface minstrel Thomas D. Rice about 1828. \"Jim Crow,\" sung and danced by Rice in the United States and England, has as its introduction: Come, listen all you gals and boys, I'se just from Tucky hoe; I'm goin' to sing a little song; My name's Jim Crow. The chorus ran: First on de heel tap, den on de toe, Ebery time I wheel about I jump Jim Crow. Wheel about and turn about and do jis so, And ebery time I wheel about I jump Jim Crow. Rice is said to have patterned his song and dance on that of an old Kentucky field hand he had observed. His routine became so familiar that a few years later an antislavery book was titled The History of Jim Crow and it is from such uses of Jim Crow to signify \"Negro\" that the discriminatory laws and practices take their name, though the first such laws were not enacted until 1875.3 Although 'crowbar' and 'Jim Crow' share a common root, neither term was derived from or references the other. Crowbars are simply tools, not linguistic remnants of a racist heritage.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[The Atlantic Monthly, 2003] I was told that the term 'crowbar' was racist. My co-worker said it was derived from 'Jim Crow,' and that the device was named as such because it was used for menial labor. He said the appropriate term was 'prybar.'1",
  "Last Updated": "12 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/language/offense/crowbar.asp",
  "Claim": "Crowbars are so named because they were devices used to perform menial labor assigned to blacks.",
  "Claim_ID": "language_offense_crowbar",
  "Tags": ""
}