{
  "Origins": "When embroiled in difficulty, even those who are not all that religious will at times find themselves appealing for help through the serenity prayer. This simple three-fold entreaty to the powers that be asks for three things: serenity, courage and wisdom. Yet there is far more to the prayer than that: its very nature teaches that any of those three qualities would not only fail to help at various times, but would even add to the problems at hand. Application of the courage to change things in one's life, for instance, would lead only to further heartbreak and suffering when applied to a quandary where the solution lies outside one's abilities to influence matters. Similarly, serenely accepting bad situations and treatment that could be altered only works to leave that person trapped and helpless within the current mess. And the wisdom to discern the one from the other is useless if not acted upon.",
  "Fact Check": "",
  "Description": "The prayer casts light upon this simple concept even as it counsels tranquility in the face of matters we can do nothing about and bold, decisive moves in the face of those we can. It serves to clarify the thoughts of many during times of trouble when all is confusion, suffering, and doubt in that it provides an answer or at least a tool that can be used to help find an answer to what can be done and what cannot. It's therefore natural to want to ascribe authorship of something so powerful to an important personage from the distant past. Yet it was not penned by St. Augustine (354-430), the first bishop of Hippo and arguably the most influential of the early Church Fathers of the Christian Church. Nor was its author Cicero, Boethius, Marcus Aurelius, Thomas Aquinas, Francis of Assisi, or Thomas More. This simple yet expressive prayer wasn't laid down in antiquity by one of the most famous people of his day; it was instead written in the early 1930s by Reinhold Niebuhr, an American theologian. While its wording has changed across the span of those eighty-plus years between then and now, even its earliest forms are clearly recognizable as the serenity prayer: [1940] O God, give us the serenity to accept what cannot be changed, The courage to change what can be changed, and the wisdom to know the one from the other Time and widespread use have served to tighten its wording into its best known form (as quoted in the Example section above), but at one point a longer version also existed: God, give me grace to accept with serenity the things that cannot be changed, Courage to change the things which should be changed, and the wisdom to distinguish the one from the other. Living one day at a time, Enjoying one moment at a time, Accepting hardship as a pathway to peace, Taking, as Jesus did, This sinful world as it is, Not as I would have it, Trusting that You will make all things right, If I surrender to Your will, So that I may be reasonably happy in this life, And supremely happy with You forever in the next. Amen. The prayer was assisted in achieving a great measure of its renown through its association with Alcoholics Anonymous . These days, most AA meetings begin or end with a recitation of the serenity prayer, an act that serves to further propagate its spread. As to how the prayer came to be taken up by that organization, after an AA member happened upon it in the New York Herald Tribune in 1941 (where it appeared as a caption within a routine obituary), co-founder William Griffith Wilson (Bill W.) had it printed on wallet-sized cards and included in every piece of mail leaving AA's head office. As Bill W. said, \"Never had we seen so much A.A. in so few words.\" Barbara \"wisdom of the aegis\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.aahistory.com/prayer.html;",
  "Example": "God, grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference.",
  "Last Updated": "13 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/language/literary/serenity.asp",
  "Claim": "The serenity prayer was authored by St. Augustine.",
  "Claim_ID": "language_literary_serenity",
  "Tags": ""
}