{
  "Origins": "The notion that one of the original American fast foods, a sausage inside a bun (also known as a frankfurter, a wiener, or a red hot) was rechristened the \"hot dog\" in the early 1900s by a New York Journal cartoonist who couldn't spell \"dachshund\" has been a persistent bit of linguistic folklore for many years. The way the National Hot Dog and Sausage Council tells it:",
  "Fact Check": "",
  "Description": "This is also an apocryphal bit of linguistic folklore: No copy of Dorgan's cartoon has yet been found, and both the practice of selling sausages in buns and the habit of calling them \"hot dogs\" were around well before the 1900s. Jokes about sausages being made from dogs (and dachshunds looking like sausages) have been around for hundreds of years, of course. The term \"hot dog,\" used as a slang reference to a nattily-dressed fellow, appeared at least as early as 1894, and it wasn't much later that the word \"dog\" and then the term \"hot dog\" was applied to the sausage-in-a-bun combination. The 5 October 1895 edition of the Yale Record included a poem about \"The Kennel Club,\" a popular campus lunch wagon which sold sausages in buns: ECHOES FROM THE LUNCH WAGON \"'Tis dogs' delight to bark and bite,\" Thus does the adage run. But I delight to bite the dog When placed inside a bun. Two weeks later, the Yale Record printed a fanciful bit of fiction about the lunch wagon's being stolen along with its owner, who awoke to find himself and his cart amidst a bunch of chapel attendees. The owner turned the circumstances to his advantage, doing a bustling business with those who \"contentedly munched hot dogs during the whole service.\" By the early twentieth century about the time T.A. Dorgan was supposedly \"inventing\" the term \"hot dog\" was already supplanting the other common names for a sausage on a bun.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Solomon, 1999] In 1906 cartoonist T.A. Dorgan penned a drawing of a dachshund inside an elongated bun. Dorgan didn t know how to spell \"dachshund,\" so he wrote the term \"hot dog\" instead . . . and the name stuck. [takeourword.com, 1999] Hot dog has an amusing etymology. The cartoonist T.A. \"Tad\" Dorgan sketched a dachshund in an elongated bun in the early part of this century, and the term hot dog was born.",
  "Last Updated": "13 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/language/stories/hotdog.asp",
  "Claim": "The term \"hot dog\" was coined in the early 1900s by a cartoonist who couldn't spell \"dachshund.\"",
  "Claim_ID": "language_stories_hotdog",
  "Tags": ""
}