{
  "Origins": "On our drives through Oxnard, California, we are greeted by the sight of fields of strawberries. Yet look closely as we might, we never see any of these plants bedded in straw, the material and practice from whence they supposedly gained their name.",
  "Fact Check": "",
  "Description": "This absence of straw is not due to California's mild climate, but to strawberries' not requiring such cloaking to thrive. In the Golden State they flourish year round, with locally-grown strawberries always to be found in the area's supermarkets or vended off the backs of roadside trucks. In colder areas of North America, strawberry plants fruit in the warmth of the June sun. Although strawberries can be perennials, commercially-grown berries come off plants that are planted anew each year. Where strawberries are left to come up year after year in colder areas they may be bedded with straw when temperatures go below 20 F , with the protecting material removed when the ground thaws, but such bedding is not necessary for the survival of the plants, as evidenced by the wild strawberries that come up year after year in the same areas despite no one's having covered them. Yet if the plants are to be bedded, care must be taken not to do so in damp areas lest their roots rot from wetness held in the ground by the bedding. Strawberries, therefore, would not be bedded in England, whence the word first entered the language. The word 'strawberry' has been part of the English language for at least a thousand years, well before strawberries were cultivated as garden or farm edibles. They grew in the wild of their own accord, their berries gathered by folks who happened across strawberry patches. Therefore, although the word's precise origin cannot be determined, we can certainly throw out any etymology dependent upon the plant's being bedded in straw to protect it from the cold or keep its berries clean. Even if such practices had been used, they would have begun long after the fruit had been given its current name. There are two theories as to the true origin of the word, both deriving from its first syllable. One explanation hinges on a particular meaning of \"straw\" a particle of straw, chaff, or mote describing the appearance of the achenes (tiny yellow seeds) scattered over the surface of the berry. Another view says it comes from \"stray\" or \"strew,\" designating the spread of the plant's runners (slender tendrils), in that in an unchecked field of strawberries the plants appear to have been strewn across the ground with their runners straying everywhere. This second explanation is the more popular. Barbara \"straw polled\" Mikkelson Additional information: California Strawberries at a Glance (Monterey Bay Strawberry Festival) Strawberry Growing (Manzanita Berry Farms)",
  "Originally Published": "",
  "Referred Links": "http://www.berries4u.com/growing.htm;http://web.archive.org/web/20060210171642/http://www.mbsf.com/glance2.html;",
  "Example": "",
  "Last Updated": "12 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/language/notthink/strawberry.asp",
  "Claim": "Strawberries are so named because they are bedded in straw.",
  "Claim_ID": "language_notthink_strawberry",
  "Tags": ""
}