{
  "Origins": "During the reign of Charles II, who ruled in Great Britain and Ireland during the Restoration period (1660-85) after returning from nine years' exile in France, a small committee of the Privy Council, also known as the Committee for Foreign Affairs (the forerunner of the modern cabinet), had chief management of the course of government from 1667 to 1673. This council included the following five men: Thomas Clifford, 1st Baron of Chudleigh and lord treasurer; Henry Bennet, 1st Earl of Arlington and secretary of state; George Villiers, 2nd Duke of Buckingham; Anthony Ashley Cooper, 1st Earl of Shaftesbury and lord chancellor; and John Maitland, first Duke of Lauderdale and Charles's principal administrator in Scotland.",
  "Fact Check": "",
  "Description": "When some of the policies of these ministers proved unpopular (particularly their signing of the 1672 Treaty of Alliance with France, a Catholic nation, for war against Holland, a Protestant nation), this Ministry was dubbed a cabal , with the negative connotations the word now carries: a junto or council of intriguers united to bring about an overturn or usurpation, particularly in public affairs. Sometime later the belief arose that cabal was not merely an existing word which had been applied to a group Charles' ministers, but that the word itself was actually derived from the initial letters of these five men's names: C lifford, A rlington, B uckingham, A shley, and L auderdale. The acronymic origin was merely a fanciful explanation cooked up long after the fact, however. According to the Oxford English Dictionary , cabal was first applied to this particular group of five ministers in a 1673 pamphlet entitled \"England's Appeal from the private Cabal at White-hall to the Great Council of the nation .. . by a true lover of his country,\" and although the use of cabal to refer to Charles' ministers may have popularized the word, it is documented as having been used in English in the same sense well before Charles II took the throne. (\"Cabal\" comes from the Hebrew cabala (or qabbalah, literally \"receiving\" or \"acceptance\"), a medieval Jewish mystical tradition, and French cabale , \"an intriguing faction.\") Moreover, the word cabal doesn't really fit the situation historically, either, since the Committee for Foreign Affairs was composed of more than just the five men named here, and even those five did not necessarily always agree on matters of policy. As well, an excerpt from a 1670 bit of Andrew Marvell's writing demonstrates that more than one \"cabal\" was said to exist within Charles' ministries, and these five men weren't then noted as all belonging to the same one: The governing cabal are Buckingham, Lauderdale, Ashly, Orery, and Trevor. Not but the other cabal [Arlington, Clifford, and their party] too have seemingly sometimes their turn.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "21 August 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/language/acronyms/cabal.asp",
  "Claim": "The word 'cabal' is an acronym formed from the names of five ministers to Charles II.",
  "Claim_ID": "language_acronyms_cabal",
  "Tags": ""
}