{
  "Origins": "The solutions to many of the linguistic puzzlers we receive involve \"tricks,\" such as knowledge of arcane words or correct interpretations of misleadingly literal instructions, and some of the more frustrating puzzlers don't really have solutions at all, so it's a pleasure for us to be able to provide a definite, straightforward answer to at least one such query.",
  "Fact Check": "",
  "Description": "The English language has at least one nine-letter word that remains a word as each of its letters is successively removed, right down to a single letter. That word is \"startling\": startling remove the l, and the word becomes: starting remove one t, and the word becomes: staring remove the a, and the word becomes: string remove the r, and the word becomes: sting remove the other t, and the word becomes: sing remove the g, and the word becomes: sin remove the s, and the word becomes: in remove the n, and the word becomes: I Our readers have suggested many other possible solutions to this puzzler, some of which are equally valid, and some of which are disputed for various reasons. Among the \"equally valid\" category, we have: stringier remove one r, and the word becomes: stingier remove one i, and the word becomes: stinger remove the t, and the word becomes: singer remove the other r, and the word becomes: singe remove the g, and the word becomes: sine remove the e, and the word becomes: sin remove the s, and the word becomes: in remove the n, and the word becomes: I Both scrapping and strapping also work as solutions with the use of the word 'ping': strapping remove the s, and the word becomes: trapping remove the t, and the word becomes: rapping remove one p, and the word becomes: raping remove the r, and the word becomes: aping remove the a, and the word becomes: ping remove the g, and the word becomes: pin remove the other p, and the word becomes: in remove the n, and the word becomes: I Several other nouns also qualify as viable solutions, but only if they are used in their plural forms (i.e., with the addition of a final 's'), solutions which some of our readers seemed to feel \"cheat the spirit\" of the puzzle: cleansers splatters drownings wrappings starvings trappings The ten -letter word splittings also falls into this category, although its singular form ( splitting ) qualifies as a valid nine-letter solution. The word discusses , while not a plural noun, sparked some controversy about whether present tense verb forms made by appending -s or -es to infinitive verb forms should count. Similarly disputed (although much less so) were past tense verb forms made by appending -ed to infinitive verb forms, such as replanted and restarted .",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] There is a common English word that is nine letters long. Each time you remove a letter from it, it still remains an English word from nine letters right down to a single letter. What is the original word, and what are the words that it becomes after removing one letter at a time?",
  "Last Updated": "19 August 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/language/puzzlers/9letters.asp",
  "Claim": "The English language has at least one nine-letter word that remains a valid word as each of its letters is successively removed.",
  "Claim_ID": "language_puzzlers_9letters",
  "Tags": ""
}