{
  "Origins": "During an ongoing controversy over the plight of Syrian refugees in September 2015, a Facebook user published the above-reproduced photographs along with the following caption: Latest \"starving\" refugees from Syria. These guys look like frigging Soldiers to me.",
  "Fact Check": "",
  "Description": "Like many then-current rumors, the photographs intimated that citizens of the United States and Europe were being misled about the demographics of asylum seekers from Syria, that refugee groups described as comprising many women and children were in fact composed of men \"of fighting age\" poised to attack Western countries from within. (A viewpoint that neglected to consider that being in good physical health wasn't at odds with Syrians' desire to flee the increasing danger in their war-torn country.) One aspect of the images that stood out was that the men depicted appeared to be disembarking from a boat: while many Syrian refugees traveled to Greece or Turkey via boat, such a route made little sense for their entry to the United States, given the sheer number of nautical miles between Syria and America's southernmost ports. A reverse image search revealed the photographs shown here appeared in August 2013 on a blog, to which this description was appended: They were taken by the Australian patriot Shaz of Christmas Island, shot on a camera she owns, shot from a public place in a free and democratic Australia. While it's true the blog described the men as \"refugees\" and \"asylum seekers,\" it's also true it plainly stated that the photographs were taken in Australia (not the United States). Moreover, the images were clearly dated to at least two years and one month prior to their appearance on Facebook in September 2015, and the men depicted in them were demonstrably neither part of a 2015 wave of migrants nor ones who were arriving in the U.S. A country of origin for the persons seen in the images was not provided alongside the photographs, nor was any further information available about the circumstances under which the men sought asylum in Australia. Last updated: 16 November 2015",
  "Originally Published": " 16 November 2015",
  "Referred Links": "http://www.michaelsmithnews.com/2013/08/paul-murray-on-2ue-right-now-131332.html;https://www.facebook.com/MickeySigler/posts/10153322140494682;https://www.facebook.com/MickeySigler/posts/10153322140494682;",
  "Example": "[Collected via e-mail, November 2015] This is going around on Facebook that the muscular men in this photo Syrian refugees 'arriving in the US' are soldiers. True/False?",
  "Last Updated": "16 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/latest-starving-refugees-syria/",
  "Claim": "Photographs depict muscular, healthy young men entering the United States as refugees from Syria in 2015.",
  "Tags": "syrian refugees;paris attacks;",
  "Claim_ID": "latest-starving-refugees-syria"
}