{
  "Origins": "The above-quoted text is indeed a resolution ( HR256 ) introduced in the Commonwealth of Kentucky's House of Representatives in March 2002, but casino riverboats docked on the Ohio River need not fear they'll be sunk by a lurking menace operated by the Bluegrass State anytime soon.",
  "Fact Check": "",
  "Description": "This item isn't a bill, but a resolution, which means that even if it passed, it would have no binding effect the passage of a resolution simply means \"The legislators officially agree this is good idea,\" not \"The state is now obligated to abide by whatever this resolution says.\" And chances are it won't ever be voted upon, much less passed. The resolution was introduced by Tom Burch, a state representative from Louisville, as a wry commentary on Kentucky's continued prohibition of gambling. Kentucky doesn't allow it, yet thousands of Kentuckians simply cross the Ohio River to Indiana, where gambling is legal, and drop an estimated $500 million per year in their casinos. Wouldn't it make more sense, Rep. Burch reasoned, to allow casinos to operate in Kentucky and funnel some of that money into education and social service programs rather than filling Indiana's coffers? The resolution \"was done in jest,\" Burch said, \"but it was done for a purpose.\" As FOX News noted, Rep. Burch's resolution wasn't taken up the day it was introduced (the standard procedure in Kentucky's legislature), so it probably won't even come up for a vote before the state legislature adjourns in early April.",
  "Originally Published": "",
  "Referred Links": "http://www.lrc.state.ky.us/recarch/02rs/HR256.htm;",
  "Example": "A RESOLUTION encouraging the purchase and vigorous use of the USS Louisville 688 VLS Class submarine. WHEREAS, in the past few years the scourge of the casino riverboat has been an increasingly significant presence on the Ohio River; and WHEREAS, the Ohio River borders the Commonwealth of Kentucky; and WHEREAS, the siren song of payola issuing from the discordant calliopes of these gambling vessels has led thousands of Kentucky citizens to vast disappointment and woe; and WHEREAS, no good can come to the citizens of Kentucky hypnotized from the siren song issuing from these casino riverboats, the engines of which are fired by the hard-earned dollars lost from Kentucky citizens; NOW, THEREFORE, Be it resolved by the House of Representatives of the General Assembly of the Commonwealth of Kentucky: Section 1. The House of Representatives does hereby encourage the formation of the Kentucky Navy and subsequently immediately encourages the purchase and armament of one particularly effective submarine, namely, the USS Louisville 688 VLS Class Submarine, to patrol the portion of the Ohio River under the jurisdiction of the Commonwealth to engage and destroy any casino riverboats that the submarine may encounter. Section 2. The House of Representatives does hereby authorize the notification of the casino riverboat consulate of this Resolution and impending whoopin' so that they may remove their casino vessels to friendlier waters.",
  "Last Updated": "18 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/legal/kentucky.asp",
  "Claim": "Kentucky is planning the \"purchase of a submarine to patrol the waters of the Commonwealth and search and destroy all casino riverboats.\"",
  "Claim_ID": "legal_kentucky",
  "Tags": ""
}