{
  "Origins": "On 16 July 1969, the United States of America (through the efforts of its National Aeronautics and Space Administration) was poised to achieve a milestone in space exploration. That day would see the launch of the Apollo 11 mission, an undertaking which would if successful see men set foot on a celestial body other than Earth for the first time in the history of mankind, when two astronauts would land on and explore the surface of our moon.",
  "Fact Check": "",
  "Description": "Of course, a key portion of this achievement was to be the safe return to Earth of those very same astronauts, a prospect that raised a number of issues we had not confronted before. Who knew what else might return to Earth with the lunar explorers? Although the moon was presumed to be lifeless, we couldn't rule out the possibility that bringing back equipment and samples from the lunar surface might also introduce hitherto unknown microorganisms or germs into our environment, potentially triggering a scenario like the one described by Michael Crichton's 1969 novel The Andromeda Strain , in which a sample-gathering satellite returns to Earth bearing deadly pathogens from space, touching off a plague that threatens to kill nearly everyone exposed to it. To prepare for this eventuality, on the same day that Apollo 11 was launched from Kennedy Space Center, the United States adopted Title 14, Section 1211 of the Code of Federal Regulations, since known as the \"Extra-Terrestrial Exposure Law.\" The purpose of Title 14 , Section 1211 of the CFR was not to \"make it illegal for U.S. citizens to have any contact with extraterrestrials or their vehicles\"; the law allowed the government to prevent the possibility of biological contamination from pathogens carried to Earth by men and objects returning from space by enforcing a quarantine on any people, plant or animal life, or other material that had \"touched directly or come within the atmospheric envelope of any other celestial body.\" In other words, if you were an astronaut returning from a mission to the surface of the moon (or any other celestial body), the government could require you to undergo a quarantine; if you did not travel into space yourself but had indirect \"extraterrestrial exposure\" through contact with returning astronauts, their space capsules, or any samples or other material brought back from the surface (or atmosphere) of another celestial body, the government could require you to undergo a quarantine. Enforcement of the law was provided for by penalties calling for a fine of up to $5,000 or a term of imprisonment of up to one year for those who \"disregarded of the quarantine rules or regulations or without permission of the NASA quarantine officer.\" Note that Title 14 , Section 1211 did not make it \"illegal\" for \"U.S. citizens to have any contact with extraterrestrials or their vehicles\"; it simply required those who had such contact to submit to a quarantine at the request of the government. If a spaceship full of little green men landed in your back yard, you would not have been in violation of Title 14 , Section 1211 and subject to a fine or imprisonment merely for shaking hands with your visitors or taking a tour of their spacecraft you would only have been subject to those penalties if you refused to comply with a subsequent government quarantine order. (Even then, the law only applied to \"NASA manned and unmanned space missions,\" so contact with extraterrestrials who were traveled through space on their own would not have fallen under the provisions of this law.) The \"Extraterrestrial Exposure\" law was removed from the CFR in 1991, NASA having determined that it had \"served its purpose\" and was \"no longer in keeping with current policy,\" and is no longer in force.",
  "Originally Published": "",
  "Referred Links": "http://www.access.gpo.gov/nara/cfr/waisidx_01/14cfrv5_01.html;http://67.19.222.106/legal/graphics/et.jpg;http://web.archive.org/web/20000418235455/http://www.scifi.com/sfw/issue80/classic.html;",
  "Example": "[Collected on the Internet, 2002] If the government has no knowledge of aliens, then why does Title 14, Section 1211 of the Code of Federal Regulations, implemented on July 16, 1969, make it illegal for U.S. citizens to have any contact with extraterrestrials or their vehicles?",
  "Last Updated": "17 July 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/legal/et.asp",
  "Claim": "A federal law prohibits U.S. citizens from having contact with extraterrestrial beings.",
  "Claim_ID": "legal_et",
  "Tags": ""
}