{
  "Origins": "Back in 1971, Rep. Tom (not \"Tim\") Moore, Jr. of Waco, Texas knowing that his fellow legislators in the Texas House of Representatives often passed bills and resolutions without fully reading or understanding them pulled an April Fool's joke on the House by sponsoring a resolution commending Albert de Salvo for his unselfish service to \"his county, his state and his community.\" The resolution read, in part: This compassionate gentleman's dedication and devotion to his work has enabled the weak and the lonely throughout the nation to achieve and maintain a new degree of concern for their future. He has been officially recognized by the state of Massachusetts for his noted activities and unconventional techniques involving population control and applied psychology. The joke, of course, was that Albert de Salvo was more commonly known as the Boston Strangler, assumed to be responsible for the murders of thirteen women in the Boston area between 1962 and 1964. (Technically, de Salvo was never convicted or put on trial for any of those killings he was sentenced to life in prison for sexual assaults on several other women and confessed to the thirteen murders as well. He was stabbed to death in prison in 1973, and whether he actually committed the murders he confessed to has been a subject of controversy ever since.) As he expected, Rep. Moore saw his resolution passed unanimously; he then withdrew it and explained that he had offered the motion only to demonstrate a point. (A bit of sardonic humor offered at the time claimed that perhaps Moore was wrong: maybe the legislators had been paying attention.)",
  "Fact Check": "",
  "Description": "Although we would hope our elected representatives would pay enough attention to their jobs not to pass resolutions commending murderers, that Moore's stunt succeeded wasn't necessarily as outrageous as it might seem. Federal and state legislators see a steady stream of resolutions that have no real legal impact and are offered mostly as public relations measures on behalf of one group or another. Poring over each and every one would take an inordinate amount of a legislator's time (especially in states like Texas where the legislature might be in session only relatively briefly and infrequently, creating a large number of bills and resolutions to be voted upon in a very short time). If a fellow legislator introduces a resolution to honor some favored person or group, you're expected to rubber stamp it as a gesture of good will after all, you'll want him to return the favor when you need to boost your popularity with your constituents by extending similar honors to some of them. The invocation of then-Texas governor George W. Bush's name at the beginning of the 2000 example quoted above made little sense other than as a pre-presidential election attempt to malign him by linking his name to an absurd piece of legislative business, as Rep. Moore's resolution was introduced many years before Bush was first elected governor of Texas.",
  "Originally Published": "",
  "Referred Links": "http://www.crimelibrary.com/boston/bostonmain.htm;",
  "Example": "[Collected via e-mail, 2000] I'll Second That! State Capitol, Texas Presidential candidate G.W. Bush prides himself on presiding over 121 executions with perfect oversight. State representative Tim Moore wanted to show how careful the legislative process was in the state. He sponsored a bill praising Albert Salvo, a man whose \"unconventional techniques involving population control and applied psychology\" had already been noted by the state of Massachusetts. The Texas politicians, never wanting to be outdone by any state, unanimously passed a resolution praising Albert Salvo. Salvo is better known as The Boston Strangler. [Collected via e-mail, 2000] Representative Tim Moore sponsored a resolution in the Texas House of Representatives in Austin, Texas calling on the House to commend Albert de Salvo for his unselfish service to \"his country, his state and his community.\" The resolution stated that \"this compassionate gentleman's dedication and devotion to his work has enabled the weak and the lonely throughout the nation to achieve and maintain a new degree of concern for their future. He has been officially recognized by the state of Massachusetts for his noted activities and unconventional techniques involving population control and applied psychology.\" The resolution was passed unanimously. Representative Moore then revealed that he had only tabled the motion to show how the legislature passes bills and resolutions often without reading them or understanding what they say. Albert de Salvo was the Boston Strangler.",
  "Last Updated": "2 March 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/legal/desalvo.asp",
  "Claim": "The Texas legislature once passed a resolution honoring the Boston Strangler.",
  "Claim_ID": "legal_desalvo",
  "Tags": ""
}