{
  "Origins": "In August 2014, Red Bull agreed to pay more than $13 million to settle a false advertising lawsuit. While the lawsuit made reference to the company's slogan, \"Red Bull Gives You Wings,\" plaintiff Benjamin Careathers did not sue Red Bull because he remained wingless after consuming the energy drink. Rather, Careathers sued the company for false advertising, claiming they made false promises about Red Bull's ability to boost energy.",
  "Fact Check": "",
  "Description": "According to the claims made in Careathers' lawsuit , Red Bull does not provide consumers with any more of an energy boost than drinking a cup of coffee would supply: Even though there is a lack of genuine scientific support for a claim that Red Bull branded energy drinks provide any more benefit to a consumer than a cup of coffee, the Red Bull defendants persistently and pervasively market their product as a superior source of 'energy' worthy of a premium price over a cup of coffee or other sources of caffeine. Such deceptive conduct and practices mean that [Red Bull's] advertising and marketing is not just 'puffery,' but is instead deceptive and fraudulent and is therefore actionable. So how did this rumor get started? It's possible that the temptation to pen humorous headlines proved irresistible for many journalists, and after Red Bull agreed to settle the false advertising lawsuit, several publications reporting on the case employed titles that playfully referenced the company's slogan, such as \"Red Bull Will Pay $10 to Customers Disappointed the Drink Didn't Actually Give Them 'Wings'\" and \"Red Bull Does Not Give You Wings: Company Settles $13 Million Lawsuit Over False Advertising Claims.\" Although Red Bull agreed to settle the false advertising suit, the company did not admit to any wrongdoing, proclaiming in a statement that: Red Bull settled the lawsuit to avoid the cost and distraction of litigation. However, Red Bull maintains that its marketing and labeling have always been truthful and accurate, and denies any and all wrongdoing or liability. Additional information: Settlement Claim Form",
  "Originally Published": "",
  "Referred Links": "http://energydrinksettlement.com/claim;http://www.bevnet.com/news/2014/red-bull-to-pay-13-million-for-false-advertising-settlement;",
  "Example": "[Collected via e-mail, October 2014] Did someone sue Red Bull and win, receiving $13M because he did not grow wings?",
  "Last Updated": "8 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/legal/redbullwings.asp",
  "Claim": "Red Bull lost a $13 million lawsuit after promising that its customers would grow wings.",
  "Claim_ID": "legal_redbullwings",
  "Tags": ""
}