{
  "Origins": "Origins of common terms can sometimes prove a puzzlement to those who catch themselves using timeworn phrases, then wonder where those sayings came from. Sometimes the application of simple logic to the problem is not nearly enough to solve it.",
  "Fact Check": "",
  "Description": "The phrase \"grandfather clause\" does not arise from any legal impediment to throwing your grandfather out of your house once he's overstayed his welcome. Grandfathers, as well as other friends and family you permit in your home, belong to the legal class of \"licensee\": persons upon your property by invitation but lacking a business purpose. Such a class is distinct from \"invitee\" (persons on your land by invitation for a business purpose, such as customers) and \"trespasser\" (persons on your property without your consent). The permission granted a licensee is revocable at any time: once you tell a friend or family member to leave, he is committing the tort of trespass if he continues to remain on your land after that point. Generally all one need do to remove a trespasser (or overstaying houseguest) is to tell the offender to leave and the person so entreated will depart. In those cases where he does not, it's best to ask law enforcement officials to take care of the matter. As for where the term \"grandfather clause\" actually did come from, clues are provided by the timing and context of its earliest usage. The term is only about 110 years old, its first printed references dating to 1899: 1899 It provides, too, that the descendents of any one competent to vote in 1867 may vote now regardless of existing conditions. It is known as the 'grandfather s clause.' 1900 The grandfather clause will not avail those citizens who ... are unable to pay their poll tax. 1903 It is proposed [in Maryland] to remodel the Constitution so as to exclude colored men from voting. The usual Southern method is followed, 'grandfather clause' and all. 1906 This proviso was popularly known as the Grandfather clause'. 1948 In 1898, Louisiana wrote the notorious 'Grandfather Clause' into its constitution. The term \"grandfather clause\" gained its first foothold in the English language in reference to racially discriminatory voting statutes in the late 19th and early 20th century American South which kept blacks from voting through poll taxes and literacy tests but exempted whites from those requirements by granting exemptions to persons whose forebears had voted before the Civil War. Thus the term \"to grandfather\" came to mean to exempt someone from new legislation, restrictions, or requirements, generally on the basis of that person's status prior to the implementation of those new rules. For example, a blackjack player sitting at a table with a $5 minimum bet requirement will be \"grandfathered\" by the casino if the table's minimum bet is raised to $25 while new players who enter the game will have to pony up $25 per hand, the original player will be allowed to continue to bet only $5 per hand. \"Grandfathering\" has nothing to do with actual grandfathers, but everything to do with the concept of age having its privilege: that which is already in place should not be disturbed by newer rules and regulations. Barbara \"let sleeping old dogs lie\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2008] I live in Chandler AZ. and I was informed that if you invite a guest to stay in your home for a short period of time, (vacations) If they refuse to leave you will have to get a court order and sheriffe to evict them. This law is suppose to go as far back to the settlers days. Refering to the GRANDFATHER CLAUSE Is this law a myth or true fact?? If true this is pretty scarry!!!!!!",
  "Last Updated": "5 December 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/legal/grandfather.asp",
  "Claim": "Invited houseguests cannot be required to leave a home thanks to the \"grandfather clause.\"",
  "Claim_ID": "legal_grandfather",
  "Tags": ""
}