{
  "Origins": "On 27 November 1978, Dan White, a former San Francisco city supervisor who had recently resigned his position, entered San Francisco's city hall by climbing through a basement window and then shot and killed both mayor George Moscone and supervisor Harvey Milk. After White's subsequent trial for the murders, a new term entered the American lexicon: \"Twinkie defense.\" This phrase came to represent the efforts of criminals to avoid responsibility for their actions by claiming that some external force beyond their control had caused them to act the way they had, and it arose from the successful defense mounted by White's legal team that White's eating of Twinkies and other sugar-laden junk foods had diminished his mental capacity.",
  "Fact Check": "",
  "Description": "\"Twinkie defense\" is now a widespread and commonly-recognized term. It is also a term based on something that never happened. Neither White nor his defense team ever claimed that White's consumption of junk food had wrought psychological or physiological changes in White that caused him to act in way inconsistent with his \"normal\" behavior when he shot George Moscone and Harvey Milk. White's defense was that he had been suffering from a long-standing and untreated depression that diminished his capacity to distinguish right from wrong, and thus he was not capable of the premeditation required to support a charge of first degree murder. Dr. Martin Blinder was called as a witness by the defense to testify that the conversion of the previously health-conscious White to a diet of Twinkies and other junk foods was evidence of his depression. This testimony was similar to offering evidence that the habitual wearing of torn and dirty clothes by someone who had previously always been a snappy dresser was a sign that that person was suffering from depression. Nobody who paid attention would claim that such testimony asserted that bad clothing had caused the defendant's depression, but that is essentially what happened in White's case. Junk food was used as evidence that White was depressed; White's depression was used to establish grounds for a successful diminished capacity plea; and therefore White was judged incapable of the premeditation required for a murder conviction. When the diminished capacity defense was successful and White was convicted of the lesser charge of voluntary manslaughter, an outraged media and public skipped the middlemen. White's depression wasn't mentioned; instead we were told he had claimed that \"Twinkies made him do it.\" (Dr. Blinder did suggest excessive sugar could have aggravated a chemical imbalance in White's brain, but that comment was offered only as a parenthetical remark during Blinder's testimony about White's depression. It was not in any way a substantive part of White's defense.) Here are excerpts taken from a random sampling of post-trial news stories about the White murders. Note that all of them erroneously report that junk food was claimed as the cause of White's depression rather than as an indicator of his depression: [White] got off with voluntary manslaughter. The defense had argued that the refined sugar in White's junk food had made him depressed and mentally incapable of premeditated murder. His defense lawyer argued that White had been clinically depressed and that his judgment was impaired by a steady diet of junk food. That strategy was dubbed by the media \"the Twinkie defense.\" His attorneys mounted what came to be known as the \"Twinkie defense,'' in which he argued that he suffered from diminished capacity because of the excessive amounts of junk food he consumed. At his trial, White mounted the infamous \"Twinkie defense,'' with lawyers arguing that his habit of feasting on junk food had left him with diminished capacity for reason. This isn't to say that the public didn't have a right to be outraged. Even though White had entered City Hall carrying a gun loaded with especially lethal ammunition, climbed through a basement window to avoid metal detectors, evaded Mayor Moscone's bodyguard, reloaded after killing Moscone, and walked across City Hall to find and gun down Harvey Milk, the jury found that White's actions were not premeditated. In that outrage, the public changed what they had heard into something they wanted to believe they had heard. That a jury could rationally have found that White's actions were not premeditated was incomprehensible and unbelievable to most people, so instead the facts were converted into a story about how a slick lawyer got White off with an absurd \"Twinkie defense.\" Better to believe the jury was hoodwinked by some pseudo-scientific nonsense about junk food than to acknowledge the fact that our legal system sometimes absolves defendants of responsibility for the most heinous of crimes.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "30 October 1999",
  "Credibility": "false",
  "URL": "www.snopes.com/legal/twinkie.asp",
  "Claim": "During Dan White's murder trial, his defense lawyer successfully argued that White's judgment had been impaired due to his consumption of Twinkies and other junk foods.",
  "Claim_ID": "legal_twinkie",
  "Tags": ""
}