{
  "Origins": "Although Michael Jackson was seldom out of the public eye for long, in late 2002 and early 2003 he was the subject of even more intense media attention than usual. Granted, his deep-seated proclivity for strange behavior (wearing masks in public, undergoing bout after bout of plastic surgery to the point that his nose was rumored to be about to fall off, naming one his son's Prince Michael and then a second one Prince Michael II, ongoing whispers about his sexual molestation of young boys, life at his fantasy home of Neverland Ranch in the Santa Ynez area) kept him perpetually in the spotlight, but two media events caused the unrelenting arc light of celebrity to burn a bit more brightly in the early 2000s: the January 2003 network television broadcast of a British documentary about Jackson's bizarre private life (followed a month later by \"Michael Jackson, Unmasked,\" a network special devoted to a study of the pop star's career through examination of the changes to his face), and a November 2002 incident which drew the ire of parents everywhere when Jackson exuberantly dangled his infant son, Prince Michael II, from a fourth-floor hotel balcony in Berlin.",
  "Fact Check": "",
  "Description": "A third incident added to this glare: the publication of the 1993 declaration given by 13-year-old \"J. Chandler\" in a lawsuit against Michael Jackson, in which he alleged the singer had sexually molested him. That suit was settled out of court in January 1994 for an undisclosed amount of money (thought to be between $15 and $40 million, an astounding figure to an ordinary person but a drop in the bucket to Jackson, whose personal fortune was then estimated at $1.7 billion). No criminal charges arising from those allegations were filed against Jackson, and both parties signed a confidentiality agreement as a condition of the settlement. In February 2003, the expos web site The Smoking Gun published the four-page declaration that kicked off the 1993 suit against Jackson. In it, \"J. Chandler,\" self-described as a 13-year-old boy then in the eighth grade, detailed his involvement with the singer and the escalation of their friendship (which began in May 1992 and ended in July 1993) into realms of sexual contact. In addition to listing graphic details about the sexual encounters that occurred between them on a number of occasions, the boy made statements about Jackson's crying when the youngster attempted to halt certain activities. Penetration does not appear to have been among the claims made by the boy, but incidents of oral and manual sex were: Michael Jackson had me suck one nipple and twist the other nipple while Michael Jackson masturbated. On one occasion when Michael Jackson and I were in bed together, Michael Jackson grabbed my buttock and kissed me while he put his tongue in my ear. I told him I didn't like that. Michael Jackson started to cry. We're not going to reproduce the whole thing here, but a copy of this declaration can be viewed at The Smoking Gun's archives . In a British documentary aired in early February 2003, Jackson, then 44, again denied ever having inappropriate relationships with children, although he admitted sharing his bed with boys. On 25 June 2009, Michael Jackson died of cardiac arrest at a hospital in Los Angeles at the age of 50.",
  "Originally Published": "",
  "Referred Links": "http://www.thesmokinggun.com/doc_o_day/mjdec1.html;",
  "Example": "",
  "Last Updated": "25 June 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/legal/jackson.asp",
  "Claim": "The court declaration given by the 13-year-old boy Michael Jackson allegedly molested in 1993 has surfaced.",
  "Claim_ID": "legal_jackson",
  "Tags": ""
}