{
  "Origins": "LSD (lysergic acid diethylamide) is a powerful hallucinogen that seizes control of the mind and imposes visual and auditory phantasms upon the user. Because it is able to so radically disorder perceptions, there exists a belief that long-term use of this drug must inevitably result in permanent damage to the mind. (Such a conclusion is controversial: authorities on drugs are not in agreement on this topic.)",
  "Fact Check": "",
  "Description": "Factual or not, the assumption that prolonged LSD use will result in permanent mental damage is widespread. It underpins a belief we've been encountering at least since the 1980s, that a specified number of LSD uses triggers a determination of legal insanity. However, while the rumor itself is surprisingly common, there is little agreement on how many such drug trips make up the magic number that supposedly drops one into a padded room. Seven appears to be the most common, but we've run into statements that two, three, four, five, six, eight and ten uses are the benchmark. In an additional variation, the belief is stated as being a matter of law in a specific U.S. state (which it isn't no state in the U.S. has such a law on its books). Another twist on the theory asserts that it is not the cumulative number of partakings of LSD across the user's lifetime that does the trick, but the spacing of such forays. When the rumor is rendered that way, statements such as \"More than four hits of acid in one month renders you legally insane\" result. No matter what form the rumor takes, it is bunk. No specific number of LSD trips renders a user insane, in either a legal or psychiatric sense. Insanity (which, by the way, is a legal term, not a psychiatric one) as a finding relates to an individual's overt acts which are of such a nature that society has no difficulty labeling that person as crazy, not to his having in a quiet and unobtrusive manner passed an arbitrary benchmark regarding his drug use. While there are two ways of looking at what is meant by the phrase \"legally insane\" in terms of this belief about such a determination's being tied to a certain number of drug uses, one fits far better than the other. \"Legally insane\" can serve as a linguistic shortform for a defendant in a criminal matter who has been deemed mentally incompetent to stand trial, or for one who has been found not guilty of his crime by reason of insanity. Judged from that angle, the belief becomes one of \"If I'm ever on the hook for a particularly nasty crime, I can plead legal insanity on the basis of my LSD use and so avoid being sent to prison.\" This is a self-congratulatory take on the rumor, a bit of smugness in having found a get out of jail free card in one's use of illegal substances. While that interpretation of the rumor does exist, the far more common understanding keys on the concept of drug users in general (as opposed to just those attempting to mount legal defenses in criminal cases) being at the mercy of the State in that at any moment they could be proclaimed legally insane and incarcerated in mental institutions, their current rational behavior notwithstanding. It is this fear that bolsters the whisper, the idea that hapless drug users could be snatched from the bosom of society and tossed into madhouses for the rest of their natural days merely for having taken a particular drug a specified number of times. The rumor is passed along in an \"anxiously looking over the shoulder\" way rather than in a \"So now that I'm legally insane I can never be convicted of any crime I commit\" brashness. Although individuals can be subject to \" involuntary civil commitment \" (the proper term for being held in a psychiatric treatment facility against one's will), such incarcerations require their subjects to possess diagnosable mental disorders and pose imminent threats to themselves or others, or to be incapable of caring for their own basic personal needs. Determinations on whether or not to commit are based on subjects' current behavior or thinking, not merely on their past activities. Barbara \"acid test case\" Mikkelson Additional information: The Insanity Defense (American Psychiatric Association)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20050722094534/http://www.psych.org/public_info/insanity.cfm;http://web.archive.org/web/20051126114653/http://www.cga.ct.gov/2000/rpt/olr/htm/2000-r-0309.htm;http://dictionary.law.com/default2.asp?selected=979&bold=%7C%7C%7C%7C;",
  "Example": "[Collected on the Internet, 1999] I've heard that after someone has tripped on LSD on seven separate occassions, they are considered legally insane (at least in the state of Virginia). [Collected on the Internet, 1997] I don't whether this bit about it not being illegal to be *on* LSD, but I do know this: if you have taken 250 micrograms of LSD in your lifetime, you are legally insane, at least in California if not other states. When you are legally insane, the State can commit against your will. How's that for giving up your rights??? [Collected on the Internet, 1991] I was out drinking with a friend last night and we started swapping stories about our crazy drug-filled college days. After going through our acid adventures my friend says \"Did you know that if you take more than two hits of acid in a month you're legally insane?\" [Collected on the Internet, 2005] When I was in college (~10 years ago) we heard over and over that if you dropped LSD three times or more, you were legally insane. This, of course, ensured that we all did it at least three times so we could go around saying we were legally insane.",
  "Last Updated": "17 July 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/legal/lsdcrazy.asp",
  "Claim": "Someone who has taken LSD more than seven times is automatically deemed legally insane.",
  "Claim_ID": "legal_lsdcrazy",
  "Tags": ""
}