{
  "Origins": "Sending anything more than a small amount of cash via mail has never been a particularly good idea, primarily because if such a shipment is lost, stolen, or destroyed in transit, neither the sender nor the intended recipient may have any recourse to recover the funds. It's even less of a good idea now that more secure methods of sending funds from one location to another are available, such as money orders and wire transfers.",
  "Fact Check": "",
  "Description": "\"Not a good idea\" and \"illegal\" are not nearly the same thing, yet the notion that sending cash via U.S. mail is against the law has become a fairly common misbelief. It is against the law to send cash via the U.S. Postal Service (USPS) for purposes that are inherently illegal, such as operating lotteries through the mail or evading taxes or laundering money, but there is no general prohibition on mailing cash from one place to another for legitimate purposes. (Otherwise, all those birthday cards with $1 and $5 bills tucked inside them we received over the years from our grandparents and other relatives were evidence of crimes.) It's possible that the prohibition against chain letters involving the sending of money through the mail has been misconstrued as a general prohibition against sending cash via mail for any reason (to the extent that such an act is often claimed to be a felony), but the Frequently Asked Questions ( FAQ ) section of the USPS web site explicitly acknowledges that cash may be sent through the U.S. mailing system: Q: Can I mail cash? A: You may send cash through the mailing system. However, we recommend using personal checks or money orders when transmitting funds for any reason. If you prefer to send cash you should take advantage of our registry service, which provides maximum security and indemnity against loss. The same site also notes that cash sent via the USPS can be insured, but only up to limits specified for the class of mail service used: Limit on money (cash) insurable through the mail Money (currency / cash) that is sent through the mail can be insured up to its value, within the stated limits: For Express Mail items, the maximum indemnity for currency/cash/money sent through the mail is only $15. For regular domestic insurance, mail can be insured up to $5,000. For Registered Mail items, the maximum insured value is $25,000. (An item worth more than this must still be declared at full value, but the maximum insurable limit is $25,000.)When a claim is filed, money is replaced at the insured value: After evidence of value is shown (if the actual value was less than the insured amount, then only the actual value is paid). Important: If you are sending a significant amount of cash, you need to verify with your local office what is considered valid evidence of value before mailing the item. You should also verify that it is packaged securely enough to protect a high value item from being harmed during regular mail processing. After the claim process is completed.",
  "Originally Published": "",
  "Referred Links": "http://faq.usps.com;http://about.usps.com/publications/pub300a/pub300a_tech_007.htm;http://about.usps.com/publications/pub300a/pub300a_tech_006.htm;https://www.usps.com/shop/money-orders.htm;",
  "Example": "[Collected via e-mail, November 2008] I'd like to know if it's legal or illegal to send cash through the mail. There seem to be some conflicting opinions on this. Specifically the rumor is that sending cash is illegal, but I can't find any information to back this up. [Collected via e-mail, January 2008] Here's one I hear occasionally: Is it illegal/a felony to send cash via the United States Postal Service?",
  "Last Updated": "11 September 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/legal/postal/sendcash.asp",
  "Claim": "Sending cash through the U.S. mail is illegal.",
  "Claim_ID": "legal_postal_sendcash",
  "Tags": ""
}