{
  "Origins": "These days postal customers have a multiplicity of options for buying postage: They can purchase stamps not only at post offices but also from private mailbox chain outlets and from many grocery, warehouse, and convenience stores; they can order stamps by phone, through the mail, or over the Internet; and they can even print out postage stamps themselves through programs operated by authorized U.S. Postal Service (USPS) vendors. It wasn't all that long ago, however, when many customers had few (if any) alternatives for obtaining stamps other than by trekking down to the local post office. It might be memories from those days when the U.S. Post Office Department was strictly a government agency (i.e., prior to the creation of the USPS in 1970) and its offices were the only sales outlet for stamps for many people that have fostered the mistaken belief it is illegal to re-sell U.S. postage stamps for a price greater than their face value. Perhaps people viewed postage stamps as a type of government service, and therefore they thought making a profit from the resale of stamps was a form of illegal profiteering.",
  "Fact Check": "",
  "Description": "We know this not to be true from anecdotal evidence: Years ago, one of the few sources of stamps other than the post office was the mechanical, lever-operated machines commonly found in grocery stores which dispensed individual stamps (rather than booklets) and were notorious for not providing full value depositing a dime in such a machine would typically fetch the customer something like one five-cent stamp and two one-cent stamps, or a quarter might buy three six-cent stamps and one three-cent stamp. Even today, the private mailbox outlets that have sprung up across the country often add surcharges to the price of stamps they offer their customers as a convenience. (Plus, if selling stamps for more than their face value were truly prohibited by law, then all philatelic sales of uncancelled stamps would be illegal.) In any case, we don't need to rely on anecdotal evidence, because the Frequently Asked Questions ( FAQ ) section of the USPS's web site explains that it has no control over the prices other entities charge for reselling U.S. postage stamps: Selling stamps at a higher price The Postal Service sells stamps at face value to everyone. We have no control over the pricing policies of private entrepreneurs, companies or agencies who resell our products. A charge at a higher price is most likely imposed to earn a return on their investment of capital and effort. The prices they charge are, no doubt, established on the basis of their needs and market evaluations. Customers may avoid paying more than the stated value for First-Class Mail postage by purchasing stamps at their Post Office, through Stamps By Mail, phone, online, Automated Postal Centers and retail outlets that are involved with our consignment programs or from one of the many postal stores.",
  "Originally Published": "",
  "Referred Links": "http://faq.usps.com;",
  "Example": "[Collected via e-mail, October 2007] I was always under the impression that selling a regular US First-Class stamp for profit was illegal. I thought you could only sell it for face value, is this true?",
  "Last Updated": "19 August 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/legal/postal/resellstamps.asp",
  "Claim": "U.S. postage stamps may not be resold for a price greater than their face value.",
  "Claim_ID": "legal_postal_resellstamps",
  "Tags": ""
}