{
  "Origins": "Thousands of books and web sites have been devoted to the subject of \"loony laws,\" those statutes and regulations from various states and municipalities which seem ridiculous because they prohibit activities which are highly improbable or downright impossible (e.g., fishing for sharks in a landlocked state), ban actions so mundane that government has no conceivable interest in regulating them (e.g., barbers eating onions on Sundays), establish rules that seemingly defy common sense (e.g., requiring fire engines to stop at red lights), or are laughably anachronistic (e.g., mandating that all taxis be outfitted with spittoons).",
  "Fact Check": "",
  "Description": "We could spend the rest of our lives trying to track down and verify all these wacky laws, an effort which in nearly all cases reveals only that the alleged laws never existed, or fell off the books so long ago that no one can demonstrate they were ever real. But, as a nod to the subject, we thought we'd tackle a few entries having to do with our neighbor state, Arizona. All of these alleged Arizona laws are cited on numerous web sites: It is illegal to hunt camels in the state of Arizona. This first law sounds like the looniest of them all. Why would Arizona ban the hunting of an animal not native to the area? Privately-owned camels (such as those held by zoos or circuses or other tourist attractions) would already be protected under property laws, so what could lawmakers have been trying to prevent by banning their hunting? Was Arizona was infested with colonies of feral camels? Actually, such a law might have made sense, because Arizona (along with Texas and Nevada) was once home to some small herds of these creatures. In 1856 and 1857, the U.S. Army imported camels with the intent of forming a Camel Corps to move freight and men within the desert. Early forays were a success, but the Civil War put the Corps out of business. Western entrepreneurs took up the cause and used the beasts to supply remote mining camps. The California and Utah Camel Association bought army surplus camels and sold them in Nevada. A San Francisco merchant imported camels from China to establish an express to Great Salt Lake City. He gave up in 1862, but the camels he left in Nevada created such a stir that the state legislature there banned them from public roads in 1875. One private herd was turned loose near Indianola, Texas. In other areas, some of the camels managed to get loose on their own. Arizona declared camels extinct in 1913, but hunters reported seeing them in the desert around Yuma into the 1950s. So, it's possible Arizona once had a law way back when intended to stop people from shooting escaped or abandoned camels. Nowadays, however, the Arizona Game & Fish Department is the organization that regulates hunting within Arizona, and it says it has no regulations regarding camels. Any misdemeanor committed while wearing a red mask is considered a felony. The notion that the wearing of a red mask during the commission a crime was once considered so heinous for some arcane reason that even today a person who jaywalked while wearing such a mask could be charged with a felony is amusing, but untrue. Nothing about red masks appears in the Arizona Revised Statutes. In Tucson, it is illegal for women to wear pants. No, Tucson has no such law. A century ago, it was a misdemeanor offense there for a person to appear in public in the dress \"not of his or her sex,\" a law which presumably could have been applied to women wearing pants, but neither women nor pants were specifically mentioned. In Globe, it is illegal to play cards in the street with a Native American. It's possible there were laws prohibiting gambling with Indians back in Arizona's territorial days, but there is no such law today, and the Globe city clerk's office has been unable to find any evidence that there ever was. In Glendale, it is illegal to drive a car in reverse. Some people certainly pose enough of a hazard when driving forwards, but neither the Glendale City Attorney's Office nor the Glendale Police Department knows of any law against driving cars in reverse. In Nogales, it is illegal to wear suspenders. Suspenders may not be the height of fashion, but the Nogales City Attorney's office could not turn up any documentation that a law prohibiting their wearing ever existed.",
  "Originally Published": "",
  "Referred Links": "http://www.azleg.state.az.us/ArizonaRevisedStatutes.asp;http://www.azgfd.gov/;",
  "Example": "",
  "Last Updated": "22 October 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/legal/arizona.asp",
  "Claim": "Camel-hunting is specifically prohibited by law in Arizona.",
  "Claim_ID": "legal_arizona",
  "Tags": ""
}