{
  "Origins": "The claim about California's requiring hunting licenses for the setting of mousetraps is another entry that frequently pops up on lists of \"loony laws.\" Although such lists sometimes contain genuine state or local laws that seem \"loony\" to us because they were passed long ago in attempts to solve problems that are no longer relevant or apparent to modern society (and have remained on the books because they are no longer enforced and no one has yet bothered to undertake the legislative effort required to remove them). This particular claim, however, is based on a misunderstanding of a piece of California legislation passed in 2002.",
  "Fact Check": "",
  "Description": "Hunting licenses are issued by governmental agencies to regulate the taking of fish, game, and other animals that may be legally killed for purposes of recreation or commerce, and there are several reasons why the issuing of hunting licenses would therefore not be relevant to mousetraps: A law requiring hunting licenses for mousetrap users would be virtually unenforceable. While game wardens can patrol state parks and other government-controlled recreational areas to ensure that hunters and fishermen possess valid licenses and keep their catches within the legal limits, government agents and other law enforcement officials would have no practical way of determining and regulating how and where mousetraps were being used. If the state truly had a compelling interest in regulating even the ordinary use of mousetraps, they would have to come up with a viable method of enforcing those regulations (such as requiring residents to obtain and present licenses prior to purchasing the traps). Mousetraps are generally used to keep small rodents out of residences and businesses for safety and health reasons, not for purposes of \"recreation or commerce.\" Even if mousetraps were used for the latter reason, California residents could not obtain hunting licenses to do so, because Section 2576 of the California Fish and Game Code expressly prohibits the capture of wild rodents for such purpose: 2576. It is unlawful to knowingly capture for sale, transport for sale or sell wild rodents, except as provided in Article 1.5 (commencing with Section 1000) of Chapter 3 of Division 2.(The exception provided in Article 1.5 allows the state to trap or take such animals for biological research and field investigation, and to issue permits to residents to do the same for \"scientific, educational, or propagation purposes.\") Not only are California residents allowed to trap mice for health and safety reasons, Section 116125 of the California Health and Safety code actually obligates them do so (without requiring possession of a license or permit): 116125. Every person possessing any place that is infested with rodents, as soon as their presence comes to his or her knowledge, shall at once proceed and continue in good faith to endeavor to exterminate and destroy the rodents, by poisoning, trapping, and other appropriate means. In response to concerns voiced by animal protection groups over the handling and care of wildlife (such as foxes, skunks, opossums, and raccoons) by \"nuisance control\" trappers, in 2002 the state of California passed SB 1645, which imposed additional regulations on those who trap non-game mammals for profit (i.e., exterminators and wildlife control professionals). The law required that such professionals pass competency tests demonstrating their knowledge and skill in the field and obtain a trapping license (not \"hunting licenses\") from the state Department of Fish and Game. While mice are technically included in California's current definition of \"non-game mammals,\" SB 1645 does not apply to ordinary residents who set traps to rid their homes and businesses of rodents, and even in professional use common mouse and rat traps are specifically exempted from the Department of Fish and Game's license tagging requirements.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2005] Is it true that California law requires a hunting license inorder to set a mouse trap?",
  "Last Updated": "17 November 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/legal/mousetrap.asp",
  "Claim": "California law requires all state residents to obtain hunting licenses before setting mousetraps.",
  "Claim_ID": "legal_mousetrap",
  "Tags": ""
}