{
  "Origins": "The concept that a condemned man is entitled to go free if he survives the first attempt to carry out his death sentence stems from the ages-old belief that divine intervention would prevent the execution of someone wrongfully accused. In more modern times, this concept has been reinforced by an errant interpretation of the \"double jeopardy\" prohibition, a legal guarantee that no man \"shall twice be put in jeopardy of life and limb for the same offense.\" Double jeopardy applies only to the prosecution of the accused, however; not to the carrying out of the sentence once he has been judged guilty. Nobody is ever sentenced to be \"dropped from the gallows\" or to receive \"a jolt in the electric chair\" a death sentence is phrased such that the guilty party is \"to be hanged from the neck until dead\" or \"to have electric current passed through his body until dead.\" So if the rope breaks or the electric chair shorts out, the condemned man's reprieve lasts only as long as it takes to correct the problem or schedule another date for execution. He isn't entitled to go free any more than an escaped convict is entitled to remain \"on the outside\" after successfully fleeing prison. Additionally, the argument has been advanced in many cases that subjecting a condemned man to further execution attempts after the first one has failed violates the constitutional proscription of \"cruel and unusual punishment.\"",
  "Fact Check": "",
  "Description": "Although this principle has no legal validity, attempts have been made (usually by mob rule) to enforce it from time to time. Evans describes a case in which an unruly crowd once stopped a second try at carrying out a hanging: [ . . .] William Isaac Purvis . . . was sentenced to be hanged in Mississippi in 1894 for a murder which, it was subsequently proved, he did not commit. At his hanging the knot came undone and he fell to the ground unhurt. The sheriff, as was his duty, retied the knot and was proceeding to hang him up for the second time when the crowd, which had up to that time been hostile to the condemned man, became violent in his favor and threatened to attack the sheriff if the proceeding were \"unjustly\" continued. Purvis was taken back to jail, pardoned, and later, when his innocence had been fully established, voted five thousand dollars by the State of Mississippi \"for services rendered.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected from myself, 1999] When I was a kid (in the 1960s), a neighborhood friend told me of a condemned man who was soon to meet his fate in the electric chair. He began \"feeding\" himself electricity in his prison cell in order to build up a tolerance to it, and when the day of his execution arrived, his preparations allowed him to survive the first jolt in the electric chair. He was supposed to be allowed to live, but the executioner \"illegally\" pulled the switch for a second time and finished him off.",
  "Last Updated": "18 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/legal/second.asp",
  "Claim": "If the first attempt to execute a condemned prisoner fails, he is legally entitled to go free.",
  "Claim_ID": "legal_second",
  "Tags": ""
}