{
  "Origins": "In these days of e-mail, Twitter posts, and cell phone text messages, the application of proper punctuation is sometimes viewed as a dying art. Yet as archaic as that practice may sometimes seem, it remains true that in more formal written communications the addition, deletion, or movement of as little as one punctuation mark can change meanings radically and even sometimes expensively.",
  "Fact Check": "",
  "Description": "While some tales about errant commas are naught but invention (such as the yarn about the reply to a jewelry-seeking wife's inquiry in which the meaning of the response was altered from the negative to the affirmative by the removal of one), it is true that a memorable punctuation error once deprived the U.S. government of an estimated $1 million in revenues. Contained in the U.S. tariff act of 6 June 1872 was a line intended to exempt from tariffs the importation of semi-tropical and tropical fruit plants. However, a transcription mistake changed the wording of the act so as to shift to the \"free\" list imports of tropical and semi-tropical fruit rather than those sorts of fruit plants . The directive was meant to exempt \"Fruit plants, tropical and semi-tropical for the purpose of propagation or cultivation.\" Its one comma, however, was mysteriously migrated one word to the left during the copying process, thereby rendering the sentence as: \"Fruit, plants tropical and semi-tropical for the purpose of propagation or cultivation.\" Importers of oranges and lemons and the like were quick to seize upon the misplacement and use it to their advantage. They contended that under the wording of the act, all tropical and semi-tropical fruit were exempt from tariff and thus could be brought into the U.S. without payment of duty. The Treasury initially ruled against this interpretation, but that body later reversed itself and sided with the fruit importers. Most of the monies collected as duty on the import of tropical and semi-tropical fruit while the errant comma was in effect were refunded to those who'd paid the fee. Subsequent tariff acts put the comma back to where it should have been all along, thus closing that lucrative loophole. Barbara \"fruit unlooped\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://query.nytimes.com/mem/archive-free/pdf?_r=2&res=9902EFD8173BEF34BC4951DFB466838F669FDE;",
  "Example": "",
  "Last Updated": "26 May 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/legal/comma.asp",
  "Claim": "A misplaced comma deprived the U.S. government of an estimated $1 million in revenues.",
  "Claim_ID": "legal_comma",
  "Tags": ""
}