{
  "Origins": "From the \"Good ideas that didn't work out as expected\" department:",
  "Fact Check": "",
  "Description": "In 1988 the Los Angeles Lakers basketball team, led by head coach Pat Riley, had won back-to-back NBA championships and were poised to become the first team to clinch three straight NBA titles since the Boston Celtics reeled off an astounding string of eight consecutive championship victories from 1959 to 1966. Byron Scott, who at the time was a member of Riley's Lakers team (and is now the head coach of the New Jersey Nets), came up with the catchy term \"three-peat\" to describe the feat the Lakers were hoping to accomplish. When a friend suggested at dinner one evening that Riley trademark the term, he acted on the advice and submitted a trademark application for \"three-peat\" on 7 November 1988 through his Riles & Co. business concern. Riley's registering of the trademark didn't mean that anyone who uttered or printed the word \"three-peat\" had to send money to him, but it did grant him exclusive commercial use of \"three-peat\" on shirts, jackets, and hats anyone who wished to manufacture and sell those items of clothing had to obtain a license from Riles & Co. in order to print \"three-peat\" on them. The anticipated surge in sales of \"three-peat\" items failed to materialize as anticipated when the Lakers were swept in the 1989 NBA finals by the Detroit Pistons. The profits were merely delayed for a few years, however, as the Chicago Bulls (with the phenomenal Michael Jordan) pulled off a \"three-peat\" by taking three straight NBA crowns from 1991 to 1993. Riles & Co. then filed two more applications to register the term for use on collector plates, mugs, tankards, non-metal key chains, and plaques, putting them in good position to capitalize on the Bulls' second string of three consecutive NBA titles between 1996 and 1998. Although Riley left the Los Angeles Lakers after the 1989-90 season (he's currently the head coach of the Miami Heat), he'll undoubtedly be warmed if only in a financial sense by the thought that the Lakers finally managed to claim that elusive third straight NBA title in 2002. And in case you're thinking about it . . . the significantly less catchy \"four-peat\" has already been trademarked for a plethora of uses, so there are no quick bucks to be made there.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "18 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/legal/3peat.asp",
  "Claim": "Former Los Angeles Lakers coach Pat Riley obtained a trademark for the term \"three-peat.\"",
  "Claim_ID": "legal_3peat",
  "Tags": ""
}