{
  "Origins": "In 1994 I heard the most amazing interview on the radio. Someone was selling fake royal titles of the principality of Hutt River Province and right under Prince Leonard's nose too!",
  "Fact Check": "",
  "Description": "Now I'll bet you're asking where the blazes Hutt River Province is and who is Prince Leonard. Well, he's an Aussie, and Hutt River Province is what he chose to call his homeland after he seceded from Australia. Some years ago he had a disagreement with the government Down Under, so he declared his land no longer part of Australia and named himself prince of this new country. He rules HRP along with his wife, Princess Shirley. They have their own currency (which is apparently worthless). But tourism is booming in HRP as many people stop by to visit this country within a country. Prince Leonard and his principality were in the news in 1994 because some imposter was peddling \"fake\" HRP titles through a direct mail campaign. For a mere $10 Cdn, this con artist would provide anyone with documentation that proclaimed the bearer related to Prince Leonard and thus in the line of succession to the throne. Quelle scam. But more about Prince Leonard and his wacky principality, eh? A 1989 news article about him said: Australians have always been known for their independent spirit, but Leonard George Casley has carried his a lot farther than the government expected. It has been almost 20 years since Casley protested a government-imposed wheat quota of 1,647 bushels for his 18,500-acre Western Australia farm. When he claimed the dollar returned on such a small crop would hardly pay the interest on the loan due for two of his four tractors, his complaints fell on deaf ears. He then \"seceded\" from the Commonwealth of Australia and has since been ignoring every government order to cease and desist. Australian authorities made the mistake of addressing him on occasion as \"The Administrator\" of his self-proclaimed Principality of Hutt River Province. It was a slip of the official pen that Casley claims is equivalent to de facto recognition. Since \"secession,\" Casley has proclaimed himself a prince. He's bestowed honors, titles and knighthood, issued proclamations and edicts, designed a flag, printed postage stamps, and issued both coins and currency that he claims to be \"legal tender\" in the principality. Barbara \"finger prince\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "18 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/legal/prince.asp",
  "Claim": "Deep in the heart of Australia, the self-proclaimed Prince Leonard of Hutt River rules over his self-proclaimed principality.",
  "Claim_ID": "legal_prince",
  "Tags": ""
}