{
  "Origins": "For most folks, their primary encounters with lawyers take place on a professional level and come about only during moments of crisis in their lives. Someone is in trouble with the law, or weathering the loss of a loved one, or having a disagreement with a neighbor or employer, or getting a divorce, or attempting to gain custody of his children it is the drama of these situations and similar ones that forms the backdrop for these interactions. People seeking relief are generally in highly emotional states, whereas the lawyers being consulted are approaching the causal situations from the far more dispassionate angle of which matters of law are at stake and how to best frame the legal arguments placed before the courts so as to secure the best result possible for their clients. It is this difference of approach that lies at the heart of the belief that lawyers are cold and unfeeling; rather than making the usual sympathetic noises we have come to expect from those we turn to in times of woe, they instead attempt to sort through things not with an eye towards the emotional turmoil of the crisis, but towards its potential outcome. Consequently, we see them as uncaring, and by extension, less human.",
  "Fact Check": "",
  "Description": "Moments of crisis also tend to be expensive in and of themselves. Adding to the dislike of lawyers is their quite reasonable determination to be paid for their expertise and the time they put into cases. Their bills generally arrive during periods in their lives when their clients are behind the eight ball financially as a result of whatever crisis they've been mired in. Rather than see things as \"Things cost what they cost,\" many folks on the check-writing end of the billing process instead go with \"Scum-sucking lawyer out to get rich off my misery.\" Then there's the \"apparent lack of effort\" angle. To the untrained eyes of clients, it sometimes seems the lawyers advocating on their behalves placed all of two phone calls and put in a half-hour appearance in court but are now presenting bills for $2,000 for services rendered. But that $2,000 covers knowing which two phone calls to make, what briefs to write, and how to best present their clients' cases or defend their interests. That the effort or expertise wasn't readily apparent does not mean it wasn't truly part of the proceedings, a point well explained by an urban legend in which an expert's seemingly outrageous bill breaks down to \"$ for doing the thing; $$$$$$ for knowing how to do it.\" We therefore have our reasons (misplaced as they might be) for disliking lawyers. This distaste is a deeply ingrained part of contemporary culture, and is reflected in so many of the jokes we tell: A man was sent to Hell for his sins. As he was being taken to the place of eternal torment, he saw a lawyer making passionate love to a beautiful woman. \"What a ripoff,\" the man muttered. \"I have to roast for all eternity and that lawyer gets to spend it with a beautiful woman.\" Jabbing the man with his pitchfork, the escorting demon snarled, \"Who are you to question that woman's punishment?\" A woman and her little girl were visiting the grave of the little girl's grandmother. On their way through the cemetery back to the car, the little girl asked, \"Mommy, do they ever bury two people in the same grave?\" \"Of course not, dear,\" replied the mother. \"Why would you think that?\" \"The tombstone back there said 'Here lies a lawyer and an honest man.'\" A man went into the Chamber of Commerce of a small town, obviously desperate. He asked the man at the counter, \"Is there a criminal attorney in town?\" The man replied, \"Yes but we can't prove it yet.\" You're trapped in a room with a tiger, a rattlesnake, and a lawyer. You have a gun with two bullets. What should you do? Shoot the lawyer. Twice. Hear about the terrorist that hijacked a 747 full of lawyers? He threatened to release one every hour if his demands weren't met. Lawyer jokes are one of the ways we manage to communicate in clear fashion how we feel about those who choose the legal profession for their lives' work. Society's assessment ranks lawyers as cold, unfeeling, and motivated strictly by profit in other words, inhumane. Generally, such broad-brush assessments of groups of people say far more about perception than reality, but in 1993 an incident occurred that at first blush did appear to somewhat support the underlying hypothesis. That year in Pasadena, California, the compassionate act of law students who paused during their taking of the State Bar exam to come to the aid of a stricken fellow test-taker initially appeared that it would cost them their right to practice law, because they were refused extra time in which to finish the test. The bar exam took three days to complete. During the afternoon of the first day, 51-year-old Randall Carpenter went into an epileptic seizure, which sent him rolling about on the floor and turning blue. While the roughly 500 other students taking the exam continued to work on throughout the episode, five of the test-sitters set aside their papers and went to the man to do what they could for him. Two of them, John Leslie and Eunice Morgan, administered cardiopulmonary resuscitation and first aid while those supervising the exam summoned the paramedics. According to Leslie and Morgan, at one point Carpenter was unconscious and had stopped breathing. He regained consciousness by the time paramedics arrived and was taken to a hospital. Afterward, test supervisors refused to let the five (John Leslie, Julio De Jesus, Eunice Morgan, Yancy Miller, and Cynthia Vinales) make up the approximately 40 minutes they had expended during the three-hour test session helping the victim. Officials initially said the fivesome would receive no special consideration but that they could appeal their scores to the Committee of Bar Examiners after final grades were posted, an event then three months in the future. According to Jerome Braun, the Bar's senior executive for admissions, the test supervisor had followed policy, thereby leaving the matter of remedy in the hands of those best suited to work it out. \"If he or she [the affected test takers] asked for additional time, additional time probably would not be given because under those circumstances we could not determine how much people were affected by the situation,\" Braun said. \"The fairest way of all is to deal with the situation after the exam. That could be done by a post-exam analysis of scores, and if appropriate to do so, by making such adjustments as seem necessary.\" Which was exactly what happened. Within a few days, the State Bar announced it would factor in the effect of the disruption caused by Carpenter's seizure when grading the tests of students who were taking the exam during his collapse. (Regarding the online account's quote of Braun as saying \"If these two want to be lawyers, they should learn a lesson about priorities,\" we failed to locate any instances of his having uttered such a statement or anything of similar nature. It is consequently best viewed as a bit of additional fiction thrown in to further flesh out the illustrative tale about lawyers being inhumane, in the same manner as the fictional Pelonomi Hospital spokesman's \"The enquiry is now closed\" statement advanced the perception of that institution's not caring about the people its janitor had inadvertently been killing by unplugging their life support systems to plug in his floor polisher .) Two months after the exam, California State Bar officials spelled out exactly how they intended to accomplish restoring parity, saying unless those essays improved the test-takers' marks, they would not assign grades to the disrupted compositions of the five law students who came to the assistance of Randall Carpenter on that fateful day. They would instead pass or fail the fivesome solely on how well they had performed on the other portions of the three-day exam. At about the same time, the State Bar's Board of Governors honored the five students with certificates of appreciation for their efforts, a move possibly spurred by the negative press attention the situation had drawn (which included an appearance of one of the Samaritans on The Tonight Show ). In June 1993 the results of the Bar exam were posted. Two of the five students had passed, but three had failed, as had the man who had fallen ill. According to officials of California's Bar, 44% of applicants statewide passed that year's exam. Ergo, that two of the five passed but three did not fitted the statewide model as closely as it could have. Judy Johnson, chairwoman of the Bar's Committee on Admissions and Competence, said of the experience: \"The bottom line is that we've adjusted the scores where appropriate, and we can pretty much have confidence that no one passed the exam because of the disruption, but no one failed because of it, either.\" These days, those who first hear of the story likely do so through a much-forwarded online account that positions Carpenter as a heart attack victim assisted by two compassionate law students who, as a result of their life-saving efforts, failed to pass the California Bar. While the e-mailed version is correct in some of its details, it fails on all three of those important points: the stricken man underwent an epileptic seizure, not a heart attack; he was helped by five students, not two; and none of the five students forfeited their right to practice law in California because they'd interrupted their test-taking to save a man's life. Though the initial reaction of those overseeing the examination might have seemed heartless, it fell to California's Bar Association to decide how to best sort things out, not to the on-site test supervisors their duty was to go by the book, which stated applicants could not be granted extra time at the whim of those administering the exam. Once California's Bar became involved, it was clear that group would not allow any of the five to be disadvantaged as a result of their actions, but even then this point had to be spelled out in words of one syllable two months later, when the media couldn't or wouldn't understand what it was being told and was instead clinging for dear life to its \"heartless lawyers\" story. Until California's State Bar explained very simply and very clearly how it intended to restore parity, it and the legal profession as a whole were pilloried thanks to folks interpreting what was going on through the filter of how they viewed members of the legal profession. Up until that point perception rather than reality owned the day, and to some extent it still does. Oddly, an urban legend that grew out of a real-life occurrence in 1970 is almost a mirror image of the anti-lawyer fable born of the February 1993 California Bar exams. In a tale often called \"The Lesson in Compassion ,\" theology students on their way to an exam who fail to pause to help someone in distress are punished for their callousness, as it is afterwards revealed that their interaction with that needy soul was the actual test they were being graded upon. Barbara \"test-ified\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2004] In California, more than 600 lawyer hopefuls were taking the State Bar exams in the Pasadena Convention Centre when a 50 year old man taking the test suffered a heart attack. Only two of the 600 test takers, John Leslie and Eunice Morgan, stopped to help the man. They administered CPR until paramedics arrived, then resumed taking the exam. Citing policy, the test supervisor refused to allow the two additional time to make up for the 40 minutes they spent helping the victim. Jerome Braun, the State Bar's senior executive for admissions, backed the decision stating, \"If these two want to be lawyers, they should learn a lesson about priorities.\"",
  "Last Updated": "7 May 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/legal/legalaid.asp",
  "Claim": "Law students failed their California bar exams because they stopped to assist a stricken classmate.",
  "Claim_ID": "legal_legalaid",
  "Tags": ""
}