{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/Levis/;http://www.levistrauss.com/unzipped-blog/2011/07/two-horses-many-versions-one-message/;http://www.ferris.edu/htmls/news/jimcrow/question/may04.htm;http://www.snopes.com/wordpress/wp-content/uploads/2016/02/levis-logo.jpg;",
  "Example": "[Collected via e-mail, February 2016] MUST READ!!!!! I'm Done Wearing \"Levi Jeans\". This was just brought to my attention, Back in slavery days they would \"Beat\" and \"Kill\" the strongest Black Man On The Plantation. They would do so in front of his family and every other slaves on the plantation. After He'd been beaten, they would tie two \"ROPES\" one to each of his \"LEGS\" and those ropes were tied to \"TWO HORSES\" they would then proceed to beat the horses making them run in opposite directions. Eventually the horses would rip his legs from his body...... The Logo on \"Levi Jeans\" shows how this process went. You see the two \"Slave\" owners whipping the horses and the ropes visibly connected from the horses to the mans legs. It's supposed to be amusing and to show how hard it would be to actually tear a pair of these jeans that's why the words \"Quality Clothing\" appears over both of the horses. Smh I've been wearing these jeans for years, WELL NOT ANYMORE! Origin:The above-quoted example claiming that the logo for the Levi's brand of jean represents a slave being torn apart by horses likely refers to a speech ostensibly delivered by William Lynch on the bank of the James River in Virginia in 1712 to a group of slave owners. While many historians believe that reports of this speech are a hoax, it is widely shared as an accurate depiction of how slave owners attempted to control their slaves: Take the meanest and most restless (slave), strip him of his clothes in front of the remaining male (slaves), the female, and the (slave) infant, tar and feather him, tie each leg to a different horse faced in opposite directions, set him a fire and beat both horses to pull him apart in front of the remaining (slaves). While those tactics might possibly have been employed by some slave owners at the time, there is no evidence suggesting the Levi's jeans logo is an homage to this horrible notion. The primary selling point of the pants manufactured by the company Levi Strauss founded in 1853 was that they were not subject to tearing as other manufacturer's pants were due to the company's use of patented copper rivets to reinforce points of strain where pants typically tore, primarily the pocket corners and the base of the button fly. The Levi's \"two horse\" logo was created in 1886 in an attempt to illustrate that most important of selling points to 19th century buyers: Recognize the animals above? They've been part of the Levi's brand since 1886. But what you see here is something new the freshest version of what we call the Two Horse patch. When you're a company that prides itself on both heritage and innovation, you want to tell that story as vividly and compellingly as possible. And for us, the Two Horse logo does just that. As the company Historian, let me share a bit of history. In 1873, Jacob Davis and company founder Levi Strauss invented the first blue jeans using their patented process of securing clothing at \"points of strain\" with rivets. The result: strong jeans that could stand up to the hard work thrown at them by miners and other hard-working individuals of the time. Levi Strauss & Co. knew the patent would expire in 1890, so we needed to quickly make sure consumers understood how good and strong the company's jeans were. But how do you tell that story in a way that consumers could quickly grasp? Well, one of the answers was the image of two horses each pulling in the opposite direction on the same pair of jeans, trying in vain to tear them apart. Given that the Levi Strauss clothing company's original location and market base was an area of the United States where slavery was not legal (the company was founded in California, a free state, which was bordered by other non-slave states and territories), it's unlikely Levi Strauss would have depended upon his customer base's recognizing a supposed Southern plantation slavery practice to understand the brand's logo. All the more so since the logo wasn't even unveiled until more than twenty years after slavery had been abolished all throughout the United States. Also note that in the Levi's logo, the ropes leading from the horses are attached to the hip area of the pants if the image were supposed to be a literal graphical representation of pulling a man's legs apart, the ropes would be tied much farther down on the legs (below the knee, close to the ankle). As noted above, the image is intended to reinforce Levi Strauss' patented rivet solution to one of the most troublesome points of tearing in pants, the pocket corners (which are up near the hips, not down the leg): Levi Strauss has taken to Facebook in an attempt to dispel this rumor: The Levi's \"two horse\" logo symbolizes nothing more sinister than Levi's original rivet patent and the attendant strength of their jeans. Last updated: 09 February 2016 Originally published: 09 February 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/levis-logo/",
  "Claim": "Levi's jeans' famous \"two horse\" logo represents a slave's being killed.",
  "Tags": "",
  "Claim_ID": "levis-logo"
}