{
  "Origins": "On 7 December 2015, a Facebook user published a status update claiming that Long Island Railroad (LIRR) passengers had witnessed a terrorist dry run taking place on one of the trains: Did anyone hear about the commotion on the LIRR today? i bet not.",
  "Fact Check": "",
  "Description": "HEADS UP TO MY NEW YORK FUCKTARDS some goat fucker got on a train in penn station today, when the train left penn the bastard got on his hands and knees and started praying to allah. he had a napsack on his back. the crew of the train acted accordingly, keeping passengers as calm as could be while alerting authorities and cops on the train. the train was an express, but was diverted to make an emergency stop at jamaica where LIRR PD, and NYPD were waiting for the bastard who refused to cooperate and had no ID on him. this is what is called a dry run people. its done to test security. its coming to NY, probably sooner than expected. be on guard, and be armed if you can! The user claimed that an individual (of implicit Middle Eastern origin) was behaving suspiciously on a train out of Penn Station on 7 December 2015, causing officials to divert the train to Jamaica (in Queens, New York). The individual was reportedly detained by transit and Metropolitan Transportation Authority (MTA) Police officers, with whom he refused to cooperate. The message deemed the individual to be engaging in a \"dry run,\" presumably with the intent of executing a future attack against LIRR or MTA properties. We contacted the MTA's media relations department to determine whether there was any truth to the rumor. The individual to whom we spoke provided a far less interesting version of the tale, indicating that the rumor was \"entirely false.\" According to the MTA rep, a single passenger alerted a crew member to a suspicious passenger on the 6:05 PM train from Penn Station to Wantagh. (A well-known MTA campaign perpetually advises passengers who \"see something\" to \"say something.\") At that juncture, no description of the individual or suspicious activity in which he was supposedly engaged was conveyed to LIRR crew. No LIRR employees witnessed any suspicious individual or activity, as all the information was conveyed entirely by a single LIRR passenger. Per New York City and MTA protocols, the train was diverted to Jamaica, where MTA police boarded the car. The individual was asked to step off the train for questioning (standard for such claims), a request with which he was wholly cooperative. MTA police requested the young man's identification, which he readily provided, showing him to be a 22-year-old medical student traveling home to Long Island from Manhattan. Concurrently, the officers who boarded the train questioned passengers in the car about the young man's purported suspicious behavior. Passengers were asked if they had witnessed anything suspicious, but none of them reported having observed any suspicious behavior whatsoever. The MTA said the young med student was perfectly cooperative, did not \"unroll a prayer rug\" (as was emphasized in some iterations of the rumor), and was allowed to continue unfettered to his destination. Neither the MTA nor its officers considered the incident a terrorist \"dry run,\" and no one other passenger on one of the day's most crowded trains out of Manhattan reported the passenger in question nor indicated that he was behaving in a suspicious manner. An MTA spokesperson asserted that despite claims that \"the bastard got on his hands and knees and started praying to Allah,\" the passenger had in fact remained seated for the entire trip until he was briefly detained at the Jamaica station. Last updated: 8 December 2015",
  "Originally Published": " 8 December 2015",
  "Referred Links": "https://www.facebook.com/burntoutbill/posts/10206523196813267?pnref=story;",
  "Example": "[Collected via Facebook, December 2015]",
  "Last Updated": "8 December 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/lirr-dry-run/",
  "Claim": "Long Island Railroad (LIRR) crew and police discovered a terrorist \"dry run\" on a train out of Penn Station.",
  "Tags": "terrorism;dry run;",
  "Claim_ID": "lirr-dry-run"
}