{
  "Origins": "On 15 June 2015, the entertainment web site Newslo published an article reporting that John Hagee, founder of the Cornerstone Church in San Antonio, Texas, has called for the prosecution of women who utter the Lord's name during sexual intercourse: Dr. John Hagee, the founder and senior pastor of the Cornerstone Church in San Antonio, Texas, not only agrees with what the Good Book says, but also takes the faith to a level of fanaticism. Speaking exclusively with Newslo, Hagee stated that in this world of crimes and deaths that surround us, a simple blasphemy does not get that much attention when it should.\"",
  "Fact Check": "Does John Hagee, founder of the Cornerstone Church, want to prosecute women who say God's name during intercourse?",
  "Description": "Well, we d have to start with ourselves, as with everything in life. If you re asking about my personal opinion, there is no greater sin in terms of wrongly using God s name than women who use it during sex. That is one of the filthiest, most derogatory and sinful uses of the Lord s name I can think of. If it were up to me, I would put every single woman or girl who does that in jail. That would be a fine example of God s wrath aimed at what is, in my opinion, a terrible misuse of our Maker s good name. Articles on Newslo typically include a mixture of truth and fiction. In fact, at the top of the article entitled \"John Hagee Calls for Prosecuting Women Who Say God s Name During Intercourse are two buttons allowing readers to highlight the portions of text that include facts: When the \"Show Facts\" button is pressed on this Newslo article, the portions of text referring to the taking of the Lord s name in vain and the Ten Commandments are highlighted, while the above-displayed quote from John Hagee was not. In addition to the \"Show Facts / Hide Facts\" buttons, Newslo also bears a disclaimer warning readers about the fictitious information included in several of its articles: Newslo is the first hybrid News/Satire platform on the web. Readers come to us for a unique brand of entertainment and information that is enhanced by features like our fact-button, which allows readers to find what is fact and what is satire. Originally published: 18 June 2015 Last updated: 18 June 2015",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/dxr5;http://www.donotlink.com/fllg;",
  "Example": "",
  "Last Updated": "18 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/lords-name-in-bed/",
  "Claim": "John Hagee, founder of the Cornerstone Church, wants to prosecute women for saying God's name during intercourse.",
  "Tags": "newslo;john agee;intercourse;lord's name in vain;god's name;commandments;",
  "Claim_ID": "lords-name-in-bed"
}