{
  "Origins": "It is true that a guest on the Tonight Show did tell this story when Jay Leno went into the audience looking for \"bad date\" anecdotes. What is less clear, however, is if the incident described happened.",
  "Fact Check": "",
  "Description": "I think Jay Leno was hoaxed. And I think he went asking for it, too. But that's just one woman's opinion. Let me tell you how I arrived at it, though. For quite a while, on the Tonight Show web site was a page soliciting those who've had nightmare dates to e-mail the show about those experiences with a view towards getting these people to tell them to Jay Leno on the air. Such a set-up practically begged to be exploited by someone intent upon seeing herself on national TV. That the possibility of a hoax exists isn't, by itself, proof of anything. But it does provide a bit of framework towards explaining how someone would get this opportunity, and it belies any notion that the girl just happened to be in the audience that night and hadn't previously thought of relating her tale of woe to anyone. The telling arguments against this tall tail tale have to do with the mechanics of it. If caught in the position of needing to go but not having access to a toilet, most women would choose to squat beside the car. Less chance of being seen, after all, but it's also the position the vast majority would naturally adopt. It should be noted, however, that some rare women prefer to urinate standing up. It's not the norm, but they do exist. Even if the heroine of this story were one of those rare women, there is still the problem of an erect urinator pissing on her clothes. Pants would be only pulled down, not entirely removed, because to do so would necessitate taking off the boots, something no one would think of doing while standing on the frozen tundra. Though it's possible to avoid pissing on what is bunched down around one's ankles when in a crouched position, all bets are off if standing. Gravity makes its own rules, after all. To have urinated standing up would have been to risk the overwhelming likelihood of having to afterwards pull on freshly pissed-upon pants. And this is not the kind of fashion statement one looks to make on the first date. A warm body part could become fused to cold metal (and doubly so if either component is wet), but getting enough of a person's fundament firmly attached to the side of a car would take some doing. Even if it did become affixed, the large surface area of it would quickly work to re-warm the metal enough to release the temporarily restrained. Over a stuck surface large enough to hold a woman in place, the little stream of urine a man could provide wouldn't do nearly as much to work the lady free as her body heat or his warm hands would. (For another \"pissing to unstick the frozen\" legend, see our Urine Good Hands legend.) Even with all these improbabilities, the story still falls within the realm of possibility . . . except for two telling details. Had it been cold enough to flash-freeze the young lady's buns to the car, it would also have been cold enough to send her yipping away from the vehicle the very moment her naked butt touched the metal. Whatever she would have wanted to do wouldn't have mattered instinct would have taken over, propelling her away from the car, in much the same way that someone who has just touched a hot object instinctively yanks his hand away. Granted, if those cheeks were a bit damp and she managed to momentarily rest against a patch of naked metal that was just cold enough, she might leave a bit of skin behind even from this brief a contact. However, she would break loose there's no doubt about that. Now if our heroine still chose to lean up against the car after either a cold goosing or a skin ripping, it would take an act of God to prevent her from this time resting her mittened hands on the fender and her bum against them. Most damning of all, however, is the nature of car fenders themselves. They're painted. Though it's possible to freeze a tongue to the unpainted metal of playground equipment, all bets are off if the structures have been painted, shellac'd, or otherwise coated. Could a bare butt become stuck to the side of a car? I don't think so. And I just don't believe dating behavior has changed that much in the few years I've been away from it to allow for anyone's trying to do this. Barbara \"bum's rush\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] THIS IS HYSTERICAL- DEFINITELY THE WORST FIRST DATE I EVER HEARD OF. This was on the Leno show last night (9-7-99). Jay went into the audience to find the most embarrassing first date that a woman ever had. The winner told about her first date experience. She said it was snowing and cold and the guy took her skiing. It was a day trip (no overnight). They were strangers, and truly had never met before. The date went OK until they were coming back that afternoon. They were going along in the car and she had to pee real bad, but it was still about an hour more back to civilization. He said she should try to hold it, and she did for a while. It finally came to the point where she told him that he could either stop and let her pee beside the road, or in the front seat of his car. They stopped and she went out beside the car and pulled her pants down and started. Well, she didn't have real good balance, so she let her butt rest against the rear fender to steady herself. He was a real gentleman and looked the other way. When she was finished, she quickly noticed that her warm butt had stuck to the fender. Thoughts of tongues frozen to pump handle nightmares immediately came to mind and she soon realized that she had a real problem. She was thinking of every way she could to get released from his fender. He was getting a bit concerned too, and finally cried out to her asking if she was OK. Well, with a red face, she said she was freezing her butt off! She finally had to ask for assistance. Now this isn't the worst of the story, there's more to come. She took off her sweater and covered herself as good as she could and asked him to came around to see if he could help. After the laughter subsided, they assessed the situation. They had a real problem. They agreed that they needed something warm to melt her butt off of the fender. Thinking about the pee that she just sprinkled on the ground made her think that pee is about the only thing that they had that could get her free. Well, after exploring every other possible solution, she looked the other way, and so did he, and proceeded to unzip his pants and pee her butt off the fender. The rest of the trip home there wasn't much conversation. True story.",
  "Last Updated": "3 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/love/dating/frozen.asp",
  "Claim": "A girl freezes her naked ass to her date's car on their first (and last) date.",
  "Claim_ID": "love_dating_frozen",
  "Tags": ""
}