{
  "Origins": "The story of the accidentally drunk contact lenses has been part of urban lore since the early 1980s. While it is true contact wearers have managed to do the darndest things with their contacts over the years, one has to wonder if this story plays out nearly as often as reported. Two elements are required: a contact wearer content to casually chuck both lenses into the same glass of water, and some other person sleeping in the same room who is in the habit of drinking the contents of unknown tumblers. Though both elements fall well within the realm of possibility, putting the two together in the same room at the same time stretches things somewhat.",
  "Fact Check": "",
  "Description": "Only rarely does the prescription for one eye match that of the other, so it is an unusual contact wearer indeed who doesn't store his lenses apart from each other to minimize the chances of inserting the wrong lens into the wrong eye upon arising. One can't usually tell a contact made for the right eye from one made for the left just by looking at it (there's no little \"right\" or \"left\" imprinted on them although some hard lenses do incorporate a discreet colored dot for this purpose), and often the prescriptions for both eyes aren't so far apart in strength for the wearer to easily discern he's mixed up his lenses once he seats them in his eyes. One has to wonder at the limited ingenuity of the contact lens wearer in this story; one glass of water is secured for the lenses, but not two. (If obtaining one glass of water to house them in is possible, getting a second at the same time would be every bit as easy.) The overnight visitor who guzzles the unknown contents of a glass is also acting a bit irrationally. People keep all manner of things in liquid-filled vessels on bedside tables; why would anyone assume an unfamiliar glass holds water for drinking (as opposed to a pair of dentures left to soak or the sleeping roommate's Magic Rocks experiment)? Especially when fresh, safe water is to be had only a short toddle away in the bathroom? One further detail casts doubt upon this story playing out in real life as often as is reported in lore the nature of the liquid the bedmate supposedly drank. Most contact wearers store their lenses in saline solution, a liquid highly unlikely to fool anyone's midnight taste test. Granted, some folks habitually store their contacts in water, and further granted, someone who hadn't been planning to spend the night wouldn't have his bottle of saline on him and thus would have resorted to plain water rather than have his lenses shrivel up and die. But it is one further point of doubt to consider. Could this have happened? Certainly. Has it happened? Some of our readers swear it has, and to them! Okay, so why is this still considered an urban legend? A tale is considered to be an urban legend if it circulates widely, is told and re-told with differing details (or exists in multiple versions), and is said to be true. Whether or not the events described in the tale ever actually occurred is completely irrelevant to its classification as an urban legend. Has it happened as often as has been reported? Color me skeptical. I just can't picture that there are that many people out there who drink the unknown contents of glasses they find by the bedside. But reported it has been. In March 1995, Dear Abby published a letter from \"Still Married 10 Years Later\" who claimed her cousin had inadvertently drank her contact lenses the night before her wedding, leading to \"The next day, I was married in a white skirt, yellow sweater, ugly thick glasses, and a veil!\" A 1970 New York Times article claimed Adam Walinsky (who was running for Attorney General of New York state at the time) was tardy for an official appearance because his campaign manager had swallowed his contact lenses, which had been left soaking in glass of water. And then there's this fellow, who I just can't bring myself to doubt: [Collected via e-mail, 2001] As far as I am concerned, this is no legend because it happened to me personally. Friday, April 20, 1990, in the town of Dahlonega, Georgia. Upon my life and honor, I will swear that on my first night of ecstasy, my lady love arose in the night and gulped down my contact lenses out of a plastic hotel drinking cup which I had used in lieu of the real article. Now if only this lad's girlfriend had read one of those folklore books ahead of time, she'd have known to leave that tumbler alone. Or possibly she was incredibly clever about this: Dispose of a man's contact lenses and you're sure to be every bit as beautiful to him the morning after as you were the night before. Barbara \"lens crafty\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Brunvand, 1986] A couple on their first date become very well acquainted; they are highly attracted to each other, and decide to spend the night together in her apartment. Having had a bit too much to drink, they soon collapse into bed and fall into a deep sleep. But the man wakes up during the night with a powerfully dry throat; luckily there is a glass full of water right there on the night table, which he downs in one gulp. The next morning as his woman friend slowly awakens, she seems to be fumbling around the night table for something. \"What is it, honey?\" he inquires solicitously. She continues to grope around half-blindly, muttering, \"Where the heck's that water glass I always leave my contact lenses in overnight?\" [Brunvand, 1987] When the DePaul University basketball team went on the road to play Dayton, forward Kevin Golden and guard Andy Laux were paired as roommates. Before Golden hit the sack, he put his contact lenses in a glass of water next to his bed. Laux woke up thirsty, grabbed the water and guzzled down his roommate's contacts in one mighty gulp.",
  "Last Updated": "2 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/love/dating/contacts.asp",
  "Claim": "A thirsty gal unwittingly drinks down the contact lenses her paramour had left in a bedside glass of water.",
  "Claim_ID": "love_dating_contacts",
  "Tags": ""
}