{
  "Origins": "The online auction powerhouse eBay has been the setting of many strange come-ons, some seriously meant and some far less so. In addition to a throng of earnest sellers and determined bargain hunters that frequent this popular online bazaar, it is also populated by its share of crazies intent upon sneaking their hoax listings into the marketplace. Consequently, one can't always tell fish from fowl at first glance.",
  "Fact Check": "",
  "Description": "Over the years, our readers have queried us about various eBay auctions because they harbored suspicions about particular listings, either due to the nature of the goods being tendered or because something about the pitch struck them as not quite right (e.g.; an offer of a tea kettle , which displayed additional wares of the seller). Yet few of the auctions so doubted have been asked about as often as the April 2004 proffering of a size 12 Victoria wedding gown, an item that isn't in and of itself all that unusual. But it wasn't the dress that set people to wondering; it was the seller's comments, which appeared to afford a hilarious look into one man's private hell. The seller wasn't so much advertising a dress as he was proclaiming from a public soapbox how awful his wife had been. The auction listing was just as much about getting even as it was about unloading an item he had no particular use for. Or was it? Had a gal with \"Texas cheerleader hair\" really so turned a man against marriage that he swore that \"for my next wedding I will be wearing a hairy, flesh-toned ensemble because I will be buck naked with a toe tag lying on a slab in the morgue because I would have killed myself\"? Herein rested the listing's appeal: The story was entertaining, but was it real? The solicitation was on the up and up, at least in regard to the nature of the merchandise being vended there was such a dress, and the offer of sale was genuine. However, some (if not all) of the gown's backstory was the stuff of fairy tales. The original eBay listing posted by 42-year-old Larry Star wasn't provoking much interest among those shopping for a wedding dress, so he rewrote it to make it amusing resulting in the posting that has served to make him famous. The tale of marital woe posted by this Brooklyn native both contained invented details and omitted key bits of information. Though he has a sister, she didn't talk him out of the dress burning party he had his heart set upon by suggesting he list the gown on eBay and so get something out of it. He also had an ex-wife prior to the one whose dress he supposedly was selling. (Star and his first missus were married in 1994, separated in 1996, and were divorced in 1998.) And contrary to his statement, \"Thank the Lord we didn't have kids. If they would have turned out like her or her family I would have slit my wrists,\" he and his second wife did indeed have a son together during their short-lived marriage. The unhappy couple wed in 2000, separated in 2001 after a domestic kafuffle (which reportedly resulted in Star's being charged with domestic violence assault in the fourth degree and interfering with the reporting of domestic violence), and divorced in 2003. Though \"five years of misery\" might well have been worth the hearty guffaw he says was his pleasure to give the online community, those years weren't spent \"stuck\" with the \"drunken sot's\" daughter; his time cohabitating with Wife #2 amounted to just a bit more than a year. It's not known if the gown in question even belonged to his ex-wife , as she hasn't surfaced to speak publicly about the matter. Also, according to the Houston Chronicle , when asked if the dress had really been hers, Mr. Star sidestepped the question, instead replying, \"I got the wedding dress, I wanted to get rid of it. I was going to burn it and had the idea of selling it on eBay. I needed to sell it on eBay with all the other dresses on there, and I needed to make it stand out.\" And stand out it did. The auction of the fabled wedding gown ended 28 April 2004 with a buyer using the online handle of \"absolutsth\" placing the winning bid of $3,850. Yet all is not coming up roses for the intrepid seller who one would assume to be realizing a profit of $2,650 on the gown he says cost originally $1,200, as the sale has fallen through. According to Star, the buyer has backed out, claiming \"I left my computer on and somebody made the bid for me.\" The folks at eBay have told Star he can either accept the second-highest bid or re-list the dress and hold the sale again. As of 7 May 2004, he had not decided whether he would accept the next highest legitimate bid (if there even was a legitimate bid). By the time the auction ended, Star's listing on eBay had been viewed more than 5.8 million times. Some of those visitors, possibly caught up in the frenzy of it all, placed bids they did not intend to honor. (Officials at eBay had to weed out many phonies at one point the bidding reached $99 million.) How many of the remaining bids were legitimate is not known. And, even if all those bids were meant seriously at the time they were placed, some of those prospective buyers may now be having second thoughts, particularly those who offered more than $1,000 for a used, stained dress that was only worth $1,200 when it first came off the hanger. The ultimate fate of the frock may take it in a far different direction than down the aisle on the back of a budget-conscious bride. Its listing (which has now been viewed 11 million times) has brought recognition to its owner and has possibly opened the way to a new career for this software test designer and part-time musician. Thanks to the dress, Larry Star has twice been a guest on both MSNBC's Countdown and NBC's Today Show , each time wearing the unsold gown. Also thanks to the dress, he has made his debut as a stand-up comedian at the Punchline Comedy Club in Atlanta. He has said he would like to pursue a comedy writing career, and all this attention might well work to get that going. Though there are many stand-up comedians on the circuit, we know of none that perform their schtick outfitted in wedding regalia. Could this gown do for Star what a sledgehammer and a watermelon did for Gallagher? Barbara \"smash hit\" Mikkelson Additional Information: Weddingdressguy.com (Larry Star)",
  "Originally Published": "",
  "Referred Links": "http://www.weddingdressguy.com/;",
  "Example": "[Collected on the Internet, 2004] For Sale: One Slightly Used Size 12 Wedding Gown. Only worn twice: Once at the wedding and once for these pictures. Make: Victoria Style: 611 Size: 12 Divorce forces sale I found my ex-wife's wedding dress in the attic when I moved. She took the $4000 engagement ring but left the dress. I was actually going to have a dress burning party when the divorce became final, but my sister talked me out of it. She said, \"That s such a gorgeous dress. Some lucky girl would be glad to have it. You should sell it on EBay. At least get something back for it.\" So, this is what I m doing. I m selling it hoping to get enough money for maybe a couple of Mariners tickets and some beer. This dress cost me $1200 that my drunken sot of an ex-father-in-law swore up and down he would pay for but didn t so I got stuck with the bill. Luckily I only got stuck with his daughter for 5 years. Thank the Lord we didn't have kids. If they would have turned out like her or her family I would have slit my wrists. Anyway, it s a really nice dress as you can see in the pictures. Personally, I think it looks like a $1200 shower curtain, but what do I know about this. We tried taking pictures of this lovely white garment but it didn t look right on the hanger as you can see, so my sister says, \"You need a model.\" Well, quite frankly my sister isn t exactly small, (like a size 12 is?) so she wouldn t pose for the picture. Seeing as I have sworn off women for the time being and I ain t friends with any, it left me holding the bag. I took the liberty of blacking out my face - not to protect the ex-wife but to protect me from my bar buddies and co-workers finding out about it. I would never live it down. Actually I didn t think my head would fit in the neck hole, but then I figured she got her Texas cheerleader hair through there I could get my head in it. Though, after looking at the pictures, I thought it made me look fat. How do you women wear this crap? I only had to walk 3 feet and I tripped twice. Don t worry ladies - I am wearing clothes on underneath it. I gotta say it did make me feel very pretty. So if it can make me feel pretty, it can make you feel pretty, especially on the most important day of your life, right? Anyway, I was told to say it has a train and a veil and all kinds of shiny beady things. I think it's funny that one picture makes it look like the chest plate off an Imperial Storm Trooper. Did I mention that all I want is a ball game and beer? Cheap at twice the price. Ladies, you won t regret this. You may regret the dude you marry but not the dress. Just a little side note - As I was putting this ad in EBay, it asked me for a color. Is a wedding dress any other freaking color than white or ivory??!! If it is it wouldn't be a wedding dress, now would it?? I suppose black would work... On Apr-26-04 at 10:38:31 PDT, seller added the following information: Well, the auction is a little over half over and I am just amazed. This thing has taken more hits than that pothead that lives in the next building. Man, oh man, if hits were bucks I d be getting a suite at Safeco. I also have received TONS of email. I don t have the time to reply to all of them but I just want to let everyone know that I appreciate the well wishes. Of the email I received: Five or so were invitations to ball games in other states. Two of those were for little league games. Do they have those cushy executive boxes with the free chicken wings at those? One email was from Scotland. It s a good thing he wrote it because I wouldn t be able to understand a word he said. Never did get through Braveheart. Most were thanking me for the laugh. You re entirely welcome. Five years of misery was well worth the hearty guffaw that was my pleasure to give you. Oh, yeah. I also got three marriage proposals. Yes, you read it right - three marriage proposals. I feel like one of those mass murderers on death row. I never understood how the hell they got more chicks than I did. Now I know. They sold crap on eBay. On Apr-26-04 at 23:45:56 PDT, seller added the following information: Holy Moly! The hit counter is starting to look like the odometer in my truck! Not the new shiny black full-size 4-wheel-drive American pick-up that I had to part with, but the somewhat older, multicolored, lumpy, tiny, 2-wheel-drive foreign pick-up that belches smoke. A little something about that vehicle, though: it s absolutely amazing! When I get inside it to go to the store, I am all depressed. But when I arrive at the store, I m so freaking loopy from inhaling the fumes, I forget why I went there in the first place. I m saving buckets of money. Of course, I will probably have to spend it all on the tuberculosis I will acquire, but hey, you can t have everything. I felt compelled to update this ad once more due to all of your emails. The first thing I have to say is thank you all for your support in my time of need. It was a truly harrowing experience. Some of you men know exactly what I mean. Seeing as this has turned into my little public forum, I just want to address a few of the emails that kind of left me scratching my head. I now have five marriage proposals. You would think my speaking of the ones I already got yesterday would have put a damper on it, but you women sure are persistent. One woman actually said she doesn t want to marry me, but wouldn t mind being my ex-wife. Hmmm. Let me think about that. Nope. No thanks, already got one. (Pssst. Didn t I mention I had one? Who wants an ex-wife that can t read? Now, I know what you guys are thinking - \"If she can t read, then the divorce would be smooth sailing.\" Well, that would be all well and good but I didn t say her ATTORNEY couldn t read. You following me on this?) Other emails are serious buyers asking about the dress. \"How long is the train?\" and \"Does the gown come with the headdress and veil?\" Yes, headdress and veil are included, but the do-rag stays with me. And if the train was long enough for my ex s caboose, it s long enough for yours. You will have to supply your own baggage, though. I gave mine to Goodwill. There was this one woman who wrote, \"You should have covered your tattoos. People will be able to recognize you, like on America s Most Wanted.\" HELLO!!! I m a guy selling a dress. I m not wanted for war crimes. Some of your emails made me laugh. Like the bitter woman that wished she had her ex s testicles to sell on eBay. I m not too sure there s a market for that, though. Then there was the guy that gave his wife s wedding dress to the Salvation Army by mistake, thinking it was a Christmas tree. Guess he didn t have any Christmas balls that year. This has also been a learning experience for me. I got a lot of messages correcting me about the color of wedding dresses. For Russian Orthodox, they are blue. For Chinese they are red. Mexico has multi-colored ones. All I know is, for my next wedding I will be wearing a hairy, flesh-toned ensemble because I will be buck naked with a toe tag lying on a slab in the morgue because I would have killed myself. A lot of folks were asking me if I wear women s dresses a lot. I can honestly say that this is the first time I have ever donned female attire. It s also the first time I ve been inside something feminine that didn t nag me to take out the garbage. It seems a few people have taken offense to my inferring a size 12 is big. One male even pointed out that Marilyn Monroe was a size 14. Now, I would agree with you that size 12/14 is small if I lived elsewhere. But I live right here in the good old 48 Contiguous, where binging and purging is a way of life. American women do not want to be double digits in size. Just ask any woman what size they want to be. Invariably they will say five or seven. Wealthy will be the person that opens a store for Lane Bryant-sized women but sews size 7 tags on all the clothes. On the flip side of that, I have taken offense to some of the people that told me I m ugly and a loser. All I have to say is you d be ugly too if you had a huge white blotch on your face. And as far as being a loser, I think you have it all wrong. I am such the winner. It isn t every day an average guy can make 50,000 people laugh. Thanks to each and every one of you from the heart of my bottom.",
  "Last Updated": "3 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/love/revenge/weddress.asp",
  "Claim": "A man listed a wedding gown on eBay via a hilarious offer of sale that included photos of him posing in the dress.",
  "Claim_ID": "love_revenge_weddress",
  "Tags": ""
}