{
  "Origins": "At the end of June 2006, a new blog entitled \"That Girl Emily\" appeared at thatgirlemily.blogspot.com . Ostensibly the musings of a married, 35-year-old New Jersey realtor named Emily, the blog for the first few weeks reported what might be read as the ordinary musings of a suburban professional woman: details of a recent vacation with her husband (Steven, a financial consultant), frustrations she experienced in pilates class, her husband's slow climb up the corporate ladder, and (after prompting by her sister) a discussion of her declining sex life.",
  "Fact Check": "",
  "Description": "The blog then took a sudden left turn when Emily's brother convinced her to hire a private investigator (PI) to \"spy\" on her husband a suggestion which Emily promptly accepted, implemented, and concluded in short order, finding out in the process ( Quelle surprise! ) that her husband was carrying on an expensive affair with her best friend, Laura. Emily spent the next few weeks venting her anger at her lying, cheating husband in her blog, including divulging information about various revenge schemes she had enacted to get back at Steven, starting with the billboard pictured above: This photo is what I ve been talking about, the favors that I called in for. Brilliant, isn't it? I think so. I ran out early this morning to beat the rush hour traffic (didn't quite go as planned but at least it wasn't standstill) and got a picture of my billboard. My way to tell the world about the lowlife I've just wasted so many years on. I put it near Steven's office so his co-workers and friends could see exactly what a cheating scumbag he is. And of course, for all of you to see as well. I've decided to do what so many quiet, back-stabbed wives don't take charge, make my whoring, cheating, adulterous, fornicating husband know what it feels like to be humiliated. And do it with many decibels. It's a personal message for everyone to read. Thanks goes out to my husband who chipped in on the price tag. Golly gee honey, I would've never been able to tell the world about your exploits with my best friend without your contribution! Gotta love joint bank accounts. Oh, sorry Steve, I had to splurge on the lights, too. Some people work late, like you. And they re always driving home when it's dark. Burning that midnight oil, Steve-o. Just like you. So for the next two weeks, starting with today, I will exact revenge on my whoring husband. And who knows what a disparaged woman with lots of resources at her disposal might do?! Many readers who had been following \"Emily\"'s blog already suspected that something wasn't quite on the level, and their suspicions were confirmed when billboards with text identical to the one pictured above (\"Hi Steven, Do I have your attention now? I know all about her, you dirty, sneaky, immoral, unfaithful, poorly endowed slimeball. Everything's caught on tape. Your [soon-to-be-ex] Wife, Emily.\") popped up not only in New York, but in Brooklyn, Los Angeles, and Chicago as well. Some sharp-eyed readers noticed that one of Emily's blog entries was remarkably similar to the plot line of an episode of Court TV's reality show Parco P.I., and the blog and billboards were soon revealed as a stealth promotion for the upcoming season of that television series: The billboard created interest, and not just from an unfaithful Steven. A booking agent from \"Good Morning America\" sent an e-mail to Emily inviting her on the show. British Glamour wanted to make her the subject of a feature article. But when pictures of the billboard proliferated on blogs, readers quickly dug in. One fact soon emerged, thanks to camera phone pictures: the billboard was identical to others in Brooklyn, Los Angeles and Chicago. Someone else discovered that Emily was keeping a blog, thatgirlemily.blogspot.com, detailing Steven's infidelities. More digging showed that one Emily blog entry was oddly similar to a synopsis for an episode of \"Parco P.I.,\" a reality show on Court TV. Another \"source\" sent an e-mail suggesting that Court TV was behind the signs, pointing out that it was a viral marketing campaign to promote one of its programs. Mystery solved. The bad news for viral marketers who use these kind of devices: executives at Court TV said they did not really want to be discovered so quickly. The good news is that even after the ruse was discovered, people visited the Emily blog, pushing it to one million hits by the end of [July 20]. A fake surveillance video on the blog, supposedly from a private eye capturing Steven holding hands with his paramour, hit YouTube and became one of its most-viewed videos. Did it even matter that Emily was fictitious? \"Emily is really an amalgam of all of us who have been cheated on,\" said Marc Juris, general manager for programming and marketing at Court TV. \"Clearly, this really resonated with people.\" The \"Emily\" ruse was originally intended to be a stunt to help promote the start of the show's new season on Aug. 15, but Court TV's marketing group liked the idea so much that they made it a large part of the campaign. Mr. Juris was still marveling: \"It's like a flash investigation took place, and within 24 hours we were busted.\" A similar billboard was spotted in Greensboro, North Carolina, in March 2013, this one supposedly bearing a message from a scorned woman named Jennifer, whose unfaithful partner, Michael, was carrying on an affair with a woman named Jessica. The text of the billboard echoed MasterCard's classic \"Priceless\" campaign, listing items (e.g., a GPS tracker, a Nikon camera) Jessica had purchased to expose Michael's cheating ways and stating that she had used the couple's investment account to fund putting up the shaming sign. Local news accounts identified this billboard as another advertising gimmick, in this case for a Greensboro yogurt and coffee shop: What is known is that the billboard is owned by Outdoor Signage, a local company whose phone number connects to the offices of Kotis Properties. Kotis also owns a yogurt and coffee shop Yo Daddy Dessert Bar on Westover Terrace, the name of which was [later] featured on the billboard. Jessica Meet me at Yodaddy s at 7:00 p.m. for some wine therapy. Jennifer, the new message read. Debbie Hill, vice president of Triad Outdoor Advertising (which is not affiliated with the sign), said she has never known of anyone locally buying a billboard for a revenge message. She added that personalized messages are rare in the business. It s usually way too expensive, she said. In January 2010, YaVaughnie Wilkins put up a series of billboards in New York, San Francisco, and Atlanta after learning that the married man with whom she had been carrying on an affair for over eight years, Charles E. Phillips, had reconciled with his wife. Those billboards bore no scornful messages, however they simply displayed a romantic picture of the couple, along with their first names and a reproduced quote from Phillips stating \"You are my soulmate forever\": The billboards did include a URL for a (no longer active) web site, charlesphillipsandyavaughniewilkins.com, which featured numerous photographs and other mementos documenting the multi-year relationship between Wilkins and Phillips. The attendant publicity forced Phillips, who at the time was the president of Oracle Corporation and a member of President Obama's Economic Recovery Advisory Board, to publicly acknowledge the affair. (YaVaughnie Wilkins' experience was also chronicled in the documentary film The Glamorous Lie .)",
  "Originally Published": "",
  "Referred Links": "http://www.imdb.com/title/tt2281503/;http://web.archive.org/web/20060823073153/http://www.courttv.com/onair/shows/parco/;http://web.archive.org/web/20060827073359/http://www.thatgirlemily.blogspot.com/;",
  "Example": "[Collected via e-mail, June 2006] I got this from a friend with the subject line \"Billboard at 54th and 2nd in N.Y. City\" Is this true? If so, I would sure hate to be Steven! [Collected via e-mail, March 2013] Here's a new love revenge rumor to follow in the news today: thewife's billboard revenge in Greensboro, North Carolina. The message reads, \"Michael- GPS Tracker - $250, Nikon Camera with zoom lens - $1600, Catching my LYING HUSBAND and buying this billboard with our investment account - Priceless. Tell Jessica you're moving in! -Jennifer\"",
  "Last Updated": "26 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/love/revenge/emily.asp",
  "Claim": "Woman takes revenge on her cheating husband by advertising his infidelities on a billboard.",
  "Claim_ID": "love_revenge_emily",
  "Tags": ""
}