{
  "Origins": "Cold temperatures aren't the only thing frosty about January: it's also widely known as the \"break-up\" month because more couples split up during that month than at any other time of the year.",
  "Fact Check": "",
  "Description": "Divorce attorneys have long acknowledged January and February are among their most bountiful months for acquiring new clients. (Not all of those unhappy souls immediately file for divorce, however; many of them hold off until May or June before taking that step, perhaps out of desire to not disrupt their children's schooling.) Yet it is not only married folks who need fear the January freeze-out; couples in dating or live-in relationships also tend to go their separate ways more often in January than in any other month. Many unhappy couples come uncoupled in January, the first month of the year, because their final break-ups have been put off until that time. \"Relationship freezes\" often take place between Thanksgiving and New Year's, a period during which couples who likely would otherwise have called it quits decide to stay together through the holidays. January, therefore, racks up not only all the unpairings that normally would have accrued to it, but also many of those of mid-November through December. People are reluctant to end unhappy relationships just prior to, or during, the holiday season for a variety of reasons. No one wants to be thought of as a Grinch, the person who lowered the boom on an unsuspecting romantic partner at what was supposed to be the happiest time of the year. Other holiday factors also come into play, such as air travel to see kith and kin already having been booked and paid for, or a lack of desire to explain to family and friends at the holiday feast what happened to What's-His-Name. Some couples even stay together because they don't want to face the holidays alone in their minds, at least, it's better to have someone to take to the holiday parties and family gatherings than it would be to show up on their own. Gifts also factor in, both those already purchased and wrapped that are meant for the soon-to-be-departing, and those the one doing the breaking-up expects to receive. Someone looking forward to getting a Wii or a PlayStation for Christmas may, for example, delay ending things until the hoped-for goodie is in his or her hands. Couples that have children will tend to attempt to preserve through the holidays the illusion they are happy out of a desire not to ruin that time of the year for their little ones. Beyond just wrecking a particular Christmas, few want to risk linking the decorating of festive cookies with Mom and Dad announcing they were getting a divorce, or tying the joy of present opening on Christmas morning with a memory of the last big fight before one of the parents moved out. There also lurks in many of us the enduring belief in a Christmas miracle, that special moment when two people who've been having problems getting along suddenly realize how very much they mean to one another and resolve to make things better between them. That things don't always work out in real life the way they do in television shows doesn't stop those brought up on such fare from harboring the hope the sight of the Christmas tree, or the family gathered round the table, or the sound of church bells calling the faithful to Midnight Mass, will suddenly work its magic on a relationship gone bad. Beyond the \"relationship freeze\" that works to add some of November's and most of December's partings to the first month of the new year's ledger, January also exerts its own special influence. The start of a new year puts people into reflective phases where they tend to examine what is and is not working in their lives. Those self-examinations sometimes result in realizations they're not at all happy in their current love relationships. Given that January is also a time of new beginnings, casting out that which no longer suits in preparation for finding a true soul mate becomes part of the many changes those looking to alter their lives will embrace. Last of all, the holidays with their additional family and financial stresses sometimes prove to be the straw that snaps the camel's back. Christmas often highlights the flaws in a relationship, sharpening rather than smoothing the rocks a relationship is foundering upon. Despite everyone involved's having tried very hard to put a good face on things, such pressures can make it abundantly clear that a particular pair isn't suited to one another. When a twosome can't get along even on their best behavior, it's time to throw in the towel. \"I'm not going to go through all of that again next year\" becomes the battle cry that precedes someone's being shown the door. Barbara \"now is the winter of our discontent\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "1 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/love/dating/january.asp",
  "Claim": "January is the \"break-up\" month for couples.",
  "Claim_ID": "love_dating_january",
  "Tags": ""
}