{
  "Origins": "In June 2002 the e-mail quoted above began appearing in inboxes around the globe. Almost every iteration arrived prefaced by a server-choking list of e-mail addresses and added comments from the folks who had passed it along to an ever-widening circle of recipients.",
  "Fact Check": "",
  "Description": "Was it for real? Savvy netizens recalled the Bryan Winter fiasco of 1999, when a similarly caddish e-mail that took the Internet by storm turned out to have been a work of fiction. On the other hand, as the 2000 Claire Swire and 2001 Peter Chung scandals showed, bona fide e-mails of the highly embarrassing variety can (and do) get loose into the online world. So which was this? Sadly for all concerned, this message was of the latter sort. According to 30-year-old day trader Casey O'Brien, now of e-mail fame, the lengthy report was a \"pretty accurate\" depiction of his date with Jacqueline Kim, the author of the letter. He had a second date with Miss Kim a few days after the first, but the budding romance was brought to an abrupt end by her now notorious e-mail and the worldwide reaction to it. Others close to the beginning of the burgeoning chain of forwards also confirmed the authorship of the piece and reported the Jacqueline has since been flooded with calls in response to her assessment of that night out. (Her signature line offered up both her work address and phone number, a definite no-no those intent upon distributing sensitive personal comments from the office should keep in mind before pressing the 'send' button.) Judging by the myriad of comments prepending \"The Dish\" (as the original e-mail was titled), folks took umbrage not so much at the self-satisfied tone of the missive or the sickeningly detailed description of what yuppies do on a night out, but to Miss Kim's evident criteria for evaluating the worth of a man. We heard about Mr. O' Brien's car and boat, his financial well-being, what he looked like, how he dressed, and how he behaved, but nothing about the person. Did he have a sense of humor? Was he at ease with himself? Was he interesting, a good conversationalist, surprisingly vulnerable at odd moments? On these topics or any others that would give a sense of the man the author of \"The Dish\" was silent. One cannot help but come away from this date report awash in the conclusion that to Miss Kim , a fellow is his wallet and little else. Such poverty of spirit is something many find deplorable. It's no wonder folks vicariously delighted in seeing this gal's chickens come home to roost. The final word rightly belongs to one of the many anonymous souls who added a comment to \"The Dish\" as it passed from one inbox to another: A word of advice to the ladies, if you're gonna be this shallow - don't leave a written record behind in e-mail. Barbara \"it pays to tread lightly in these shallowed hauls\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2002] The update Well...Mr. Casey O'Brien showed up at my door at about 8:15ish. Sporting a pair of cute jeans, a button up and a black jacket. For his outfit I would give him about a B. As for looks, he was cute but on the shorter side and his hair was a little too long. Far from a mullet but longer than I would prefer but let's not dwell on that because he can kinda get away with it. So for looks, I would probably give him another B. Car- BMW, like I stated before. A great car, he'll have to get and A for that. He gets and A+ for his manners and politeness. Marcie, he opened the car door everytime! Super polite. Overall general appearance will cap at a B+. AS for the place we went to, another \"A\". The Tasting Room is an excellent date place. I was never the wine connoisseur but I'm gradually thinking I could become one. We had 4 glasses each of different white wines and a cheese flight, which was the perfect food mecca to go with the wine. Place is awesome, I recommend all of you guys to attend this place for a night out with your man/woman. We also headed over to this place called the Black Duck. Another great place! The date place itself gets an overall \"A\". By the way Girls- this summer we must hang out on Randolph, so many awesome places! I can go into great detail of what we talked about and such but, that would make for an extremely long email. The date ended with me getting intoxicated but not like crazy intoxicated, but I was drunk. No hangovers. I'm assuming he was fairly intoxicated but since he was driving, I didn't want to know, so I never asked. By the way, as for myself, I get an overall A+ for how damn cute I looked. I sported a pair of fun longer Capri pants from Guess in a darker khaki color with my white shirt from Hanger 18, that has my lower back showing with my new cute fitted black jacket with empire sleeves from Armani. I was a BABE. He didn't stand a chance. My worries of not being cute were so swept under the rug with the outfit I pulled off last night. Before jumping to any conclusions, YES, I stayed the night, only because I semi passed out on his couch and he was polite to ask if I wanted to head home and I just said he could take me home in the morning, NOTHING happened. Honestly only a kiss derived from this date and it didn't even happen at his place. I believe it might have been executed at the Black Duck but I'm not so sure on the exact time and location. But can I add, GREAT kisser. The date kiss gets an \"A\". Really, I haven't had that great of a kiss since, well we won't go there but it has been a long time. I might have to go with the fact that I might have mastered the skill of French kissing, no joke. As long as I have potential to work with, I can execute a pretty intense kiss. Lauren- you would have loved Casey's attitude. Actually I think all of would have appreciated how he called me out on my stupid logic of thinking. Somehow, it came up on how random it was for us to meet and shit and how when he said the very first time we talked for me to give him a call and my response was, \"Really, I'll let you know now, I won't call you, so I suggest you write my number down and give me a call\". Hence the wait of a week or so for his first initial call was due to my shallowness or whatever you would like to call my way of playing the field. Doesn't really matter, he still called and I didn't. So, question is, where do I stand on the whole outlook of Mr. Casey O'Brien and the date...The car, the money, the job, the cute apartment, the boat-which by the way only seats 6 people, so I really don't consider that really amazing, his mannerism and his great kiss will probably lock in another date but...I can tell you now unless he cuts his hair and sends me gifts, it won't lead me to seek anything more than my 1st 30 year old FRIEND (Oh by the way, I think he's only 29, but still, I'm rounding up). Plus, the summer is just around the corner and guys are EVERYWHERE, I need to keep the options open and my schedule free to lock in some other greatsummer flings... Well, I hope you've enjoyed the day in the life of Miss Jackie Kim and please feel free to comment on my date, my outfit, the kiss, or whatever else. If you need any more major details of the date please contact me in one of the following ways: phone, email, personal visit or text messaging. Oh, I might be heading to a Cubs game with him next week. We'll see. Oh by the way ladies- His cute friend Brian, is single and also a day trader. Which by the way, being a day trader is pretty money, literally in a sense but he gets to throw on lounge wear for work and is home no later than Noon. Are you kidding me? Where was being a day trader on career day in Elementary school?",
  "Last Updated": "2 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/love/dating/casey.asp",
  "Claim": "E-mailed synopsis of date reveals unsavory aspects of reviewer's personality.",
  "Claim_ID": "love_dating_casey",
  "Tags": ""
}