{
  "Origins": "Tycoon Donald Trump may espouse in his \" Waiter Rule \" that \"how you treat a waiter or a waitress reveals a lot about your character\" so \"don't forget to leave a big tip,\" but this December 2007 rumor about his having left a $10,000 tip on an $82 tab for a waiter at Santa Monica's Buffalo Club was pure fabrication.",
  "Fact Check": "",
  "Description": "As the Los Angeles Times described, the Trump Tip account was completely fictional, a hoax made up by the web site Derober.com and propagated by a number of other sites that failed to make any attempt to verify the story: Everything about the story was false, such as the plausible-looking receipt showing the monster tip and Trump's signature, the existence of Billy D, a putative waiter at Santa Monica's Buffalo Club, as well as the fact that Trump had been in Los Angeles [that] week at all. (Trump told the New York Post's Page Six that he wasn't in California that day and that \"this was done by the stupid restaurant to get publicity.\") Not quite. The story, it turns out, was fabricated, soup to nuts, by a 4-month-old snap-and-gab site called Derober.com. Derober is run by two brothers from Venice Beach both professional photographers and specializes in doing funny things with celebrity-related images. Reached by phone, Derober's John Resig, 29, spilled the beans and laughingly marveled at the hoax's success. \"How many people get on the front page of Fox News with a story that doesn't contain one single ounce of truth?\" he wondered in amazement. Resig supplied screen shots of the Fox News home page, where the story had been displayed for hours with a photo and the headline \"Trump Change.\" A Foxnews.com representative did not deny that the story had been posted on the site for some time but noted that an update had also had been added noting that the original story was false. Derober's Resig [said] not a soul had contacted him or his site to verify any of the evidence let alone question it. \"You could drive a Mack truck through the holes in this story,\" said Resig. \"There was no effort made at due diligence. Which would've taken, by the way, like two minutes and a cellphone. Like, really.\"",
  "Originally Published": "",
  "Referred Links": "http://www.derober.com/2007/12/06/derober-exclusive-donald-trump-leaves-waiter-a-10000-tip/;http://www.trumpuniversity.com/blog/index.cfm?blogpost_id=778;",
  "Example": "[Derober, 2007] Donald Trump tipped a waiter $10,000. Derober has a copy of the receipt from The Buffalo Club in Santa Monica, CA where the Trump left a hefty tip on a $82 bill. Here's Billy (the waiter's) story: Donald ordered the pasta and the other guy had the same. When they were finished, they both ordered cappuccinos. We're sort of famous for our capps! My co-worker wanted me to ask him for his autograph so he could give it to his dad for Christmas. Yeah right. I finally brought them out the check. Trump grabbed it and actually spoke to me for the first time. \"What's the biggest tip you ever got?\" \"Jerry Bruckheimer comes in a lot. He tipped me $500 on a $1000 check once.\" Trump nodded his head. \"You're very good at your job.\" \"Thanks.\"Trump then got up and left. Billy went to pick up the check and noticed the tip. He tried to contact Trump to thank him, but hasn't had any luck.",
  "Last Updated": "13 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/luck/trumptip.asp",
  "Claim": "Donald Trump left a Buffalo Club waiter a $10,000 tip.",
  "Claim_ID": "luck_trumptip",
  "Tags": ""
}