{
  "Origins": "Every prominent tragedy is followed by examination of \"near-misses,\" as those who avoided serious harm reflect on how easily they might have also have become victims, and those who lost friends or loved ones lament that only a slightly different set of circumstances might have prevented their losses. Any number of small quirks of fate a sudden illness, an unexpected work assignment, a missed airline flight can put someone in harm's way or remove him from a scene of disaster.",
  "Fact Check": "",
  "Description": "In 1986, a small-town social studies teacher named Christa McAuliffe captured the hearts of the world when she became, in the words of then-vice president George H. W. Bush, the \"first private citizen passenger in the history of space flight.\" McAuliffe was NASA's first choice over 11,415 other candidates in landing a coveted spot on a Challenger space shuttle mission as part of their \"Teacher in Space\" program, but triumph turned to tragedy when Christa died along with six other crew members on 28 January 1986 as the shuttle exploded 73 seconds after liftoff. Among those watching from the stands that sad day was Idaho elementary school teacher Barbara Morgan , who had trained with McAuliffe for six months in 1985 and early 1986 and was McAuliffe's designated backup for the Challenger flight. Morgan's dreams of taking part in a shuttle mission also died in January 1986 as NASA suspended the \"Teacher in Space\" program in the wake of the Challenger disaster. Morgan continued to work with NASA's Education Division, and when (then) NASA chief Dan Golden announced the resumption of the Educator Astronaut program (as it is now called) in January 1998, the space agency decided to stick with Morgan and selected her as an astronaut candidate to complete full training at Houston's Johnson Space Center beginning in August 1998. In December 2002, NASA announced Morgan had been assigned as a crewmember on a November 2003 Space Shuttle mission to the International Space Station, but her hopes were dashed a second time when 17 years and four days after the tragic space shuttle Challenger explosion the shuttle Columbia broke up upon re-entry, killing all seven astronauts aboard. Morgan was reportedly in a chase plane following Columbia on its scheduled landing day. Although Barbara Morgan was far closer to two horrible incidents that any of us would ever care to be, in neither unfortunate case did she avoid death only through having been \"bumped\" off a shuttle flight. She was Christa McAuliffe's backup in January 1986 and would have flown on Challenger only had McAuliffe been unable to undertake the mission, a circumstance that did not occur. Nor was not designated to be part of the Columbia crew for its January 2003 mission, either as a primary or a backup member; her first mission assignment was to be a crewmember on a November 2003 shuttle flight to the International Space Station.",
  "Originally Published": "",
  "Referred Links": "http://science.nasa.gov/headlines/y2002/12dec_teacher.htm;",
  "Example": "[Collected on the Internet, 2003] I heard someone saying that the teacher who was orignally going to be on the Challenger and was bumped was suppose to be on the Columbia and also bumped.",
  "Last Updated": "30 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/luck/teacher.asp",
  "Claim": "The same woman who was originally scheduled to be part of the Challenger shuttle crew in 1986 was also bumped off the ill-fated Columbia mission in 2003.",
  "Claim_ID": "luck_teacher",
  "Tags": ""
}