{
  "Origins": "That's but one of the many false bits of casino lore. Gambling is a multi-million dollar industry. With that many bucks going through the system and so many ordinary folks involved, it's spawned a host of legends about it.",
  "Fact Check": "",
  "Description": "In 1993 a story about a thieving blackjack dealer was in circulation. One day while raking in the gamblers' silver dollars, he thought to drop a dollar down his leg and into the top of his cowboy boot. The dollar slipped in beautifully; nobody noticed. More dollars followed, and at the end of his shift, he walked away with an extra $20 in his boot. Greed was his downfall though. The next day he slid all of $200 down his pants leg and into his footwear. When he turned to leave the table at the end of his shift, the heavy boot gave him away he tripped and all the coins came spilling out. There are many legends about near misses, tragic tales of a fortune almost realized. The huge Megabucks jackpots have created their own lore. (For the uninitiated, Megabucks is a network of linked progressive slot machines whose jackpot starts out at $10 million and continues to grow until someone gets lucky.) As the jackpot increases, more whispers about near misses circulate the player who lined up all the symbols at the Tropicana but was playing only a dollar at a time instead of the three (\"full coin\") needed to chase the prize, the lad who hit the right combination at the Mirage but wasn't paid because he was found to be gambling underage (see note in next paragraph), the blackjack dealer at the Rio who scored the big win only to belatedly discover casino employees were ineligible, the old lady at the Monte Carlo who realized her dream of winning a fortune and moments later keeled over, the victim of a fatal heart attack. (Shades of Vegas Vacation and Sid Caesar kicking the bucket after hitting a $30,000 keno jackpot, that.) The names of the casinos are interchangable as these occurences are said to have happened at every place in Las Vegas. None of them did, prior to March 2001. (Underage gamblers have been refused jackpots, just never a Megabucks one. In 1989 a Nevada court denied 19-year-old Kirk Erickson a $1,061,812 jackpot he'd hit at Caesar's Palace in 1987.) On 14 March 2001, Kirk Tolman, a 22-year-old Utah man, mistakenly played two coins instead of the Megabucks-requisite three on a machine at the State Line Hotel and Casino in Wendover, a gambling establishment in Nevada just across the Utah state line. The Megabucks symbols lined up on the payline, and for want of a dollar, $7.9 million was lost. The $10,000 consolation prize probably wasn't all that consoling to the man whose distracting chat with a friend had led to his not dropping the third coin into play. A further bit of Megabucks lore confidently states that the jackpot will be hit at the newest resort casino in operation. Savvy frequent visitors to Las Vegas will sagely nod as they inform you the next Megabucks is \"set to go\" at the newest glitz palace in town. That too is hogwash. Where the jackpot is hit is determined by pure chance and not by anyone high up in the casino industry paying off IGT for the prestige of having one of its machines hit. If the Megabucks jackpot appears to be awarded more often at the newer casinos, it's due to them being better attended more people through the casino means more people playing the machines. The more people who play the machines at any one casino, the greater the chances the jackpot will be hit there. And that's all there is to it. A newer casino whisper brings the focus back onto the players. A 1997 legend has it that casinos are forced to regularly replace their carpets because Asian players won't leave the games long enough to take a bathroom break. On the same theme, there are tales about gamblers wearing Depends underwear rather than risk losing their lucky machine to an interloper. Like I said, there's a million of them. What follows is a 1996 newspaper article about even more gambling legends and strange beliefs: A dozen people have committed suicide after losing their life savings in Casino Windsor. Slot machines are breaking down because devout Catholics are pouring holy water into the coin slots for good luck, rusting the computer chips. The casino pumps extra oxygen onto the gaming floors to make gamblers so giddy they don't mind losing money. They're great stories that have one thing in common: They're not true. Such gossipy tidbits since Casino Windsor opened 1-1/2 years ago are the same urban legends that have circulated in Las Vegas and Atlantic City for decades, says Carol O'Hare, a consultant for Harrah's in Las Vegas. But debunking the myths is easier than stopping them from spreading. \"It's like the razor blade in the apple story,\" O'Hare said, citing a famous urban legend. \"No matter how many times you disprove it, you hear it again next Halloween.\" O'Hare won't convince Joanne, a 60-something chain-smoker dropping dollar tokens in a slot machine. She believes the Windsor police are covering up suicides at the casino. The Detroit resident also believes that the way she pushes the play button on her slot machine - just a light touch on the lower left corner - will help her win. Talk of computer chips and random numbers doesn't budge her belief. \"A woman won $5,000 on that machine over there and I asked her how she did it and she showed me how she touched the button,\" said Joanne, who didn't want her last name used. \"I won $1,500 on this machine doing that.\" O'Hare, a former gambling addict, recognizes that peculiar brand of logic. \"You carry the element of the mystical with you when you go to the casino,\" O'Hare said. \"Gambling would be boring if you couldn't believe you somehow influenced your good fortune. That's the magic.\" But it's not the reality. Hitting a play button or pulling a handle on a slot machine \"is like flipping a light switch,\" O'Hare said. \"It doesn't matter how you hit the switch, the light still comes on the same way. \"We are basically superstitious people,\" O'Hare said. \"We want to believe.\" So gamblers flock to Canada's biggest commercial tourist attraction, toting their lucky trolls, tenderly rubbing the screens of slot machines and swapping tales of fortunes made and lost. \"I never win,\" said John DeWald, a Pontiac resident playing the quarter machines. \"The mob that runs this place doesn't like me.\" Here are some urban legends surrounding Casino Windsor heard around Metro Detroit: LEGEND: Casino Windsor's slot machines are rusting because little old ladies are pouring holy water in the coin slots for good luck. REALITY: Slot machines aren't being anointed with water, holy or unholy, says Jim Mundy, director of corporate communications for Casino Windsor. And if someone did pour some kind of liquid into a slot machine, it wouldn't hurt the aluminum workings of the game. According to O'Hare, the story originated decades ago, when more unreliable slot machines would jam when gamblers accidentally spilled their drinks into the coin slots. LEGEND: A dozen people have committed suicide outside Casino Windsor after betting, and losing, the farm. One drove into the river and others walked in. REALITY: One man attempted suicide by driving his car down the casino's boat ramp. But that man hadn't been gambling, and tried to kill himself over a domestic dispute, Mundy said. LEGEND: Casino Windsor pumps oxygen or some kind of scent into the gaming rooms, making patrons gamble more. REALITY: Mundy has heard this legend many times. \"You can't convince people it's not true,\" he said. Pumping oxygen or anything else into a casino to make people gamble would be a felony, Mundy said. Mundy believes the legend has its roots in a failed experiment in an Atlantic City casino, where a scientist asked permission to study the effects of different scents on patrons. The results were inconclusive. LEGEND: Somewhere above the slot machines is a room where a man watches gamblers on video cameras, deciding which person should win the next jackpot. REALITY: The machines operate independently, with no control of the casino. \"I'm fascinated that in this age of technology, that people would believe that,\" O'Hare said. LEGEND: A foreign businessman comes to the casino once a year with a million dollars in his briefcase. He bets all of the money on one roll of the dice at the craps table. Whether he wins or loses, he leaves immediately, only to return the following year with another briefcase full of cash. REALITY: The betting limit at Casino Windsor is $5,000. O'Hare guessed this legend is based on an actual case years ago in Las Vegas. The story continues to evolve as it travels from casino to casino. LEGEND: A man jumped through a window on the third floor of the casino after he lost $15,000 and the casino refused to refund the money. REALITY: Mundy said nobody has jumped through a window at the casino. LEGEND: Gamblers should avoid playing machines that have recently paid out a jackpot. REALITY: The machines operate on a random basis, O'Hare explained. The chances of hitting a jackpot are the same on the play after the machine hits as they were before the machine hit. LEGEND: It used to take three 7s to win the jackpot on a slot machine. Now, on some machines, three 7s pay only a small amount, so the casino can make more money. REALITY: The odds of winning a jackpot have remained the same; only the icons representing a jackpot have changed. To keep players' interest, jackpot icons are changed occasionally, Mundy said. An example: On the Crazy Crawdads slot machines, the jackpot icons are dancing crayfish. LEGEND: Don't put one token in a slot machine and move on, because that will disrupt the rhythm of the machine. REALITY: The machines have no rhythm. Believing the way tokens are put into the slots influences the outcome \"is like going to Disneyland and believing you can influence the length of the ride by how you stand in line,\" O'Hare said. Suicide is a common theme running through many gambling legends, so it should come as no surprise one bit of lore centres on a \"suicide table.\" On display not in use at the Delta Saloon, in Virginia City, Nevada (about a half hour from Reno), this table is reputed to have a dark history. According to legend, the first owner of this 1860s card table lost $70,000 in one night and shot himself. The next owner had it for one night, ran up a debt he couldn't pay and either killed himself or had someone else do him the favor. The table was stored for several years but none of its bad luck disappeared. The next (and last) purchaser lost $86,000, his mine, and his horses in one night. He figured losing his life was the next logical step and killed himself. Barbara \"table of (dis)content\" Mikkelson Sightings: The \"oxygen pumped into the casino\" legend is mentioned in Mario Puzo's novel Fools Die .",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "30 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/luck/casino.asp",
  "Claim": "Casinos pump extra oxygen onto the gaming floors during the early-morning hours to keep tired patrons from heading off to bed.",
  "Claim_ID": "luck_casino",
  "Tags": ""
}