{
  "Origins": "Urban legendry includes numerous \"windfall\" tales involving fortuitous discoveries of seemingly ordinary objects that proved to be extraordinarily valuable. (See our King of the Rode article for one example.)",
  "Fact Check": "",
  "Description": "Every now and then one of these windfall things turns out to be for real, however. In 1989, a Philadelphia financial analyst bought an old painting (a depiction of a country scene) for $4 at a flea market in Adamstown, Pennsylvania, mostly because he liked the frame. He liked it even more once he found that the painting housed a rare and valuable document. The buyer was investigating a tear in the canvas, and the frame fell apart in his hands when he attempted to detach it from the painting, leading him to discover a folded document which appeared to be an old copy of the Declaration of Independence stored between the canvas and its wood backing. After a friend who collected Civil War memorabilia advised him to have it appraised, he learned that the document was in fact a rare original Dunlap broadside, one of 500 official copies from the first printing of the Declaration of Independence in 1776. Only twenty-three similar copies were known to exist before this find, of which a mere two were privately owned: This rare document was offered for sale by Sotheby's on 4 June 1991, and the lucky find fetched even more than had been anticipated: the $800,000 to $1.2 million estimate turned into a $2.42 million sale by the sound of the gavel: \"This was a record for any printed Americana,\" said David Redden, the auctioneer, who is a senior vice president at Sotheby's in Manhattan. \"It was far and away the highest price for historical Americana ever.\" The copy sold [by Sotheby's] is a crisp, clean broadside, creased along lines where it had been folded. It was printed by John Dunlap on July 4, 1776, to carry news of America's independence to the citizens of the 13 colonies. It is one of 24 known copies of the Declaration, and one of only three remaining in private hands. The previous owner, who was not identified, had told Sotheby's he bought a torn painting for $4 in a flea market in Adamstown, Pa., because he was interested in its frame. When he got home, he said, he removed the painting a dismal country scene and concluded the frame could not be salvaged, but found the Declaration, folded and hidden in the backing. He showed it to Sotheby's experts earlier this year. Mr. Redden said he thought the man would be \"rather stunned\" to learn the price it had brought. This charming story was later turned to a commercial purpose: In the autumn of 1997, SunAmerica ran television commercials based on the original finder's tale, utilizing the theme that you could either hope to get lucky like he did, or you could work out an investment plan with SunAmerica. This document was put up for sale again in June 2000, fetching an $8.14 million bid from television producer Norman Lear in an online auction. It then became the centerpiece of the Norman Lear Center's Declaration of Independence Road Trip , which took it on a three-and-a-half year cross-country tour: The goal of the project was to bring the \"People's Document\" directly to all Americans especially young people to inspire them to see citizenship as an opportunity; to participate in civic life; to exercise their rights; and above all, to vote. As the Road Trip traveled to cities and towns across the United States, it creatively combined elements of education, entertainment, and community outreach. When TV producer and philanthropist Norman Lear learned that the Dunlap broadside would be auctioned, he saw it as a once-in-a-lifetime opportunity to bring it to the American people. Lear purchased it and development of the project now known as the Declaration of Independence Road Trip began. March 2006 saw a smaller-scale repetition of this experience when Michael Sparks was browsing a thrift shop in Nashville, Tennessee, and happened upon a yellowed, shellacked, rolled-up document. Learning from a clerk that the item could be had for a mere $2.48, Sparks purchased it, took it home, and after doing some online research eventually learned that he had bought one of 200 \"official copies\" of the Declaration of Independence commissioned by John Quincy Adams in 1820. He spent nearly a year authenticating and conserving the document before selling it at auction in March 2007, where it fetched $477,650. After Michael Sparks' lucky find made the news in February 2007, Stan Caffy contacted reporter Mary Hance of the Tennessean and claimed that he was the one who had (unwittingly) donated the valuable document to the Music City Thrift store in March 2006: \"I bought it at a yard sale in Donelson about 10 years, ago, in Donelson Hills, I think,\" said Stan Caffy, a pipe fitter. For years, the document hung in Stan Caffy's garage, where he works on bicycles as a hobby. He married his wife, Linda, a little more than a year ago. As part of the ritual of combining households, she pushed him to clean out the garage, which had filled up with all sorts of extraneous things. \"I used to be a packrat but now I am trying to get rid of things. The best I can recall, we had a little debate about whether to keep it (the Declaration) or donate it and she won.\" And so it was that Linda took the Declaration along with a pile of other stuff an antique table, a shower massage head, and a faucet to donate to the Music City Thrift store last March. \"I'm happy for the Sparks guy,\" Stan said. \"If I still had it, it would still be hanging here in the garage and I still wouldn't know it was worth all that. It is just life. So I'm not really upset. But you can't help but feel not very smart for doing it.\" Barbara \"take the money and run; aka, 'flee market'\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.learcenter.org/html/projects/?cm=doi;",
  "Example": "",
  "Last Updated": "3 July 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/luck/declare.asp",
  "Claim": "A lucky bargain hunter became a millionaire after finding an original print of the Declaration of Independence in the frame of an old painting.",
  "Claim_ID": "luck_declare",
  "Tags": ""
}