{
  "Origins": "While some \"bad luck\" lottery tales about the winning ticket that got away are naught but urban legend (such as the perennial \" pocketed ticket \" tale), some have more than a bit of truth to them (e.g., the tale about a poor chap who killed himself after failing to play his numbers the one week they came up). This story about a huge win that could have been is one from the \"Strange but true\" files.",
  "Fact Check": "",
  "Description": "On Friday, 21 May 2010, a lottery ticket sold at a convenience store in Newfoundland bore the seven winning numbers that would have entitled its holder to the $30 million prize on that night's drawing. Would have, but didn't, because the lucky ticket was voided by its purchaser in a fit of frugality. On the day of the draw, someone who declined to step forward and identify herself came into the Corner Store in Goulds (a community within St. John's, Newfoundland) to buy tickets on that night's Lotto Max drawing. The cashier mistakenly printed off a $27 ticket instead of the $12 ticket the customer wanted, so the $27 ticket was voided and one for $12 was issued in its place. About a week later, a lottery official from the Atlantic Lottery Corp. appeared at the shop for the purpose of examining the store's voided tickets. Together, he and the store's owner went through the stack of voids and soon located a $27 ticket bearing the winning 14-16-30-35-36-45-49 combination drawn on 21 May. Not only was the unknown lotto player out $30 million, but the store was poorer than it would have been if the sale had gone through. Vendors of winning Lotto Max tickets are entitled to one per cent of the draw, which in this instance would have been $300,000. Voided tickets aren't all that unusual. Lotto players cancel about 52,500 tickets every month, said a spokesperson from the Atlantic Lottery Corp. Barbara \"now void-a-jour\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "31 July 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/luck/lottery/voided.asp",
  "Claim": "A lottery ticket that would have won $30 million was voided because the buyer didn't want it.",
  "Claim_ID": "luck_lottery_voided",
  "Tags": ""
}