{
  "Origins": "As unbelievable as this story is, it did happen. Even though a Nebraska church exploded one evening in 1950 just five minutes after choir practice had been scheduled to begin, not one of the fifteen people who should have been present was injured because none had yet arrived when the building collapsed:",
  "Fact Check": "",
  "Description": "As to what those reasons were, whether they were of the garden variety or divine intervention ilk, judge for yourself: It happened on the evening of March 1 in the town of Beatrice, Nebraska. In the afternoon the Reverend Walter Klempel had gone to the West Side Baptist Chruch to get things ready for choir practice. He lit the furnace most of the singers were in the habit of arriving around 7:15, and it was chilly in the church - and went home to dinner. But at 7:10, when it was time for him to go back to the church with his wife and daughter Marilyn Ruth, it turned out that Marilyn Ruth's dress was soiled. They waited while Mrs. Klempel ironed another and thus were still at home when it happened. Ladona Vandergrift, a high school sophomore, was having trouble with a geometry problem. She knew practice began promptly and always came early. But she stayed to finish the problem. Royena Estes was ready, but the car would not start. So she and her sister called Ladona Vandergrift, and asked her to pick them up. But Ladona was the girl with the geometry problem, and the Estes sisters had to wait. Sadie Estes' story was the same as Royena's. All day they had been having trouble with the car; it just refused to start. Mrs. Leonard Schuster would ordinarily have arrived at 7:20 with her small daughter Susan. But on this particular evening Mrs. Schuster had to go to her mother's house to help her get ready for a missionary meeting. Herbert Kipf, lathe operator, would have been ahead of time but had put off an important letter. \"I can't think why,\" he said. He lingered over it and was late. It was a cold evening. Stenographer Joyce Black, feeling \"just plain lazy,\" stayed in her warm house until the last possible moment. She was almost ready to leave when it happened. Because his wife was away, Machinist Harvey Ahl was taking care of his two boys. He was going to take them to practice with him but somehow he got wound up talking. When he looked at his watch, he saw he was already late. Marilyn Paul, the pianist, had planned to arrive half an hour early. However she fell asleep after dinner, and when her mother awakened her at 7:15 she had time only to tidy up and start out. Mrs. F.E. Paul, choir director and mother of the pianist, was late simply because her daughter was. She had tried unsuccessfully to awaken the girl earlier. High school girls Lucille Jones and Dorothy Wood are neighbors and customarily go to practice together. Lucille was listening to a 7-to-7:30 radio program and broke her habit of promptness because she wanted to hear the end. Dorothy waited for her. At 7:25, with a roar heard in almost every corner of Beatrice, the West Side Baptist Church blew up. The walls fell outward, the heavy wooden roof crashed straight down like a weight in a deadfall. But because of such matters as a soiled dress, a catnap, an unfinished letter, a geometry problem and a stalled car, all of the members of the choir were late - something which had never occurred before. Firemen thought the explosion had been caused by natural gas, which may have leaked into the church from a broken pipe outside and been ignited by the fire in the furnace. The Beatrice choir members had no particular theory about the fire's cause, but each of them began to reflect on the heretofore inconsequential details of his life, wondering at exactly what point it is that one can say, \"This is an act of God.\" Barbara \"something to sing about\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "28 December 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/luck/choir.asp",
  "Claim": "When a Nebraska church exploded in 1950, no one was injured because every single member of the choir was coincidentallylate arriving for practice that evening.",
  "Claim_ID": "luck_choir",
  "Tags": ""
}