{
  "Origins": "Those who dream of hitting it big on the lottery usually picture themselves as living the life of Riley in the wake of the big win. They imagine themselves basking in luxury and pleasure. They don't imagine themselves meeting the fate that befell one 2004 winner.",
  "Fact Check": "",
  "Description": "On 22 January 2004, a man who won $73,450 in an Indiana lottery game taped for television died scant hours later when 73-year-old Carl Atwood of Elwood, Indiana, was knocked down by a truck and expired shortly thereafter in an Indianapolis hospital. That evening he had been walking to the grocery store that had sold him a winning ticket when a pickup truck rounded a corner and struck him. (The store was located one block from his home.) \"It was at an unlighted intersection, and Mr. Atwood had dark clothing on, so the driver did not see him before he hit him,\" Elwood Police Chief Toby R. Barker said. The unlucky septuagenarian had just come out on top in a Hoosier Millionaire competition contested between six lucky purchasers of \"automatic seat\" scratch-off instant tickets. During the taping he won $19,000 in preliminary rounds and tripled his winnings in the final round. Upon being awarded the money, Mr. Atwood had said: \"I am very thankful. I must admit that I never expected to be leaving the show with this amount of money. Now I can purchase a very nice car.\" Atwood would have been among winning players invited back to the program to compete for a $1 million grand prize a few weeks later. The deceased man's family will choose someone to take his place on the championship show. Carl Atwood was not the first lottery winner to expire shortly after coming into his fortune. In September 1990, 37-year-old William Curry of Boston died of a heart attack two weeks after hitting a $3.6 million jackpot in the Massachusetts Megabucks drawing. Barbara \"going out in grand style\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "8 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/luck/dead.asp",
  "Claim": "A lottery winner was run over by a truck just hours after his win.",
  "Claim_ID": "luck_dead",
  "Tags": ""
}