{
  "Origins": "Can a souvenir casually pocketed on a Hawaiian beach bring misfortune? Though the more skeptical will scoffingly dismiss the notion as pure hooey, thousands have come to believe that yes, volcanic rocks taken from Hawaii fetch with them a curse of impressive proportions. And the only way to undo the jinx is to return the purloined items whence they came.",
  "Fact Check": "",
  "Description": "Legend has it that Pele, goddess of fire and volcanoes, is so angered when the rocks (which she sees as her children) are taken from her that she exacts a terrible revenge on the thief. She is especially protective of volcanic rock and sand, two items tourists almost unthinkingly pocket as mementos of their vacations. After all, who would miss a rock? Pele, apparently. Hawaii Volcanoes National Park and far too many hotels to name receive a never-ending stream of packages containing sand, shells, and rocks from guilty-minded vacationers who are intent upon reversing their sudden downpours of bad luck. Many of these returns are accompanied by notes begging forgiveness of the goddess or detailing litanies of calamities that have befallen these casual purloiners: Please take this sand and put it back somewhere on your island. I have had very bad luck since it came into my life and I am very sorry I took it. Please forgive me and I pray that once I send it back where it comes from, my bad luck will go away. Please return to soil. I have been having bad luck. Ever since we have taken items, we have had nothing but back luck and medical problems. We apologize for taking items, so we are returning same to Hawaii. We placed the rock last fall on a cast iron chair in our garden, this spring the chair's leg had fallen off. This is the least of the problems we have had since we have taken the rock. Pele's supposed curse is not a mild-mannered one. Those allegedly afflicted by it don't misplace their car keys or develop runs in their stockings their bad luck is of the grievous variety. Pets die. Jobs are lost. Houses burn down. Sudden and devastating illness strikes loved ones. Marriages break apart. The Los Angeles Times reported on the sad case of Timothy Murray, a 32-year-old who scooped some of the unusual black sand from Hawaii Volcanoes National Park into a bottle and brought it back with him to Florida. Everything in his life immediately went into a nosedive: his pet died, his five-year relationship with a gal he was to marry ended, and the FBI arrested him in a computer copyright infringement case. The native Hawaiian view of taking such souvenirs is that it's tantamount to stealing from Pele while visiting her home. Only the return of the stolen items appeases her wrath. Some believe the curse is the invention of park rangers who became fed up with visitors making off with little bits of the island. Whether the curse has an ancient origin or a modern one, many have come to respect it thanks to the cascade of bad luck that descends upon those who take volcanic keepsakes. Barbara \"rock steadied\" Mikkelson Additional Information: Rock Return Service (Volcano Gallery)",
  "Originally Published": "",
  "Referred Links": "http://www.volcanogallery.com/lavarock.htm;",
  "Example": "[Collected on the Internet, 2001] Hawaiian legend: anyone that removes a piece of rock from the Hawaiian Volcanoes National Park will incur the wrath of the Godess Pele. Supposedly terrible curses follow those that do prompting them to soon abandon the rock(s) in interest of self-preservation.",
  "Last Updated": "16 May 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/luck/pele.asp",
  "Claim": "Tourists who have taken rocks from Hawaiian beaches have returned them in hopes of ending streaks of bad luck.",
  "Claim_ID": "luck_pele",
  "Tags": ""
}