{
  "Origins": "A common form of \"instant wealth\" legend involves a person who receives a large, unexpected inheritance from a wealthy benefactor someone with whom the recipient has had only brief, incidental contact, but during that fleeting moment performed a kindness later rewarded in spades. Examples of this motif include the tale of a man who engages in a one-night stand with the widowed owner of a country inn and several months later finds out she has left him both the inn and a tidy sum of money in her will, and the legend of the traveler who casually stumbles upon a stranger's funeral and afterwards learns that the deceased was a wealthy man who decreed that his fortune should be divided among all those who attended his final services.",
  "Fact Check": "",
  "Description": "That stories of this ilk are familiar urban legends doesn't mean they don't occasionally play out in real life, however. One such case occurred in 1951, when Margaret Jorgenson, a divorced dressmaker from Oshkosh, Wisconsin, died at the age of 66 and left behind a will bequeathing her entire estate, valued at the then-considerable sum of $97,864 (roughly equivalent to $875,000 in today's dollars) to one Joseph Kogut. Who was Joseph Kogut? He was an unmarried, 41-year-old New York Central railroad inspector from Cuyler, New York, whom Miss Jorgenson had randomly encountered in a Chicago hotel elevator one day in November 1950 when Kogut was in the Windy City on business. The two struck up a conversation over the headline of a newspaper Miss Jorgenson was carrying that day (about the victory of Everett Dirksen in the previous day's election for one of Illinois' U.S. Senate seats), had lunch together, and then went their separate ways after spending a total of about four hours together. Apart from that one encounter, they never saw or spoke to each other again (although they did carry on a correspondence by mail). Before Miss Jorgenson died several months later, she made out a will naming Mr. Kogut as her sole beneficiary. Her disgruntled relatives (two brothers and a sister, whom Jorgenson had left out of her will because she felt they had neglected her) contested the will, claiming that Mr. Kogut had \"exercised undue influence\" on Miss Jorgenson. Three years later the siblings finally agreed to a settlement that paid each of them $16,000 and awarded the remainder of Margaret Jorgenson's estate (estimated at $40,000 after taxes, or about $350,000 in today's dollars) to Joseph Kogut.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "23 May 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/luck/wills/fourhour.asp",
  "Claim": "A wealthy woman left her entire estate to a man she had met only once.",
  "Claim_ID": "luck_wills_fourhour",
  "Tags": ""
}