{
  "Origins": "The year was 1873 when Englishman Joseph Jaggers (1830-1892) made his fantastic run on the Beaux-Arts Monte Carlo Casino. An engineer and mechanic in the cotton industry in Yorkshire, his nuts-and-bolts background led him to ponder the mechanics of roulette wheels. Were they perfectly balanced? Were the numbers the shiny little ball landed on truly random, or were some numbers more likely to come up than others?",
  "Fact Check": "",
  "Description": "Those questions in mind, Jaggers hired six clerks to record every number that came up on the roulette wheels in the 12 hours a day the casino was open. He then spent the next six days poring over the numbers, searching for patterns that randomness alone wouldn't account for. He found what he was looking for. Though five of the casino's six wheels produced predictably random results, nine numbers in particular kept showing up on the sixth at a rate far exceeding what natural probability would have indicated. Clearly, the wheel was biased. The first day's foray against the casino netted him roughly $70,000. By the fourth day his winningspushed $300,000. The casino fought back. In the dead of night each of the wheels was re-housed into a different table. The next morning though Jaggers went to his usual table, he was up against an unbiased wheel. He lost (some say heavily). It was then it dawned on him that a certain miniscule scratch he'd previously noted on his Jaggers-friendly wheel was no longer in evidence. Finally, suspecting a switch, he made a quick survey of the other roulette tables, and the discovery of a certain scratch led him to be reunited with his faithful lady. From there he went on to push his total winnings to $450,000, an astronomical sum for 1873. In the end the casino prevailed. They had their wheel manufacturer in Paris design a set of movable frets, the metal barriers that separate numbers on the wheel. Each night after closing, the frets would be moved to new locations around the wheel. Playing into the teeth of this, Jaggers went on a two-day losing streak. He finally bowed to the inevitable, escaping with his $325,000 remaining profit. He left Monte Carlo, never to return. The song \"The Man Who Broke The Bank At Monte Carlo\" was written the year he died. Barbara \"beggar's bank whet\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "10 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/luck/monte.asp",
  "Claim": "In 1873 a British mill engineer \"broke the bank\" at a Monte Carlo casino.",
  "Claim_ID": "luck_monte",
  "Tags": ""
}