{
  "Origins": "The potential for great wealth creates its own lore, which is why Las Vegas is a hotbed of Megabucks-related rumors. For the uninitiated, Megabucks is a network of linked progressive slot machines whose top prize starts at $10 million and continues to grow until someone gets lucky and lines up the three Megabucks symbols on the payline of his slot machine. At times when it's been a lengthy period since the previous win, the jackpot climbs to an almost unimaginable amount, and Megabucks rumors (which are always quietly simmering away in the background) become the hot gossip among the casino crowd.",
  "Fact Check": "",
  "Description": "In general, Megabucks rumors fall into one of three categories: The unhappy fate of previous winners. Startling tales of flawed wins. Where the next one is going to hit. On 21 March 2003, the largest-ever slots prize was awarded in Las Vegas when a 25-year-old man who prefers to remain anonymous hit a $39,710,826.36 Megabucks jackpot at the Excalibur casino. Scant days later, rumors were already afoot that tragedy had overtaken this lucky gentleman. According to the whispers, he had: Fatally overdosed at The Palms (a trendy Las Vegas casino resort greatly favored by the 20- and 30-somethings). Died in a plane crash. Been killed in a gang fight in Los Angeles. Although the mode of the unnamed winner's demise changed from telling to telling, the basic rumor remained intact this man so favored by Fate one day became its victim on another. His luck ran out soon after the win, said the rumor, felling him before he'd had any chance to enjoy his millions. The \"overdosed at the Palms\" version carried the further implication of the man's good fortune having been his undoing. In the unspoken subtext of that telling, the lucky winner had used his new wealth to hole up in a swank hotel and dabble in drugs. In attempting to live like a rock star, he instead died like one. The rumor (all versions of it) was false. According to Connie Fox of International Game Technology ( IGT ), the maker of Megabucks machines and the distributor of its prizes, the young man has not been harvested by the Grim Reaper. He lives on, wealthy and anonymous. It is possible memories of a tragedy that befell a previous Megabucks winner have fueled this tale of good luck turned chillingly bad. On 11 March 2000, 37-year-old Cynthia Jay-Brennan, a cocktail waitress who had hit a $34.9 million jackpot at the Desert Inn just six weeks earlier, was left a quadriplegic by an auto accident that claimed her sister's life. The pair had been sitting in their car at a red light when their vehicle was rear-ended by one being operated by a drunk driver. Five others were injured in the resulting chain reaction accident. A year later, 58-year-old Clark Morse, the driver who caused this carnage, was sentenced to 28 years in prison. Morse was a habitual drunk who had been previously arrested at least 16 times on driving under the influence charges and had at least five DUI convictions, yet he had not prior to this incident been jailed for his inebriated forays behind the wheel. On the one hand, it would be easy to see the 'dead Megabucks winner' rumor as a misremembering of the circumstances that have placed Cynthia Jay-Brennan in a wheelchair for the rest of her life. Yet on the other, whispers about Megabucks winners having been struck down by misfortune have been part of gaming culture long before the March 2000 tragedy. In one well-traveled Megabucks rumor, an elderly gambler who lined up the three winning symbols on his machine suffered a heart attack and died on the spot. (Shades of Vegas Vacation and Sid Caesar kicking the bucket after hitting a $30,000 keno jackpot, that.) That particular tale had for so long been part of the Megabucks canon that it came in for mention in a 1998 newspaper story, described even then as one of the many rumors IGT had been called upon over the years to debunk. Another whisper (also around since at least 1998) claimed that every Megabucks winner under the age of 50 was now pushing up daisies. (Not true, says Connie Fox of IGT. While she doesn't know the fate of everyone who has won Megabucks, all those she has become acquainted with or has heard of through her work are still alive.) I would hazard the opinion that such tales say a great deal more about our sense of envy than anything else. Every time a large jackpot is hit (Megabucks or otherwise), for every gobsmacked winner there are countless thousands maybe even millions of gamblers who were not awarded the prize. For at least some of them, a measure of solace is drawn from 'misfortune followed soon afterwards' tales, both for their sour grapes (\"That lucky schmuck might have won a great deal of money, but it didn't bring him happiness, did it?\") and 'disaster narrowly avoided' (\"Just think, if I'd won the money I'd be the one left lying dead in a pool of blood\") values. The legends we tell are our way of mentally chewing over concepts that disquiet us, and very few feel at all comfortable with the realization of their feeling envious. Other rumors about the mystery man who won the $40 million Megabucks jackpot in March 2004 are undiluted expressions of envy they assert he had no right to the prize and thus 'cheated' to get it, which in itself is another way of saying \"I feel cheated because I didn't win.\" One version claimed the unnamed man was an illegal alien. (Which, by the way, would not have barred him from winning, but that is not generally understood by most of those who frequent casinos.) Another proclaimed him to have been under 21 at the time of the win and thus ineligible. (That couldn't happen: Under the laws governing gaming in Nevada, persons under the age of 21 are prohibited from gambling. Casinos therefore must remove underage patrons or face heavy fines, and companies like IGT that pay out slot machine wins have to very carefully vet the ages of those laying claim to any win.) This last whisper brings us to the most common wild tales associated with the big jackpot: the flawed win. Over the years, I have heard the Megabucks 'one that got away' story told three ways: The underage winner who could not be awarded the riches he'd won. The casino worker who was ineligible for the prize because he had, against the rules, played the machine at the property where he was employed. The player who lined up the three winning symbols on the pay line but who hadn't wagered the full $3 necessary to qualify for the top prize. Connie Fox of IGT denies there ever having been an underage Megabucks winner. However, such rumors did attach to the anonymous UNLV student who hit the $10.9 million jackpot on 18 October 1995 at the Gold Coast it was said he'd had to return the money. Because the winner did not want his identity made known to the public, the members of the press who had heard the tale had no way of themselves determining the actual age of the young man. IGT held an online chat session with reporters to reassure them that the prize had been fairly awarded to a legal winner. Although Megabucks has yet to have an underage claimant, other large slots jackpots have. A young man who hit a big one at Caesars Palace in 1987 was denied his prize because he was underage. Kirk Erickson, a 19-year-old from Royal, Arkansas, lined up the winning combination on a dollar slot machine called \"The Million Dollar Baby,\" but he was not paid the $1,061,812 jackpot for it. Erickson took the matter to court, and in 1989 a District Court judge ruled against him. As for casino workers being barred from playing the Megabucks slots at their place of employ, although individual properties might have such a policy, it is to be doubted that were such a person to play anyway and win that a prohibition against his gaming on the in-house machines would interfere with the jackpot being duly awarded. Granted, the worker would in all likelihood lose his job for having broken a casino rule, and he might have to wait until the Nevada Gaming Commission made its determination on the case before receiving his money, but there is little reason to suppose the Commission would deem the jackpot improperly gained. The one class of folks who could not possibly collect on such a win are IGT employees and all members of their households even if one of them were to line up the three winning symbols, they could not be awarded the cash. At least once, Megabucks has been hit by someone playing less than full coin. On 14 March 2001, Kirk Tolman, a 22-year-old Utah man, mistakenly played two dollars instead of the Megabucks-requisite three on a machine at the State Line Hotel and Casino in Wendover, a gambling establishment in Nevada just across the Utah state line. The Megabucks symbols lined up on the payline, and for want of a buck, $7.96 million was lost. The $10,000 consolation prize probably wasn't all that consoling to the man whose distracting chat with a friend had led to his not dropping the third coin into play. An additional bit of Megabucks lore confidently states the jackpot will be hit at the newest resort casino in operation. Savvy frequent visitors to Las Vegas will sagely nod as they inform you the next Megabucks is \"set to go\" at whichever glitz palace just opened. That too is hogwash. Where the jackpot is hit is determined by pure chance, not by anyone high in the casino industry paying off IGT for the prestige of having one of its machines register the win. (And prestige is all that would accrue to the casino, because unlike some lotteries which distribute cash premiums to the venues that sold winning tickets, Megabucks does not award a small piece of the prize to the casino for having been the building that housed the winning machine. Although most of the money being dropped into play by jackpot seekers goes to fund the game's prizes, some goes to IGT, and some goes to the gaming establishment that hosts the machines, so casinos already receive compensation whether their Megabucks units are winners or not. Also, casinos that have been the sites of multi-million dollar strikes do very well just on the prestige alone because gamblers are attracted to luck, figuring if one guy hit the big one there, there's a fair chance they might be just as lucky if they went to the same spot.) If the Megabucks jackpot appears to be awarded more often at the newer casinos, it's due to their being better attended more people through these gambling halls means more people playing the machines. The more people who play the machines at any one location, the greater the chances the jackpot will be hit there. And that's all there is to it. Many of the instant millionaires Megabucks and its ilk create are reluctant to sign the releases that allow their names and some information about them to be made public, worrying that strangers will appear on their doorsteps to pressure them for money. But from what Connie Fox of IGT has seen, the ones these people have the most to fear from are their nearest and dearest, the very kith and kin they were moved to telephone in the first blush of excitement over their astonishing good fortune. Connie has gotten to know a number of Megabucks winners over the years, and she has seen through the lens of their experiences with their loved ones how a large prize can shake up relationships and redefine the pecking order. A large win can and has in some cases changed the family dynamic, overnight making the fortunate slot player the de facto head of the family that person suddenly finds everyone looking to him for everything. It has also changed the power balance between couples, making the partner who had previously been the follower into the decision-maker for that pair. Some couples and families weather these shifts without too much trouble, and some do not. Barbara \"so there you have it oranges, lemons, cherries, and a few sour grapes\" Mikkelson Additional information:",
  "Originally Published": "",
  "Referred Links": "http://www.igt.com;",
  "Example": "",
  "Last Updated": "1 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/luck/megabucks.asp",
  "Claim": "Soon after winning the largest-ever Megabucks slots jackpot, the new multi-millionaire died a violent death.",
  "Claim_ID": "luck_megabucks",
  "Tags": ""
}