{
  "Origins": "On 6 August 2015, the Facebook page of \"Joe the Plumber\" published the following status update and photograph: Someone at Macy's needs an attitude adjustment...",
  "Fact Check": "Did Macy's refuse to hire an applicant because she was a veteran who had served in Afghanistan?",
  "Description": "Like if you agree. Share if you have more respect for our vets than Macy's does. No additional information was supplied by that Facebook page about the woman pictured (such as the specific Macy's involved, the date of the purported interview, or any other corroboration of the claim). Furthermore, the claim's appearance in August 2015 led people to believe that the individual depicted had been recently considered and presumably denied employment by the Macy's department store chain. This item was one of several \"shunned serviceman\" rumors that circulated in mid-2015, but it was over a year old at that point. A March 2014 article identified the woman as Army Specialist Kayla Reyes (then 21), and the Macy's location as one in Fresno, California, and according to the article, Reyes merely speculated on Instagram that her history of military service had adversely impacted her employment prospects, a claim she later appeared to downplay: She says she interviewed for a sales associate position on Feb. 20. Reyes says once she told the hiring manager about her service overseas, the questions came back to Reyes's time at war. \"Being that you've been over there, you wouldn't really know how to approach people,\" Reyes says that's what the manager told her. She continues, \"Once a customer's in your face, you wouldn't know how to do it. You wouldn't know how to react.\" Reyes says she left the interview wondering if her military service did her a disservice when applying for a civilian job. A spokesperson for Macy's provided a comment for the March 2014 article (published less than a month after Reyes' Instagram post initially circulated) indicating that Reyes' application was still under active consideration at that time. By that point, Reyes maintained that she had accepted an alternate offer with the California Department of Corrections and Rehabilitation. After the claim recirculated in August 2015, the Facebook page of Macy's was deluged in angry comments from users over the more than year-old allegation. In response to one of those comments, a representative for Macy's stated that Reyes had in fact been offered (but declined) the position for which she interviewed: Thank you for reaching out to Macy's and giving us the chance to hear from us directly. Macy's commitment to our veterans is sincere and strong. As a company that stands for inclusion in the workplace and our stores, we do not tolerate discrimination of any kind. We proudly employ thousands of veterans within our organization, as we know that veterans possess leadership skills that are an asset in a dynamic department store environment. As with any prospective employee, we actively looked for appropriate and available positions that would be best suited for Ms. Reyes' skills and experience level, and, in fact, identified and offered her a job at our store. We were disappointed when she declined. At Macy's, we have created a special Military Executive Development Program where we train veterans for key executive roles, giving them the tools and industry training to position them for success. In addition, Macy's has partnered with the Got Your 6 organization for a campaign in our stores to raise funds and awareness to assist veterans as they return to civilian life. Last year, we raised over $3.4 million with our customers and look forward to raising more funds this year. Thank you. -Carlos at Macy's Last updated: 6 August 2015",
  "Originally Published": " 6 August 2015",
  "Referred Links": "https://www.facebook.com/photo.php?fbid=10207484050078732&set=o.63445693036&type=1&theater;http://www.yourcentralvalley.com/news/local-news/valley-veteran-says-she-wasnt-given-fair-shot-during-job-interview;https://www.facebook.com/TheRealJoethePlumber/photos/a.395243699295.171451.359591544295/10153178194669296/?type=1&theater;",
  "Example": "[Collected via e-mail, August 2015] I just saw a post on Facebook stating that a veteran had applied to Macy's for a sales position and was told that because of her experience as a veteran she would not be hired.",
  "Last Updated": "6 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/macys-wont-hire-veteran/",
  "Claim": "Macy's refused to hire an applicant because she was a veteran who had served in Afghanistan.",
  "Tags": "shunned serviceman;karla reyes;macy's;macy's veterans;military discrimination;kaybeast057;",
  "Claim_ID": "macys-wont-hire-veteran"
}