{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://blogmaverick.com/2016/02/08/some-thoughts-on-the-presidential-race-and-sociocapitalism/;http://www.snopes.com/wordpress/wp-content/uploads/2016/02/mark-cuban-quote.png;",
  "Example": "[Collected via Facebook, February 2016] Origin:On 10 February 2016, the Facebook page \"Point Counter Point\" posted the above-displayed meme, alleging that Dallas Mavericks owner Mark Cuban said he was afraid that millennials would vote for a Democratic candidate in 2016 because they fact-check their information: I worry that millions of Millennials are voting Democrat this year because they fact-check everything and they know Republicans are completely out of touch and are running a campaign of hatred and lies. \"Point Counter Point\" is a Facebook page dedicated to \"countering Republicans.\" While they don't specifically state that their content is fictional in nature, the \"About\" section of their page makes it clear that their posts have a political agenda: Our page was created to primarily point out the hypocrisy, lies and hoaxes launched by the Republican Party. The GOP has evolved into a band of corrupt rich criminals destroying our economy, taking advantage of religious people and starting wars for profit. We are here to dismantle their lies. We are here to educate Americans that Fox News is co-owned by the Saudi Prince and Rupert Murdoch who also co-own Al Resalah TV which is a hardcore religious station in the Middle East that also agitates them into hating the West. Both TV stations create animosity for ratings. Americans are victims of Fox News lies. Fox News today runs and controls the Republican Party. We shouldn't let foreign owned companies control our politics. In addition to this meme's dubious source, we found no record of Cuban uttering the phrase in print, video, or any other form of media. Cuban did, however, recently share some of his thoughts on the current election season. In a 8 February 2016 blog post, he chastised the candidates (both Democratic and Republican) for their lack of leadership and said that he wasn't surprised to see millennials flock to Bernie Sanders because, according to Cuban, this young generation expects capitalism to have a social component: Not only are 20-something entrepreneurs starting companies with a social component , 20 Something consumers are EXPECTING a social component from companies they do business with. So how can it be a surprise that Millennials are excited about Bernie Sanders ? Millennials EXPECT capitalism to reflect a socialist element. I don t think Bernie knew this going in. Either way, any candidate that expects to get millennial votes needs to understand that your father s capitalism is not what how they understand the world. Soci0-Capitalism is who they are and what this country will be. Whether you like it or not. Last updated: 14 February 2016 Originally published: 14 February 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/mark-cuban-millennials-quote/",
  "Claim": "Mark Cuban said that Millennials will probably vote for a Democrat in 2016, \"because they fact-check everything.\"",
  "Tags": "fact check;fake quote;mark cuban;",
  "Claim_ID": "mark-cuban-millennials-quote"
}