{
  "Origins": "On 1 December 2015, Mark Zuckerberg shared a post on Facebook announcing the birth of his daughter and a pledge to giveaway 99% of his Facebook shares:",
  "Fact Check": "",
  "Description": "\"We will give 99% of our Facebook shares currently about $45 billion during our lives to advance this mission,\" he said. \"We know this is a small contribution compared to all the resources and talents of those already working on these issues. But we want to do what we can, working alongside many others.\" A Facebook message claiming that lucky users could win $4.5 million by \"immediately\" sharing and liking a \"Thank You\" message to Mark Zuckerberg began circulating online shortly after that announcement: THANK YOU, MARK ZUCKERBERG, for your forward-thinking generosity! And congrats on becoming a dad! Mark Zuckerberg has announced that he is giving away $45 billion of Facebook stock. What you may not have heard is that he plans to give 10% of it away to people like YOU and ME! All you have to do is copy and paste this message into a post IMMEDIATELY and tag 5-10 of your friends. At midnight PST, Facebook will search through the day's posts and award 1000 people with $4.5 million EACH as a way of saying thank you for making Facebook such a powerful vehicle for connection and philanthropy. I hope someone I know gets a piece of the pie let me know if you do!!! While Zuckerberg hasn't said exactly who will benefit from his philanthropy, the message claiming that random Facebook users can grab $4.5 million by simply liking a post on the social network site did not originate with the Facebook founder. This post is simply another example of the plentiful \"something for nothing\" hoaxes that have circulated since the early days of the Internet, japes that trick gullible users into forwarding, liking, or sharing messages with the promise of large financial rewards in return. Last updated: 9 December 2015",
  "Originally Published": " 3 December 2015",
  "Referred Links": "https://www.facebook.com/notes/mark-zuckerberg/a-letter-to-our-daughter/10153375081581634?pnref=story;",
  "Example": "[Collected via Facebook, November 2015]",
  "Last Updated": "9 December 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/mark-zuckerberg-facebook-giveaway-scam/",
  "Claim": "Mark Zuckerberg is giving $4.5 million to 100 Facebook users who share a specific message on the social networking web site.",
  "Tags": "facebook;mark zuckerberg;",
  "Claim_ID": "mark-zuckerberg-facebook-giveaway-scam"
}