{
  "Origins": "In October 2015, links began circulating on Facebook promising users a free carton of Marlboro cigarettes as a celebration of the brand's 100th anniversary:",
  "Fact Check": "",
  "Description": "The embedded links involved a variety of URLs (like the one above), some of which included entirely unrelated scam-bait terms like \"iTunes\" and \"Apple.\" Users who clicked through to claim their purported free carton of Marlboros were routed to a page reading \"Marlboro is Giving FREE Carton of Cigarettes to celebrate 100th Anniversary (150 Cartons Remaining),\" which cloned the style of Facebook-based content (but was hosted on a non-Facebook URL): As noted, URLs visible in the posts didn't point to any credible domains (or any sites linked to Altria, the brand's parent company). Marlboro didn't appear to even maintain any social media accounts, and the brand's official web site was locked to registered users only. So while no official refutations were issued, it seemed safe to assume cigarette brands largely refrained from participating on Facebook (or creating promotions that could land them afoul of strict tobacco advertising laws). By now, most social media users are familiar with survey scams; Kohl's, Costco, Home Depot, Lowe's, Kroger, Best Buy, Macy's, Olive Garden, Publix, Target, and Walmart are among retailers used as bait by scammers (seeking personal information and valuable page likes from Facebook users). A July 2014 article from the Better Business Bureau illustrated how folks might spot and avoid bad actors utilizing the reputations of brands on social media: Don't believe what you see. It's easy to steal the colors, logos and header of an established organization. Scammers can also make links look like they lead to legitimate websites and emails appear to come from a different sender. Legitimate businesses do not ask for credit card numbers or banking information on customer surveys. If they do ask for personal information, like an address or email, be sure there's a link to their privacy policy. When in doubt, do a quick web search. If the survey is a scam, you may find alerts or complaints from other consumers. The organization's real website may have further information. Watch out for a reward that's too good to be true. If the survey is real, you may be entered in a drawing to win a gift card or receive a small discount off your next purchase. Few businesses can afford to give away $50 gift cards for completing a few questions. Finally, Marlboro's 50th anniversary occurred in 2006. And while the brand occasionally sends coupons to registered customers, tobacco advertising and promotion is heavily restricted [PDF] and highly unlikely to ever occur on social media in the manner above. Last updated: 23 October 2015",
  "Originally Published": " 23 October 2015",
  "Referred Links": "http://publichealthlawcenter.org/sites/default/files/resources/tclc-guide-tobcouponregsandsampling-2011.pdf;http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2563567/;http://www.bbb.org/blog/2014/07/customer-survey-scam-lures-victims-with-gift-card/;",
  "Example": "[Collected via e-mail and Twitter, October 2015] There's something going around on Facebook, claiming Marlboro is giving away (a limited quantity of) Marlboro cartons. Has anyone heard of this? _______________________________________________________________________ Saw a post on FB that Marlboro is giving away free cigarettes..link takes you to another page to initiate the process to claim your free carton",
  "Last Updated": "23 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/marlboro-giving-away-free-cigarettes/",
  "Claim": "Marlboro is giving away a limited number of free cartons to Facebook users who like and share a post.",
  "Tags": "survey scams;marlboro;facebook scams;",
  "Claim_ID": "marlboro-giving-away-free-cigarettes"
}