{
  "Origins": "In December 2015, a chart purportedly showing the number of mass shootings under the last five United States presidents began circulating online. The claim that there were 162 mass shootings under President Obama and 23 or less during the presidential terms of his predecessors was first posited by the web site TruthStreamMedia.com on 2 December 2015. The website provided a PDF of its data as well as links to the various sources used to compile the information.",
  "Fact Check": "",
  "Description": "Data compiled from various sources including: Mother Jones' Investigation: US Mass Shootings, 1982-2015 http://www.motherjones.com/politics/2012/12/mass-shootings-mother-jones-full-data Mass Shootings in the United States https://en.wikipedia.org/wiki/Category:Mass_shootings_in_the_United_States_by_year List of Postal Shootings https://en.wikipedia.org/wiki/List_of_postal_killings [Note: The URL provided by TruthStreamMedia.com for \"Mass Shootings in the United States\" directed to an error page and was fixed by Snopes.] The sources provided by TruthStreamMedia.com, however, did not back up their claim that there had been 162 mass shootings under President Obama. Mother Jones had 25 mass shootings recorded during Obama's term, Wikipedia had no \"postal killings\" recorded since Obama took office, and the list of \"Mass Shootings In The United States By Year\" had 47 recorded between 2009 and 2015. Many of the incidents recorded on Wikipedia's list of \"Mass Shootings In The United States By Year\" also appear on Mother Jones' list of mass shootings, resulting in a number much lower than 162. TruthStreamMedia.com fudged its numbers by loosening its definition of \"mass shootings\" to include domestic murders while collecting data for President Obama but exclude similar instances for his predecessors. For example, one entry under President Obama lists \"Ervin Lupoe.\" Lupoe killed his wife and five kids in 2009 but this incident was not listed by Wikipedia or Mother Jones because it was not classified as a \"mass shooting\": Our focus is on public mass shootings in which the motive appeared to be indiscriminate killing. We used the following criteria to identify cases: While Lupoe was included in President Obama's data set, similar cases, such as the murder of an Oregon family by Christian Longo in 2002, were excluded from the records of his predecessors. As we noted previously, quantifying the number of mass shootings is a difficult task since there is no universally agreed upon definition of mass shooting. ShootingTracker.com includes any instance where four or more people were shot, the GunViolenceArchive.org records incidents where four or more people (excluding the shooter) were shot, and Mother Jones records mass shootings as an incident that resulted in the death of four or more people. While none of these definitions are wrong, it would be a fruitless endeavor to compare Mother Jones' numbers to ShootingTracker.com's numbers without noting the discrepancy in definition. In this way, TruthStreamMedia.com misled its readers by using one set of criteria to collect data for President Obama and another set of rules to collect data for his predecessors. Last updated: 4 December 2015",
  "Originally Published": " 4 December 2015",
  "Referred Links": "http://www.motherjones.com/politics/2012/07/mass-shootings-map;http://www.gunviolencearchive.org/about;http://shootingtracker.com/wiki/Mass_Shootings_in_2015;http://www.nytimes.com/2003/04/17/us/oregon-man-guilty-of-killing-his-family-gets-death-sentence.html;http://www.motherjones.com/politics/2012/07/mass-shootings-map;http://www.huffingtonpost.com/2009/01/27/ervin-antonio-lupoe-kills_n_161446.html;https://en.wikipedia.org/wiki/Category:Mass_shootings_in_the_United_States_by_year;https://en.wikipedia.org/wiki/List_of_postal_killings;http://www.motherjones.com/politics/2012/12/mass-shootings-mother-jones-full-data;http://truthstreammedia.com/wp-content/uploads/2015/12/Mass-Murders-1981-2015-under-5-presidents.pdf;",
  "Example": "[Collected via Email, December 2015] I've seen this rumor about number of mass shootings during presidential terms and was wondering if there's any truth to it: \"Reagan (11 mass shootings), Bush Sr (12 mass shootings), Clinton (23 mass shootings), Bush Jr (16 mass shootings), Obama (162 mass shootings)\"",
  "Last Updated": "4 December 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/mass-shootings-obama/",
  "Claim": "There were 162 mass shootings under President Obama, compared to 20 under President George W. Bush and 23 under President Bill Clinton.",
  "Tags": "Obama;mass shooting;mass shootings;bush;",
  "Claim_ID": "mass-shootings-obama"
}