{
  "Origins": "An image purportedly showing a sign warning hikers about the maximum capacity of a suspension bridge in Costa Rica (it can hold ten people, but only three Americans) has been circulating online for several years.",
  "Fact Check": "Does a sign in Costa Rica warn hikers that a suspension bridge can hold ten people but only three Americans?",
  "Description": "While the exact origins of this image (it appeared on several joke web sites in 2013) is still unknown, we have uncovered the location of the source image. The original photograph was taken at the Monteverde Cloud Forest Reserve in Costa Rica, several pictures of which document that the actual signs displayed in conjunction with that location's Sky Walk attraction do not single out overweight Americans. For instance, the photograph below was posted by blogger Camo Jack on the Uncommonly Sensible blog in 2008: In 2012, the Costa Rica Star published several photographs from the Monteverde Cloud Forest Reserve, including one showing the sign in question: The Sky Walk is one of the main tourist attractions to the Monteverde Cloud Forest. While it's true that the park's operators have strict capacity limits for their bridges, they are more concerned with weight than nationality. Last updated: 19 August 2015",
  "Originally Published": " 19 August 2015",
  "Referred Links": "http://www.monteverdeinfo.com/sky-walk.htm;http://news.co.cr/a-photography-journey-through-bosque-nuboso-biological-reserve-in-costa-rica/11034/;http://geniusondanet.blogspot.com/2008_12_01_archive.html;http://www.jokeroo.com/user-content/pictures/funny/2013/3/1112259-maximum-capacity-3-americans.html;http://www.drheckle.net/2013/06/maximum-capacity-3-americans.html;",
  "Example": "[Collected via Imgur, August 2015]",
  "Last Updated": "19 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/maximum-capacity-bridge-americans/",
  "Claim": "A sign warns people that a suspension bridge in Costa Rica can hold ten people but only three Americans.",
  "Tags": "skywalk;max capacity;maximum capacity;americans;costa rica;costa rica bridge;bridge;",
  "Claim_ID": "maximum-capacity-bridge-americans"
}