{
  "Origins": "On 8 August 2014, Empire News published an article positing that the federal Supplemental Nutrition Assistance Program ( SNAP ), commonly known as food stamps, would be discontinued as of 15 March 2015:",
  "Fact Check": "",
  "Description": "The Supplemental Nutrition Assistance Program (SNAP), formerly known as the Food Stamp program, will come to an end March 15, 2015, according to Department of Agriculture executive Thomas J. Vilsack. SNAP benefits cost $76.4 billion in fiscal year 2013. A large portion of which went to abusers of the program. In an attempt to save the program for those who truly need it, we reduced the amount per household paid out in 2014. That did not do us much good, either, said Vilsack in a brief press conference on Friday morning. Soon afterwards links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news item. However, the article was just a spoof from Empire News , one of many fake news sites that publishes outrageous fictional stories such as \"Cure for Cancer Discovered; 'Amazingly Simple' Says Researcher,\" \"College Student Excused from Classes After Dog Eats Grandmother,\" and \"Woman Gives Birth, Confuses Doctors by Asking for Maternity Test.\" The site's disclaimer page notes that Empire News \"is a satirical and entertainment website.\"",
  "Originally Published": "",
  "Referred Links": "http://empirenews.net/about-disclaimer/;http://www.fns.usda.gov/snap/supplemental-nutrition-assistance-program-snap;http://www.donotlink.com/e9m3;",
  "Example": "[Collected via Facebook, August 2014] Is this true? Government Food Stamp Program To Be Discontinued Effective March 2015?",
  "Last Updated": "24 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/foodstamps.asp",
  "Claim": "The federal Food Stamp program (SNAP) will be discontinued in March 2015.",
  "Claim_ID": "media_notnews_foodstamps",
  "Tags": ""
}