{
  "Origins": "When the A(H1N1) virus, commonly known as the \"swine flu,\" was identified in April 2009, it quickly became a hot news topic and a subject of widespread discussion that prompted many people to seek out information about its causes, effects, rate of spread, methods of prevention or avoidance, etc. The intense public interest in the U.S. has abated somewhat since then but will likely pick up as North America approaches its \"flu season\" of fall and winter.",
  "Fact Check": "",
  "Description": "Meanwhile, viral (no pun intended) e-mails on the subject of swine flu have continued to circulate; unfortunately, most of them are alarmist collections of unsubstantiated, exaggerated, or outright false information. The item cited above is one example of such nearly every statement it contains falls into one of these classes: The CDC says H1N1 is currently wiping out entire villages in Asia If swine flu were truly wiping out \"entire villages in Asia,\" this would be a major event reported by news media around the world. Yet no such reports have appeared either in the news or on the web site of the Centers for Disease Control ( CDC ), and the latest update from the World Health Organization ( WHO ) records only 1,154 confirmed H1N1-related deaths worldwide. (The WHO's tracking chart of confirmed H1N1 deaths shows only one area with more than 10 deaths in all of Asia.) They expect it to hit the US in Jan/Feb where it will kill 6 out of 10 people. The CDC has not made any statement to the effect that it expects swine flu to kill 60% of the U.S. population (or even 60% of the U.S. residents who contract it). The A(H1N1) virus has been classified as \"relatively mild\" since it was first detected in April 2009, and the CDC simply notes that swine flu activity in the U.S. is expected to increase as winter approaches, with the potential for the disease to in addition to other viruses cause significant illness (including, in some cases, death): Given ongoing novel H1N1 activity to date, CDC anticipates that there will be more cases, more hospitalizations and more deaths associated with this pandemic in the United States over the summer and into the fall and winter. The novel H1N1 virus, in conjunction with regular seasonal influenza viruses, poses the potential to cause significant illness with associated hospitalizations and deaths during the U.S. influenza season. Even in the absence of an effective vaccine, the WHO's current projections estimate only that one out of every three persons worldwide might contract swine flu over the next two years, resulting in \"thousands of deaths\" among a group of 2 billion people nowhere near the 60% mortality rate claimed above. It HAS mutated. To the contrary, as of late August 2009 the CDC was still reporting that the H1N1 flu strain was not mutating: The H1N1 flu strain doesn't appear to be mutating as it makes its way through the Southern Hemisphere, the U.S. Centers for Disease Control and Prevention said in a briefing. One of the biggest fears has been that the virus, which first appeared in April in the U.S. and Mexico and which people don't have any built-up immunity to, might mutate into an even more dangerous form. Health officials have been keeping a close watch on the Southern Hemisphere, which is in its winter season now, to see what form of the virus is likely to travel north as fall comes to the U.S. and the rest of the Northern Hemisphere. Flu viruses are unpredictable, so the fact that this one hasn't mutated is \"somewhat reassuring\" said Jay Butler, director of CDC's H1N1 Vaccine Task Force. Case numbers in the Southern Hemisphere appear to be dropping, he said. They will attempt a program of mandatory vaccinations but probably will not have enough time to enforce it. A swine flu vaccine is not expected to be widely available in the U.S. until mid-October 2009. Although Secretary of Health and Human Services (HHS) Kathleen Sebelius announced in July 2009 that the federal government expects to initiate a swine flu vaccination program in the fall, she also stated that the program would be voluntary, not mandatory: Secretary of Health and Human Services Kathleen Sebelius told [attendees of a flu summit] that they should prepare for a mass vaccination program this fall, the start of the traditional U.S. flu season. \"While we have made no final decisions about its scope, and have 'off ramps' built into our decision-making process if the circumstances change, at this point, we expect to initiate a voluntary fall vaccination program against the 2009 H1N1 flu virus,\" Mrs. Sebelius said. \"This will depend on the availability of a safe vaccine and the absence of changes in the virus that would render the vaccine ineffective.\" The last time they did mandatory vaccinations at least one person died and many others developed Guillain-Barr syndrome, which is a devastating illness. This statement is presumably a reference to the 1976 Swine flu vaccination program, known as the National Influenza Immunization Program (NIIP). Although a causal connection was never definitively established, the possibility that the vaccine might have resulted in an increased incidence of Guillain-Barr syndrome (GBS), an inflammatory disorder in which the body's immune system attacks part of the peripheral nervous system, was one of the factors that led to the termination of the program: What NIIP did not and could not survive was finding cases of Guillain-Barr syndrome (GBS) among persons receiving swine flu immunizations. As of 1976, >50 \"antecedent events\" had been identified in temporal relationship to GBS, events that were considered as possible factors in its cause. The list included viral infections, injections, and \"being struck by lightning.\" Whether or not any of the antecedents had a causal relationship to GBS was, and remains, unclear. When cases of GBS were identified among recipients of the swine flu vaccines, they were, of course, well covered by the press. Because GBS cases are always present in the population, the necessary public health questions concerning the cases among vaccine recipients were \"Is the number of cases of GBS among vaccine recipients higher than would be expected? And if so, are the increased cases the result of increased surveillance or a true increase?\" Leading epidemiologists debated these points, but the consensus, based on the intensified surveillance for GBS (and other conditions) in recipients of the vaccines, was that the number of cases of GBS appeared to be an excess. It should be noted, however, that the primary reason for the termination of the NIIP was that the feared swine flu epidemic it was intended to combat never occurred. Had there been a swine flu epidemic, the benefits of timely vaccinations would have far outweighed the relatively small risks: Had H1N1 influenza been transmitted at that time, the small apparent risk of GBS from immunization would have been eclipsed by the obvious immediate benefit of vaccine-induced protection against swine flu. However, in December 1976, with >40 million persons immunized and no evidence of H1N1 transmission, federal health officials decided that the possibility of an association of GBS with the vaccine, however small, necessitated stopping immunization, at least until the issue could be explored. Since a current swine flu vaccine has yet to be put through clinical trials and rolled out to large numbers of people, no one could possibly know what connection (if any) there might be between such a vaccine and GBS. Moreover, it's something of a logical disconnect to assert that a particular contagion is going to cause the death of 60% of the population, yet suggest people should avoid being vaccinated for it because of a minuscule chance that taking the vaccine might result in the recipient's contracting a different illness. They have not let the public know because they don't want people to panic. They expect that martial law will be put into effect. These types of statements are commonly found (almost verbatim) in all manner of unsubstantiated, alarmist e-mails , covering scenarios from Y2K-related chaos to the United States' surrendering its sovereignty to the United Nations . We have yet to encounter a single case in which such statements proved to be true. This is straight from the mouths of the CDC and Johns Hopkins. As noted above, neither the CDC (nor Johns Hopkins ) has issued any such statements as the ones claimed above. Rather than relying on and disseminating misinformation about swine flu passed along through anonymous, unsourced e-mails, we'd advise readers to obtain their information from reputable public health agencies such as the CDC and the WHO. The links below are a good place to start in obtaining reliable, up-to-date information on this topic: Swine Influenza: General Information Swine Influenza and You Key Facts about Swine Influenza (Swine Flu) Novel H1N1 Flu (Swine Flu)",
  "Originally Published": "",
  "Referred Links": "http://www.cdc.gov/h1n1flu/index.htm;http://www.cdc.gov/flu/swineflu/key_facts.htm;http://www.cdc.gov/h1n1flu/qa.htm;http://www.cdc.gov/h1n1flu/general_info.htm;http://web.jhu.edu/administration/flu/index.html;http://www.usatoday.com/news/health/2009-08-21-swine-flu-vaccine_N.htm;http://www.voanews.com/english/2009-07-28-voa44.cfm;http://www.cdc.gov/h1n1flu/background.htm;http://www.who.int/csr/don/Map_20090727.png;http://www.who.int/csr/don/2009_07_27/en/index.html;http://www.cdc.gov/h1n1flu/updates/international/;",
  "Example": "[Collected via e-mail, August 2009] Latest on H1N1 straight from the CDC and Johns Hopkins I'm not a bearer of 'fear', but think we all should pay attention to THIS one. The CDC says H1N1 is currently wiping out entire villages in Asia . They expect it to hit the US in Jan/Feb where it will kill 6 out of 10 people. It HAS mutated. (Throw out the conspiracy theory) They will attempt a program of mandatory vaccinations but probably will not have enough time to enforce it. I will not be vaccinated. The last time they did mandatory vaccinations at least one person died and many others developed Guillain-Barr syndrome, which is a devastating illness. They have not let the public know because they don t want people to panic, but to people who know, they are suggesting the following: Start stocking up on food now. They expect that martial law will be put into effect. You won't be able to go to work or shop for food you will be shot. Buy facial masks made by 3M - #N95. Use Purell obsessively. Oh, this is interesting: This pandemic was predicted years ago by a Russian mathematician. It's impetus was the Tsunami a few years ago. I know that by spreading this information I'm taking the risk of looking like an alarmist, but this is straight from the mouths of the CDC and Johns Hopkins.",
  "Last Updated": "21 August 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/swineflu/asia.asp",
  "Claim": "The CDC has warned that the swine flu is wiping out villages in Asia and will kill 60% of the U.S. population.",
  "Claim_ID": "medical_swineflu_asia",
  "Tags": ""
}