{
  "Origins": "On 31 March 2015, the entertainment web site Stuppid published an article reporting that two people were arrested in Jacksonville, Florida, for selling golden tickets that guaranteed the ticketholders entrance to heaven upon their demise:",
  "Fact Check": "",
  "Description": "Tito and Amanda Watts were arrested over the weekend for selling \u001cgolden tickets to heaven\u001d to hundreds of people. The couple, who sold the tickets on the street for $99.99 per ticket, told buyers the tickets were made from solid gold and each ticket reserved the buyer a spot in heaven simply present the ticket at the pearly gates and you're in. \"People can sell tickets to heaven,\" a Jacksonville police spokesman said. \"But the Watts misrepresented their product. The tickets were just wood spray painted gold with 'Ticket to Heaven Admit One' written in marker. You can't sell something as gold when it's not. That's where the Watts crossed the line into doing something illegal.\" Many readers shared the above-referenced story via social media, apparently believing that Tito and Amanda Watts were actually arrested for selling golden tickets to heaven. This story, however, was a work of fiction. A disclaimer on Stuppid.com advises that the site publishes the \"stupidest, craziest stuff we can find,\" and the stuff they \"find\" is typically made up by them. Popular past hoaxes from Stuppid include reports of a Nazi couple accidentally receiving sperm from a black donor, a 14-year-old girl's giving birth to Jesus, and a toddler's being thrown from a roller coaster. The photograph of \"Tito Watts\" that accompanied the original article was an unrelated 2011 image taken from a collection of bizarre police mugshots",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/eec2;http://www.donotlink.com/eeao;http://www.donotlink.com/eeap;https://twitter.com/ash_a_LAYdee/status/583653423922294784;",
  "Example": "[Collected via Twitter, March 2015] These fools was selling tickets to Heaven for $99.99. Little do they know it's CHEAPER than that to get in!!! eL aYe wHy! (2x) (@ash_a_LAYdee) April 2, 2015",
  "Last Updated": "9 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/goldentickets.asp",
  "Claim": "Two people in Florida were arrested for selling golden tickets to heaven.",
  "Claim_ID": "media_notnews_goldentickets",
  "Tags": ""
}