{
  "Origins": "On 27 November 2014, Empire News published a story claiming officer Darren Wilson had been shot outside a 7-Eleven in Missouri:",
  "Fact Check": "",
  "Description": "The police officer who shot and killed Michael Brown of Ferguson, Missouri was approached by an angry mob and was shot twice upon exiting a 7-Eleve convenience store early this morning. Wilson is currently listed as in stable condition at Mercy Hospital in St. Louis, and is expected to survive. A witness on the scene, Gloria Matthews, resident of St. Louis, told members of the Associated Press that she recognized the officer from television as she stood behind Wilson in line. \"Everyone in the store was whispering and pointing, it was really awkward,\" Matthews said. \"He paid for his items, which just happened to be a donuts, of course, and then I paid for my gas. As I walking out, I heard two loud pops that kinda sounded like firecrackers. I looked over and saw him lying on the ground.\" The article was written to look like a genuine news article, but this story was simply a work of fiction. Empire News bills itself as an entertainment website and does not publish real news stories. The website currently features fake news stories such as \"Christian Groups Outraged By New 'Star Wars' Trailer,\" \"Woman Gives Birth During Black Friday Sale; Leaves Baby, Buys Big Screen TV,\" and \"Man Swallows Pumpkin Seed, Pumpkin Actually Grows In Stomach.\" Officer Darren Wilson was the subject of several bizarre rumors in November 2014. Misleading photos , major donations , and \"I am Darren Wilson\" wristbands have all created a stir on social media.",
  "Originally Published": "",
  "Referred Links": "http://empirenews.net/about-disclaimer/;http://empirenews.net/officer-darren-wilson-shot-outside-of-7-eleven-in-st-louis/#prettyPhoto;",
  "Example": "[Collected via e-mail, November 2014] \"Officer Darren Wilson shot at 7-11 by a group of white men??!!\"",
  "Last Updated": "1 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/darrenwilsonshot.asp",
  "Claim": "Darren Wilson was shot by a group of white men outside a 7-Eleven.",
  "Claim_ID": "media_notnews_darrenwilsonshot",
  "Tags": ""
}