{
  "Origins": "Kevin Punsky, External Communications Manager with the Mayo Clinic's Division of Public Affairs in Jacksonville, Florida, told us in reference to the above-quoted message about that organization's supposed expectations and preparations for a swine flu pandemic that:",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2009] My Dear Friends, My mother works at the Mayo Clinic and she just informed me of some alarming news concerning the H1N1 virus. Please read and take precaution. I have just come out of a meeting with my boss, Peter, and he has shared something that is very important that I share with you. Unfortunately, our government has not been completely honest with us about the swine flu situation. You should know that Mayo Clinic is preparing for a imminent pandemic which is suppose to start in a matter of a week or two from today. We have been informed by the CDC (Center of Disease Control) that they expect 2 to 4 waves of the flu to hit our country over the next 9 weeks. It is predicted that 45,000 people will be affected by the flu WEEKLY over the next 9 weeks. Mayo is preparing for up to 50% of its workforce to be absent over the next 9 weeks. 106 deaths of employees EACH WEEK is expected over the next 9 weeks. Mayo will have \"check people\" at the employee entrances where a \"fever patch\" will be placed on our head that will quickly tell if we have a fever or not. If we have a fever, we will be sent home and not allowed to enter the building. This is a sobering situation to be informed about. I feel that it is my responsibility to inform you of what I've learned. You are to takeprecautions from this day on for the next three months. Carry and use hand sanitizer several times throughout your days. Report any fever immediately to your doctor. Use a mask if you are in school or at work in a health facility. Avoid kissing with your partners and family members. GET BOTH THE SEASONAL FLU AND SWINE FLU VACCINE!!! Keep yourself healthy - eat right, get the right amount of rest, exercise, take vitamins, don't get too stressed. This is REAL dear family. This is not me going overboard. I just came out of a meeting. This is real.",
  "Last Updated": "3 October 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/swineflu/mayoh1n1.asp",
  "Claim": "Article reveals the Mayo Clinic's expectations for a swine flu pandemic.",
  "Claim_ID": "medical_swineflu_mayoh1n1",
  "Tags": ""
}