{
  "Origins": "The scenario described above immediately sounds fishy to many readers because they consider it unlikely (and disturbing) that any reputable doctor would perform sex change surgery on an infant (save perhaps for an extreme case involving mutilation or genetic abnormalities). Their instincts are correct, because all one need know about the described \"news item\" is that it originated with the Weekly World News , an entertainment tabloid whose stock in trade is the fantastically fictional.",
  "Fact Check": "",
  "Description": "Unfortunately, Yahoo!, a primary news source for many people on the Internet, reprints some Weekly World News articles in their TV News section under a heading of \"Entertainment News & Gossip,\" a title that doesn't convey a strong \"bogus\" warning to readers who don't notice the original source is the Weekly World News (or don't know what the Weekly World News is) and implies that those articles derive from genuine television news reports. So, an October 2005 Weekly World News article entitled \"Lesbian Mom Wants to Give Baby Boy Sex Change,\" about a woman named Kim Marshall who purportedly has grown disenchanted with her adopted 2-year-old boy and has scheduled him for sex change surgery because she and her partner have now decided they'd prefer having a girl instead, has confused readers who know only that it supposedly came from a \"real news source.\" If nothing else, the following quotes from the story's supposed principals should give away that the article is a spoof parodying both sides in the debate over societal acceptance of homosexuality: \"Little boys don't stay little boys forever. They grow up to be men. And if there's one thing I don't need in my life, it's a man,\" she fumes. \"That's why I'm a lesbian. Duh.\" It goes without saying that anti-gay groups such as the Christian Militia Against Fornication in Marshall's hometown of Atlanta, Ga., are none too pleased with the woman's plan to change the sex of her adopted baby. \"We've warned against allowing gays to adopt babies for years, and this is why,\" says Duff Carter, a founding member of the militia. \"We all know why she wants a little girl anyway and that's to teach her to be a lesbian, too.\"",
  "Originally Published": "",
  "Referred Links": "http://tv.yahoo.com/news/wwn/20051006/112861080000.html;http://www.weeklyworldnews.com/;",
  "Example": "[Collected via e-mail, 2005] I know that tabloids are almost always fiction and rather poor quality at that. But I can't help but wonder about a story I read just today about a lesbian mother who has adopted a baby boy and now has scheduled a sex change operation for him. The source of this was the Entertainment Online on Yahoo! Could you verify whether this is just fiction or whether someone has actually been allowed to legally wreak this kind of havoc on a child's life?",
  "Last Updated": "11 October 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/media/iftrue/sexchange.asp",
  "Claim": "A lesbian mother has scheduled her adopted baby boy for sex change surgery.",
  "Claim_ID": "media_iftrue_sexchange",
  "Tags": ""
}