{
  "Origins": "On 24 February 2015, the entertainment web site Real News Right Now published an article titled \"Bradley Cooper to Wed 'American Sniper' Widow\". The article was published two days after Taya Kyle (widow of the movie's real-life subject, Chris Kyle) appeared at the 87th Annual Academy Awards in support of the film, and on the same day the article was published, Eddie Ray Routh was sentenced to life in prison for the murder of Chris Kyle.",
  "Fact Check": "",
  "Description": "The well-being of Taya Kyle in the wake of all the media attention focused on her likely inspired the rumor, of which the site said: Actor Bradley Cooper, who portrayed U.S. Navy SEAL Chris Kyle in the Oscar nominated film 'American Sniper,' has revealed that he and Taya Kyle, the sniper's widow, are engaged to be married. The announcement came during the Vanity Fair Oscar Party in L.A. Sunday night following the Academy Awards ceremony. \"We wanted to announce this during the acceptance speech for Best Picture,\" a smiling Cooper told attendees of the after party while standing hand in hand with Taya, adding, \"but it didn't work out that way.\" The couple have yet to publicly confirm the location of the ceremony but Texas Governor Greg Abbott, a Republican, has offered to host the wedding at the Governor's Mansion in downtown Austin. Speaking with reporters Monday afternoon, Governor Abbott said he would be honored to host the ceremony \"in honor of Chris Kyle.\" While Taya Kyle did attend the Oscars in 2015 (carrying her late husband's dog tags), she made no such announcement about an engagement to the film's star that evening or at any other time the rumor was nothing more than a bit of fiction spun by Real News Right Now , a fake news site. Taya Kyle published a Facebook status update the day of the ceremony, but her tone was somber and grief-stricken.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/HonorChrisKyle/posts/848712761856623;http://www.cnn.com/2015/02/24/us/american-sniper-chris-kyle-trial/;http://www.usmagazine.com/celebrity-news/news/taya-kyle-praises-jury-after-eddie-ray-routh-found-guilt-of-murder-2015252;http://www.donotlink.com/dvxg;",
  "Example": "[Collected via e-mail, February 2015] It is said that Bradley Cooper is engaged to Taya Kyle. Is thistrue or rumor?",
  "Last Updated": "27 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/tayakyle.asp",
  "Claim": "American Sniper star Bradley Cooper is engaged to Taya Kyle.",
  "Claim_ID": "media_notnews_tayakyle",
  "Tags": ""
}