{
  "Origins": "On 6 January 2015, the fake news site NahaDaily published an article reporting that fashion CEO Michael Kors had announced via Twitter he is tired of pretending to like black people:",
  "Fact Check": "",
  "Description": "\"Just for the sake of a sale I have to deal with women like Nicki Minaj? I'd rather not. After all my fans made me money, It's only fair I be honest and let them know how I really feel,\" said [the] CEO of Michael Kors on his twitter account. The fashion industry is shocked from Michael Kor's Ceo offensive statement when he said \"I'm tired of pretending to like blacks.\" Early Tuesday morning Michael Kors took to his twitter page to express his true feelings about blacks. Considering every black person either has or knows someone with a MK watch, MK Purse or MK key chain this might affect Michael Kors sales. \"I cant stomach the thought of my Michael Kors purses being stuffed with synthetic hair, weave or what ever else my fans are into.\" Said Michael Kors. The article quickly spread via social media sites, with some readers threatening to boycott the brand over the CEO's purported racist comments: #BOYCOTTMK Michael Kors CEO stated \"I'm tired of pretending I like blacks\" MK said \"he doesn't want his purses filled with synthetic hair\" Cheryl Nidoy (@TLV_Cher) January 7, 2015 But there is no truth to the above-quoted article. NahaDaily is one of many fake news outlets on the Internet, and the site's disclaimer states that \"NahaDaily is a daily satirical news source. Meaning complete fiction.\"",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/TLV_Cher/status/552906358878920704;https://twitter.com/hashtag/BOYCOTTMK?src=hash;https://web.archive.org/web/20150107175023/http://nahadaily.com/business/mike-dont-like-us/;",
  "Example": "[Collected via e-mail, January 2015] Did Michael Kors recently state that he was tired of pretending that he likes Black people?",
  "Last Updated": "15 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/korsblackpeople.asp",
  "Claim": "Fashion CEO Michael Kors said he is tired of \"pretending to like blacks.\"",
  "Claim_ID": "media_notnews_korsblackpeople",
  "Tags": ""
}