{
  "Origins": "\"Swatting\" is a type of prank whereby someone falsely notifies police of a serious threat, such as bomb-making or a hostage situation, in an attempt to have police respond with a Special Weapons and Tactics (SWAT) team to a targeted address.",
  "Fact Check": "",
  "Description": "On 30 August 2014, the National Report published an article positing a teenager was convicted on terrorism charges and sentenced to a quarter-century in prison for a swatting prank: What many teenagers these days are considering a harmless prank, has landed one online gamer in more trouble than he could have ever imagined. In a Louisiana courtroom today, 15-year-old Paul Horner broke down in tears after a judge found the young man guilty on two counts of domestic terrorism and was sentenced to twenty-five years to life in federal prison. Horner is the first person in history to be charged with what is known as \" swatting,\" a growing trend in which a person anonymously files a false police report, such as a murder or bomb threat, in hopes of provoking the police to raid an individual's home or business. Prosecutors in the case proved that Horner called in multiple false threats against rival online gamers, resulting in SWAT team raids of their residence. Soon afterwards links and excerpts referencing this article were being circulated via social media, with many of those who encountered such references mistaking them for genuine news reports. However, the article was just a bit of fiction from the National Report , spoofing rumors about the government monitoring of social media. The National Report is a fake news web site that publishes outrageous stories such as \"IRS Plans to Target Leprechauns Next,\" \"Boy Scouts Announce Boobs Merit Badge,\" and \"New CDC Study Indicates Pets of Gay Couples Worse at Sports, Better at Fashion Than Pets of Straight Couples.\" The National Report 's disclaimer page notes: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, August 2014] This story is circulating all over the web; it claims a 15 year old got 25 year in jail as a domestic terrorist for \"Swatting\".",
  "Last Updated": "11 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/swatted.asp",
  "Claim": "A teenager was given a 25-year prison sentence for a prank known as \"swatting.\"",
  "Claim_ID": "media_notnews_swatted",
  "Tags": ""
}