{
  "Origins": "In July 2008, news articles appearing in The New York Times and The Houston Chronicle cast light upon a household toxin problem few people had previously given any thought to: the potentially hazardous content of their kitchen counters. Both articles reported on elevated levels of radon, a radioactive gas that can cause lung cancer, being emitted by some granite countertops.",
  "Fact Check": "",
  "Description": "The Environmental Protection Agency says homeowners should take action if radon gas levels in their domiciles exceeds 4 picocuries per liter of air, and some granite countertops have been found to let off far more than that. For example, radon was measured at 100 picocuries per liter in the kitchen of the New York summer home of Dr. Lynn Sugarman, and the gas was determined to be emitting from the richly grained cream, brown, and burgundy granite countertops in that room. Radon is the second leading cause of lung cancer (smoking is the first) and is considered especially dangerous to smokers, whose lungs are already compromised. Children and developing fetuses are vulnerable to radiation, which can cause other forms of cancer. It's not true that all granite countertops emit alarming amounts of radon. Most such countertops tested for this emission either registered no release of the gas or such a small quantity that it was statistically insignificant when compared to ordinary background radiation all of us live with. However, some granite countertops were found to emit not only measurable amounts of radon, but amounts at levels high enough to give one pause (such as the case in the Sugarman home mentioned above). Just how much of a health risk this phenomenon truly poses to homeowners is still a matter of debate, with some researchers pegging the cancer risk from granite countertops at \"one in a million.\" Nonetheless, Lou Witt, a program analyst with the Indoor Environments Division of the Environmental Protection Agency (EPA), said: \"There is no known safe level of radon or radiation. Any exposure increases your health risk.\" Regarding the question of radon in granite countertops, the EPA said , \"Some granite used for countertops may contribute variably to indoor radon levels. At this time, however, EPA does not believe sufficient data exist to conclude that the types of granite commonly used in countertops are significantly increasing indoor radon levels.\" However, that agency also said, \"Some granite may emit gamma radiation above typical background levels.\" The Marble Institute of America plans to develop a testing protocol for granite, which they hope will lead to \"hot\" granites (i.e., those that emit substantial amounts of radon) being kept off the market. Demand for granite countertops has increased tenfold in the last decade, which means a great many homes now have kitchens that sport such accoutrements. Homeowners who already have granite countertops in their kitchens should consider testing for radon. Inexpensive kits for such purpose (running about $20 to $30 each) can be purchased at hardware stores or bought online through the National Safety Council. Barbara \"counter measures\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://downloads.nsc.org/pdf/Coupon2007.pdf;http://tinyurl.com/63c5pn;",
  "Example": "",
  "Last Updated": "4 August 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/toxins/granite.asp",
  "Claim": "Some granite countertops may emit radon.",
  "Claim_ID": "medical_toxins_granite",
  "Tags": ""
}