{
  "Origins": "In July 2013, many in the online world became aware of the hazard posed by the giant hogweed via forwardings of the full text of a 2010 Toronto National Post article reporting that the toxic plant hadjust been discovered growing wild in eastern Ontario.",
  "Fact Check": "",
  "Description": "Both the plant and the description of the effects of contact with its sap are real. Giant hogweed (Heracleum mantegazzianum) is an invasive herb in the carrot family which was originally brought to North America from Asia and has since become established in the New England, Mid-Atlantic, and Northwest regions of the United States.Giant hogweed grows along streams and rivers and in fields, forests, yards and roadsides, and a giant hogweed plant can reach 14 feet or more in height with compound leaves up to 5 feet in width. Giant hogweed sap contains toxic chemicals known as furanocoumarins. When these chemicals come into contact with the skin and are exposed to sunlight, they cause a condition called phytophotodermatitis, a reddening of the skin often followed by severe blistering and burns. These injuries can last for several months, and even after they have subsided the affected areas of skin can remain sensitive to light for years. Furanocoumarins are also carcinogenic and teratogenic, meaning they can cause cancer and birth defects. The sap can also cause temporary (or even permanent) blindness if introduced into the eyes. If someone comes into physical contact with giant hogweed, the following steps should be taken: Wash the affected area thoroughly with soap and COLD water as soon as possible. Keep the exposed area away from sunlight for 48 hours. If hogweed sap gets into the eyes, rinse them with water and wear sunglasses. See a doctor if any sign of reaction sets in. If a reaction occurs, the early application of topical steroids may lessen the severity of the reaction and ease the discomfort. The affected area of skin may remain sensitive to sunlight for a few years, so applying sun block and keeping the affected area shielded from the sun whenever possible are sensible precautions. Hogweed is far from the only dangerous plant one might expect to encounter. Others we've written about include oleander (a flowering shrub often used in gardens and along freeways to provide decorative screening) and sago palm (a decorative shrub found in gardens and kept in pots within some homes). Barbara \"dangerous liaisons\" Mikkelson Additional information: Giant Hogweed (New York State Department of Environmental Conservation) Giant Hogweed Identification (New York State Department of Environmental Conservation)",
  "Originally Published": "",
  "Referred Links": "http://www.dec.ny.gov/animals/72766.html;http://www.dec.ny.gov/animals/39809.html;",
  "Example": "[Collected via e-mail, August 2013] Is it a fact that there is a plant called a giant Hogweed that its toxic properties are on all parts of the plant and touching it causes burns that turn into blisters? It has been reported on 3 e-mails I received today. The plant overtakes fields and grows to over 10 feet. The plant is supposed to be indigenous to Europe. It was reported in the e-mail that it is in South western Ontario, Canada and finding its way everywhere and the warning is to report it and never touch it. Its flowers resemble a giant Queen Anne's Lace weed.",
  "Last Updated": "11 July 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/toxins/hogweed.asp",
  "Claim": "The sap of the giant hogweed plant can cause severe skin and eye irritation.",
  "Claim_ID": "medical_toxins_hogweed",
  "Tags": ""
}