{
  "Origins": "On 8 December 2014, the UK newspaper the Telegraph published an article titled \"Has Stanford University Found a Cure for Alzheimer's disease?\" That article referenced a study just published in Journal of Clinical Investigation titled \"Prostaglandin signaling suppresses beneficial microglial function in Alzheimer's disease models.\"",
  "Fact Check": "",
  "Description": "Owing in part to the pain inflicted by Alzheimer's disease on both its sufferers and their loved ones, the Telegraph 's coverage of the Stanford study spread rapidly by users of social media inspired by the hopeful headline. Many were led by the Telegraph 's article title alone to believe a cure for Alzheimer's disease had been discovered or was imminent. However, the article's first few lines revealed a slightly less certain (albeit incredibly positive) development in the field of Alzheimer's research: Alzheimer's could be prevented and even cured by boosting the brain's own immune response, new research suggests. Researchers at Standford University discovered that nerve cells die because cells which are supposed to clear the brain of bacteria, viruses and dangerous deposits stop working. Scientists have shown that blocking the protein allows the microglia to function normally again so they can hoover up the dangerous sticky amyloid-beta plaques which damage nerve cells in Alzheimer's disease. The researchers found that, in mice, blocking EP2 with a drug reversed memory loss and myriad other Alzheimer's-like features in the animals. As the quoted portion above illustrates, the \"Alzheimer's cure\" teased in the headline is not in fact an advance currently applicable to humans. The study's abstract was markedly more cautious in its framing, using words such as \"suggest,\" \"potential,\" and \"prevent progression to [Alzheimer's disease],\" signaling significant additional research will be required before the findings could be applied to anything that could reasonably be considered a \"cure\" for Alzheimer's in human beings: Our findings indicate that EP2 signaling suppresses beneficial microglia functions that falter during AD development and suggest that inhibition of the COX/PGE2/EP2 immune pathway has potential as a strategy to restore healthy microglial function and prevent progression to AD. The Stanford study could prove valuable in the ongoing effort to inhibit the toll that Alzheimer's takes on its victims, but even if a cure or a treatment were to result from that research, it likely remains a decade or more away: The Stanford study focused on a protein called EP2 found on a brain cell called microglia that manages inflammation and anti-inflammatory responses. It dovetails on previous work that has linked brain inflammation and Alzheimer's disease. Unfortunately, the study may not lead to a treatment for at least a decade if it happens at all. The Telegraph article attracted considerable attention on social media, along with \"anguished\" emails from the loved ones of people affected by the disease, according to Bruce Goldman, a spokesman for Stanford Medical School. Said Goldman: \"They need cures as soon as they can get them, but science has to proceed in an orderly fashion.\"",
  "Originally Published": "",
  "Referred Links": "http://www.cbsnews.com/news/will-a-cure-for-alzheimers-ever-be-found/;http://www.jci.org/articles/view/77487;http://www.telegraph.co.uk/news/science/science-news/11280504/Has-Stanford-University-found-a-cure-for-Alzheimers-disease.html;",
  "Example": "[Collected via e-mail, January 2015] Can you verify any truth to this article claiming a 'cure' has been found for Alzheimer's. The link is circulating widely on Facebook.Thanks.",
  "Last Updated": "14 January 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/medical/disease/stanfordalzheimers.asp",
  "Claim": "Researchers at Stanford University have found a cure for Alzheimer's disease.",
  "Claim_ID": "medical_disease_stanfordalzheimers",
  "Tags": ""
}