{
  "Origins": "The National Report published an article in November 2014 claiming Facebook founder and CEO Mark Zuckerberg had converted to Islam:",
  "Fact Check": "",
  "Description": "The Atheist community was dealt a swift blow this week when Facebook founder, Mark Zuckerberg, reportedly announced that he has converted to Islam. Zuckerberg, now known as Haani Assad, had previously been an outspoken Atheist despite growing up in a Jewish family. Assad (nee Zuckerberg) hasn't spoken much about this new direction his life has taken beyond the following brief statement issued to Facebook employees earlier this week: \"I, Mark Zuckerberg, have chosen to follow Allah's teachings and thus have changed my name to Haani Assad. While Facebook is still dedicated to providing a work environment that is sympathetic to employees of all faiths, we will now have mandatory breaks at noon for Dhuhr and at 4:30pm for 'Asr. I ask that those of you who are not followers of Allah to respect those of us who are during those times. Praise Allah!\" The National Report is a fake news website that publishes rumors, hoaxes, and outright falsehoods. The web site's (since removed) disclaimer page states all its news reports are fiction: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental. Mark Zuckerberg's religious beliefs have been dragged through the rumor mill several times over the years. In 2011, Tauxeef published an article claiming Zuckerberg had changed his name to Mark Abu-bakar after converting to Islam, and in 2012 a similar report appeared on the now defunct website Technob . The truth is Zuckerberg has never converted to Islam. Facebook's founder was raised in a Jewish family but was identified as an atheist in a 2010 article published by The Wall Street Journal .",
  "Originally Published": "",
  "Referred Links": "http://www.wsj.com/articles/SB119621309736406034;https://twitter.com/RandhyNoviandy/status/227969622123638784;http://www.tauxeef.com/facebook-founder-mark-zuckerberg-embraced-islam/;http://message.snopes.com/politics/graphics/disclaimer.jpg;http://nationalreport.net/report-facebooks-mark-zuckerberg-converted-islam/;",
  "Example": "[Collected via e-mail, December 2014] I have seen on Facebook and numerous website that Mark Zuckerberg CEO of Facebook has converted to Islam. Is this true?? This will affect us all in a very big way especially on Facebook.",
  "Last Updated": "8 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/zuckerbergislam.asp",
  "Claim": "Facebook CEO Mark Zuckerberg has converted to Islam.",
  "Claim_ID": "media_notnews_zuckerbergislam",
  "Tags": ""
}