{
  "Origins": "One type of gag that has commonly been pulled on the news media by the public is pranksters feeding reporters fake names appellations that look like real names in written form, but which form crude or nonsensical phrases when pronounced. (The name \" Heywood Jablome \" is one that has been used repeatedly.) In most cases reporters and editors catch the phony names before they make it to print or air, but sometimes they slip through without discovery, resulting in great embarrassment to the reporting news outlet.",
  "Fact Check": "",
  "Description": "One such \"failure to catch\" occurred on 12 July 2013 when Oakland television station KTVU aired a report related to an air disaster that had taken place the previous week, in which Flight 214 operated by Asiana (a South Korean airline) crashed during an attempted go-around at San Francisco International Airport, killing three passengers and injuring an additional 181. In their 12 July report, KTVU announced that the National Transportation Safety Board (NTSB) had released the names of the four pilots on Flight 214, and their newsperson proceeded to read those names aloud as they were displayed on the screen even though it was obvious to many, many viewers (and therefore should have been obvious to station personnel) that those names were a form of low humor based on crude Asian stereotypes: Sum Ting Wong (\"something wrong\"), Wi Tu Lo (\"we too low\"), Ho Lee Fuk (\"holy f*ck\"), and Bang Ding Ow: Often in such cases news outlets are the recipients of erroneous information passed along to them by pranksters who have misrepresented themselves as belonging to law enforcement or government agencies, and the news agencies fail to validate the credentials of the persons relaying the information. In this instance it appears that KTVU did attempt to verify the information with the proper agency, but someone from the NTSB also contributed to gaffe by confirming the purported pilots' names. That agency's Office of Public Affairs soon issued a press release apologizing for the incident, stating that KTVU had been misled by \"a summer intern [who] acted outside the scope of his authority\": The National Transportation Safety Board apologizes for inaccurate and offensive names that were mistakenly confirmed as those of the pilots of Asiana flight 214, which crashed at San Francisco International Airport on July 6. Earlier today, in response to an inquiry from a media outlet, a summer intern acted outside the scope of his authority when he erroneously confirmed the names of the flight crew on the aircraft. The NTSB does not release or confirm the names of crewmembers or people involved in transportation accidents to the media. We work hard to ensure that only appropriate factual information regarding an investigation is released and deeply regret today's incident. Appropriate actions will be taken to ensure that such a serious error is not repeated. KTVU apologized for the mistake on its web site, in social media, and on the air: The station also issued a mea culpa on its web site outlining the mistakes it made in handling the report: We made several mistakes when we received this information. First, we never read the names out loud, phonetically sounding them out. Then, during our phone call to the NTSB where the person confirmed the spellings of the names, we never asked that person to give us their position with the agency. We heard this person verify the information without questioning who they were and then rushed the names on our noon newscast. The San Francisco Chronicle 's web site reported that an NTSB spokesperson had maintained the intern in question was \"unaware of the offensive names\" and acted \"in good faith\": [In a] phone interview with the SFGate's Jeff Elder, NTSB spokeswoman Kelly Nantel made clear that the names \"originated at the media outlet\" and that the intern unaware of the offensive names was \"acting in good faith and trying to be helpful\" by confirming names he didn't know.",
  "Originally Published": "",
  "Referred Links": "http://blog.sfgate.com/matierandross/2013/07/12/1937/;http://www.ktvu.com/news/news/ktvu-apology-friday-noon-report/nYpSg/;http://www.ntsb.gov/news/2013/130712.html;",
  "Example": "[Collected via e-mail, July 2013] Rumor that a tv station (KTVU) reported the names of pilots of the recent plane crash as Ho Lee Fuk, Wi Too Lo, etc.",
  "Last Updated": "13 July 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/media/goofs/ktvu.asp",
  "Claim": "A TV station was pranked with fake names for pilots involved in an airline crash.",
  "Claim_ID": "media_goofs_ktvu",
  "Tags": ""
}