{
  "Origins": "On 23 September 2014, Canadian broadcasting network CBC's \"This is That\" told a fantastical tale of New York artist Lana Newstrom and her minimalist art. Newstrom's work is so minimalist, in fact, that it's invisible .",
  "Fact Check": "",
  "Description": "The coverage of Newstrom's invisible art was mostly audio-based, accompanied by a short text description on the CBC web site: 27-year-old artist Lana Newstrom says she is the first artist in the world to create invisible \"art.\" In this documentary we traveled to her empty studio to learn more about Lana and her unusual artistic process. \"Just because you can't see anything, doesn't mean I didn't put hours of work into creating a particular piece\" mdash; Lana Newstrom, Artist \"Art is about imagination and that is what my work demands of the people interacting with it. You have to imagine a painting or sculpture is in front of you,\" says Newstrom. Paul Rooney, Lana's agent, believes she might be the greatest artist alive working today: \"When she describes what you can't see, you begin to realize why one of her invisible works can fetch upwards of a million dollars.\" said Rooney. The tale took off on the social web, racking up tens of thousands of shares after it was published and broadcast, with most commentators missing the key point that the CBC's \"This Is That\" program is hosted by two comedians, Pat Kelly and Peter Oldring, who fabricate stories satirizing current affairs as a spoof of public radio: This Is That is a current affairs program that doesn't just talk about the issues, it fabricates them. Nothing is off limits politics, business, culture, justice, science, religion if it is relevant to Canadians, we'll find out the \"This\" and the \"That\" of the story. Each week, hosts Pat Kelly and Peter Oldring introduce you to the voices and stories that give this country character in this 100% improvised, satirical send-up of public radio. This bit of satire was lost on many readers and listeners, which Kelly explained (in an article translated from French) may have been partly due to the fluid definition of what constitutes art: In the arts, there is much room for interpretation and we thought it would be interesting to push the idea to the extreme ... the invisible art. Kelly believes that the number of people who read the post alone without listening to the accompanying audio likely helped push the joke a bit further than was intended: People read on the Internet so quickly that many did not taken the time to check if it was true or not. We encourage people to listen to the audio, because that is where lies the joke. After listening, people will have a hard time believing it's true.",
  "Originally Published": "",
  "Referred Links": "http://ici.radio-canada.ca/nouvelles/arts_et_spectacles/2014/09/26/005-art-invisible-satirique.shtml\";http://www.cbc.ca/thisisthat/blog/2014/09/23/new-york-artist-creates-art-that-is-invisible/;",
  "Example": "[Collected via e-mail, September 2014] An artist, Lana Newstrom, is making headlines and actually selling \"work\" for $35,000 and over with invisible art. She supposedly could not sell her art, so she opened a New York \"gallery\" which consists of an empty room with bare walls, and tells everyone that the walls contain her \"invisible art.\" Supposedly, people (idiots) go there and pay (but for what?), and she's already a millionaire. This sounds impossible to me.",
  "Last Updated": "29 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/newstrom.asp",
  "Claim": "Artist Lana Newstrom is creating invisible art and selling it for millions of dollars.",
  "Claim_ID": "media_notnews_newstrom",
  "Tags": ""
}