{
  "Origins": "On 16 March 2015, the disreputable web site Racket Report published an article titled \"Hospital Insider Reveals 'The Government Has Been Microchipping Babies Since 1983'\". According to the site, one or more unspecified people revealed the existence of a program under which all newborn babies have been implanted with RFID chips by the government for more than three decades:",
  "Fact Check": "",
  "Description": "The undated and unsourced article included what appeared to be a bogus share counter tracking tens of thousands of social media shares (not corroborated by a search of corresponding social networks), artificially inflating its credibility to unsuspecting readers. The fake news story bore some resemblance to an earlier, debunked rumor about laws requiring the microchipping of babies in Europe. The Racket Report 's disclaimer admits that the site's content is \"for entertainment purposes only\" and that \"some stories on this website are fictitious\": The Racket Report is a news web publication with news articles, inspired by real news events. The articles and stories may or may not use real names, always a semi real and/or mostly, or substantially, fictitious ways. A few articles are for entertainment purposes only. The purpose of said stories is to entertain and amuse and not to disparage any persons, institutions, in anyway and no malice is intended towards anyone or anything, nor should any be construed from the fictional stories. That means some stories on this website are fictitious. Previous articles from the site included a claim that KFC had begun selling marijuana in Colorado and another that Korean McDonald's outlets were offering a dog meat burger menu item.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/dyab;http://www.donotlink.com/e5bo;",
  "Example": "[Collected via Twitter, March 2015] Hospital Insider Reveals \"The Government Has Been Microchipping Babies Since 1983\"",
  "Last Updated": "17 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/trackingbabies.asp",
  "Claim": "The U.S. government has been microchipping babies since 1983.",
  "Claim_ID": "media_notnews_trackingbabies",
  "Tags": ""
}