{
  "Origins": "This terrifying warning about danger lurking in lipstick began frightening the makeup-wearing public in May 2003, even as it apparently offered them a way to protect themselves from dangerous products via a simple test which could supposedly identify a threat to their wellbeing.",
  "Fact Check": "",
  "Description": "Lead may not necessarily cause cancer, but it most assuredly is an element dangerous to humans; one they should make every effort to distance themselves from. Exposure to lead can cause a range of deleterious health effects, from behavioral problems and learning disabilities to seizures and death. Children 6 years old and under are most at risk because their bodies are growing quickly, thus additional care has to be taken to protect them from exposure to this common element. In the past, many house paints were lead-based and the solder commonly used on plumbing joints contained lead, bringing this killer into numerous unsuspecting households. But lead awareness has improved in recent years, as have regulations restricting the use of lead in goods or products average consumers might have contact with. In this respect, our houses today are far safer than those of our parents and grandparents. But what about the presence of lead in cosmetics? Although many dangerous substances (including lead) have been utilized as ingredients at various times in the history of makeup, and some women of earlier days caused themselves life-long health problems (or even managed to kill themselves) with beautifiers that amounted to death in a jar, what goes into cosmetics these days is much more regulated, controlled, and fully understood. While in the past anything and everything got tossed into the paintbox without anyone's knowing what could cause harm and what was safe to use, our modern world at least has safer cosmetics going for it. We spoke with a compliance officer at the Food and Drug Administration (FDA) about the possibility of lead being present in lipsticks. All dyes used in foodstuffs or cosmetics have to be vetted by the FDA for safety, and although some of the colorants the FDA grants approval to do contain lead, it is present in such miniscule amounts that it has no adverse effects on consumers. Manufacturers who wish to do business in the USA are restricted to the use of FDA-certifiable colors only; otherwise their products will not be allowed in the country or onto the shelves of American stores. Each of these approved dyes has its own rigid set of specifications which must be adhered to. For instance, F&C Red #6 cannot contain more than 20 parts per million of lead (also not more than 3 parts per million of arsenic or 1 part per million of mercury). As for how stringent these requirements are, every time a manufacturer prepares a batch of dye for use in its products, it has to submit a sample from that batch to the FDA for certification. The FDA's certification process is exhaustive and exhausting. And only the FDA can certify colors as safe no one else has that authority. The FDA further regulates the selection of dyes manufacturers can incorporate into their products according to the proposed end uses of the items in question. Thus, products intended for use on mucous membranes can contain only certain FDA-approved dyes rather than drawing from the full spectrum of approved dyes. Because the lips are considered mucous membranes, lipstick manufacturers may make their colorant selections only from this reduced pool. Occasionally, small-scale studies (such as one in 2006 and another in 2007 ) report detecting amounts of lead that exceed the FDA limits for candy (0.1 PPM) in some brands of lipstick, resulting in news reports with alarming headlines such as \"Lipstick Found to Contain Hazardous Levels of Lead!\" The comparison with candy is made because the FDA has not yet issued specific standards for lead content in lipstick (and so news or consumer watchdog associations choose sweets as a comparison product), but this match up is not an apt one: people eat whole pieces of candy; they don't merely smear their lips with thin coatings of it. Also, unlike candy, lipstick is rarely eaten by the bagful. It therefore goes without saying that regulatory standards governing the lead content of items we eat (sometimes in great quantity) must be far more restrictive than those governing items that take us years to go through. (And no, there's no truth to the old saw about the average woman's swallowing six pounds of lipstick during her lifetime.) A December 2011 study conducted by the FDA found the average lead concentration in the 400 lipsticks it tested for that substance was 1.11 ppm, with results ranging from the detection limit of 0.026 ppm to the highest value of 7.19 ppm. The FDA said regarding safety concerns about the lead levels it found in lipsticks: \"We have assessed the potential for harm to consumers from use of lipstick containing lead at the levels found in both rounds of testing. Lipstick, as a product intended for topical use with limited absorption, is ingested only in very small quantities. We do not consider the lead levels we found in the lipsticks to be a safety concern. The lead levels we found are within the limits recommended by other public health authorities for lead in cosmetics, including lipstick.\" Likewise, a research study conducted in 2013 by UC Berkeley's School of Public Health found that lead was present in 24 of the 32 lipstick samples they tested, but at levels that were within safety guidelines (estimated lead intake for the product with the highest lead concentration was between 3% and 12% of the acceptable daily intake). The cited FDA limit of 0.1 ppm is for lead in \"candy likely to be consumed frequently by small children,\" but lipstick is rarely used by small children (who are much more susceptible to contaminants such as lead) at all, let alone frequently. Finally, until very recently the FDA limits for lead in candy were five times higher than they are now. This puts the amounts of lead found in that 2007 examination of lipsticks into a bit better perspective: In 2006 the FDA limit on lead in candy meant for children was 0.5 ppm, and the highest amounts of lead in lipstick uncovered by The Campaign for Safe Cosmetics in 2007 were 0.65 ppm, followed by 0.58 ppm and 0.56 ppm, with all other lipsticks it examined falling well below the 0.5 ppm mark (4th in line was 0.28 ppm). The FDA said about the reasonableness of comparing lead levels found in lipstick to the limit established for candy that: \" The FDA-recommended upper limit for lead in candy is 0.1 ppm. It is not scientifically valid to equate the risk to consumers presented by lead levels in candy , a product intended for ingestion, with that associated with lead levels in lipstick, a product intended for topical use and ingested in much smaller quantities than candy.\" As to what the limit on lead in lipstick should be, a 25 July 1990 Cosmetics, Toiletry, and Fragrance Association memo about the use of \"carbon black\" in cosmetics noted: \"CTFA has proposed that residues of lead and arsenic be limited to a maximum of 20 ppm and 2 ppm, respectively,\" which is 100 to 50 times the level discovered in reports about lead found in lipstick. (Now, granted, that CTFA proposal had to do with a particular component of the cosmetic rather than the whole of the product itself. But even so, it's reasonable to conclude the amount of lead in those lead-bearing lipsticks fell well within the broad range of what the FDA considers innocuous.) Despite initial inability to see the resultant streaks, further tests conducted under strong light by rubbing various metals across lipstick smears made on sheets of white paper produced dark brown marks. Rubs of pewter, copper, silver, and gold across samples drawn from three Revlon Colorstay Lipcolors left dark streaks in their wakes; rubs of stainless steel did not. Even coins produced reactions, with dimes and nickels leaving discernable streaks, although pennies did not. (Which is not all that surprising, given the reaction to copper noted above. Pennies are 2.5% copper and 97.5% zinc; nickels are 75% copper and 25% nickel, and dimes are 91.67% copper and 8.33% nickel.) All reactions were more noticeable against streaks of lighter-colored lipstick. Yet the interests of science carried me further, especially after a call to Revlon failed to yield anything that would help explain what component of the cosmetic was reacting to those metals. Remembering that lipstick is (at its most basic) oil, wax, and color, I rubbed the four metals across swipes of wax made on white paper, and again saw dark streaks, albeit gray ones. Curiosity then inspired me to make yet another test with the four metals, this time against plain white paper. And once again, the gray streaks were there. The streaks that supposedly herald the presence of lead in one's lipstick are in reality dark marks produced by the testing agents themselves. Gold, silver, copper, and pewter leave these trails no matter what they're rubbed against, in the same way that pencils make marks on whatever surfaces they are trailed along. That these marks appear more prominent against a lipstick backdrop is attributable to contrast streaks that look gray against a white background seem brown against a reddish background, and brown is a color more readily discerned by the eye. The bottom line is that U.S. medical literature has yet to record a single case of anyone's coming down with lead poisoning through lipstick use. (And, in any case, contrary to what is claimed in the alarming e-mail quoted above, contracting cancer is not one of the recorded adverse health effects one is likely to suffer through excessive exposure to lead .) Of course, all of this information applies to lipstick legally produced and sold in the U.S. When it comes to unauthorized imports and counterfeit cosmetics that evade the scrutiny of government regulatory agencies, all bets are off. Barbara \"lip service\" Mikkelson Additional information: Tips to Prevent Lead Exposure (Center for Disease Control) Lipstick and Lead: Questions and Answers (U.S. Food and Drug Administration)",
  "Originally Published": "",
  "Referred Links": "http://www.fda.gov/cosmetics/productsingredients/products/ucm137224.htm;http://www.cdc.gov/nceh/lead/tips.htm;http://web.archive.org/web/20060202101711/http://www.nsc.org/library/facts/lead.htm;http://www.fda.gov/ohrms/dockets/dailys/04/aug04/081704/87c-0023-bkg0001-ref0002-vol1.pdf;http://www.fda.gov/Cosmetics/ProductandIngredientSafety/ProductInformation/ucm137224.htm#q9;http://web.archive.org/web/20090117100949/http://www.cfsan.fda.gov/~dms/pbcandy.html;http://www.foodproductdesign.com/news/2006/11/fda-sets-new-recommended-lead-level-for-candy.aspx;http://ehp.niehs.nih.gov/wp-content/uploads/121/5/ehp.1205518.pdf;http://www.fda.gov/Cosmetics/ProductandIngredientSafety/ProductInformation/ucm137224.htm#q7;http://web.archive.org/web/20080307082807/http://www.kirotv.com/health/14318167/detail.html;http://web.archive.org/web/20080219185409/http://cbs2.com/consumer/Lipstick.Lip.Gloss.2.516979.html;http://www.fda.gov/ForIndustry/ColorAdditives/RegulatoryProcessHistoricalPerspectives/default.htm;",
  "Example": "[Collected via e-mail, July 2003] This is how to test Lipstick for \"Lead\", lead is a chemical which causes cancer. Recently a brand called, \"Red Earth\" decreased their prices from HK$67 to HK$9.90. It contains lead. Brands which contain Lead 1. Christian Dior 4 2. LANCOME 2 3. CLINIQUE 2 4. Y.S.L 5 5. ESTEE LAUDER 3 6. SHISEIDO 2 7. RED EARTH (Lip Gloss) 2 8. CHANEL (Lip Conditioner) 2 9. Market America-Motives lipstick 0 The higher the number of lead the higher the content which means a greater chance of causing Cancer. After doing this test, we found Y.S.L. lipstick to contain the most lead. It is not easy to \"REMOVE\" because of the lead. Watch out for those lipsticks which are suppose to stay longer Here is the test you can do yourself: 1. Put some lipstick on your hand, 2. Use a 24k-14k Gold ring to scratch on the lipstick. 3. If the lipstick color changes to black then you know the lipstick contains lead. Please send this information to all your girl friends.",
  "Last Updated": "20 June 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/medical/toxins/lipstick.asp",
  "Claim": "Several major brands of lipstick contain dangerous levels of cancer-causing lead which can be detected with a gold ring.",
  "Claim_ID": "medical_toxins_lipstick",
  "Tags": ""
}