{
  "Origins": "On 8 May 2015, World News Daily Report published an article titled \"'Yoko Ono: 'I Had An Affair with Hillary Clinton in the '70s.'\" According to that article, Yoko Ono (widow of John Lennon) \"shocked reporters\" at a press conference on 7 May 2015 when she casually admitted to a decades-earlier intimate partnering with former Secretary of State and First Lady Hillary Clinton:",
  "Fact Check": "",
  "Description": "A photograph of Clinton that accompanied the article bore a caption claiming the presidential hopeful \"has been hit by a series of allegations of being a lesbian in her career which could ruin her bid for the presidency, believe some experts.\" But while Yoko Ono did receive some media attention on 7 May 2015, it was not due to a major admission involving Hillary Clinton; rather it was an announcement that Ono was collaborating on a series of coffee cups with the company illy Art. Had Ono admitted anything of the sort, that report would have reached mainstream media sources. But World News Daily Report is a fake news site whose disclaimer page clearly states that its content is not news and is not meant to be taken seriously: World News Daily Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within worldnewsdailyreport.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction. World News Daily Report 's past confabulations include a purported eyewitness account of Jesus' miracles , a sad (and fake) claim about loggers killing the world's oldest tree , and a spun-up tale about the discovery of a \"prehistoric shark \" in Pakistan.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/d4oi;http://www.prnewswire.com/news-releases/yoko-ono-mended-cups-and-unbroken-cup-a-new-illy-art-collection-and-metaphor-for-life-300079603.html;http://www.donotlink.com/f328;",
  "Example": "[Collected via Facebook, May 2015] Yoko Ono says Hillary Clinton is gay... doesn't everybody know that by now? She should just be outspoken about it !",
  "Last Updated": "11 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/yokohillary.asp",
  "Claim": "Yoko Ono confirmed that she had an affair with Hillary Clinton in the 1970s.",
  "Claim_ID": "media_notnews_yokohillary",
  "Tags": ""
}