{
  "Origins": "On 6 September 2014, Empire News posted a weather-related prediction for the upcoming winter that terrified many Americans. Per the dire warning subsequently shared across social media sites (titled \" Meteorologists Predict Record-Shattering Snowfall Coming Soon \"), a winter storm season of epic proportions is headed this way.",
  "Fact Check": "",
  "Description": "If you're curious as to which way the oncoming snowpocalypse is headed, the answer is \"all ways,\" because the viral post suggests all of the United States is supposedly in for a near-constant onslaught of snow and freezing temperatures, lasting for almost the entire winter. The article claims: Meteorologists and weather science experts at the National Weather Service (NWS) say that there is a 99% chance that the we will start to see a massive cold-front sooner in the year than has ever happened, which will produce not just record-breaking snowfall, but according to Dr. Boris Scvediok, a doctor of global weather sciences, record shattering snow storms across the board, affecting the entire United States. \"For the sake of comparison to the past winter, lets say that your area received a total of twenty inches of accumulative snow for the season. Because this year the snowfall is predicted to start by the end of September or the beginning of October, you can expect to multiply that number by up to five, ten, maybe even twenty times in some areas. In the worst zones, you could see 50 times the amount of snow you've had in the past. This is the type of winter the American public needs to prepare for. Several meteorologists are saying not to buy into what the models are showing. I can tell you from forty years of scientific weather research, they are doing you a disservice,\" Dr. Scvediok told the Associated Press on Friday. \"The Northeast, Ohio Valley, and Midwestern states will definitely get hit the hardest.\" As is often the case with stories from similar hoax news sites, the slightly plausible nature of the headline induced many users to post and repost the link without careful examination. However, \"50 times the amount of snow\" is quite a broad imaginational stretch, as is the claim that such a massive weather pattern change would affect such a large swath of the continental United States. Long-range forecasting to the degree indicated in the now-viral article is virtually impossible given the meteorological variables involved. The \"Record-Shattering Snowfall Coming Soon\" post is just one of several leg-pulls from Empire News , one of a number of fake news sites known for barely detectable satirical posts such as \"Cure for Cancer Discovered; 'Amazingly Simple' Says Researcher,\" and \"College Student Excused from Classes After Dog Eats Grandmother,\" and \"Woman Gives Birth, Confuses Doctors by Asking for Maternity Test.\" A disclaimer page on the site admits that Empire News \"is a satirical and entertainment website.\"",
  "Originally Published": "",
  "Referred Links": "http://empirenews.net/about-disclaimer/;http://empirenews.net/meteorologists-predict-record-shattering-snowfalls-coming-soon-bread-milk-prices-expected-to-soar/;https://twitter.com/losuitomnlisonn/status/508984742344404992;https://twitter.com/CarterPederson/status/509088889882308608;https://twitter.com/RPZN_Global/status/509098929523130368;http://t.co/dJXsj4R8XU;",
  "Example": "[Collected via Twitter, September 2014] Record breaking snowfall ahead? http://t.co/dJXsj4R8XU HELL YES!! We're ready. Are you? RPZN (@RPZN_Global) September 8, 2014 The snowfall this year is supposed to be \"record breaking\" so bring on the snow days this kid doesn't have to make up :) Carter Pederson (@CarterPederson) September 8, 2014 \"there's gonna be 10-20 times more snow than there was during last years record breaking snowfall winter\" nicole (@losuitomnlisonn) September 8, 2014",
  "Last Updated": "8 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/snowmageddon.asp",
  "Claim": "An incoming \"record-breaking snowfall\" will blanket most of the U.S. during the 2014-2015 winter season.",
  "Claim_ID": "media_notnews_snowmageddon",
  "Tags": ""
}