{
  "Origins": "On 3 December 2014, the Centers for Disease Control (CDC) issued a health advisory to clinicians about the 2014-2015 flu season. The advisory warned testing of active flu strains in October and November of 2014 had revealed that circulating strains \"antigenically drifted\" from strains included in the development of current doses: Influenza viral characterization data indicates that 48% of the influenza A (H3N2) viruses collected and analyzed in the United States from October 1 through November 22, 2014 were antigenically \"like\" the 2014-2015 influenza A (H3N2) vaccine component, but that 52% were antigenically different (drifted) from the H3N2 vaccine virus. In past seasons during which predominant circulating influenza viruses have been antigenically drifted, decreased vaccine effectiveness has been observed. In the advisory, the CDC explained to clinicians that the flu vaccine still provided some protection against drifted strains of influenza and that not all strains of flu had drifted. The agency advised health professionals on how to most efficiently protect and treat patients from circulating influenza strains:",
  "Fact Check": "",
  "Description": "The CDC's objective in issuing the advisory was not (as some have mistakenly inferred) to apologize or caution against flu vaccination in the 2014-2015 flu season, but rather to provide doctors and health professionals with up-to-date information to protect and treat patients. Vaccine opponents framed the CDC's flu shot health advisory as proof positive the preventive measure was useless, even though the limitations of annual flu vaccines are well documented and thoroughly explained by the agency on its website: How well the flu vaccine works (or its ability to prevent flu illness) can range widely from season to season. The vaccine's effectiveness also can vary depending on who is being vaccinated. At least two factors play an important role in determining the likelihood that flu vaccine will protect a person from flu illness: 1) characteristics of the person being vaccinated (such as their age and health), and 2) the similarity or \"match\" between the flu viruses the flu vaccine is designed to protect against and the flu viruses spreading in the community. During years when the flu vaccine is not well matched to circulating viruses, it's possible that no benefit from flu vaccination may be observed. During years when there is a good match between the flu vaccine and circulating viruses, it's possible to measure substantial benefits from vaccination in terms of preventing flu illness. However, even during years when the vaccine match is very good, the benefits of vaccination will vary across the population, depending on characteristics of the person being vaccinated and even, potentially, which vaccine was used. Each season researchers try to determine how well flu vaccines work to regularly assess and confirm the value of flu vaccination as a public health intervention. Study results about how well a flu vaccine works can vary based on study design, outcome(s) measured, population studied and the season in which the flu vaccine was studied. These differences can make it difficult to compare one study's results with another's. Simply put, there is no reason the CDC would issue an apology for decreased protection against currently circulating flu strains following any batch of flu vaccine because that isn't how flu vaccination works, currently or historically. The objective of flu vaccinations has only ever been to protect against the most likely strains for an upcoming flu season, and it is impossible to state with certainty which strains will circulate in the future. The inability of researchers to completely predict which strains will circulate is a well-documented limitation of flu vaccination, not a hidden drawback of which few are aware. Furthermore, the CDC has always recommended anyone who is able to receive the flu shot do so. Even during flu seasons when the vaccine isn't a perfect match, cross-protection against circulating strains of influenza results in fewer instances of severe reactions or deaths from the flu. While no apology was issued by the CDC about the flu shot's potentially decreased effectiveness, the agency did advise doctors to more aggressively treat suspected cases of flu with antiviral medications.",
  "Originally Published": "",
  "Referred Links": "http://www.cdc.gov/flu/about/qa/vaccineeffect.htm;http://emergency.cdc.gov/han/han00374.asp;",
  "Example": "[Collected via Facebook, December 2014] Really? CDC issues flu vaccine apology: this year's vaccine doesn't work!",
  "Last Updated": "5 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/disease/cdcflu.asp",
  "Claim": "The CDC issued an apology because the 2014-15 flu shot doesn't work.",
  "Claim_ID": "medical_disease_cdcflu",
  "Tags": ""
}