{
  "Origins": "On 15 December 2014, World News Daily Report published an article titled \"'Little Old Lady' Arrested for Making Fur Coats with Neighbor's Cats.\" According to the site, an unnamed 85-year-old female resident of Waco, Texas, was arrested and charged with unspecified crimes after police learned of her activities:",
  "Fact Check": "",
  "Description": "The claim was upsetting to many social media users, but thankfully for cat fanciers, World News Daily Report is one of many fake news outlets known to fabricate outrageous stories in the hopes Facebook users will pass the tales on to friends. A reverse image search of the picture appended to the article revealed it to have been lifted from a 2013 news story about the arrest of a 79-year-old Georgia woman named Norma Cheren on charges unrelated to cats. World News Daily Report 's disclaimer page states: World News Daily Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within worldnewsdailyreport.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction. In addition to the cat lady fur coat hoax, World News Daily Report 's back catalog of fake news articles includes a claim a new eyewitness account to Jesus' miracles had emerged, another stating loggers inadvertently cut down the world's oldest tree , and a tall tale about a \"prehistoric shark \" purportedly discovered in Pakistan.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/d4oi;http://www.dailymail.co.uk/news/article-2277308/Atlanta-woman-Norma-Cheren-79-jailed-selling-marijuana-just-days-hip-surgery.html;http://www.donotlink.com/d2kp;",
  "Example": "[Collected via e-mail, January 2015] 85 year old woman using neighborhood cats to make fur coat. Possibly facing 18 months in jail.",
  "Last Updated": "7 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/catfurcoat.asp",
  "Claim": "A woman was arrested after police discovered she was killing her neighbors' cats to make fur coats from them.",
  "Claim_ID": "media_notnews_catfurcoat",
  "Tags": ""
}