{
  "Origins": "On 6 December 2014, World News Daily Report published an article titled \"Loggers Accidentally Cut Down World's Oldest Tree in Amazon Forest.\" In that article, the site claimed \"illegal loggers\" had mistakenly destroyed the oldest living tree on Earth:",
  "Fact Check": "",
  "Description": "The article was widely shared on social media sites and caused a good deal of anger among environmentally-minded readers. Luckily for them, World News Daily Report is one of a number fake news outlets, known for spreading fictional but marginally believable articles to be shared via Facebook and Twitter. World News Daily Report 's disclaimer page states: World News Daily Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within worldnewsdailyreport.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction. In addition to the \"world's oldest tree\" yarn, World News Daily Report 's repertoire of hoax articles includes \"Elderly Woman Vanishes During Magic Show\" and \"Homeless Man Sexually Assaulted by Top Models in Limousine.\" Additionally, there isn't a single identifiable \"world's oldest tree \" as such, and the majority of trees that are contenders for the title are located in North America and not the Amazon.",
  "Originally Published": "",
  "Referred Links": "http://en.wikipedia.org/wiki/List_of_oldest_trees;http://worldnewsdailyreport.com/disclaimer/;http://worldnewsdailyreport.com/loggers-accidentally-cut-down-worlds-oldest-tree-in-amazon/;",
  "Example": "[Collected via e-mail, December 2014] I just read an article that illegal loggers just cut down the world's oldest tree located in the rain forest on the Brazil border",
  "Last Updated": "10 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/oldesttree.asp",
  "Claim": "Illegal loggers in the Amazon rainforest accidentally cut down the world's oldest tree.",
  "Claim_ID": "media_notnews_oldesttree",
  "Tags": ""
}