{
  "Origins": "The Internet is typically full of fool's errands, japes that seek to lure the gullible into attempting a completely pointless or ridiculous act in the mistaken belief that it will produce some beneficial effect. In the wake of the 2014 Ebola scare, one such prank widely spread via social media as seemingly silly as it was carried the potential for causing great harm to those who might fall for it.",
  "Fact Check": "",
  "Description": "The joke, typically circulated in the form of the image shown above, held that one could \"become immune to the deadly Ebola virus\" by drinking 200ml or injecting 20ml of common liquid household bleach, noting that the substance may be a strong disinfectant but \"is totally harmless to us humans\" and asserting that a dose of bleach will clear \"all Ebola in your system and prevent any more getting in.\" The infographic concludes with a line commonly found in advertisements for various health products of dubious efficacy, \"It's the one secret Big Pharma doesn't want you to know!\" The fact is that bleach (sodium hypochlorite) is neither \"totally harmless to us humans\" nor does it have any preventative effect in regards to the Ebola virus. It is a caustic agent that when taken internally, either by ingestion or injection, can be extremely dangerous. Swallowing sodium hypochlorite in diluted form may cause only mild stomach irritation, but in larger amounts it can produce more serious symptoms, including burns on the esophagus, stomach and abdominal pain, and even delirium or coma.",
  "Originally Published": "",
  "Referred Links": "http://www.nlm.nih.gov/medlineplus/ency/article/002488.htm;",
  "Example": "[Collected via e-mail, October 2014] I saw an article on FB about Ebola and that taking bleach orally orinjecting into your blood stream can cure it. I find this highlyunlikely. But, someone posted it and I am concerned someone might try it. There is a post going around facebook that you can drink 200ml ofbleach to completely cleanse your system of ebola and prevent from evergetting it. This doesn't really sound like a good idea but was wonderingif it was true.",
  "Last Updated": "21 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/ebola/bleach.asp",
  "Claim": "Drinking or injecting bleach will protect you against Ebola.",
  "Claim_ID": "medical_ebola_bleach",
  "Tags": ""
}