{
  "Origins": "Because potentially fatal accidents often occur when trained medical help is elsewhere, members of the general public have taken it upon themselves to learn CPR, a life-saving technique that is a combination of rescue breathing, which provides oxygen to the victim's lungs, and chest compressions, which keep oxygenated blood circulating until an effective heartbeat and breathing can be restored. One of the tools that has helped many of them to master the requisite skills is the CPR dummy, a full-body or head-and-torso mannequin used for practicing the CPR routine.",
  "Fact Check": "",
  "Description": "While there are many CPR dummies or mannequins on the market, the face of the one most widely used was modeled on that of an anonymous young woman whose body was fished from the Seine around the turn of the 20th century. It was believed she had taken her own life, but since she was never identified, no details of her life were known and the events leading to her demise remain a mystery. The unknown girl was entered in the books at the Paris morgue as \"ecadavre feminin inconnu\" (unknown female cadaver) before her remains were disposed of in an unmarked pauper's grave. A death mask was made of her features, but it is unclear if this was done in furtherance of attempts to establish her identity or because an unnamed morgue attendant was so taken by her visage that he took it upon himself to craft a memento of her beauty. (It is not true that death masks were routinely made of all decedents who graced the Paris morgue with their presence. Instead, beginning in 1881, the bodies of up to fourteen unknown persons would be laid out in a chilled room fronted by a plate glass window before which an endless train of the curious would pass, in hopes that some of the passersby would recognize some of the morgue's unidentified guests. Unknown Paris , a volume of engravings from 1893 about the city's less savory landmarks, said of it: \"There is not a single window in Paris that attracts more onlookers than this.\") The death mask of the girl who came to be known as \"L'Inconnue de la Seine\" made it out of the morgue by unknown means and into the souvenir shops. Its serene beauty, displaying a calm repose the real girl had perhaps not known in life, spoke to people. The mask took on a life of its own, becoming a \"must have\" objet d'art, and several factories were engaged at once to produce it in vast numbers. In the mid-1950s, Dr. Peter Safar, a pioneer in emergency medicine, developed a method of mouth-to-mouth resuscitation combined with chest compression; in 1958 he presented a paper on this technique in the Journal of the American Medical Association . Safar believed his methods could be employed by those outside the medical field to save lives, provided these laypeople were given adequate training in his techniques. To more effectively teach this procedure to them, he envisioned having a life-sized doll that novices to cardiopulmonary resuscitation could practice on, and so he approached toymaker Asmund Laerdal with the idea of developing a realistic mannequin for CPR training. Laerdal took up the challenge. The face Laerdal used for his training dummy was that of \"L'Inconnue de la Seine,\" the by-then well-traveled death mask of an unknown Parisian girl. The modern CPR dummy was built in 1960 and sold under the name \"Resusci Anne.\" In North America she has been christened \"CPR Annie.\" Many a student of basic CPR has been taught to check if a patient is unconscious by gently shaking the doll and calling, \"Annie, Annie, are you OK?\" The legend collides with reality in that while the doctor behind the creation of CPR Annie did not model its face after that of his deceased daughter, he was indeed the father of a girl who died in childhood. In 1954, Dr. Peter Safar and his wife, Eva, produced a daughter, whom they named Elizabeth. This girl child came into the world prematurely, and soon after her birth she was diagnosed with severe asthma. She suffered from this malady throughout her brief life, which ended at age eleven in 1966 after she underwent an asthma attack and slipped into a coma. Barbara \"childhood's end\" Mikkelson Additional information: Learn CPR: You Can Do It! (University of Washington)",
  "Originally Published": "",
  "Referred Links": "http://depts.washington.edu/learncpr/pocket.html;",
  "Example": "[Collected via e-mail, 2004] I have just completed my recertification for a CPR class had again heard the story of how \"Annie\" the CPR doll came to be. I was wondering if the legend is true or not. As the story goes.. A Swedish doctor's 16 yr old daughter drowned in an ice covered pond behind his house. When they got to her they did not do CPR on her because the paramedics did not have the training. When the DR asked why they did not do CPR it was explained that the only way to train CPR was on a cadaver so the good DR then made \"Annie\" to help train others on CPR. \"Annie\" and the male version \"Andy\" were made to look like his daughter at 16, blond hair, short and named after her \"Annie\" as a tribute to her.",
  "Last Updated": "21 June 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/emergent/cprannie.asp",
  "Claim": "The face of the CPR training mannequin was modeled after the deceased daughter of the doctor who invented it.",
  "Claim_ID": "medical_emergent_cprannie",
  "Tags": ""
}