{
  "Origins": "On 23 May 2000, the Seattle Post-Intelligencer published an article announcing the discovery of asbestos in certain brands of children's crayons; specifically, Crayola, Prang, and Rose Art. This accusation sparked a firestorm of debate, with the Seattle Post-Intelligencer standing by the findings of its independent lab analysis, and Binney & Smith (manufacturer of Crayola) maintaining that the independent analysis it had commissioned turned up no such thing.",
  "Fact Check": "",
  "Description": "The article that kicked off this controversy claimed asbestos had been found in three of the eight brands (Crayola, Prang, and Rose Art) that it checked for the presence of this carcinogen. Of the 40 crayons tested from those three brands, 80% were contaminated above the trace level. Binney & Smith asserted the results must have been interpreted wrongly and that it had been common in the past for some labs to misidentify talc fibres as asbestos. The Art and Creative Materials Institute (a trade association paid to certify such materials as non-toxic) insisted the results must be wrong. \"There is no asbestos in crayons,\" said Debbie Fanning, the institute's executive director. On 12 June 2000, the Consumer Product Safety Commission (CSPC) released the results of its tests. The CPSC found \"a trace amount of asbestos in two Crayola crayons made by Binney and Smith and one Prang crayon made by Dixon Ticonderoga\" but stated that \"the amount of asbestos is so small it is scientifically insignificant.\" In Crayola crayons and Prang crayons, CPSC also found larger amounts of another fiber, called \"transitional\" fiber, which is similar in appearance to asbestos fiber. While there are potential concerns about these fibers if children are exposed to them, CPSC tests concluded that the ingestion risk to children through either inhalation or ingestion is extremely low and there is no scientific basis for a recall. As vital the question of asbestos in crayons is, another question eclipses it: If it were there, would it do any harm? Asbestos is not a deadly poison, the mere touch of which will prove fatal it's a cancer-causing agent that can prove deadly if it's breathed in. According to the U.S. Environmental Protection Agency ( EPA ): Asbestos is the name for a group of naturally occurring minerals that separate into strong, very fine fibers. The fibers are heat-resistant and extremely durable, and, because of these qualities, asbestos has become very useful in construction and industry. In the home it may or may not pose a health hazard to the occupants, depending on its condition. When it can be crushed by hand pressure or the surface is not sealed, to prevent small pieces from escaping, the material is considered FRIABLE. In this condition fibers can be released and pose a health risk. However, as long as the surface is stable and well-sealed against the release of its fibers and not damaged, the material is considered safe until damaged in some way. Asbestos is only dangerous when it's deteriorated to the point where its tiny fibers can be released into the air and inhaled. If the material is solid (in appearance and to touch) and maintained in good condition, it presents no problem. If trace amounts of asbestos were encased in a waxy substance such as crayons, those fibers would not be friable and would pose no risk of becoming airborne. What's a parent to do? Listen to the Consumer Products Safety Commission. According to that august body, the risk of exposure to the fibers from using crayons is low. In a simulation of a child vigorously coloring with a crayon for half an hour, no fibers were found in the air. The risk of exposure by eating crayons is also low because the fibers are imbedded in wax and pass through a child's body. However, CPSC concluded that these fibers should not continue to be used in children's crayons in the long term. CPSC tests concluded that there is no cause for concern. Parents and teachers can continue to use the crayons they have and purchase crayons from store shelves. The CPSC has asked industry to reformulate crayons using substitute ingredients. Binney and Smith and Dixon Ticonderoga quickly volunteered to reformulate within a year to eliminate the fibers. Rose Art, which has only a small percentage of crayons made with talc, also agreed to reformulate. Barbara \"the truth, asbestos I can figure out\" Mikkelson Additional information: CPSC Releases Test Results on Crayons (Consumer Product Safety Commission) Tremolite: What Our Tests Found (Seattle Post-Intelligencer) Our Commitment to Crayola Product Safety (Crayola)",
  "Originally Published": "",
  "Referred Links": "http://www.crayola.com/safety/index.cfm;http://seattlepi.nwsource.com/crayons/tremolite.shtml;http://cpsc.gov/cpscpub/prerel/prhtml00/00123.html;http://www.epa.gov/region4/air/asbestos/homeasb.htm;http://cpsc.gov/cpscpub/prerel/prhtml00/00123.html;",
  "Example": "",
  "Last Updated": "31 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/toxins/crayons.asp",
  "Claim": "Harmful levels of asbestos have been found in several brands of children's crayons.",
  "Claim_ID": "medical_toxins_crayons",
  "Tags": ""
}