{
  "Origins": "The article in question began making its Internet rounds in late January 2002. In a nutshell, it's a crock although no public place is ever entirely filth-free, the \"study\" the e-mail purports to report upon does not exist.",
  "Fact Check": "",
  "Description": "There is a University College London, but it does not have a Department of Forensics, as this list of its departments shows. The name of a real college was used to impart an aura of credibility to this hoax. The e-mail circulates in another form that attributes the fictional study to the Department of Mechanical Engineering, University of New South Wales (which is in Australia) and citing Sydney CityRail as the subway that was the subject of the investigation. It too is a fake. Yet another version asserts it was scientists from the Department of Forensics at University of Toronto who reported these finding about the TTC, Toronto's subway. This is also a fake. All fakery aside, however, scientists from a number of British universities have been involved in studies involving the breathability of the air found in the London Underground. Concerns over higher-than-average concentrations of iron oxide and quartz particles have been raised. Some have likened a 40 minute trip on the Underground to the equivalent of smoking two cigarettes. Air quality appears to be a valid issue, but all the rest of the claims made in the hoax e-mail don't appear to be. Even with the air quality issue, it needs be pointed out that whatever problems there are, they were not brought about by humans or vermin nor are they related to unsanitary conditions. Barbara \"london abridged\" Mikkelson Additional information: 'Study' E-mail Is a Hoax (London Underground Limited)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20021002021837/http://www.thetube.com/content/pressreleases/0201/30.asp;http://www.ucl.ac.uk/departments/a-z/;",
  "Example": "[Collected on the Internet, 2002] Taken from a Science Journal, Jan '01 What we can all look forward to on our commute home this evening (particularly given we won't be on the train)! If you are a regular traveller on the London Underground, here are some facts which you are going to wish you hadn't read. During Autumn of 2000, a team of scientists at the Department of Forensics at University College London removed a row of passenger seats from a Central Line tube carriage for analysis into cleanliness. Despite London Underground's claim that the interior of their trains are cleaned on a regular basis, the scientists made some alarming discoveries. The analysis was broken down. This is what was found on the surface of the seats: 4 types of hair sample (human, mouse, rat, dog) 7 types of insect (mostly fleas, mostly alive) Vomit originating from at least 9 separate people Human urine originating from at least 4 separate people Human excrement Rodent excrement Human semen When the seats were taken apart, they found: The remains of 6 mice The remains of 2 large rats 1 previously unheard of fungus It is estimated that by holding one of the armrests, you are transferring, to your body, the natural oils and sweat from as many as 400 different people. It is estimated that it is generally healthier to smoke five cigarettes a day than to travel for one hour a day on the London Underground. It is far more hygienic to wipe your hand on the inside of a recently flushed toilet bowl before eating, than to wipe your hand on a London Underground seat before eating. It is estimated that, within London, more work sick-days are taken because of bugs picked up whilst travelling on the London Underground than for any other reason (including alcohol).",
  "Last Updated": "31 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/disease/london.asp",
  "Claim": "A 2001 study concluded that the London Underground was unspeakably unsanitary.",
  "Claim_ID": "medical_disease_london",
  "Tags": ""
}