{
  "Origins": "Shortly after Ireland became the first nation to legalize gay marriage by popular vote, New Yorker humorist Andy Borowitz posted a satirical story to his Facebook page positing that Louisiana Governor Bobby Jindal had broken off trade relations with the LGBT-friendly country:",
  "Fact Check": "",
  "Description": "One day after Irish voters legalized gay marriage, Louisiana Gov. Bobby Jindal has used his emergency powers to ban all Irish products from the state. The sweeping trade sanctions will prevent popular Irish products, such as Guinness beverages, from being sold in Louisiana. Jindal explained that breaking off trade with Ireland was necessary to protect the sanctity of marriage in Louisiana. \"Every time someone takes a sip of Guinness, a part of straight marriage dies,\" he said. While many people know Andy Borowitz as a humor writer for the New Yorker , the above-displayed article did not appear in the popular journal; instead, it was posted to the writer's Facebook page. This may have made it more difficult for some readers to determine whether or not it was real. Regardless of where it first appeared, there is no truth to this story. In addition to the fact that no legitimate news outlets have covered Governor Bobby Jindal's alleged decision to cut off trade relations with Ireland, the nature of Mr. Borowitz's articles can be determined by looking at subjects he has previously essayed, which include fact-resistant humans, China's buying Texas, and Tom Brady's mandatory season with the New York Jets.",
  "Originally Published": "",
  "Referred Links": "http://now.snopes.com/2015/04/28/six-ways-to-spot-fake-news/;http://www.newyorker.com/humor/borowitz-report;https://www.facebook.com/andyborowitz/photos/a.312831060680.191322.38423635680/10153383192710681/?type=1;",
  "Example": "[Collected via e-mail, May 2015] This was posted on my facebook news feed . Is it true? Louisiana Breaks Off Trade Relations with Ireland.",
  "Last Updated": "25 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/jindalireland.asp",
  "Claim": "Gov. Bobby Jindal broke off trade relations with Ireland after that country legalized gay marriage.",
  "Claim_ID": "media_notnews_jindalireland",
  "Tags": ""
}