{
  "Origins": "In December 2014, the Extra Wire published an article claiming former New England Patriots tight end Aaron Hernandez, who is currently being held without bail over his indictment on three murder charges, had been released from custody after a judge dropped all pending charges again him and would be returning to the Patriots for the 2015 NFL season:",
  "Fact Check": "",
  "Description": "Aaron Hernandez has reason to celebrate today, as Judge E. Susan Garsh has ruled to drop all current charges against him due to a lack of evidence. Shortly after the decision was made, the NFL expressed that they would be glad to bring Hernandez back, along with Bill Belichick who let it be known that he is welcome to come back as a tight end for the team. Hernandez will still need to undergo some extensive training due to his muscles tightening up while in prison, but the strength he has built up during his time in lockup may help him as a lineman. Some are worried about his wide receiver capabilities, citing that prisoners can lose a tremendous amount of coordination while being locked in a cell for a long period of time, but it seems that Hernandez still has it in him. The Extra Wire does not clearly label itself as an entertainment publication, and in the absence of a proper disclaimer page on the site many readers believed the information provided in the satirical story quoted above was indeed factual. But other articles published by the Extra Wire , including \"Catcalling to Be Punishable by 20 Years in Prison\" and \"Louisiana Village Elects a Dog to Congress,\" make it clear that Extra Wire is not a source to be trusted for news. Furthermore, in December 2014 legitimate publications such as the Boston Globe reported that Aaron Hernandez was still in custody facing first-degree murder charges, with jury selection for his trial set to begin on 9 January 2015.",
  "Originally Published": "",
  "Referred Links": "https://www.bostonglobe.com/opinion/2014/12/18/can-aaron-hernandez-beat-rap/UVvqdxq3tiBZhab81f8tWP/story.html;http://extrawire.com/aaron-hernandez-found-not-guilty-will-return-new-england-patriots-for-2015-season/;",
  "Example": "[Collected via e-mail, December 2014] Is it true that Aaron Hernandez was found not guilty and will be going back to the Patriots in 2015?",
  "Last Updated": "21 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/aaronhernandez.asp",
  "Claim": "Murder charges against former New England Patriots player Aaron Hernandez were dropped, and he will be returning to the Patriots for the 2015 NFL season.",
  "Claim_ID": "media_notnews_aaronhernandez",
  "Tags": ""
}