{
  "Origins": "Short and sweet, this is a leg-pull: no such study was undertaken by a conglomerate of fast food entities, nor did any report produced by anyone else yield such results. Yet the hoax \"report\" was well crafted: Its opening claim that \"Those carrying 15 to 25 extra pounds are better able to recover from adverse conditions such as emphysema, pneumonia, and various injuries and infections\" was drawn from news reports about a 2007 government study on excess weight and causes of death, which stated \"Overweight people are more likely than normal weight people to die from diabetes and kidney disease. But surprisingly, they are less likely to die from pneumonia, emphysema, injuries and various infections.\"",
  "Fact Check": "",
  "Description": "This bit of humor fits well with japes wherein lettuce and other typical diet foods are suddenly discovered to contribute mightily to weight gain while ice cream and chocolate turn out to be nature's true fat burners. Oh, would that it were that easy! This is a well-executed humor piece. Note that its more outrageous claims (significant amounts of additional weight \"improve eyesight, reverse baldness, cure the common cold, and reduce global warming\") are aired only after the reader has been somewhat lulled into a state of credulity by the more plausible-sounding assertions made earlier in the article. Barbara \"lettuce pray\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, April 2008] A new report shows that being overweight is not as harmful as is commonly believed, and actually confers some surprising health benefits. Being five to ten pounds overweight could protect people from ailments ranging from tuberculosis to Alzheimer's disease, research indicates. Those carrying 15 to 25 extra pounds are better able to recover from adverse conditions such as emphysema, pneumonia, and various injuries and infections, states the report. Thirty to forty pounds of flab could help fend off breast, kidney, pancreatic, prostate, and colon cancer. And an extra fifty pounds on the scale may improve eyesight, reverse baldness, cure the common cold, and reduce global warming. In general, the report concludes, overweight people are happier, more successful in business, smarter, and friendlier. \"This just goes to show that conventional wisdom is wrong,\" said a spokeswoman for the study group. \"Not to mention the hundreds of studies that came before!\" The study was funded by a research grant from McDonald's, Burger King, Jack in the Box, Taco Bell, Domino's Pizza, Starbucks, Haagen Dazs, Sara Lee, and Krispy Kreme.",
  "Last Updated": "12 May 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/myths/overweight.asp",
  "Claim": "Study produced by fast food companies proves the more overweight one is, the healthier one is.",
  "Claim_ID": "medical_myths_overweight",
  "Tags": ""
}