{
  "Origins": "On 25 November 2014, the National Report published an article titled \"Obama Files Federal Charges Against Darren Wilson Following Grand Jury Decision in Shooting Murder of Michael Brown.\" That article claimed President Obama had filed \"federal civil rights charges against officer Darren Wilson\" immediately after a Missouri grand jury declined to indict the policeman in connection with the shooting death of Brown.",
  "Fact Check": "",
  "Description": "Describing Obama's putative decision as the \"boldest overreach\" of executive power in American history, the site quoted the President as saying: \"I have done what the Missouri judicial system and even my own Justice Department failed to do in order to right this wrong,\" said Obama, shortly after St. Louis County prosecutor Bob McCulloch announced the grand jury's decision. McCulloch made a 25-minute statement debunking several exaggerated social media accounts of last August's incident, while defending the use of deadly force by police, appealing for calm and taking questions from a small group of local media. In the aftermath of the controversial grand jury decision in St. Louis County, Missouri, the story spread quickly on social media sites. However, National Report is a fake news site known for publishing click-baiting , fabricated stories such as \" 15 Year Old Who 'SWATTED' Gamer Convicted of Domestic Terrorism ,\" \" Solar Panels Drain the Sun's Energy, Experts Say ,\" and \" Vince Gilligan Announces Breaking Bad Season 6 .\" The site previously caused a stir related to the Ferguson issue when it published a spurious report claiming Michael Brown's parents were chided by the United Nations Committee Against Torture. The National Report 's (since removed) disclaimer page noted that all of the site's articles are fiction: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental. Two days later a similar item was published by UFP News: The White House has announced that President Obama will sign an Executive Order indicting Officer Wilson for the shooting of Michael Brown. True to form, President Obama was quoted as saying The hell with the Constitution, double jeopardy be damned! This comes as no surprise given his total disregard for the Constitution of late and his willingness to act unilaterally more like a King, than an equal third of a government, designed to provide a system of checks and balances representative of all American s. That version was labeled as humor within the body of the article, for those who chose to read that far: This story is total BULL SHIT! It is total satire, with just a slight hint of some current events and recent trends with government in it. President Obama did not issue any executive orders at all in November 2014.",
  "Originally Published": "",
  "Referred Links": "http://www.whitehouse.gov/briefing-room/presidential-actions/executive-orders;http://universalfreepress.com/obama-signs-executive-order-indicting-officer-wilson/;http://nationalreport.net/obama-files-federal-charges-againt-darren-wilson-following-grand-jury-decision-against-darren-wilson/;",
  "Example": "[Collected via email, November 2014] there is an article that states Obama filed federal charges against Darren Wilson following the grand jury decision. Is this true?",
  "Last Updated": "28 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/obamaferguson.asp",
  "Claim": "President Obama filed federal charges against Darren Wilson moments after a grand jury's decision not to indict him was announced.",
  "Claim_ID": "media_notnews_obamaferguson",
  "Tags": ""
}