{
  "Origins": "Back on 15 April 2014, the web site Call the Cops published an article titled \"Gang leaders tell membership to paint gun barrels orange so cops will not shoot.\" (The barrels of toys and other realistic replica guns are typically colored orange to allow police to identify them as non-functional weapons.) The article, which has since been removed, was heavily circulated before it was pulled from the originating site.",
  "Fact Check": "",
  "Description": "Due to the widespread reposting of the original, many copies of the article's text are available on the web and have been captured in a number of social media posts. Originally, the site stated: Street crimes units from around the US are making a startling discovery. Gang members are painting the ends of gun barrel orange. The theory is that cops will be slower to shoot because that orange tip is a signal of being a toy gun. Officers working out of Los Angeles first alerted us to this over the weekend. But soon enough reports have also come in from Chicago, New York and Dallas. Many realistic looking toy guns, such as airsoft guns, are increasingly using orange tipped barrels in an attempt to signal the weapon is a fake. The last few years have seen an increase of police shootings where after the fact it was established the suspect had a toy gun. According to the article, one such gang member discussed the practice of painting gun barrels orange to confuse law enforcement officers: Z-Bazz, leader of the Lucas Street Lords, was willing to talk with CallTheCops. \"Yo' Dawg, the pigs be shooting people for no reason. Kidz gots toy guns just playin in some empty lot. Next thing ya know the popo blast them. Mannn we about to level this playing filed here. My boy Al Sharpton, he be coming down hard on the cops, tell them to identify if a gun is real or not befor they be blast'n away n' all. So with the pigs on a leash, my boyz get to live to see another day. 5-0 be seeing them orange tips, they be all like, think'n toy gun ... we going to save some homies lives in the hood doing this\" After the original article was removed by the site from which it originated, the claim continued to spread despite the retraction. On 22 December 2014, the text of the article and an accompanying image made it to Facebook, where the claim was revived (possibly due to then-recent events involving violent attacks on police officers). Thousands of Facebook users shared the post after that republication. According to their retraction post, Call the Cops based the fake article on a similar (and likely false) story about toy guns disguised as real firearms and decided to remove it from their site for a few reasons: This story is being removed for 2 reasons. 1st very disrespectful comments being made that are disarranging [sic] towards people based on race. I have been deleting comments on an hourly basis for people using words and slang terms that are not acceptable. I will not tolerate racist hate on a page I operate. So by not having the posting up that should stop the racist people from posting their hate here. 2nd General officer safety issues and respect for the police profession. People who do not know about CallTheCops took the story as 100% real and have shared it over and over. Officer safety bulletins have been created off the story. A disclaimer included at the bottom of all the site's pages states that: This site is a satire of the current state of Law Enforcement, Fire Fighting and Emergency Medical work. Stories posted here are not real and you should not assume them to have any basis in any real fact. Not only was the article entirely false by the original source's own admission and initially posted on a fake news site, but the premise of the fake claim itself was an unfounded rumor.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/d165;",
  "Example": "[Collected via e-mail, December 2014] I saw a post on FB about \"Gangs Paint Gun Barrels Orange So Cops Won't Shoot\". Do you have any info on this? Story making rounds on FB says gang members are painting gun tips orange to fool police. The head of a hang called \"Lucas Street Lords\" is quoted but no indication of city nor what supposed police departments have discovred the practice. The original poster (from what I see) removed it but after it was reposted.",
  "Last Updated": "29 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/orangebarrel.asp",
  "Claim": "Gang members are painting their gun barrels orange so police will be hesitant to shoot at them.",
  "Claim_ID": "media_notnews_orangebarrel",
  "Tags": ""
}