{
  "Origins": "On 4 January 2015, the website Naha Daily published an article claiming Fox News mistakenly used a photo of ESPN First Take commentator Stephen A. Smith during its tribute to recently-deceased ESPN anchor Stuart Scott:",
  "Fact Check": "",
  "Description": "\"You know all famous black people look alike. No harm, no foul,\" said one Fox News commenter on their Facebook profile page. Stuart Scott succumbed to cancer at the age of 49 and Fox News television ran a tribute today in his memory, but instead pictured was ESPN's Stephen A. Smith. While it's true Stuart Scott passed away on 4 January 2015, Fox News did not illustrate its tribute to the sports reporter with a photo of Stephen A. Smith. The Naha Daily is a fake news entertainment website that does not publish factual articles. A disclaimer at the end of the above-quoted article states the Naha Daily is a \"Daily satirical news source. Meaning complete fiction.\" Stephen A. Smith, as well as many other sports broadcasters, paid tribute to Stuart Scott during the days following his death: \"You knew that he was a fighter, you knew that he was somebody who was going to fight until the bitter end, and you knew he had the ultimate source of inspiration in his two beautiful daughters... One of the most joyful, full of life individuals I've ever come across, lived his life the way his parents wanted him to live it, the way he felt he should live it, he broadcast the same way... I love this man, I still love this man, and the fact that he has passed away is absolutely mind boggling and a travesty.\"",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/d3zz;",
  "Example": "[Collected via e-mail, January 2015] Article on Facebook claims Fox did a tribute about Stuart Scott's death with a picture of Stephen A. Smith.",
  "Last Updated": "5 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/stuartsmith.asp",
  "Claim": "Fox News mistakenly used a photo of Stephen A. Smith during its tribute to Stuart Scott.",
  "Claim_ID": "media_notnews_stuartsmith",
  "Tags": ""
}