{
  "Origins": "On 2 January 2015, the web site World Daily News Report published an article reporting a supposed FBI raid of a pig brothel in Missouri:",
  "Fact Check": "",
  "Description": "Suspected for sometime by local authorities of running a pig farm functioning as an underground pig brothel, where clients paid for sexual services with the farm animals, the 67-year old farm owner was arrested with two of his sons and some 30 guests who were present to celebrate the New Year's Eve. \"We can't explain why animal brothels seem to be in high demand in the region\" explains psychologist Dane Banff. \"That human beings are allowed to unleash their wildest fantasies in such a context, even though illegal, might prevent such abuses as rape from being committed\" she admits. \"But at the same time, having sexual relations with pigs and other animals is not considered to be a healthy behavior and should not be encouraged\" she acknowledges. The farmer and his sons could spend up to five years in prison expect legal experts. While many readers seemingly believed the FBI actually raided a pig brothel in Missouri, there was no truth to the above-quoted story. World Daily News Report is a fake news web site that publishes fictitious articles. Previous stories published by the site include \"49 Goats Dead in Latest Chupacabra Attack,\" \" Loggers Accidentally Cut Down World's Oldest Tree in Amazon Forest,\" and \"Mysterious Remains of a Whale Found in a Field in Utah.\"",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/d30a;",
  "Example": "[Collected via e-mail, January 2015] I recently read about a pig brothel in Rolla, Mo. Being raided by FBI. Father and sons charged with abuse of pigs. People were having sex with the piglets???",
  "Last Updated": "3 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/pigbrothel.asp",
  "Claim": "The FBI raided and dismantled a pig brothel in Missouri.",
  "Claim_ID": "media_notnews_pigbrothel",
  "Tags": ""
}