{
  "Origins": "In May 2009, a health institute in a northern German state that had taken a sampling of Red Bull Simply Cola announced it had found a trace of cocaine in the product. While the amount they claim to have discovered was minuscule (0.13 micrograms in one can), the find prompted several German states into banning (or considering banning) sales of the cola over fears of possible violations of German narcotics law.",
  "Fact Check": "",
  "Description": "Red Bull says the German Federal Institute for Risk Assessment found the drink's ingredients posed no health risks and no risk of \"undesired pharmacological effects including, any potential narcotic effects\" and also claims that the beverage contains no actual cocaine but rather an extract of decocainized coca leaf. When Hong Kong officials also reported that they had found traces of cocaine in cans of Red Bull product, the company similarly disclaimed those findings: Red Bull moved quickly to deny the findings and said independent tests on the same batch of drinks had found no traces of cocaine. Red Bull's Asia Pacific marketing director, Daniel Beatty, said the firm strongly disputed the findings. \"It would have been absolutely impossible for the Hong Kong or any other authorities to have found traces of cocaine in Red Bull Energy Drink,\" he said in a statement. \"We expect the Hong Kong authorities to recognize their error soon,\" he said, adding the firm's representatives were already meeting with Taiwanese authorities to point out the error. Those worried about potential effect the drug might have on them should find comfort in the information that the amount of cocaine discovered in Red Bull, if truly present, is nowhere near enough to prompt any sort of pharmaceutical reaction, let alone to get an imbiber of the beverage high. As to what's in its cola, the company says on its Simply Cola web page that: Red Bull Cola is a special composition of ingredients, all from 100% natural sources. In addition, it contains flavors derived from both the Kola nut and Coca leaf, ingredients in the original colas. Coca-Cola (which was the first cola) did at one time contain cocaine . It does not now, however, although it is believed to continue to use extract of decocainized coca leaf in its formula, a claim difficult to substantiate given how jealously Coca-Cola guards its corporate secrets. Traces of cocaine, by the way, are to be found on most of the paper currency in circulation in the U.S. The May 2009 brouhaha over Red Bull's cola is not the first weathered by that company. Its flagship youth-focused energy drink brand, Red Bull, has been the subject of rumors that it contains an additive that causes the formation of brain tumors . Barbara \"red bull by the horns\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.redbullusa.com/#page=Cola;",
  "Example": "",
  "Last Updated": "2 June 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/potables/simplycola.asp",
  "Claim": "Some German states have banned Red Bull's 'Simply Cola' drink after claiming it contains trace amounts of cocaine.",
  "Claim_ID": "medical_potables_simplycola",
  "Tags": ""
}