{
  "Origins": "In March 2010, Pampers updated its Swaddlers and Cruisers diaper line with Dry Max , a thinner, more absorbent technology that Procter & Gamble viewed as its biggest diaper innovation in 25 years. The switch to the thinner diapers was not welcomed by all, however, as a small group of parents began reporting their babies were experiencing severe diaper rash problems after wearing the new product.",
  "Fact Check": "",
  "Description": "These complaints were aired through various social media outlets such as Facebook and ultimately addressed by regulatory agencies in both the U.S. and Canada. In September 2010, the Consumer Products Safety Commission (CPSC) announced that after having followed up and investigated 4,700 reported cases, they could not identify \"any specific cause linking Dry Max diapers to diaper rash\": From April through August 2010, CPSC received nearly 4,700 incident reports about diaper rash. Nearly 85 percent of these complaints came in May and then dropped off significantly. As part of its technical evaluation, staff from each agency considered certain characteristics of the diaper, including the materials used, the construction of the diaper, and heat and moisture retention issues. In addition, CPSC staff reviewed clinical and toxicological data found in published, peer-reviewed medical literature. CPSC also critically reviewed data submitted by Procter & Gamble (P&G) and the results of a human cumulative irritation patch study conducted by P&G in May 2010. Further, chemistry, toxicology and pediatric medicine information provided by Health Canada was reviewed by CPSC. Health Canada declared likewise, stating that their safety review \"has not identified any cause for concern.\" Health Canada and the U.S. Consumer Product Safety Commission (CPSC) have reviewed consumer incident reports and other information involving Pampers Dry Max diapers. The review has not identified any cause for concern. Health Canada has received approximately 125 incident reports since May 2010 concerning this product. Departmental officials immediately contacted the manufacturer to follow up and began investigating the complaints. As part of its technical evaluation, staff from each organization considered certain characteristics of the diaper, such as the materials used and the construction of the diaper. In addition, staff evaluated clinical and toxicological data and critically reviewed data submitted by the manufacturer, drawing from expertise in various fields, including chemistry, toxicology and pediatric medicine. Infants do sometimes develop cases of",
  "Originally Published": "",
  "Referred Links": "http://www.bloomberg.com/news/2013-08-02/p-g-pampers-class-action-settlement-undone-by-appeals-court-1-.html;http://www.pampers.com/diaper-rash-a-pain-in-the-rear;http://www.hc-sc.gc.ca/ahc-asc/media/ftr-ati/_2010/2010_149-eng.asp;http://www.cpsc.gov/en/Newsroom/News-Releases/2010/No-Specific-Cause-Found-Yet-Linking-Dry-Max-Diapers-to-Diaper-Rash/;http://www.pg.com/en_US/downloads/innovation/factsheet-PampersDM.pdf;",
  "Example": "[Collected via e-mail, July 2013] I noticed the other day that my daughter back was very red. The next day there had appeared to be a small blister that had been poped. Today it looks like this. I found out that it is a chemical burn. So I am thinking how on earth did this happen to my 1 year old daughter, and it turns out shes not the first baby its happened to. Pampers crusiers diapers have a chemical in them that when mixed with urine or stool can give the baby a chemical burn. These dipears have not had a recall on them, I urge everyone to tell there friends and family to not use pampers with DRY MAX anymore! [Collected via e-mail, May 2010] I recently heard that the New Pampers Dry Max diaper has been causing severe diaper rash and chemical burns on the infant using this product. Can you verify this? Is this true? Thank you.",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/toxins/pampers.asp",
  "Claim": "Pampers Dry Max diapers commonly cause severe diaper rash and chemical burns on infants.",
  "Claim_ID": "medical_toxins_pampers",
  "Tags": ""
}