{
  "Origins": "The invention of the shopping cart during the Dirty Thirties altered how consumers shopped for groceries by removing the weight of accumulated goods from the equation. Thanks to the new wheeled assistance, those looking to reprovision could shop longer and for greater quantities than in the days when prospective purchases were all toted by hand. But the newfangled gadgets also created yet another common field upon which harmful bacteria and viruses could be easily passed from one person to another, because the handles of shopping carts are grasped by a great many people day in and day out. And, of that horde of shoppers, some will undoubtedly be carrying some nasty bugs on their unwashed hands.",
  "Fact Check": "",
  "Description": "Yet, just as we rarely think about giving our purses , briefcases, and backpacks a good scrub-down, so do shopping carts fly under our germ awareness radar. The very folks that fuss with disposable toilet seat covers often won't think twice about manhandling a grocery cart around a store for half an hour, even though the surface they're hanging onto so fiercely for that interval has likely been coughed on, sneezed on, and grasped by shoppers who'd just finished handling packages of raw chicken and meat, or who just weren't the sort to wash their hands all that often. As for the fold-out child's seat found in most carts, even though it is routinely graced by the diapered bottoms of infants, it remains the cart's transport region of choice for fruits and vegetables, items that are often eaten uncooked or unwashed. According to a four-year study conducted by the University of Arizona's Environmental Research Lab and sponsored by Clorox, grocery carts are veritable petri dishes teeming with human saliva, mucus, urine, fecal matter, as well as the blood and juices from raw meat. Swabs taken from the handles and child seats of 36 grocery carts in San Francisco, Chicago, Tucson, and Tampa showed these common surfaces to rank third on the list of nastiest public items to touch, with only playground equipment and the armrests on public transportation producing more disgusting results. In terms of playing host to germs and bacteria, the carts are far worse than public bathrooms, which at least are cleaned more often. Bacteria and viruses such as E.coli, staphylococcus, salmonella, and influenza can live on grocery carts, a sorry fact most shoppers are blissfully unaware of. There are efforts afoot to render these surfaces less germ-laden. In March 2007, a bill ( A4109 ) was introduced into the New Jersey State Assembly calling for supermarkets to provide shoppers with sanitary wipes to clean off their carts. In February 2007, Arkansas passed its \"Health-Conscious Shopper Act\" ( HB1040 ), which encourages businesses in that state to voluntarily provide consumers with sanitation wipes to use on the carts. Nice-Pak Products of Rockland County, New York, the company that enhanced your fried chicken eating experience with Wet-Naps, has devised a wipe specifically for use in sanitizing shopping cart handles and child seats. Its SaniCart is designed to remove salmonella, staphylococcus, and other germs from such surfaces. As of late 2005, more than 6,400 supermarkets were using them. Meanwhile, another system on the market focuses on cleaning the entire cart rather than just parts of it. PureCart is a sort of drive-through washer that sanitizes the whole contraption. It works by coating the carts with a safe mist of a peroxide-based disinfectant, the same solution used to clean dialysis machines and poultry processors. Critics of the various efforts to clean up the carts point out that a great many things routinely used by the public also harbor germs and viruses, therefore targeting the handles and child seats of shopping carts will not render the common world free of contagion. While it is true that which causes illness also lurks upon the latches of bathroom stall doors, elevator buttons, and stairwell handrails (to name just a few bacterial hot spots), those shared surfaces are generally handled relatively fleetingly compared to the interval the average person hangs onto the handle of a shopping cart or the length of time a leaky-diapered baby or a food item is left resting on the cart's fold-out seat. Those looking for a less technological approach to staving off the nasties ferried about by their shopping buggies should attempt to fall into the habit of always washing their hands as soon as they return home from any retail foray and eschewing touching their faces or blowing their noses in the interim. In April 2007, the truth about the nasty state of shopping carts was bent to a hellish purpose when an e-mailed rumor about Hispanics polluting the wheeled conveyances with staph infections spread through Guntersville, Alabama. In that anonymous note, Dr. John Packard Jr., a local pediatrician, was falsely described as having advised a patient that her baby, along with twelve other children, had picked up the potentially deadly contagion from an infected cart at a local grocery store. The doctor was moreover reported to have said Hispanics had put it there, themselves being immune to that form of bacteria. Hispanics have no special immunity to staphylococcus. All the statements attributed to Dr. Packard were not his; they were the invention of the letter's anonymous writer. As for the wave of illness that had supposedly felled thirteen children who had come into contact with the sickness-laden carts, Packard assured the community no such infection existed and that the alleged incidents never happened. Barbara \"cart blanched\" Mikkelson Additional Information: Shared surfaces most favored by germs: Household: Kitchen sponge, kitchen sink, toilet bowl, garbage can, refrigerator, bathroom doorknob. Workplace: Phone receiver, desktop, keyboard, elevator button, toilet seat. Outdoor/public surfaces: Playground equipment, escalator handrail, shopping-cart handle, picnic tables, portable toilet. Ten things more germ-laden than the average household toilet: Phone receiver Desktop Computer keyboard/mouse Doorknob Escalator handrail Elevator button ATM buttons Shopping cart handle Kitchen sink Subway turnstile",
  "Originally Published": "",
  "Referred Links": "http://www.purecartsystems.com/how.html;http://www.nicepak.com/index.cfm?fuseaction=commercial.details&id=188;http://www.snopes.com/ftp://www.arkleg.state.ar.us/bills/2007/public/HB1040.pdf;http://www.njleg.state.nj.us/2006/Bills/A4500/4109_I1.HTM;",
  "Example": "",
  "Last Updated": "29 May 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/disease/cart.asp",
  "Claim": "Handles of shopping carts are laden with germs.",
  "Claim_ID": "medical_disease_cart",
  "Tags": ""
}