{
  "Origins": "On 25 May 2015, the fake news web site News Examiner published an article reporting that a McDonald's restaurant in Phoenix was being completely run by robots:",
  "Fact Check": "",
  "Description": "After seeing a decline in earnings for the first time in nine years, McDonald\u0019s plans to do something no other store of its kind has ever done before; open a store run entirely by robots. 36-year-old Paul Horner, a spokesman for McDonald\u0019s told reporters that because of the demand for a $15/hr minimum wage, the company has been playing with the idea of a restaurant run entirely by robots for years and believes their \u001cMcRobots\u001d are the answer. \"With the high demand for a wage of $15/hr and the protests getting worse every day, this is something we had to implement. Plus with the tremendous margin of human error, poor hygiene, lack of education, laziness, as well as the recent advancements in artificial intelligence it just make sense to automate our restaurants now rather than later.\" Although the News Examiner is one of the many fake news sites that readers should avoid sharing articles from, many social media users are still fooled by it, in part because the News Examiner carries no disclaimer and also publishes real news and listicles in order to confuse readers. There are several factors, however, that indicate the above-quoted article is a complete fabrication: First, no real news organization has reported about a McDonald's restaurant being run by robots, even though that would be a topic of considerable news interest. Second, the links included in the story do not correlate with the information reported. Lastly, the article quotes the infamous Paul Horner as a McDonald's spokesperson. Horner, whose work previously appeared on the National Report fake news site, regularly inserts his name into his articles. Horner has lived imaginary lives as the world's first head transplant recipient, the real indentity behind the infamous graffiti artist Banksy persona, and a 15-year-old who was arrested for masturbation . While the above-quoted story is fake news, it does toe the line between fact and fiction. In 2011, a few thousand touch screens were added to McDonald's locations in Europe to allow customers to order their own meals. McDonald's does not, however, have any burger-flipping robots just yet:",
  "Originally Published": "",
  "Referred Links": "http://business.time.com/2012/06/04/self-serve-revolution-how-touchscreens-are-replacing-human-customer-service/;http://now.snopes.com/2015/05/17/5-fake-news-sites-2/2/;http://www.donotlink.com/fa8e;",
  "Example": "[Collected via e-mail, May 2015] Robots To Run McDonald\u0019s In Phoenix. Is this true?",
  "Last Updated": "26 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/robotmcdonalds.asp",
  "Claim": "A McDonald's restaurant in Phoenix is completely run by robots.",
  "Claim_ID": "media_notnews_robotmcdonalds",
  "Tags": ""
}