{
  "Origins": "On 20 October 2014, a British site known for perpetrating hoaxes of a similar nature caused some concern in Leicester, England and surrounding areas. The pranksters created an alarming poster which claimed a man infected with Ebola entered England illegally and \"escaped,\" suggesting the individual pictured posed a grave risk of infection to those he might encounter.",
  "Fact Check": "",
  "Description": "While many hoaxes spread quickly on social media sites alone, the Leicester Ebola hoax was bolstered by actual posters placed around the area. Dozens of printouts were posted urging locals to be on the lookout for the man pictured, and the fake warning identified the individual on the poster as \"Jamal Malouf.\" The warning was shared thousands of times by concerned local residents after it started to appear online and in public. Police in Leicester released a statement to assure those who had been alarmed by the poster and its claims that no Ebola threat existed: We are aware of a poster which has now been removed from a medical centre in Leicester and our enquiries in relation to this are ongoing. We would like to assure the public that there are no known cases of Ebola in Leicester, Leicestershire and Rutland. The man whose image was appropriated for the spurious Ebola warning posters was not in any way connected with the claim and has not been identified.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via Twitter, October 2014] So this West African is running freely in Leicester with Ebola I'm not leaving home The NHS centre for disease control have upped the Ebola threat to critical after allegedly a 32 year old Somalian illegal immigrant disappeared in Leicester. Jamal Malouf arrived in the UK by shipping container last wednesday and managed to evade authorities for three days after being caught. Malouf appeared to be ill and suffering with a 'cold'. Health authorities sent Jamal to the Leicester centre for disease control ran by the NHS over the weekend where he allegedly escaped.",
  "Last Updated": "24 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/ebola/leicester.asp",
  "Claim": "An immigrant who tested positive for Ebola escaped custody in Leicester.",
  "Claim_ID": "medical_ebola_leicester",
  "Tags": ""
}