{
  "Origins": "A news story about a 25-year-old German woman who faced cuts to her unemployment benefits for turning down a job providing \"sexual services'' at a brothel was carried by a variety of English-language news sources in January 2005. It has struck a chord in many readers as an example of liberal morality and bureaucracy run amok: if prostitution is legalized (as it was in Germany back in 2002), this story suggests, then society has conferred its approval upon that trade, and prostitution can therefore be proffered to (and even foisted upon) women as a valid choice of employment.",
  "Fact Check": "",
  "Description": "We were initially skeptical about the literal truth of the version reported in the English press, however, because the issue seemed to have received scant attention in the German press. In fact, the origin of this story was evidently a 18 December 2004 article published in the Berlin newspaper Tageszeitung (also known as TAZ) which did not report that women in Germany must accept employment in brothels or face cuts in their unemployment benefits. (Although it claimed there had been \"isolated cases\" of such, it did not provide any source or documentation to back up that statement.) The Tageszeitung merely presented the concept of brothel employment as a technical possibility under current law; it did not provide any actual cases of women losing their benefits over this issue. The article also quoted representatives from employment agencies as saying that while it might be possible for employment agencies to offer jobs as prostitutes to \"long-term unemployed\" women, they (the agencies) could not require anyone to work in a brothel. (The agencies noted that brothels used \"other recruitment channels\" anyway.) As an example of how a hypothetical has been manipulated into a truth, consider the following paragraph from the Telegraph article cited above: Ulrich Kueperkoch wanted to open a brothel in Goerlitz, in former East Germany, but his local job centre withdrew his advertisement for 12 prostitutes, saying it would be impossible to find them. Mr Kueperkoch said that he was confident of demand for a brothel in the area and planned to take a claim for compensation to the highest court. Then note how this same issue was covered by the German news source Deutsche Welle: A brothel owner in the historic German town of Gvrlitz on the Polish border is preparing to open his establishment next month but faces a one last serious problem he has no staff. Ulrich Kueperkoch's adverts seeking \"hostesses for erotic services\" for his Golden 3 Privatclub have been rejected by Germany's Federal Labor Office even though prostitution is legal in the country. The dispute with the labor office stems from its refusal to allow advertising for prostitutes in the network of job-placement agencies that it runs. A spokesperson said that the labor office has \"decided not to be active in that market sector\" due to its belief that such work could infringe on an individual's rights if he or she is forced to take the job. Kueperkoch insists he would only employ those who were interested and not those who felt they had no other choice. This was another case where, like a game of \"telephone,\" a story was sensationalized for political purposes and passed from one news source to the next, and somewhere in the rewriting and translating process what was originally discussed as a mere hypothetical possibility has now been reported as a factual occurrence.",
  "Originally Published": "",
  "Referred Links": "http://www.taz.de/pt/2004/12/18/a0077.nf/textdruck;http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2005/01/30/wgerm30.xml;",
  "Example": "[The Telegraph, 2005] A 25-year-old waitress who turned down a job providing \"sexual services\" at a brothel in Berlin faces possible cuts to her unemployment benefit under laws introduced this year. Prostitution was legalized in Germany just over two years ago and brothel owners who must pay tax and employee health insurance were grantedaccess to official databases of jobseekers. The waitress, an unemployed information technology professional, had said that she was willing to work in a bar at night and had worked in a cafe. She received a letter from the job centre telling her that an employer was interested in her \"profile\" and that she should ring them. Only on doing so did the woman, who has not been identified for legal reasons, realize that she was calling a brothel. Under Germany's welfare reforms, any woman under 55 who has been out of work for more than a year can be forced to take an available job including in the sex industry or lose her unemployment benefit. Last month German unemployment rose for the 11th consecutive month to 4.5 million, taking the number out of work to its highest since reunification in 1990. The government had considered making brothels an exception on moral grounds, but decided that it would be too difficult to distinguish them from bars. As a result, job centers must treat employers looking for a prostitute in the same way as those looking for a dental nurse. [Rest of article here.]",
  "Last Updated": "6 February 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/brothel.asp",
  "Claim": "Women in Germany face the loss of unemployment benefits if they decline to accept work in brothels.",
  "Claim_ID": "media_notnews_brothel",
  "Tags": ""
}