{
  "Origins": "A news story claiming a 179-year-old man is living in India started circulating online in November 2014, presented as fact in publications such as the Deccan Chronicle:",
  "Fact Check": "",
  "Description": "A retired cobbler from northern India, Mahashta Murasi, claims he was born in January 1835, making him not only the oldest man on earth, but the oldest to have ever lived, according to the Guinness World Records. According to indian officials, the man was born at home in the city of Bangalore on January 6th 1835, and is recorded to have lived in Varanasi since 1903. He worked as a cobbler in the city until 1957, when he retired at the already venerable age of 122. \"I have been alive so long, that my great grand-children have been dead for years\" explains Mr Murasi. \"Somehow death forgot about me. And now there's hardly any hope left. Look at the statistics, nobody dies past 150, even less at 170. At that point, I guess I'm immortal or something. I might as well enjoy it!\" The information about the purported 179-year-old man actually originated with a fictitious story published by World News Daily Report on 28 February 2014. That site's stock in trade the posting of fake news articles, and a disclaimer on the site states that all \"news articles contained within worldnewsdailyreport.com are fiction, and presumably fake news.\" OKay, this story about the 179-year-old man in India is fake, but is it possible? According to the Guinness Book of World Records , the longest documented human lifespan is that of Jeanne Louise Calment, who was born in France on 21 February 1875 and passed away at the age of 122 on 4 August 1997.",
  "Originally Published": "",
  "Referred Links": "http://www.guinnessworldrecords.com/records-5000/oldest-person/;http://www.donotlink.com/d4oi;http://www.donotlink.com/f_N;http://www.deccanchronicle.com/141119/lifestyle-offbeat/article/can-179-year-old-be-oldest-man-alive;",
  "Example": "[Collected via e-mail, November 2014] Just read about a 179 old man in India. Guinness world record. Is it true?",
  "Last Updated": "6 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/179yearoldman.asp",
  "Claim": "A 179-year-old man is living in India.",
  "Claim_ID": "media_notnews_179yearoldman",
  "Tags": ""
}