{
  "Origins": "On 9 April 2015, the web site World News Daily Report published an article reporting that agribusiness giant Monsanto had created the world's first genetically-modified strain of marijuana, a move indicative of expectations that the substance's use would soon be legalized throughout the U.S.:",
  "Fact Check": "",
  "Description": "Monsanto, the multi-billion agribusiness giant, has announced today it has patented the first genetically modified strain of marijuana. The news that has been welcomed by scientists and leaders of the agriculture business alike as a move forward towards the industrial use of marijuana and hemp products could bring a major shift towards marijuana policies in the U.S.A. and ultimately, to the world. Under present US federal law, it is illegal to possess, use, buy, sell, or cultivate marijuana, since the Controlled Substances Act of 1970 classifies marijuana as a Schedule I drug, although it has been decriminalized to some extent in certain states, Monsanto's interest in the field has been interpreted by experts as the precursor to \u001ca major shift in marijuana policy in the US\u001d as it is believed the company would not have invested so much time and energy if it had not had \u001cprevious knowledge\u001d of the Federal government's \u001copenness\u001d towards the future legalization of marijuana. Although that article reads like an authentic news story, World News Daily Report is a fake news site that does not publish factual stories. Previous fabricated articles from the same site include fictional stories about 200 million-year-old dinosaur eggs hatching and loggers cutting down the world's oldest tree . World News Daily Report 's web site includes a disclaimer stating that all artices included therein are satirical in nature and are meant for \"entertainment purposes only.\"",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/eljo;",
  "Example": "[Collected via e-mail, April 2015] I read an article that Monsanto genetically modified marijuana. I'm wondering if you know of its factual or not.",
  "Last Updated": "15 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/monsantomarijuana.asp",
  "Claim": "Monsanto has created the first genetically-modified strain of marijuana.",
  "Claim_ID": "media_notnews_monsantomarijuana",
  "Tags": ""
}