{
  "Origins": "False rumors about McDonald's restaurants using worms as filler in their hamburgers and true reports of some retail chains being vended food products tainted with horse meat due to problems with supplies have been the basis for wild (but apparently believable) claims that an Oklahoma City McDonald's outlet was caught with horse meat and human meat in their freezers.",
  "Fact Check": "",
  "Description": "Such claims originated with a 27 March 2014 article published by the Huzlers web site: First Horse meat, then the mysterious Pink slime , Now Human meat? A shocking discovery has been made in an Oklahoma City McDonald s meat factory and other McDonald s meat factories nationwide. Meat inspectors reportedly found, what appeared to be, Human meat stored in the meat factory freezers of an Oklahoma City meat factory and human meat already in trucks right outside the factory ready to be shipped to McDonald s restaurants. Health inspectors immediately demanded inspection in various McDonald s meat factories across the country and horrifyingly found human meat in about 90% of the factories inspected thus far. The USDA (United States Department of Agriculture) has seized McDonald s production and shipping and will call for more meat factory inspections and restaurant inspections. The FBI is also investigating the factories. FBI agent Lloyd Harrison told Huzler reporters The worst part is that it s not only human meat, it s child meat. the body parts that were found across the U.S. factories were deemed to small to be adult body parts, this is truly horrible . The situation brings up many unanswered questions. How long have they been using human meat? Where did they get the children from? Were they already dead when brought into factories? Investigators and Inspectors are currently being deployed for intensive investigations all around the U.S. However, that McDonald's article was just a spoof from the Huzlers web site, which offers users the ability to \"Create your own news prank and trick your friends by sharing it\" and has a history of publishing fabricated news stories (such as one about pop star Justin Bieber 's admitting to being bisexual and one about the 2014 Super Bowl being rigged). The Huzlers site also carries a disclaimer on its pages noting that \"Huzlers.com is a combination of real shocking news and satire news to keep its visitors in a state of disbelief\" and is listed in our article about \"5 Fake News Sites to Avoid Sharing.\" In truth, no part of the McDonald's operation has been cited for having bought, sold, processed, or used either horse meat or human meat (the latter of which cannot legally be vended in the U.S.) for food purposes.",
  "Originally Published": "",
  "Referred Links": "http://now.snopes.com/2015/05/12/five-fake-news-sites/;https://web.archive.org/web/20140327054929/http://huzlers.com/mcdonalds-exposed-for-using-human-meat/;",
  "Example": "[Collected via Facebook, July 2014] This story showed up in my news feed on Facebook this morning. Iwas wondering if you could address it? Is this true or another disturbingstory just to stir people up? Human Meat Found In McDonald s Meat Factory. Previously we brought you a report that detailed disturbing audio admissions by a man that claimed McDonald s uses human meat as a filler in their 100% beef hamburgers and the fact that McDonald s has been accused of using worm meat fillers. Now, inspectors have allegedly found human meat and horse meat in the freezer's [sic] of an Oklahoma City McDonald s meat factory. Human meat was also recovered in several trucks that were on their way to deliver the patties to the restaurants. According to various reports, authorities have inspected factories and restaurants across the country and have found human meat in 90% of the locations. Horse meat was found in 65% of the locations. FBI agent Lloyd Harrison told Huzler reporters, \"The worst part is that it s not only human meat, it s child meat. The body parts were found across the US factories and were deemed too small to be adult body parts. This is truly horrible .",
  "Last Updated": "22 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/humanmeat.asp",
  "Claim": "An Oklahoma City McDonald's outlet was caught with horse meat and human meat in their freezers.",
  "Claim_ID": "media_notnews_humanmeat",
  "Tags": ""
}