{
  "Origins": "In April 2013, New Jersey city councilperson Kathy McBride became the object of some derision when, according to the Trentonian , she reported at a city council meeting that she had received an \"alarming call\" from a constituent who wanted to know \"what was the City of Trenton doing about an epidemic that s called the Blue Waffle Disease?\" McBride was mocked for taking the issue seriously and not recognizing that she had apparently been taken in by an April Fool's prank.",
  "Fact Check": "",
  "Description": "References to \"Blue Waffle Disease\" hit the Internet around March 2010 when an image ( disturbing image warning ) of scabbed, blue-tinted labia was circulated along with the claim that the image pictured a type of vaginal infection resulting from a sexually transmitted disease (a condition which was supposedly common enough that it had been identified and given the slang name \"blue waffle disease\"). Much discussion ensured about whether the photograph was real or a digital manipulation, and, if the former, whether it really pictured an infection (rather than, say, bruising resulting from rape or some other form of trauma). Whatever the origins of the photo, \"blue waffle disease\" is a bit of fiction and not a known symptom or result of any type of STD-related infection. As reported in the Women's Health Foundation blog, Dr. Amy Whitaker, an Assistant Professor of Obstetrics/Gynecology at the University of Chicago Hospital, said of the widely circulated \"blue waffles\" image that: There is no disease known as \"blue waffle disease,\" in the medical world. There is no disease that causes a blue appearance on the external genitalia. I had never heard of this until you wrote to our section and asked about it. The common belief among medical professionals with whom I have spoken or e-mailed about this is that it is a hoax; the picture and \"fake\" disease used to lure people into some web site. The picture itself is disturbing. It is possible that a bluish appearance to external genitalia could be from bruising, which could result from force, most likely from a sexual assault. I can't say, obviously, if that is the case here, but bruising certainly wouldn't be bright blue. No STDS cause external bruising. Additionally, there appears to be one or two lesions, which could be an STD of some sort (for example, a herpes lesion), although it is certainly not clear from the picture. It even appears that there might be some sort of laceration on her right labia, a \"cut\" of sorts, but again it's unclear. That could also be from force, or it could be an STD that presents with a lesion on the vulva. On the other hand, the entire thing could be 'photoshopped,' and nothing in it represents anything 'real.' In any case, this is not the typical appearance of any STD or any condition of the vagina or vulva. Columbia University's Go Ask Alice! Health column also notes that \"blue waffle disease\" is a hoax: \"Blue waffle,\" or \"blue waffle disease,\" is many things, but real is not one of them. It is an urban legend, a myth, a tall tale, a rumor, a hoax, etc. about a fictional sexually transmitted infection (STI). If you do an image search, you'll find (fake) pictures of blue waffle on the Internet. The blue refers to one of the alleged symptoms, and waffle is slang for vagina. Other supposed symptoms of blue waffle vary depending on the source and so does how it's spread, all of the details changing over time like a giant game of telephone. One reason the blue waffle myth may have spread so quickly is because of the fear and confusion surrounding STIs and sexual health. Symptoms associated with the imaginary blue waffle are reminiscent to symptoms of existing conditions or STIs. For example, a red or irritated vagina or vulva, smelly discharge, and itching or burning could all be signs of bacterial vaginosis (or vaginitis). Sores and lesions? Now it sounds more like herpes. Why blue? Perhaps this can be explained by the darker color of the clitoris and inner lips when increased blood flow due to arousal occurs in some women. Or perhaps a darker bluish color could be caused by a yeast infection or chronic irritation of the vulva, known as Lichen simplex. One common variation on the blue waffle myth is that it is an STI that passes exclusively from females to males and can be caused by improper hygiene. Perhaps this seems somewhat indicative of our society s tendency to blame, objectify, and vilify women.",
  "Originally Published": "",
  "Referred Links": "http://goaskalice.columbia.edu/blue-waffle;http://womenshealthfoundation.org/blog/?p=2336;http://www.bestgore.com/wp-content/uploads/2010/05/blue-waffle-infection.jpg;",
  "Example": "[Collected via e-mail, April 2013] There is a rumor going around about a new STD called \"Blue Waffle.\" \"A 'waffle' is a slang term for a vagina. A 'blue waffle' is a slang term for a severe vaginal infection. It's basically a slang term for an extremely nasty or severe vaginal infection/STD on the vagina. The infection could cause lesions on the outside of the vagina, as well as bruising, which causes it to look blue in color.\"",
  "Last Updated": "23 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/myths/bluewaffle.asp",
  "Claim": "Photograph shows an STD-related infection known as 'blue waffle disease.'",
  "Claim_ID": "medical_myths_bluewaffle",
  "Tags": ""
}