{
  "Origins": "On 2 March 2008, The Peoples News web site published an article positing that U.S. federal judge Ryan Cabrera ordered that black mothers can no longer select names for their own children unless \"at least three white people agree\" to the chosen names:",
  "Fact Check": "",
  "Description": "After Judge Cabrera's historic ruling, little Clitoria Jackson will likely undergo a name change. (DETROIT) In a decision that's expected to send shockwaves through the African-American community and yet, give much relief to teachers everywhere a federal judge ruled today that black women no longer have independent naming rights for their children. Too many black children and many adults bear names that border on not even being words, he said. \"I am simply tired of these ridiculous names black women are giving their children,\" said U.S. Federal Judge Ryan Cabrera before rendering his decision. \"Someone had to put a stop to it.\" The rule applies to all black women, but Cabrera singled out impoverished mothers. \"They are the worst perpetrators,\" he said. \"They put in apostrophes where none are needed. They think a 'Q' is a must. There was a time when Shaniqua and Tawanda were names you dreaded. Now, if you're a black girl, you hope you get a name as sensible as one of those.\" Beginning in one week, at least three white people must agree with the name before a black mother can name her child. Soon afterwards links and excerpts referencing this item were being circulated via social media, with many of those who encountered the article mistaking it for a genuine news item. But the article was just a spoof, one whose headline played on the legend of black women unknowingly naming their children after embarrassing medical terms or bodily parts. There is no federal judge named Ryan Cabrera, no judicial order restricting the right of black women to choose their children's names, nor (as far as we know) no little girl named \"Clitoria Jackson.\" The footer of the original piece (which many readers who encountered the story out of context didn't see) stated \"This article is satire, brought to you by the creative minds at The Peoples News. It's not real, but we hope it made you think.\" The site soon followed up that article with another one claiming U.S. Secretary of State Condoleezza Rice was \"demanding the dismissal\" of Judge Cabrera: Secretary of State Condoleezza Rice is demanding the dismissal of U.S. Federal Court Judge Ryan Cabrera. Last week, after becoming fed up with what he described as \"stupid names,\" Cabrera ruled that black women would no longer be able to choose the name of their own children without first consulting and gaining the approval of a committee of three whites. \"I am outraged that Cabrera has issued a ruling designed to minimize black women's creativity when naming their children,\" says Rice. \"Having a unique name is a blessing. I might not have gotten as far as I have without the extra e and z in my name.\"",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/djoz;http://www.donotlink.com/djo4;",
  "Example": "[Collected via e-mail, March 2008] Did a U.S. federal judge by the name of Ryan Cabrera actually forbid Black women from naming their own children?",
  "Last Updated": "5 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/blacknames.asp",
  "Claim": "A federal judge has barred black women from choosing their children's names.",
  "Claim_ID": "media_notnews_blacknames",
  "Tags": ""
}