{
  "Origins": "A brash young lawyer-turned-journalist named Geraldo Rivera burst upon the New York news scene in the early 1970s as a reporter for WABC-TV, and by 1972 he had garnered national acclaim and an Emmy Award for his series of investigative reports exposing deplorable conditions at the Willowbrook State School for the Mentally Ill, which led to a government investigation of the facility, court intervention, and the subsequent closing of much of the institution while reforms were implemented.",
  "Fact Check": "",
  "Description": "After this promising beginning, however, much of the viewing public became disenchanted with Rivera as he moved through higher-profile national stints on ABC ( Goodnight, America ; Good Morning, America ; and 20/20 Newsmagazine ) and NBC ( Geraldo ), where he was perceived as eschewing the substantive in favor of the sensational, the tawdry, and the bizarre in segments such as \" Devil Worship: Exploring Satan's Underground \" (an excuse for airing more pointless and rambling interview footage with Charles Manson), \"The Mystery of Al Capone's Vault\" (a live, two-hour tease for the opening of the famous gangster's vault, which yielded nothing but a few old bottles), and an on-air talk show brawl with neo-Nazis which left Geraldo with a broken nose when he was hit in the face with a chair. Rivera's image problems continued during his work for Fox News: While covering American military activity in Afghanistan in 2001 he was criticized for taking a gun into a war zone and derided for misplacing the scene of a \"friendly fire\" incident by 300 miles (he later said he has confused two different incidents, although the other incident didn't take place until three days after his report), and while covering the war in Iraq in 2003 he was censured by the U.S. military (and reportedly booted out of Iraq) for broadcasting details that revealed tactical information about an upcoming U.S. attack. Of all the professional criticisms leveled at Geraldo Rivera over the years, one of the most common is also the one of the most unfair: the claim he was born Jerry Rivers and shamelessly adopted the stage name \"Geraldo Rivera\" to appeal to Latino viewers and stand out from the crowd by claiming a counterfeit ethnicity. Although Geraldo Rivera was known by some slight variations of his given name in his younger days, those variations were not the product of a crass effort on his part to \"appear more ethnic\" by turning a distinctly Anglo name into a Latino one. Rather, they came about through his having parents from different ethnic backgrounds who meddled with their own names and their children's to accommodate others, through differences between English and Spanish versions of common names, and through people's natural tendency to use nicknames in place of formal names when addressing relatives and other close acquaintances. Geraldo Rivera's father, Cruz Rivera, was the son of a Puerto Rican sugar plantation worker. After immigrating to New York, Cruz married a Jewish woman named Lilly Friedman, touching off the first of the Rivera family's name changes: My father Allen Cruz Rivera worked for Republic [Aviation]. \"Allen\" was Dad's nom de mariage, taken to assuage his Jewish in-laws when he married my mother Lilly Friedman. Cruz, which translates as \"cross\" in English, was Dad's real first name, but he worried that my mother's family would choke on the Christianity of it. But even though Geraldo's family name was unquestionably Rivera, his mother's finagling with the birth certificates of her children created a confusing situation in which Geraldo and some of his siblings bore surnames different than the family name: When I was born, my mother filled in my birth certificate with the name Gerald Riviera, adding an extra \"i\" to my father's surname. She did the same thing for my sister Irene. Later, she would drop the pretense for my sister Sharon, only to pick it up again with the birth of my baby brother Craig. Whenever we asked about the inconsistencies, she would shrug shyly and joke her way out of it. \"I just forgot how to spell it,\" she would say, and leave it at that. Underneath, I came to realize, she was deeply embarrassed over what was a clumsy attempt at an ethnic cover-up. With my parents and youngster sister known as Rivera, and with various documents bearing one spelling or the other, we were all confused. School officials were also stymied. My high school yearbook carried one spelling for my graduation photo, and the other for my team pictures. Over the years, the name-game has been an absurd humiliation, forcing me into countless and often contradictory explanations. Once I became a public person, it even gave rise to the convoluted tale -- first spun by a New York disc jockey in 1973 -- that I was a Jew posing as a Puerto Rican to cash in on affirmative action, and that my real family name was Rivers. Yearbook photos from Geraldo's high school and college (the University of Arizona) document that his name was never Jerry Rivers: his given name was indeed Gerald, and his surname alternated between the family name, Rivera, and his mother's \"continentalized\" spelling of it, Riviera: As one would expect, friends and acquaintances took to calling him by the less formal Gerry, while relatives on his father's side of the family knew him as Geraldo, the Spanish equivalent of Gerald. According to Geraldo himself, the epiphany which led to his opting for one version of his surname over the other occurred in his early 20s, while he was working as an assistant manager in a South Bronx department store: I was at my post at Alexander's, dispensing cheap cotton-shifts to a throng of bargain-hungry women in the store's basement, when my Aunt Ana, Dad's favorite sister, came up to say hello. She lived in the area and shopped for ninety-nine-cent specials run in my department. \"Why you use this name\"? she said in her broken, thickly accented tongue, and pointing a hard finger at the Riviera on my name tag. \"You ashamed to be Puerto Rican?\" I had no answer. Skating through the last few years at Maritime [a merchant marine college] and on the West Coast, this was the first I had been confronted by someone who knew the whole story. \"I'll get a new name tag,\" I said, fumbling to remove the damning tag from my shirt. In New York, the name game was not going to fool anyone. In one of those flashes of personal discovery, I resolved then and there never voluntarily to use the bastardized spelling again, and as soon as I could afford to, to change it legally. The final alteration came in 1969 when Geraldo Rivera, by then a law school graduate and a practicing lawyer, came to the attention of WABC-TV through his representation of the Young Lords, a Puerto Rican activist group: I had an appointment with Al Primo, news director for WABC-TV, Channel 7, the ABC Television Network's flagship local station. He was looking for a Puerto Rican to complement his already ethnically diverse on-air team. Aside from Gloria [Rojas], who worked for the rival CBS affiliate, New York's million-plus Latino community was not represented on any of the major local news programs. Apparently, Al Primo was out to change that. He caught me mouthpiecing on the air for the Young Lords and thought he saw the makings of a newsman, and so he asked Gloria for an introduction. He told me how television would help me to help my people, in ways bigger and better than I could have ever imagined. He told me not to worry that I did not know the first thing about the television news business; the station would send me to a crash course in broadcast journalism at Columbia University. I wondered, out loud, why I should leave the legal profession after I had worked so long and hard to get through law school. He asked how much money I was making. \"About two hundred a week,\" I replied. \"I'll give you three hundred a week to start, and I'll raise it fifty a year for the next five.\" Deal. \"By the way,\" he said, shaking on our new relationship, \"what's Gerry short for?\" \"Gerald.\" \"Gerald?\" he tried. \"It's not very Puerto Rican, is it?\" \"No,\" I said. \"I guess not, but it's better than Sidney.\" \"Sidney?\" \"That's what my Jewish mother wanted to call me.\" He laughed politely at the exchange, but his smile seemed forced. I sensed he was disappointed. After all, he was going to some trouble to hire a Puerto Rican reporter; surely, he wanted to at least get his money's worth. \"If you want something more Latin,\" I suggested, \"my father and his side of the family call me Geraldo.\" \"Geraldo?\" he said, and this time his smile was genuine. \"Geraldo Rivera.\" He tested the sound, rolling the Rs and learning what millions were about to, that the G in Spanish is pronounced H. \"That's better,\" he said finally. \"Let's go with Geraldo.\" While one might find much to criticize about Rivera's reportorial techniques, his ethnicity is genuine. His father's surname was Rivera, his given name was Gerald, and the only concession he made to fashion was to agree to go by the Spanish pronunciation of his given name to satisfy an employer who wanted an identifiably Puerto Rican reporter. In the world of television, that's practically a refreshing authenticity.",
  "Originally Published": "",
  "Referred Links": "http://thebigstory.org/off/off-geraldo.html;http://www.holysmoke.org/sdhok/sat15.htm;http://web.archive.org/web/20020627152005/http://www.worca.org/News/WORCNewsletter/Willowbrook.htm;",
  "Example": "[Collected on the Internet, 2000] I hate when the Geraldo Riveras of Hollywood and others like him make money exploiting Latino surnames. Geraldo you are not Latino just cause you speak a little Spanish. I remember that you changed your name from Jerry Rivers, you saw yourself as Jewish until you decided it was beneficial to be Latino for your opportunity.",
  "Last Updated": "8 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/celebrity/geraldo.asp",
  "Claim": "Television journalist Geraldo Rivera was born Jerry Rivers but changed his name to appeal to Latino viewers.",
  "Claim_ID": "media_celebrity_geraldo",
  "Tags": ""
}