{
  "Origins": "Shortly after Beth Greene, a character played by Emily Kinney on the hit AMC show The Walking Dead was killed during the mid-season Season 5 finale of that program, fans started a petition in order to convince the network to bring the character back to life:",
  "Fact Check": "",
  "Description": "\"Beth Greene (played by Emily Kinney) was killed off in the mid-season finale in season 5 of The Walking Dead. Her death was far too soon and the writers threw away the potential of a perfectly good character. Her story wasn't over. Emily Kinney and her character don't deserve this. There was so much more to be done with her character and they chose to kill her in a disgusting, unsatifying death that caused more anger and dissapointment than shock and mourning. Beth was a symbol of hope that a lot of women could relate to and see themselves in (especially self-harmers who saw her as someone who overcame their suicidal/depressive feelings). By sloppily killing her it just shows that she was used to further a man's (Daryl's) storyline. We realize that the circumstances she dies in are irreverisble, but this is television. Anything is possible. By signing this petition you can at least show your support for Beth. Let's show Emily Kinney how much we love her and want her back.\" More than 50,000 people signed the petition, and thousands more took to Twitter to beg AMC to bring Beth Greene back to life. On 12 December 2014 the National Report , a satire and entertainment web site, took advantage of the frenzy and published an article claiming executive producer Robert Kirkman had agreed to his fans' demands: Sources report that TWD executive producer Robert Kirkman has been putting in overtime with AMC and FOX networks to figure out how he can rewrite Beth into the series. Rumors state that Kirkman is scheming to have Beth's death be all in the dreams of Carol Peletier (Melissa McBride). It's the only strategy that will likely work, as Carol is in love with Daryl, and knows that Beth is a threat to that. It is beyond logical for Carol to have dreamed of Beth's demise. While it is difficult to receive comment from Kirkman himself, sources say he's openly admitted he's \"working on it\" when asked about bringing Beth back to life on the show. It seems that The Walking Dead fans are winning the Beth Greene battle. While the National Report does not clearly identify itself as an entertainment (i.e., fake news) publication, the site used to carry a disclaimer that stated \"all news articles contained within National Report are fiction, and presumably fake news.\" The hidden disclaimer, coupled with the fact that fans of The Walking Dead were desperately trying to get Beth Greene to come back to the AMC show, provided the National Report with fodder to create a viral fake news story.",
  "Originally Published": "",
  "Referred Links": "http://message.snopes.com/politics/graphics/disclaimer.jpg;http://nationalreport.net/amcs-walking-dead-agrees-bring-beth-greene-back-life/;https://www.change.org/p/the-walking-dead-bring-beth-back;https://twitter.com/philcouIson/status/545285507962650625;https://twitter.com/MisSyedaZainabB/status/545288805167931392;",
  "Example": "[Collected via twitter, December 2014] Apparantly TWD agrees to bring Beth Greene back alive.... Sugarpop :) (@MisSyedaZainabB) December 17, 2014 beth greene isn't dead georgia (@philcouIson) December 17, 2014",
  "Last Updated": "17 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/walkingdeadbeth.asp",
  "Claim": "AMC is bringing the character of Beth Greene back to life on The Walking Dead .",
  "Claim_ID": "media_notnews_walkingdeadbeth",
  "Tags": ""
}