{
  "Origins": "On 13 August 2014, the World News Daily Report web site published an article positing that the remains of a Viking ship had been unearthed on the banks of the Mississippi: A group of volunteers cleaning up the shores of the Mississippi river near the biggest city in Tennessee, have stumbled upon the remains of an ancient boat encrusted in mud. A team of archeologists from the University of Memphis that was rapidly called to the site, confirmed that the ship is most certainly a Viking knarr, suggesting the Norse would have pushed their exploration of America a lot further than historians previously thought. Soon afterwards links and excerpts referencing this item were being circulated via social media, with many of those who encountered it mistaking it for a genuine news article. However, that article was just another spoof from World News Daily Report , a fake news web site whose stock in trade is publishing fantastically fictional stories. The site's disclaimer page states that: World News Daily Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within worldnewsdailyreport.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://worldnewsdailyreport.com/disclaimer/;http://worldnewsdailyreport.com/usa-viking-ship-discovered-near-mississipi-river/;",
  "Example": "[Collected via e-mail, August 2014] Artifacts from a Viking ship found as far south as Memphis?",
  "Last Updated": "17 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/vikingship.asp",
  "Claim": "Remains of a Viking ship were discovered on the banks of the Mississippi River near Memphis.",
  "Claim_ID": "media_notnews_vikingship",
  "Tags": ""
}