{
  "Origins": "On 2 September 2014, American News reposted an older Daily Currant article from January 2014, one positing that a terrifying prediction about Obamacare (also known as the Patient Protection and Affordable Care Act or the Affordable Care Act) had come to pass. According to the American News article , the much-feared \"death panels\" expected to follow in the wake of Obamacare's implementation had claimed their first victim, an 86-year-old woman named Dorothy Zbornak.",
  "Fact Check": "",
  "Description": "Several versions of the piece are now floating around social media sites and inboxes across the web. Originally, the article stated: BREAKING: Obamacare Death Panels Have Arrived, First Patient ExecutedToday September 2, 2014 According to recent reports, a group of death panels organized under Obamacare ordered their first execution. Following a hearing by the president's Patient Resource Efficiency Board (PREB), 86-year-old Dorothy Zborknak has been ordered to death. The reason? According to the administration, she is no longer useful. Zborknak worked at Fleur de Lis Florist in Chicago for nearly forty years, before she made the decision to retire in 1998. Since that time, she has struggled with a host of health problems, including diabetes, high blood pressure, and kidney failure. \"Unfortunately, the cost of her care just became too expensive\" claims Peter Johnston, a member of the Chicago PREB. \"Under the Affordable Care Act, we have the power to make choices about end of life care and I stand by our ruling. I know it will be hard for the family to accept what's going to happen ... But from a financial standpoint, this was a very easy decision.\" What do you think? Is this just wrong? In a strictly not rhetorical fashion, the article about Dorothy Zbornak is indeed \"just wrong,\" as the information it contains is clearly fabricated. The piece originated with the \"satire\" news site Daily Currant, an outlet that's been fooling internet users with fake stories for some time. In addition to the Obamacare death panels piece, the Daily Currant site also features yarns including \" Kanye Scores 106 Points Against Wheelchair Basketball Team,\" \"Ferguson Police Behead American Journalist,\" and \"Tinder Bans 'Fat Chicks' from Dating App.\" An \"About Us\" page on the site notes that the publication is so named because it \"is thus intended to sound like a newspaper, but is spelled like the fruit in a subtle reference to the newspaper's satirical nature.\" An additional clue to the joking nature of this item is the fact that \"Dorothy Zbornak\" is the name of the fictional character played by the late Bea Arthur on NBC's hit sitcom Golden Girls .",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/snopes;https://www.facebook.com/snopes;http://message.snopes.com;http://americannews.com/breaking-obamacare-death-panels-have-arrived-first-patient-executed-today/;http://dailycurrant.com/2014/01/20/obamacare-death-panel-orders-execution/;",
  "Example": "[Collected via e-mail, September 2014] The following was posted on Facebook by \"The Patriot.\" According to recent reports, a group of death panels organized under Obamacare ordered their first execution. Following a hearing by the president's Patient Resource Efficiency Board (PREB), 86-year-old Dorothy Zborknak has been ordered to death. The reason? According to the administration, she is no longer useful.\"Is this true?",
  "Last Updated": "22 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/dorothyzbornak.asp",
  "Claim": "Obamacare \"death panels\" have executed a senior citizen named Dorothy Zbornak (or \"Zborknak\") because she had outlived her usefulness.",
  "Claim_ID": "media_notnews_dorothyzbornak",
  "Tags": ""
}