{
  "Origins": "This seemingly helpful heads up began making the rounds on the Internet in March 2011. The advice it provides runs contrary to all accepted knowledge about how to treat burns and thus should not be heeded.",
  "Fact Check": "",
  "Description": "First degree burns (which are the least severe of the three classes of this type of injury) can be treated at home without summoning additional medical assistance. Effective first aid begins with stopping the burning process; otherwise, the affected flesh continues to cook, further damaging the injured area. For this reason, the recommended action is to immediately immerse the burned area in cool water or under gently running cool water for a minimum of five minutes. Doing so halts the burning process, numbs the pain, and prevents or reduces swelling. If the injury cannot be immersed or positioned under a faucet, cool water is to be poured over it for the same amount of time. Never use ice on burns. Only after the wound has been effectively cooled should the injured area be dried off, then dressed with a clean bandage. (Bandaging can be omitted when the injury is small and there is no break in the skin.) Neither butter nor oil should ever be applied to any burn, although once the wound has been properly cooled and dried, antibiotic ointments or aloe vera gel could be applied before dressing the area. Because cooling the wound is of paramount importance, sticking a burned hand into a sack of flour would be a mistake, whether the flour has been refrigerated or not. The highest priority is to get the temperature of the injured area back down to normal, and this is not accomplished by cocooning the wound within a substance that will effectively hold the heat in place. (Similarly, salves and ointments are not applied to burns until the wounded area has fully cooled, because otherwise that which is intended to heal will instead trap the heat within the flesh, thereby allowing further damage to take place.) Interestingly, an article that appeared in a 1848 medical journal seems to offer support to the \"flour as preventative for scarring\" aspect of the e-mail's story. In it, a physician recounted his experience in treating a maid servant who had had a pot of boiling water fall upon her, scalding her neck, bust and arms. Said unfortunate woman was \"immediately dredged with flour, and folded up in finely carded cotton wool,\" given doses of calomel and opium, then over the next few days further dosed with sulphate of magnesia (presumably as a laxative). The dressing was left on for eight days, after which it was removed, taking with it \"the whole of the cuticle\" but \"leaving not the slightest abrasion or ulceration of the cutis.\" It needs be noted, however, that same article advocates the treatment of even more severely burnt patients with internal doses of \"laudanum, ammonia, and brandy\" while extolling that \"hot spirits of turpentine on flannel bandages, or poultices of spirits of turpentine and oatmeal, will form the best external application.\" In other words, the advice seemingly to be gleaned from ancient medical journals should be regarded with an appropriately jaundiced eye. As for the e-mail's backstory about the way a Vietnam vet happened upon this supposed miracle cure (he and his buddies threw the contents of a bag of flour onto a guy who was on fire), if it were true, it's a wonder the fellow so doused survived. While wheat flour has no explosive properties when it's sitting innocuously in a cup or dumped in a heap onto a counter, if enough of it is flung airborne, it has the potential to create a dangerous, even life-ending, blast. The risk of dust explosions has to be carefully guarded against in places such as coal mines, grain elevators and mills, lest any more of them be left as piles of rubble, as was the Washburn Mill in 1878 when a blast of that sort leveled the building and took the lives of 18 people. Lest anyone think the matter is a problem only of the past, said Robert W. Schoeff of Kansas State University in 2004, in the U.S. alone dust explosions took the lives of 16 people and injured a further 137 others between 1994 and 2003. More recently, a 7 February 2008 explosion at the Imperial Sugar Company refinery in Georgia left 13 people dead and 42 people injured, with most of the plant destroyed. As to what causes this sort of explosion, dust (which is what flour becomes when it's flung into the air) has a large surface-to-mass area, and it is the surface area of materials that burns when items come into contact with an ignition source (such as a G.I. on fire). Said Bill Stevenson of CV Technology , a dust explosion consulting company, the \"explosive pentagon\" that works to create the phenomenon has five key components: 1) dust, 2) suspended in a cloud, 3) within a confined space, 4) enough air, 5) some type of ignition. If there's a bottom line to be had in all this, if you absolutely can't resist trying out medical advice gained from an unsourced anonymous e-mail and must play about with flour in the wake of burning your hand, do so only after you've first fully brought the temperature of the injured area back down to normal with cool water, then dried the injured area. And never, ever toss flour onto a burning person. Barbara \"unbreaded\" Mikkelson Additional information: Burn Treatment (Massachusetts General Hospital)",
  "Originally Published": "",
  "Referred Links": "http://www.massgeneral.org/burns/services/treatmentprograms.aspx?id=1395;http://www.cvtechnology.com/;http://www.ksre.k-state.edu/historicpublications/Pubs/2003Dust_Explosions.pdf;http://www.mnhs.org/library/tips/history_topics/73washburn.html;http://www.lpch.org/DiseaseHealthInfo/HealthLibrary/burns/classify.html;",
  "Example": "[Collected via e-mail, March 2011] Once I was cooking some corn and stuck my fork in the boiling water to see if the corn was ready. I missed and my hand went into the boiling water.... A friend of mine, who was a Vietnam vet, came into the house, just as I was screaming, and asked me if I had some plain old flour... Ipulled out a bag and he stuck my hand in it. He said to keep my hand in the flour for 10 minutes. which I did. He said that in Vietnam, this guy was on fire and in their panic, they threw a bag of flour all over him to put the fire out... well, it not only put the fire out, but he never even had a blister!!!! SOOOO, long story short, I put my hand in the bag of flour for 10 minutes, pulled it out and had not even a red mark or a blister and absolutely NO PAIN. Now, I keep a bag of flour in the fridge and every time I burn myself, I use the flour and never ONCE have I ever had a red spot, a burn or a blister! *cold flour feels even better than room temperature flour. Miracle, if you ask me. Keep a bag of white flour in your fridge and you will be happy you did. I even burnt my tongue and put the flour on it for about 10 minutes. and the pain was gone and no burn. Try it! BTW, don't run your burn area under cold water first, just put it right into the flour for 10 minutes and experience a miracle!",
  "Last Updated": "20 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/homecure/flourburns.asp",
  "Claim": "The application of flour is an effective and recommended treatment for burns.",
  "Claim_ID": "medical_homecure_flourburns",
  "Tags": ""
}