{
  "Origins": "The above-quoted e-mail began circulating on Tuesday, 28 April 2009. While its author is unknown, the quality of the information it proffers is not: it's bunk.",
  "Fact Check": "",
  "Description": "As Gina Swanson, a news reporter with WDSU-TV in New Orleans said of the item in her 29 April 2009 piece about the e-mailed rumor: \"The e-mail alleges that there are dozens of cases, confirmed cases, of swine flu here at East Jefferson Hospital, and doctors are not alerting the public. We spoke with doctors here [at East Jefferson Hospital] this afternoon. They want to set the record straight they say simply that's not the case.\" Said Dr. John Wales, Director of Emergency Medicine, East Jefferson Hospital, in that interview:\"At our hospital, there's no reported cases of swine flu. We've had one case a couple of days ago and another case about a week ago of influenza A, which is very typical at the end of the flu season, which is where we are now, for a couple of flu cases to come in and test positive for Flu A. But as far as we know, there are no cases of swine flu at East Jefferson.\" As East Jefferson Hospital said in its 30 April 2009 online denial of the rumor: \"East Jefferson General Hospital would like to dispel a current Internet rumor claiming that an unnamed physician confirms there are 65 cases of H1N1 Flu, commonly known as swine flu, in the New Orleans area. There is no truth to this. At this time, there are no confirmed cases of swine flu in the state of Louisiana.\" As of 2 May 2009, the number of probable swine flu cases in the whole of Louisiana stood at 23. Barbara \"N(ew)O(rleans) truth to the rumor\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.ejgh.org/newsroom/articles/swineflu.html;",
  "Example": "[Collected via e-mail, April 2009] I just got this email from a friend of mine whose co-worker went to the doctor today: \"The secretary in my office spoke to her mother's doctor this morning. He told her the following and urged her to pass this on to everyone she knows. She said this doctor is not normally the alarmist type but was very adamant about this. He is a doctor at East Jefferson Hospital, he said the following: There have been 65 cases of Swine Flu in the New Orleans area in the past 48 hours. This is not yet public knowledge because Nagin doesn't want to hurt Jazz Fest. The boats that are docking and coming in from Mexico could be the culprits, but no one knows yet. His instructions are as follows: For the next 10 days (he said by then we will all know about this) do not use public restrooms! Stay away from large crowds and anyplace with low income workers, he specifically said Wal-Mart. He said this should be taken very seriously because since we are not being made aware of it, it could literally spread here like wildfire. He recommended buying Lysol wipes and wiping down anything you have to use that can be accessed by the public. He also contacted his child's school and recommended they cancel the school play. This came directly from the doctors mouth!\"",
  "Last Updated": "2 May 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/swineflu/jazzfest.asp",
  "Claim": "News about swine flu cases in New Orleans has been suppressed to avoid interfering with attendance at Jazz Fest.",
  "Claim_ID": "medical_swineflu_jazzfest",
  "Tags": ""
}