{
  "Origins": "On 4 December 2014, Daily Buzz Live published an article claiming the McDonald's fast food chain would stop selling food to overweight customers as of 1 January 2015:",
  "Fact Check": "",
  "Description": "Obesity in America has more than doubled over the last 2 decades and has become the leading public health issue in the U.S. With more than two-thirds of the adult population overweight, McDonald's has decided to become part of the solution not the problem. According to reports, beginning January 1, 2015, McDonald's will no longer serve customers with a weight capacity over 170 lbs for women and 245 lbs for men. Children's weight restrictions will vary depending on age and height. McDonald's is currently running campaigns to shake its \"junk food\" image, insisting they sell nothing but good quality food. They are are branding themselves from \"A dining experience of fast food\" to \"Good food served fast.\" McDonald's has taken a few steps to make its menu healthier, but the restaurant chain has not announced any plans to stop serving customers based on their weight. In addition to the logistical impossibilities of weighing drive-thru customers, the potential lawsuits for discriminating against obese people, and the likelihood of McDonald's losing millions of dollars in profits, the article can be debunked simply by considering its source: According to the Daily Buzz Live disclaimer page, all articles published on the site are meant for \"entertainment purposes only.\" Some articles are inspired by \"real news events,\" but the content of these articles is \"complete fiction.\"",
  "Originally Published": "",
  "Referred Links": "http://dailybuzzlive.com/contact-us/;http://www.mcdonalds.com/us/en/food/food_quality/nutrition_choices.html;http://dailybuzzlive.com/mcdonalds-will-stop-serving-overweight-customers-beginning-1115/;",
  "Example": "[Collected via e-mail, December 2014] Is this article true? \"McDonald's Will Stop Serving Overweight Customers Beginning 1/1/15\"",
  "Last Updated": "5 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/mcdonaldsobesity.asp",
  "Claim": "McDonald's will stop serving overweight customers beginning 1 January 2015.",
  "Claim_ID": "media_notnews_mcdonaldsobesity",
  "Tags": ""
}