{
  "Origins": "On 10 November 2014, the web site TheNewsNerd published an article positing Los Angeles restaurant Pugon de Manila Eatery and Fine Dining was granted \"provisional permission\" to serve dog meat after its owners successfully argued a ban on that form of food violated their religious freedom:",
  "Fact Check": "",
  "Description": "It's worth noting the idea of a dog meat ban is a bit misleading. California bans the consumption of pets, but laws about eating uncommon meats vary from jurisdiction to jurisdiction and most commonly fall under animal cruelty laws. There is a restaurant called \" Pugon de Manila \" in Texas, but none in Los Angeles as claimed in the article. And the image used to illustrate the article was swiped from earlier New York Times coverage of a dog meat festival in China. Mainly, however, the original claim is clearly hogwash because it originated with one of several fake news sites that publish material designed to gin up outrage at imaginary injustices. A disclaimer at the bottom of the article notes that: The stories posted on TheNewsNerd are for entertainment purposes only. The stories may mimic articles found in the headlines, but rest assured they are purely satirical. Among other \"satire\" pieces published on the site are a story about an Ebola vaccine effective only on white people, a version of the fake report that Colorado legalized hard drugs after legalizing marijuana, and a claim that The Walking Dead 's Danai Gurira contracted the Ebola virus.",
  "Originally Published": "",
  "Referred Links": "http://sinosphere.blogs.nytimes.com/2014/06/17/city-aims-to-play-down-its-dog-meat-festival/;http://www.yelp.com/biz/pugon-de-manila-houston;http://www.thenewsnerd.com/local/american-restaurant-selling-dog-meat/;",
  "Example": "[Collected via e-mail, November 2014] I am seeing a post regarding a purported restaurant in Los Angeles, CA called Pugon De Manila Eatery and Fine Dining who is reportedly selling and preparing dog meat on their menu. I see a restaurant with this name in Houston, Texas, but not in Los Angeles. Perhaps it doesn't exist or it is in the Los Angeles area and not in L.A. proper. Regardless, the article states that the Supreme Court will rule on it's legality as the restaurant is declaring that it is a \"religious\" right (not seeing that, but whatever). I am disturbed by this rumor as dogs are domesticated pets here in the US and it is beyond mycomprehension how this would be legalized here. Could you please investigate if this restaurant exists and if the allegations are legit? Thanks.",
  "Last Updated": "12 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/dogmeat.asp",
  "Claim": "A restaurant in Los Angeles has been granted legal permission to serve dog meat.",
  "Claim_ID": "media_notnews_dogmeat",
  "Tags": ""
}