{
  "Origins": "On 11 September 2014, what appeared to be an odd update in the case of the murder of Tupac Shakur surfaced. According to several shaky sources, Sean Combs (known also to fans as Puff Daddy or P. Diddy) had been arrested and possibly charged in connection with Shakur's death. It's been nearly 19 years since Tupac was gunned down on the Las Vegas strip, and the deaths of Shakur and former friend Christopher Wallace (the Notorious B.I.G.) have always been assumed to have been the result of a rivalry between Tupac's Death Row records and Puffy's Bad Boy label.",
  "Fact Check": "",
  "Description": "Rumors of murder for hire by warring hip hop factions have long shrouded the deaths of the two stars, and a 2011 article published in LA Weekly profiled a book examining the Puffy/Tupac link: Perhaps luckily for the rappers' families and fans still seeking closure, [former Los Angeles Police Department Detective Greg] Kading made copies of nearly every investigative report and taped confession before he left LAPD. His explosive book details the behind-the-scenes failure by LAPD to bring Shakur's and Smalls' killers to justice. In a taped confession fully reviewed by L.A. Weekly, Keffe D says, \"[Combs] took me downstairs and he's like, 'Man, I want to get rid of them dudes.' ... I was like, 'We'll wipe their *** out, quick. It's nothing.' ... We wanted a million.\" In another stunning confession, detailed in LAPD documents reviewed by the Weekly, the mother of one of Knight's children, identified in Kading's book as \"Theresa Swann,\" breaks down in tears, stating that the former Death Row boss gave her the money to pay Wardell \"Poochie\" Fouse, Knight's close associate and a fellow member of the Mob Piru Bloods, to kill Smalls. Kading's self-published book, Murder Rap: The Untold Story of the Biggie Smalls & Tupac Shakur Murder Investigations , alleged that Sean Combs ordered the killing of Tupac. At the time of its release, Combs responded to the claims, saying \"this story is pure fiction and completely ridiculous.\" Suge Knight, also implicated in Kading's book, did not respond to the allegations. The belief that Sean Combs was involved in Tupac's murder isn't new, so when the following vague claim began to circulate it was enough to pique rap fans' interest, many of whom have waited nearly two decades for answers about the killing of Tupac Shakur: New York City, NY - Sources close to Sean \"Puffy\" Combs have confirmed that Mr. Combs was arrested this morning in connection with the 1996 shooting of Tupac Shakur in Las Vegas, NV. This news comes just two days before the 18th anniversary of Shakur's death. In a press release dated September 10, 2014, a spokesman for the Las Vegas District Attorney's Office said that there was now sufficient evidence to make an arrest and obtain a conviction for the murder of Mr. Shakur. According to the statement, information given by former Death Row bodyguard Frank Alexander led detectives to witnesses that were able to connect a high profile person to the conspiracy to murder Shakur and an arrest would soon follow. Combs was not named in the statement. However, neither the New York Police Department nor the Clark County District Attorney's office announced the arrest (or imminent arrest) of Sean Combs or any other party in connection with the murder of Tupac Shakur on 10 September 2014, and any such announcements would certainly have generated much wider publicity in the American news media has it occurred. Sean Combs remains a free man at large, having just purchased a newly built mansion in Los Angeles' Westside for $39 million. Furthermore, the mug shot shown here was taken when Combs was arrested after an altercation at the Club New York back in 1999 and is not of recent vintage.",
  "Originally Published": "",
  "Referred Links": "http://crime.about.com/od/famousdiduno/ig/mugshots_rap_hip_rb/rap_puffymugshot.htm;http://www.latimes.com/business/realestate/hot-property/la-fi-0921-hotprop-20140921-story.html;http://gaggedup.com/sean-puffy-combs-arrested-for-tupac-murder.asp;http://www.laweekly.com/2011-10-06/news/cop-s-book-says-sean-combs-suge-knight-ordered-tupac-and-biggie-killings/;",
  "Example": "[Collected via email, September 2014] Just read an article that said Puff Daddy Sean Combs was indicted and possibly arrested in connection with the murder of Tupac. Is there any truth to this?",
  "Last Updated": "11 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/seancombsarrest.asp",
  "Claim": "Rapper Sean Combs, also known as Puff Daddy or P. Diddy, has been arrested in connection with the long-unsolved murder of fellow hip-hop star Tupac Shakur.",
  "Claim_ID": "media_notnews_seancombsarrest",
  "Tags": ""
}