{
  "Origins": "On 27 March 2015, the National Report web site published an article positing that Marcus Bachmann, husband of former Minnesota Congresswoman Michele Bachmann, had run afoul of Indiana's newly-enacted Religious Freedom Restoration Act and was refused service at a dress boutique because the store owner assumed he was gay:",
  "Fact Check": "",
  "Description": "The Bachmanns were visiting the [Indiana] state capitol on Thursday to lend their support to embattled Gov. Mike Pence when the incident occurred. Dorothy Holtz, owner of Dotty's Dress Den described what happened. \"I didn t think anything was out of the ordinary at first,\" said the 59-year old self-described \"devout Christian citizen,\" although I don't usually have men come in by themselves. He was very polite but the more he spoke, the more I thought he was different.\" Holtz began to suspect that Bachmann was \"perhaps a homosexual man\", and because it is now within her rights to refuse service based on religious beliefs, informed Bachmann she would be unable to serve him, and asked him to leave. By the following day links and excerpts referencing this item were being circulated via social media, with many of those who encountered the article mistaking it for a genuine news item. However, the article was just another bit of misinformation from the National Report , a fake news site that publishes sensational, made-up stories such as \" 15 Year Old Who 'SWATTED' Gamer Convicted of Domestic Terrorism ,\" \" Solar Panels Drain the Sun's Energy, Experts Say ,\" and \" Vince Gilligan Announces Breaking Bad Season 6 .\" The National Report 's disclaimer page notes that all of the site's articles are fiction: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/d1sp;http://www.indystar.com/story/news/politics/2015/03/25/gov-mike-pence-sign-religious-freedom-bill-thursday/70448858/;http://www.donotlink.com/eboy;",
  "Example": "[Collected via e-mail, March 2015] \"Marcus Bachmann Refused Service in Indiana\" \"Indiana anti-gay law snags Michele Bachmann's husband\" While shopping for his wife, Marcus Bachmann was refused service by astore owner",
  "Last Updated": "28 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/marcusbachmann.asp",
  "Claim": "Marcus Bachmann was refused service at an Indiana dress boutique because the store owner assumed he was gay.",
  "Claim_ID": "media_notnews_marcusbachmann",
  "Tags": ""
}