{
  "Origins": "On 25 March 2015, World News Daily Report published an article titled \"Retired CIA Agent Confesses on Deathbed: 'I Killed Marilyn Monroe.'\" According to that article, former Central Intelligence Agency operative Normand Hodges completed 37 assassinations during his career numbering among them the killing of a Hollywood legend and long-rumored mistress of President John F. Kennedy:",
  "Fact Check": "",
  "Description": "The article included a purported quote from Hodges explaining why Marilyn was assassinated: We had evidence that Marilyn Monroe had not only slept with Kennedy, but also with Fidel Castro. My commanding officer, Jimmy Hayworth, told me that she had to die, and that it had to look like a suicide or an overdose. I had never killed a woman before, but I obeyed orders ... I did it for America! She could have transmitted strategic information to the communists, and we couldn't allow that! She had to die! I just did what I had to do! However, the claim was easily disproved. The photograph displayed at the top of the page was not of a former CIA agent named \"Normand Hodges,\" but rather a picture swiped from a 2014 article published by the Guardian about the practice of chaining gravely ill prisoners in the hospital. If that's not sufficient, note World News Daily Report 's disclaimer page: World News Daily Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within worldnewsdailyreport.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction. World News Daily Report previously duped readers with claims that an eyewitness account of Jesus' miracles was found, another alleging loggers cut down the world's oldest tree , and purported photos of a \"prehistoric shark \" discovered in Pakistan.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/d4oi;http://www.theguardian.com/society/2013/nov/09/sick-prisoners-handcuffing-terminally-ill;http://www.donotlink.com/epe4;",
  "Example": "[Collected via Twitter, April 2015] Normand Hodges, a 78 year former CIA officer claims to have carried out 37 assassinations including Marilyn Monroe",
  "Last Updated": "16 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/marilyn.asp",
  "Claim": "Retired CIA agent Normand Hodges confessed on his deathbed to assassinating Marilyn Monroe.",
  "Claim_ID": "media_notnews_marilyn",
  "Tags": ""
}