{
  "Origins": "On 2 May 2015, eight-division world champion Manny Pacquiao took on undefeated, five-division world champion Floyd Mayweather, Jr. in a long-awaited boxing match touted as \"The Fight of the Century\" at the MGM Grand Garden Arena in Las Vegas. Mayweather won the contest by a unanimous decision.",
  "Fact Check": "",
  "Description": "On 7 May 2015, the web site Adobo Chronicles published an article reporting that the results of the fight had been voided by the Nevada Athletic Commission due to a number of irregularities: \"There's just too many missteps leading to and during the fight and we cannot sit here and just do nothing,\" Commission Chairman Francisco Aguilar told The Adobo Chronicles. In voiding the fight results, Aguilar presented a laundry list of what went wrong: The Pacquiao camp did not disclose the Filipino boxer's rotator cuff injury in the pre-fight medical questionnaire. The Pacquiao camp alleged that Manny was denied a legal injection to relieve the pain from his injured shoulder. In addition to filling out the medical questionnaire, both Pacquiao and Mayweather should have been examined by an independent medical doctor. While both boxers weighed under 147 pounds during the official weigh-in on Friday, Pacquiao and Mayweather weighed way over the welterweight maximum weight on Saturday. The judges' summary scoresheet was not filled out correctly, casting doubt on whether it was Mayweather or Pacquiao who scored higher. There were more hugs than punches during the 12-round fight, especially by Mayweather. Both camps violated a new commission rule that no celebrities are allowed as part of the boxers official entourage. Mayweather had Justin Bieber in his entourage while Pacquiao had late night talk show host Jimmy Kimmel. Three national anthems were sung during the fight U.S., Philippine and Mexican national anthems. The singing of the Mexican anthem misled many spectators and television viewers to think that Pacquiao was Mexican. However, no agency with any authority in the world of boxing has voided the results of the Mayweather-Pacquiao fight, and the entries offered in the \"laundry list\" of missteps ranges from the real to the frivolously fictional. That's because the Adobo Chronicles is another \"satire\" web site that publishes fake news, with the site's disclaimer noting that their material is a mix of fact and fiction: The Adobo Chronicles is your source of up-to-date, unbelievable news. Everything you read on this site is based on fact, except for the lies. Why the title, The Adobo Chronicles, you might ask? Well, adobo is the national dish of our home country. You see, adobo is usually made with pork or chicken, boiled and simmered in a mixture of vinegar, soy sauce and other spices. When writing stories for this blog, we let the news sizzle and simmer in our mind in a mixture of fact and fiction, then we spice it up with figments of our imagination.",
  "Originally Published": "",
  "Referred Links": "http://adobochronicles.com/about/;http://www.donotlink.com/f1eh;",
  "Example": "[Collected via e-mail, May 2015] Trying to find out if this is true or not: \"Nevada Athletic Commission Voids Mayweather Win Over Pacquiao\"",
  "Last Updated": "7 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/fightvoided.asp",
  "Claim": "The Nevada Athletic Commission has voided Floyd Mayweather's boxing victory over Manny Pacquiao.",
  "Claim_ID": "media_notnews_fightvoided",
  "Tags": ""
}