{
  "Origins": "On 27 October 2014 a rumor started spreading on Facebook that seven third-grade students in Olathe, Kansas, had contracted Ebola from their substitute teacher. That rumor originated with a fake news story posted on the web site NY Meta:",
  "Fact Check": "",
  "Description": "A substitute teacher is being blamed for spreading the Ebola virus to a third grade classroom. 7 out of the 19 students became violently ill and tests have confirmed positive for contraction of the deadly virus. Jeremy Hillsdale, the substitute teacher suspected of spreading the virus, had just returned to the U.S. after spending 2 weeks in Monrovia, West Africa, visiting a girlfriend whom he had a long distance relationship with online. He was called to fill in as substitute for the third grade class his second day back. By mid morning he started feeling extremely ill. He was ordered to go home that afternoon. Jeremy then tested positive for Ebola, right before the students started to show symptoms. Fears about Ebola's spread have been at high in the United States, so it wasn't too surprising to see the NY Meta article go viral; it has been shared thousands of times on Facebook and Twitter and caused many readers to be concerned about the veracity of the report. On 27 October 2014, the Olathe Public School district posted a message on its web site about the fake Ebola news story: Recently a fabricated web story has been brought to our attention that states that cases of Ebola have surfaced in an Olathe elementary school. This story is completely false. No cases of Ebola have been confirmed or even suspected in Olathe schools or in the city of Olathe. Although this story about third graders contracting Ebola in Olathe was false, that doesn't mean all such fears are not grounded in reality. On 16 October 2014, several schools were temporarily closed down in Texas and Ohio as a precautionary measure, and on 24 October 2014 two young students were attacked on the playground after their peers found out they recently returned from Senegal. NY Meta identifies itself as a satirical website, stating the purpose of its articles is to entertain and not to inform, but perhaps it should consider adding fear-mongering to its \"About\" section: NY Meta is an entertainment website. We post the latest trending articles circulating the web. Whether interesting, controversial, abnormal, thought provoking or satirical we aim only to entertain with the stories we publish.",
  "Originally Published": "",
  "Referred Links": "http://www.nymeta.co/about/;http://www.cnn.com/2014/10/28/us/ebola----school-beatings/index.html;http://www.olatheschools.com/using-joomla/extensions/components/content-component/article-category-list/1785-fake-ebola-news-story;http://www.nymeta.co/kansas-third-graders-exposed-ebola-7-test-positive-substitute-teacher-blame/;",
  "Example": "[Collected via e-mail, October 2014] This was reported on FB this morning. I work in Olathe KS in education and need to know if this is true. \"Kansas third graders exposed to Ebola. 7 test positive. Substitute teacher to blame.\"",
  "Last Updated": "28 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/ebolaschool.asp",
  "Claim": "Third graders in Olathe, Kansas, contracted Ebola from a substitute teacher.",
  "Claim_ID": "media_notnews_ebolaschool",
  "Tags": ""
}