{
  "Origins": "On 24 May 2015, the fake news web site Newswatch 28 published an article reporting that NASA had discovered a new planet completely covered in marijuana:",
  "Fact Check": "",
  "Description": "NASA has announced this morning that they have discovered a planet completely covered with marijuana, a discovery that has completely taken scientists by surprise. Planet X637Z-43, discovered using NASA's Kepler satellite, would also allegedly be one of the very few planets potentially habitable according to NASA experts, who have detected sufficient levels of oxygen and nitrogen to support human life. The presence of marijuana on other planets could strongly encourage future generations to take interest in space exploration, some experts believe. \"We always think young people aren't interested by anything but it's false. Young people love smoking pot,\" explains David Charbonneau, astronomer at the Harvard-Smithsonian Center for Astrophysics. There is no truth to the above-quoted article. Newswatch 28 is one of many fake news sites currently operating on the internet. In addition to Newswatch 28 's disclaimer , which states that the site's \"shocking\" stories are meant to \"entertain\" its audience, the validity of the web site can also be determined by looking at its previous articles, such as a fake story about tranquilizer darts being sold for use on children and a death hoax concerning actor Al Pacino.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/f27u;http://now.snopes.com/2015/04/28/six-ways-to-spot-fake-news/;http://www.donotlink.com/fb7u;",
  "Example": "[Collected via e-mail, May 2015] You will LOVE this one!!! NASA Discovers New Planet Covered With Marijuana! (P.S. - I'm a NASA librarian who uses and loves your webpage. This came from an actual reference call I just received)",
  "Last Updated": "27 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/planetmarijuana.asp",
  "Claim": "NASA has discovered a new planet covered in marijuana.",
  "Claim_ID": "media_notnews_planetmarijuana",
  "Tags": ""
}