{
  "Origins": "According to the National Cancer Institute, Inflammatory breast cancer (IBC) is an uncommon type of breast cancer in which breast cancer cells block the lymph vessels in the skin of the breast, a type of breast cancer that may not be apparent through routine screening methods (e.g., feeling for lumps, mammograms): This blockage may cause the breast to become red, swollen, and warm. The skin of the breast may also appear pink, purple, or bruised, and it may have ridges or appear pitted, like the skin of an orange (called peau d'orange). These changes often occur quickly over a period of weeks. Another possible sign of this type of breast cancer is swollen lymph nodes under the arm, above the collarbone, or in both places. Often, a tumor cannot be felt, and may not be seen on a mammogram. The diagnosis of inflammatory breast cancer is based on the results of the biopsy and the doctor's clinical judgment. According to the Mayo Clinic, signs and symptoms of inflammatory breast cancer include: A breast that appears red, purple, pink or bruised A tender, firm and enlarged breast A warm feeling in the breast Itching of the breast Pain Ridged or dimpled skin texture, similar to an orange peel Thickened areas of skin Enlarged lymph nodes under the arm, above the collarbone or below the collarbone Flattening or retraction of the nipple Swollen or crusted skin on the nipple Change in color of the skin around the nipple (areola) Inflammatory breast cancer is of particular concern because it progresses rapidly, and in most women it is already quite advanced before the symptoms become severe enough for them to seek medical attention. IBC was previously treated through surgery and was almost always fatal; nowadays, additional treatments such as chemotherapy and radiation therapy have greatly increased the chances of survival for IBC patients.",
  "Fact Check": "",
  "Description": "Additional information: The Silent Killer: Inflammatory Breast Cancer (KOMO 4 News) Inflammatory Breast Cancer (National Cancer Institute) Inflammatory Breast Cancer (Mayo Clinic) Inflammatory Breast Cancer Association",
  "Originally Published": "",
  "Referred Links": "http://www.ibchelp.org/;http://www.mayoclinic.com/health/inflammatory-breast-cancer/DS00632/DSECTION=6;http://www.cancer.gov/cancertopics/factsheet/Sites-Types/IBC;http://www.komotv.com/stories/43313.htm;http://www.komotv.com/ibc;",
  "Example": "[Collected via e-mail, 2006] Hi Dear friends..... this is so important for all women I beg you to read it !! it's so very important!! Forgive any crossposting if you've seen this, but it's that important. **PLEASE DO NOT DELETE,** TAKE THE TIME TO WATCH THIS VIDEO, IT MAY JUST SAVE YOUR LIFE. Then please forward this to your wives, girlfriends, mothers, sisters, every woman you know! If we don t share it, some people may never hear about this until it is too late. It's one of the most aggressive forms of Breast Cancer known but most aren't aware of it including physicians. I've no idea how common or rare it is but something to absolutely be aware of! 3 of 4 cancer groups/help lines had never heard of it, including the Susan Koman center (but do now and will add it). THE SILENT KILLER!! The silent killer - IBC - Inflammatory Breast Cancer. No lump needed for detection and won't show up on mammograms and suggested an MRI with certain signs. (in video) (Ruthiema as 'you' suggested too) *sigh* PLEASE, click the attached link (or paste in browser) http://ww3.komotv.com/global/video/popup/pop_player.asp?ClipID1=785456& I am totally shocked myself to hear of this and completely unaware of it as well, yet some signs are obvious yet often considered 'bug bites' or just a 'hot spot' inverted nipples, persistent itching and more.",
  "Last Updated": "29 June 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/disease/ibc.asp",
  "Claim": "E-mail warns about a disease known as Inflammatory Breast Cancer.",
  "Claim_ID": "medical_disease_ibc",
  "Tags": ""
}