{
  "Origins": "On 11 November 2014, the National Report published an article claiming a \"heavy burst of lobbying\" by groups including the Koch brothers' Koch Industries preceded a vote whereby Congress rescinded several common tax breaks long afforded to millions of Americans.",
  "Fact Check": "",
  "Description": "According to the article, the child tax credit, the earned income tax credit and the mortgage interest deduction were all forms of \"entitlement payouts\" that had been eliminated beginning with the 2014 fiscal year to allow \"job creators\" to flourish: The deeply unpopular congress, whose approval rating hovers around a historic low of 10%, has voted to remove the child tax credit, the earned income tax credit and the mortgage interest deduction from the tax code starting with the 2014 fiscal year. The move is almost assured to solidify the perception of the 113rd Congress of the United States as deeply disconnected from the struggles and desires of the populace it is supposed to serve. The move, long championed by entitlement reform advocates like congressman Paul Ryan R-Wisconsin and Ted Cruz R-Texas, will cut entitlement payouts by a staggering 177 billion dollars. 54.33 billion dollars in savings will be realized from discontinuing the earned income tax credit, which generally pays those making less than 12 thousand dollars yearly large cash tax rebates far in excess of the actual tax they paid. 69.7 billion will be saved from the mortgage interest tax deduction, which critics say primarily favors top income earners. The elimination of the child tax credit, which critics say serves no fair purpose, will result in an additional 54 billion dollar savings. The article was nothing but a chain-yanking spoof, however: The National Report is a well-known fake news outlet notorious for publishing click-baiting , completely false stories such as \" 15 Year Old Who 'SWATTED' Gamer Convicted of Domestic Terrorism ,\" \" Solar Panels Drain the Sun's Energy, Experts Say ,\" and \" Vince Gilligan Announces Breaking Bad Season 6 .\" The article also quoted economist \"Paul Horner\" on Congress' purported tax credit repeal. If that name sounds familiar, it's because Paul Horner is a National Report writer whose name is used as a recurring character in various stories published by the site.",
  "Originally Published": "",
  "Referred Links": "http://nationalreport.net/congress-eliminates-child-tax-credit-mortgage-deduction-e-t-c-tax-code/;",
  "Example": "[Collected via Twitter, November 2014] Are u kidding!? Congress Eliminates Child Tax Credit, Mortgage Deduction & E.I.T.C",
  "Last Updated": "13 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/taxcredit.asp",
  "Claim": "Congress has eliminated the child tax credit, the earned income tax credit (EITC), and mortgage deductions from the tax code under pressure from lobby groups and the Koch brothers.",
  "Claim_ID": "media_notnews_taxcredit",
  "Tags": ""
}