{
  "Origins": "On 29 October 2014, the World News Daily Report web site published an article positing that a baby had born in India with two distinct brains encased within a single head:",
  "Fact Check": "",
  "Description": "Soon afterwards links and excerpts referencing the claims made in the original article were being circulated via social media, with many of those who encountered it mistaking it for a genuine news item. However, the original article was just another spoof from World News Daily Report , a fake news web site whose stock in trade is publishing fantastically fictional stories. World News Daily Report 's disclaimer page states that: World News Daily Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within worldnewsdailyreport.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction. The photograph included with the article was that of a real child, but not one possessing two different minds inside a single head. It's a picture of a three-year-old Indian child who had survived the development of hydrocephalus (i.e., an excessive accumulation of fluid in the brain): Roona Begum, three, required emergency surgery last year after large amounts of water flooded her brain a condition known as hydrocephalus. The rare illness caused her head to swell and her skull to deform. But one year on Roona is able to eat and crawl and may even start school later this year. \"The doctors said she would not live but she has survived,\" said Roona's mother Fatima Khatun, 23. \"She is much better now. She can hold her head straight and she can move her head from side to side on her own. \"She responds to other kids and she will smile if other kids call out her name. \"I would be very happy if she could stand and talk and be like a normal child. We hope she will one day go to school.\" Roona, from Tripura, western India, is still unable to walk because of the weight of her head despite doctors reducing its circumference from 37ins to 23ins. The youngster was treated at the Fortis Memorial Research Institute and Hospital in New Delhi after international sympathy prompted the facility to waive the huge medical bill and treat Roona for free. Neurosurgeon Dr Sandeep Vaishya said he had been surprised by the rate of her recovery. He said: \"I see a lot of improvement, which I didn't expect. She has started laughing, she makes a lot of sounds and she occasionally speaks a few words. \"She has gained a lot of weight and her activities have improved a lot. But whether she will be able to live a normal life, nobody can say. \"But most likely I don't think she will be absolutely normal because with such a severe case of hydrocephalus there has to be some damage to the brain. \"But with the improvement she has shown we are hopeful she will be able to do some things.\"",
  "Originally Published": "",
  "Referred Links": "http://www.dailystar.co.uk/news/latest-news/391042/Roona-Begum-swollen-head-India;http://worldnewsdailyreport.com/disclaimer/;http://worldnewsdailyreport.com/india-baby-born-with-two-minds-in-same-body/;",
  "Example": "[Collected via Facebook, November 2014] Is this for real? Just doesn't look legit. India: Baby Born with Two Minds in Same Body",
  "Last Updated": "2 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/twominds.asp",
  "Claim": "A baby was born in India with two separate minds enclosed in one head.",
  "Claim_ID": "media_notnews_twominds",
  "Tags": ""
}