{
  "Origins": "In April 2008, an Associated Press article about a proposed bill in Florida that would shift sex education in that state's schools away from abstinence-only towards a more comprehensive approach (one which would, while stressing abstinence, also provide information about birth control and disease prevention) casually dropped into play the tidbit that some teens believe drinking bleach will kill the AIDS virus.",
  "Fact Check": "",
  "Description": "First and foremost, swallowing bleach will not keep anyone from catching HIV. Instead, this practice can cause burns to the esophagus and stomach and could even result in death. However alluring might be the notion of a simple and effective counter to the looming menace of AIDS, this particular one must not be trifled with. Use bleach to whiten clothes or to disinfect contaminated surfaces, but don't drink it and don't use it as a personal wash. We can't confirm that teenagers in Florida (or elsewhere) believe downing a capful of Clorox will keep them from catching AIDS; the only indication we've as yet encountered that they might hold this conviction comes from that one Associated Press article. As for how this belief might have come about, the connection between the use of bleach and AIDS is an established one: the Centers for Disease Control (CDC) recommends that those who share needles and syringes disinfect their implements with full-strength bleach, and sanitizing germ-bearing surfaces with bleach (to protect patients with compromised immune systems) is part of the homecare regimen for people with AIDS. It is therefore not wholly unlikely that some who yearn to protect themselves from contracting HIV would conclude that using bleach on themselves would keep them safe. Teen lore has previously suggested the use of bleach as an AIDS-preventing genital wash or vaginal douche. (For the record, you should not use this caustic liquid as a personal wash. Not only won't cleansing yourself with bleach keep you from catching HIV, it can cause serious harm your delicate parts.) The mistaken hypothesis that bleach can be consumed for the purpose of ridding the body of a particular substance is already on record. In 2007, an Alabama youth who passed out after a court hearing admitted to the paramedics treating him that he'd drunk bleach earlier that week in a effort to cleanse his urine and so beat an upcoming drug test. (The effort was bound to fail in any case, since bleach will neither wash urine free of drugs nor sufficiently mask the presence of drugs in urine.) Not only can bleach work serious harm on the throat, stomach, and intestines, it can also kill you. In 2001, an elderly woman in a nursing home in England died after mistakenly being given a drink of dishwasher fluid that contained bleach. (The nurse responsible had thought the fluid was blackcurrant cordial.) Teens are especially prone to taking at face value misinformation relating to sexual matters (e.g., all the \"You can't get pregnant if ...\" anti-conception canards) because access to accurate and reliable information is harder for them to come by (since they are often leery of exposing their behavior by seeking out such information). Wild beliefs of such nature therefore spread much more quickly among adolescents. Barbara \"bleach blanket lingo\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Associated Press, April 2008] Some Florida teens believe swallowing a capful of bleach will prevent HIV/AIDS.",
  "Last Updated": "22 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/disease/bleach.asp",
  "Claim": "Drinking bleach will protect you from catching HIV/AIDS.",
  "Claim_ID": "medical_disease_bleach",
  "Tags": ""
}