{
  "Origins": "On 17 December 2014, the Daily Leak published an article claiming that a FedEx driver had committed suicide after crashing his truck and destroying hundreds of Christmas presents:",
  "Fact Check": "",
  "Description": "Angry Facebook users took to social media network to slam a delivery driver who crashed his truck and destroyed hundreds of packages just 10 days before Christmas. The trailer rolled over and broke open on Interstate 287 exit ramp in Mahwah, New Jersey. No injuries were reported, according to local news, but Facebook commenters would not let up on the unfortunate driver. Many appeared to care more about the damaged gifts than the safety of the driver and other local commuters. According to reports the driver [name redacted] went home and read these comments on his personal computer. He took them very hard. Already depressed, he took his own life at 8:27 PM EST at his home in New Jersey. While the Daily Leak bills itself as a \"satirical, parody website,\" and the article referenced above fits that description, a real-life incident (one in which the driver did not take his own life) was used as the basis for the parody. On 15 December 2014, a FedEx truck flipped on Interstate 287 in New Jersey. The driver, who was reportedly trying to dodge a tire on the road, suffered minor injuries in the crash. FedEx also said the company was able to salvage some of the packages and delivered them in time for Christmas: The cause of the accident remains under investigation. The driver said he was avoiding a tire in the roadway when the accident occurred. FedEx said it expected Monday to be the busiest day in its history. It is the last day to send packages by parcel post and expect to have them delivered by Christmas Eve. FedEx officials say company crews got to the scene shortly after the crash and quickly reloaded packages to help reduce possible delivery delays. While it is true that a FedEx truck was involved in an accident on one of the company's busiest delivery days, it is not true the accident drove a delivery driver to suicide.",
  "Originally Published": "",
  "Referred Links": "http://abc11.com/traffic/photos-fedex-truck-overturns-spilling-packages-on-companys-busiest-day/437741/;http://dailyleak.org/faq/;http://dailyleak.org/2014/12/fexed-driver-commits-suicide-after-destroying-childrens-christmas/;",
  "Example": "[Collected via e-mail, December 2014] Is this story true? FedEx driver commits suicide for ruining children's Christmas.",
  "Last Updated": "19 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/fedexsuicide.asp",
  "Claim": "A FedEx driver committed suicide after crashing and destroying hundreds of Christmas presents.",
  "Claim_ID": "media_notnews_fedexsuicide",
  "Tags": ""
}