{
  "Origins": "This missive touting a regimen that calls for the ingestion of four glasses of water first thing in the morning followed by the restriction of drinking after meals began circulating on the Internet in August 2004. While it now arrives primarily labeled \"Drink Water on Empty Stomach,\" its earliest appearances were titled \"Drinking Water as Treatment.\"",
  "Fact Check": "",
  "Description": "Our earliest sighting dates to a message board post, where it was presented without any comment identifying its author. Its central claims to authority, that \"scientific tests have proven its value\" and \"water treatment had been found successful by a Japanese medical society as a hundred percent cure for [various diseases]\" are unsupported; we were unable to locate any record of \"scientific tests\" proving this hypothesis, nor of statements issued in support of it by a \"Japanese medical society.\" Diabetes, cancer, and tuberculosis are serious illnesses that are not subject to being easily cured by even the latest medical technologies, let alone by tap water. Belief in such easy fixes is understandable because such diseases are big, mean, scary things, and those so afflicted often feel powerless in the face of them. Of the illnesses included on the proffered list, the only malady that might be improved by increasing one's daily water intake is constipation; however, even that claim may be nothing more than chimera. The National Digestive Diseases Information Clearinghouse says of the practice of increasing fluid intake in an effort to treat constipation that: Research shows that although increased fluid intake does not necessarily help relieve constipation, many people report some relief from their constipation if they drink fluids such as water and juice and avoid dehydration. Liquids add fluid to the colon and bulk to stools, making bowel movements softer and easier to pass. Claims that certain healthful benefits can be gained by eating or drinking particular items at specified times of the day are not new; such belief in ritual underpins, for example, the \"Eat fruit only on an empty stomach\" e-mail. Likewise, the belief that increasing one's water intake would be a good and healthful thing to do is also well traveled; many people continue to believe (erroneously, it turns out) that 75% of Americans are \"chronically dehydrated\" and that to stay healthy folks must drink eight glasses of water a day. In January 2010, we happened upon another \"benefits of drinking water\" e-mail which by November 2011 had been expanded into this longer form: Heart Attack & Water I asked my Doctor why do I and other people urinate (pee) so much at night time. Answer from my Cardiac Doctor = Gravity holds water in the lower part of your body when you are upright. When you lie down and the lower body (legs and other things) seeks level with the kidneys it is then that the kidneys remove the water because it is easier. This then ties in with the last statement! I knew you need your minimum water to help flush the toxins out of your body, but this was news to me. Correct time to drink water... very Important. From A Cardiac Specialist! Drinking water at a certain time maximizes its effectiveness on the body:2 glasses of water after waking up - helps activate internal organs 1 glass of water 30 minutes before a meal - helps digestion 1 glass of water before taking a bath - helps lower blood pressure 1 glass of water before going to bed - avoids stroke or heart attack Please pass this to the people you care about...... I can also add to this... My Physician told me that water at bed time will also help prevent night time leg cramps. Your leg muscles are seeking hydration when they cramp and wake you up with a Charlie Horse. The suggestion that a glass of water \"helps digestion\" is nebulous (how would that be measured?), the claim that it \"helps lower blood pressure\" is erroneous , and the statement that water \"activates internal organs\" in the morning is misleading (our organs function quite well all on their own while we sleep, and they continue functioning after we wake up). The one potentially true bit of information related to this item is that some studies have suggested a higher daily intake of water may reduce the risk of coronary heart disease . Later versions of this piece also tacked on an older item about taking aspirin at the first sign of a heart attack. Barbara \"all heart\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://aje.oxfordjournals.org/content/155/9/827.long;http://ezinearticles.com/?Drinking-Water---Does-it-Lower-Blood-Pressure?&id=1416187;http://digestive.niddk.nih.gov/ddiseases/pubs/constipation/#treatment;",
  "Example": "[Collected via e-mail, September 2004] It is popular in Japan today to drink water immediately after waking up every morning. Furthermore, scientific tests have proven its value. We publish below a description of use of water for our readers. For old and serious diseases as well as modern illnesses the water treatment had been found successful by a Japanese medical society as a hundred percent cure for the following diseases, Headache, body ache, heart system, arthritis, fast heart beat, epilepsy, excess fatness, bronchitis, asthma, TB, Meningtitis, Kidney and Urine diseases, vomiting gastritis, diarrhoea, piles, diabetes, constipation, all eye diseases, womb cancer and menstrual disorders, ear nose and throat diseases. METHOD OF TREATMENT 1. As you wake up in the morning before brushing teeth, drink four glasses of water each of 160 ml. 2. Brush and clean the mouth but do not eat or drink anything for 45 minutes. 3. After 45 minutes you may eat and drink as normal. 4. After 15 minutes of breakfast, lunch and dinner do not eat or drink anything for two hours. 5. Those who are old or sick and are unable to drink four glasses of water at the beginning may commence by taking little water and gradulayy increase it to four glasses per day. 6. The above method of treatment will cure diseases of the sick and others can enjoy a healthy life. The following list gives the number of days of treatment required to cure main diseases. 1. High Blood Pressure 30 days 2. Gastric 10 days 3. Diabetes 30 days 4. Constipation 10 days 5. Cancer 180 days 6. TB 90 days Arthritis patients should follow the above treatment for only 3 days in the first week to be followed by daily treatment. This treatment method has no side effects, however at the commencement of treatment you may have to urinate a few times.",
  "Last Updated": "20 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/myths/heartattacksandwater.asp",
  "Claim": "Drinking four glasses of water at the beginning of each day will cure various diseases.",
  "Claim_ID": "medical_myths_heartattacksandwater",
  "Tags": ""
}