{
  "Origins": "In December 2014, the entertainment website Huzlers published an article claiming singer Bobby Shmurda had been stabbed to death at Rikers Island prison:",
  "Fact Check": "",
  "Description": "It is being reported that rapper Bobby Shmurda was murdered in the jail where he was being held. Investigators say Bobby's cell mate Antwan Mauldin, 29, stabbed Bobby Shmurda to death with a hidden pocket knife. Although authorities are not sure what caused Mauldin to murder Bobby, it is believed Bobby Shmurda's song lyrics and rap personality might have played a role. Bobby Shmurda was jailed on December 17 of 2014 for conspiracy of murder and weapon charges, and reckless endangerment as part of a 15-person, 69-count indictment that included fellow GS9 label-mate Rowdy Rebel. Bobby was being held at Rikers Island jail in New York City at the time of his murder. Although pleaded not guilty, Bobby was scheduled to remain in jail for christmas. The 20 year old rapper was known for his popular hit singles \"Hot N*gga\" and \"Bobby B*tch\", as well as introducing the popular \"Shmoney Dance\". While it's true Shmurda was arrested in December 2014, the claims made about his demise on Riker's Island are false. Huzlers is a fake news site that publishes \"a combination of urban news and satirical entertainment to keep its visitors in a state of disbelief.\" In this case, the entertainment site accurately reported Bobby Shmurda had been arrested on a variety of drug, weapon and attempted murder charges and was being held at Rikers on $2 million bail. The rest of the article, however, is the figment of author \"Warlock's\" imagination.",
  "Originally Published": "",
  "Referred Links": "http://abcnews.go.com/Entertainment/wireStory/ny-rapper-bobby-shmurda-faces-gun-drug-charges-27683349;http://huzlers.com/bobby-shmurda-stabbed-death-rikers-island-jail-cell-mate/;",
  "Example": "[Collected via e-mail, December 2014] Bobby Shmurda, the rapper, was stabbed to death by cell mate over Christmas. True?",
  "Last Updated": "27 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/shmurdadeath.asp",
  "Claim": "Singer Bobby Shmurda was stabbed to death at Rikers Island.",
  "Claim_ID": "media_notnews_shmurdadeath",
  "Tags": ""
}