{
  "Origins": "On 23 August 2013, the satirical Tribune Herald web site published a fake news article titled \"KKK Wins Lawsuit Against Bakery for Discrimination\" (which languished in relative obscurity until April 2015), reporting that the KKK had successfully sued a baker named Elaine Bailey because she refused to provide a cake for the organization's birthday party:",
  "Fact Check": "",
  "Description": "On 1 April 2015, a controversy involving personal beliefs and catering erupted following a widely-shared local news interview with the owners of the Memories Pizza restaurant in Indiana in which they stated they would (hypothetically) decline to provide pizza for a gay wedding. An ensuing national debate over the balance between personal beliefs and equitable treatment under the law led many pundits to seek out real-life examples of such scenarios having gone awry. Among the many editorials published during the Memories Pizza controversy was an article that appeared on the web site Inquisitr on 3 April 2015. That article (titled \"Ku Klux Klan Forces Black Baker to Make Racist KKK Cake, So Does Memories Pizza Lose Religious Freedom?\") originally referenced the Tribune Herald 's fake news article from 2013 several times: If the Ku Klux Klan can force a black baker to make racist KKK cakes, does this mean Memories Pizza should automatically be forced to serve gay weddings? If that is the case, should the Westboro Baptist Church be allowed to force gay bakers to make cakes with \"God hates f*gs\" written upon them? These questions may be rhetorical, but in the case of the former example the event really happened. In the case of the Ku Klux Klan we already know the answer in Georgia. According to the Tribune Herald, Elaine Bailey, who owns Bailey Bakeries, refused to bake a birthday cake for Marshall Saxby, the Grand Wizard of a local KKK chapter. In response, the Ku Klux Klan leader sued and won by claiming that Bailey's refusal of service was discriminatory against his religious beliefs. The KKK celebrated the decision by saying that \"the law says that it's wrong to discriminate against people if you run a business, and that means she was wrong in discriminating against our organization by refusing us service.\" References to the 2013 Tribune Herald hoax article were subsequently replaced or elided in the Inquisitr 's piece: If the Ku Klux Klan can force a black baker to make racist KKK cakes, does this mean Memories Pizza should automatically be forced to serve gay weddings? If that is the case, should the Westboro Baptist Church be allowed to force gay bakers to make cakes with \"God hates f*gs\" written upon them? These questions may be rhetorical, but if these scenarios did ever occur there is already disagreement over how they should be handled. So what does this mean for supporters and opponents of Indiana's religious freedom law? The first version of the Inquisitr piece referenced \"Elaine Bailey\" (subject of the 2013 fake news article) as a \"black baker,\" but the original Tribune Herald article on which it was based did not. It's possible that that minor embellishment furthered interest in the original fake news story, as the notion of a black person being \"forced\" to serve the KKK underscored the debate's polarities. The Tribune Herald site has since been abandoned, but a disclaimer featured on the site clearly stated that: Tribune Herald is a satirical publication meant for entertainment purposes. All articles are a blend of real world events and people into fictional stories.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/ekz8;http://www.donotlink.com/ekzj;http://now.snopes.com/2015/04/01/memories-pizza/;http://www.donotlink.com/ekye;",
  "Example": "[Collected via e-mail, April 2015] The following article has been making it's way across theinternet. I'm curious to know if it's fake or not.",
  "Last Updated": "14 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/kkkbakery.asp",
  "Claim": "A KKK chapter successfully sued a black-owned bakery for refusing to make them a birthday cake.",
  "Claim_ID": "media_notnews_kkkbakery",
  "Tags": ""
}