{
  "Origins": "Akin to another Internet-spread rumor regarding the treatment of burns (which involved placing the injured extremity into a bag of flour ), this seemingly helpful heads up also began making the online rounds in March 2011. In a nutshell, don't do it, because the danger of introducing salmonella into an open wound should not be toyed with.",
  "Fact Check": "",
  "Description": "The Internet-spread egg white remedy is somewhat more reliable in its approach to treating minor burns at home in that it outright states one should first cool the injured area completely with cold water before applying anything to the wound, yet even in regard to that exhortation, it's a bit off the mark: When sustaining a burn, regardless the degree, [emphasis ours] the first aid is always placing the injured part under running cold water till the heat subsides. In the case of very severe burns, do not run cold water over the wound . Says the Mayo Clinic of the treatment of third degree burns: \"Don't immerse large severe burns in cold water. Doing so could cause a drop in body temperature (hypothermia) and deterioration of blood pressure and circulation (shock).\" First degree burns (which are the least severe of the three classes of this type of injury) are the only sort one should be trying to treat at home without summoning additional medical assistance. Effective first aid begins with stopping the burning process; otherwise, the affected flesh continues to cook, further damaging the injured area. For this reason, the recommended action is to immediately immerse the burned area in cool water or under gently running cool water for a minimum of five minutes. Doing so halts the burning process, numbs the pain, and prevents or reduces swelling. If the injury cannot be immersed or positioned under a faucet, cool water is to be poured over it for the same amount of time. Never use ice on burns. Only after the wound has been effectively cooled should the injured area be dried off, then dressed with a clean bandage. (Bandaging can be omitted when the injury is small and there is no break in the skin.) Neither butter nor oil should ever be applied to any burn, although once the wound has been properly cooled and dried, antibiotic ointments or aloe vera gel could be applied before dressing the area. While the treatment of second degree burns also begins with cooling injured areas with cold water until wound temperature has been brought down, its second step is hand-off to a medical professional. For anything more than a minor burn, get the injured person swiftly to a doctor as opposed to attempt to continue treatment on one's own. As for third degree burns, keep the victim breathing and summon medical help. In the interim before help's arrival, drape damp cloths over the wounded areas, but do not immerse any of the victim's body parts in cold water, and do not attempt to cut clothing from the victim. Regarding the rest of the e-mail, fire fighters are not instructed as part of their training to treat burns with egg white. Instead, they learn at-the-scene first aid procedures, which mostly amount to keeping airways open, reducing the temperature of burned areas, then handing off burn victims to medical professionals. However, that firefighters aren't being taught to slather burn victims with albumen doesn't mean that at one time providing exactly that treatment wasn't a somewhat recommended practice, as we've found turn-of-the-century medical journals that advocated the use of egg white on minor burns. Now, granted, most of those references promoted such use as a way of shielding injured areas from contamination (that is, using egg white to create a protective barrier between wound and air), but there was also suggestion that the application of this substance would take the pain out of the injury. (Mind you, those selfsame journals also offered up the information that a number of other wet, dense dressings, such as olive oil or a mixture of baking soda and water, would act just as effectively as a wound protectant and calmative for minor burns.) This doctor, however, in an 1899 article presented the use of egg whites on burns, not as a protective dressing, but as a remedy for that particular sort of injury. (This is the only reference of its kind that we've so far happened upon; all others made no claim about egg white's curing anything): The best domestic remedy for burns and scalds, always obtainable in emergencies, is the application of the white of an egg beaten to a foam and mixt with a tablespoonful of lard. If it is at hand, add five drops of carbolic acid to this. This is the best thing possible for immediate use. However, it needs be pointed out that this same doctor immediately followed his \"best domestic remedy\" advice with this item about \"the best thing possible for general treatment\": If you want the best thing possible for general treatment, a dressing which will prevent scarring and give immediate relief, use one dram of bismuth subnitrate to an ounce of vaselin, with five drops of carbolic acid. As to why slather egg white (or any other household item) onto burns rather than something more medically sound, said another physician in 1900: As burns and scalds are usually emergency cases, we are not always prepared to adopt the most approved methods of treatment. We are compelled to select what we consider the best agents from such as are within our reach. Fortunately in every house we can generally find what will answer for temporary purposes. Carron oil, olive oil with the white of an egg, bicarbonate of soda in powder or saturated solution, or even flour may be utilized until we have time to get what we need. In other words, egg white wasn't being grabbed for as one of those secret home remedies that outperforms conventional medicine; it was merely what was at hand when the crisis occurred. And its use was to be temporary (with the implication that once the attending physician had full access to his medicines and treatments of choice, it would be quickly replaced with something far better). If egg white is at all effective in treating burns (and we're not at all convinced that it is, 100+ year medical references to the contrary), it's as an occlusive dressing that would keep contamination out of a raw wound, not as a magical curative of burned flesh. Its effect on the healing process wouldn't have anything to do with its collagen content or that it's a \"placenta full of vitamins,\" but rather that it's a thickish liquid that would form a barrier. (In other words, motor oil which has no collagen to it at all would work equally as well.) As to what to do with all this confusion, even when the burn is minor and the injury is fully cooled before anything else is done to it, there is a downside to coating such an injury with egg white. Raw eggs sometimes contain or have resident on their shells salmonella, a deadly bacteria. Introducing salmonella into an open wound would be a dangerous idea. Says a physician friend of ours, \"Burn-injured, denuded skin is an excellent culture medium, and a contaminated egg white applied to his burn could readily cause severe damage or death to the patient.\" Barbara \"cold comfort\" Mikkelson Additional information: Burn Treatment (Massachusetts General Hospital)",
  "Originally Published": "",
  "Referred Links": "http://www2.massgeneral.org/burns/patients/;http://www.fsis.usda.gov/factsheets/salmonella_questions_&_answers/index.asp;http://www.lpch.org/DiseaseHealthInfo/HealthLibrary/burns/classify.html;http://www.mayoclinic.com/health/first-aid-burns/FA00022;",
  "Example": "[Collected via e-mail, July 2011] A young man sprinkling his lawn and bushes with pesticides wanted to check the contents of the barrel to see how much pesticide remained in it. He raised the cover and lit his lighter; the vapors inflamed and engulfed him. He jumped from his truck, screaming. His neighbor came out of her house with a dozen eggs, yelling: \"bring me some eggs!\" She broke them, separating the whites from the yolks. The neighbor woman helped her to apply the whites on the young man's face. When the ambulance arrived and when the EMTs saw the young man, they asked who had done this. Everyone pointed to the lady in charge. They congratulated her and said: \"You have saved his face.\" By the end of the summer, the young man brought the lady a bouquet of roses to thank her. His face was like a baby's skin. Healing Miracle for burns: Keep in mind this treatment of burns which is included in teaching beginner fireman this method. First aid consists to spraying cold water on the affected area until the heat is reduced and stops burning the layers of skin. Then, spread egg whites on the affected area. [Collected via e-mail, April 2011] Treating burns. Egg white One hopes never to be needing it, but just in case:... A simple but effective way to treat burns with the help of egg white. This method is used in the training of firemen. When sustaining a burn, regardless the degree, the first aid is always placing the injured part under running cold water till the heat subsides. And next spread the egg white over the injury. Someone burned a large part of her hand with boiling water. Despite the pain she held her hand under running water, then took two eggs, parted the yolk from the egg white and slightly beat the egg white and put her hand in it. Her hand was so badly burned that the egg white dried and formed a white film. Later she heard that the egg is a natural collagen. And during the next hour layer upon layer, she administered a white layer on her hand. That afternoon she didn't feel any more pain and the next day there hardly was a red mark to see. She thought she would have an awful scar but to her astonishment after ten days there was no sign of the burn, the skin had it's normal color again! The burned area had been totally regenerated thanks to the collagen, in reality a placenta full of vitamins. This advice can be useful for everyone.",
  "Last Updated": "22 August 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/homecure/eggwhite.asp",
  "Claim": "Treat burns with egg whites.",
  "Claim_ID": "medical_homecure_eggwhite",
  "Tags": ""
}