{
  "Origins": "Most newspaper obituaries adhere to one of a handful of set formulas that incorporate listing the name of the deceased, date of passing, predeceasing and surviving relatives, and where and when services will be held. Some deviate from this standard by providing additional information about the departed and surviving family members, information that is almost always of a laudatory nature. However, every now and again one encounters a written send-off that is far from an expected loving expression of facts.",
  "Fact Check": "",
  "Description": "Such was the case with Tampa, Florida, resident Josie Anello, who passed away on 11 February 2012. When her obituary appeared in a local paper a few days later, it contained the sentimental descriptions typically found in such death notices: Josie was a \"loving and faithful wife\"; she led a life of \"endless love, support, and compassion for others\"; she \"lived for her family and friends.\" But the portion of the obituary that listed her surviving children proved to be something of a departure from the standard form, stating that: \"She is survived by her Son, 'A.J.', who loved and cared for her; Daughter 'Ninfa', who betrayed her trust, and Son 'Peter', who broke her heart.\" As is often the case, Josie Anello's obituary was not necessarily reflective of her own sentiments, but those of the person who penned it. According to the Tampa Bay Times , Josie's obituary expressed bad feelings flowing from a rift between her children: The condemning language reveals a long-standing rift between Angelo \"A.J.\" Anello, who wrote and placed the obituary, and his two siblings particularly his sister. As with many a family quarrel, it comes down to money. Basically, Angelo Anello, 63, and his sister, Ninfa Simpson, 65, accuse each other of stealing from their mother. Simpson says Anello drained the mother's savings and maxed out her credit cards. Anello says Simpson and her husband used their mother's Social Security checks to go on vacations to Branson, Mo., and Alaska. Both siblings deny the other's allegations. Said Simpson: \"My brother is not telling the truth. He's having his moment of revenge.\" Said Anello: \"They are so riddled with guilt, what they are doing is pointing fingers at me.\" The siblings agree on one thing: Peter Anello, the eldest brother, cut himself off from the family more than 25 years ago and speaks to no one. Simpson said her relationship with Angelo Anello was fine until 2007, when Vito Anello, Mrs. Anello's husband of 67 years, died. That was when Angelo Anello became more controlling, she said, cutting off Mrs. Anello's access to family members unless they went through him first an allegation Angelo Anello denies. Simpson said her family has been devastated by the public airing of dirty laundry. \"I have never done anything to my brother, and I have never betrayed my mother in any way,\" Simpson said. \"Everybody that knows me and knows the family is furious.\" Anello said his mother died at home, in his arms, of kidney failure. He said he composed the obituary in the Tampa Tribune \"not to get even with anyone, or to be vindictive or spiteful. The obituary reflected what she had said right up to the end.\" Did she really say her son broke her heart and her daughter betrayed her trust? \"She didn't put it like that,\" he said, \"but I being a journalist myself have a passion for the truth.\" Ninfa Simpson placed her own newspaper obituary for her mother the following day, which contained most of the same information but omitted denigrative remarks about her siblings. An obituary similar in tone to Josie Anello's was published for Dolores Aguilar of New Mexico in 2008.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, February 2012] Any truth to this obituary?",
  "Last Updated": "23 February 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/media/iftrue/anello.asp",
  "Claim": "Family member runs obituary for deceased parent that maligns his siblings.",
  "Claim_ID": "media_iftrue_anello",
  "Tags": ""
}