{
  "Origins": "On 12 October 2014, Empire News published an article positing that a steep drop in gambling revenues was inspiring Vegas casino owners and the Nevada gaming commission to push for the legalization of dog fighting in order to reverse that financial decline: The steady decline in revenue affecting many casinos across the country has forced many gaming houses to seek other sources of income. As a result, the gambling industry has been quietly seeking a controversial betting offshoot legalized and industry regulated dog fighting Social media users erupted in anger and disgust at the claim as it wended its way through Facebook and similar sites: \"Think of the images of Michael Vick and everything else that comes to mind when you mention dog fighting,\" said Roger Kenny, administrator with the Nevada Gaming Commission. In a press release he stated, \"If we regulate dog fighting, promote it as a sport, eventually people will come to accept it, and it will be as common as blackjack or prostitution. We'd like to change the negative perception that certain groups have put out there about the activity,\" he said. If the \"as common as blackjack or prostitution\" line didn't tip off readers to the article's true nature, the following should have: Dog trainer and television host Cesar Millan said, \"This is the most inhumane act that I can think of. Dogs are our companions and are among the most intelligent creatures on Earth. Something like this with cats, now that I could understand,\" continued Millan. \"Put a couple of cats in a boxing ring, maybe with little gloves and helmets nobody's going to give a crap, it's just cats. But with dogs, it's different they're man's best friend. When I heard this news I wanted to rabidly tear the Commission's collective throat out. Of course, you'd be hard-pressed to find a beast more beloved by the internet at large than cats; and the Vegas dog fighting yarn is just one of many \"satirical\" stories from Empire News , a web site whose stock in trade is posting outrage-provoking fake news articles. Other leg-pulls from the site include \" Record-Shattering Snowfall Coming Soon (Bread and Milk Prices Expected to Soar),\" \" MTV Begins Production On New Show '12 And Pregnant' ,\" and \" Colorado Becomes First State to Legalize Crystal Meth .\"",
  "Fact Check": "",
  "Description": "A disclaimer page on Empire News admits the publication \"is a satirical and entertainment website.\"",
  "Originally Published": "",
  "Referred Links": "http://empirenews.net/about-disclaimer/;http://empirenews.net/las-vegas-casino-owners-gaming-commission-seek-to-legalize-dog-fighting/;",
  "Example": "[Collected via email, October 2014] There is an article on a website known as \"Empire News\" which states that casino owners in Las Vegas are attempting to legalize dog fighting as a new gambling incentive !Is this true ????",
  "Last Updated": "20 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/dogfight.asp",
  "Claim": "Las Vegas casino owners and the Nevada Gaming Commission are lobbying to legalize dog fighting.",
  "Claim_ID": "media_notnews_dogfight",
  "Tags": ""
}