{
  "Origins": "In an apparent effort to rival the stories of \"Florida Man,\" the Daily Cricket published an article in 2008 about the strange tale of Francis Fasher, who was purportedly arrested in the aftermath of \"the most bizarre traffic stop\" ever:",
  "Fact Check": "",
  "Description": "In what was described by Lt. Paul Sullivan as \"the most bizarre traffic stop\" that he has seen in his 23 years on the force, Canton police responded to a report of a disabled vehicle traveling on Route 95. They came across the vehicle shortly after 2 a.m. traveling in the high-speed lane on the southbound side. \"We spotted the green Hyundai Elantra traveling at approximately five miles-per-hour in the passing lane with a huge shower of sparks coming from the rear of the vehicle. As we got closer we noticed that the rear end of the vehicle was dragging on the ground due to the fact that there were no rear tires or axle on the vehicle,\" said Lt. Sullivan of the Canton Police. \"After the vehicle pulled over, we approached it and found that the driver was not only drinking a can of beer, but that he was not wearing any pants and that he had urinated on himself.\" After not one, but two, brief foot chases, Francis Fasher, 45, of Foxboro, was placed under arrest. The traffic stop described by the Daily Cricket involved several unbelievable elements, including two overweight women who needed to be lifted out of the car via a crane, a nest of mice living under the driver's seat, bestiality, and an assault with a pu-pu platter. But despite these outrageous claims, the story of Francis Fasher frequently circulates around the Internet as a factual news story. The Daily Cricket , however, is of the same ilk as the Onion : Although the web site does not specifically state that it is an entertainment publication, the Daily Cricket frequently tags their stories with the word \"satire\": The Daily Cricket is also responsible for stories about violent turkeys taking over a small town, President Obama declaring war on Mexico, and Herman Cain fathering a child with one of the Kardashian sisters.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/e28y;",
  "Example": "[Collected via the Internet, 2013] Holy Crap! I spent 31 years as a State Trooper, and never had anything close to this bizarre!!!",
  "Last Updated": "12 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/francisfasher.asp",
  "Claim": "Francis Fasher was arrested on several charges, including public intoxication, transporting lab animals, and failure to pay of child support, after a bizarre traffic stop.",
  "Claim_ID": "media_notnews_francisfasher",
  "Tags": ""
}