{
  "Origins": "Paget's disease of the nipple is indeed a real form of breast cancer, and the description offered in this message is fairly accurate. (This malady should not be confused with Paget's disease of the bone , which has a confusingly similar name but is a completely different disease.) Paget's disease of the nipple is far from a common illness, however. It's the first sign of breast cancer in about only 0.5% to 4.3% of all cases, it accounts for less than 1% of all breast cancers, and it's extremely rare in women under 30.",
  "Fact Check": "",
  "Description": "Additional information: Paget's Disease of the Nipple (OncoLink)",
  "Originally Published": "",
  "Referred Links": "http://www.oncolink.org/experts/article.cfm?c=3&s=13&ss=22&id=1183;http://www.paget.org;",
  "Example": "[Collected via e-mail, 1999] Is a rare form of breast cancer, and is on the outside of the breast, on the nipple and areola, it appears as a rash which later becomes a lesion with a crusty outer edge. I would not have ever suspected it to be breast cancer but it was. My nipple never seemed any different to me, but the rash bothered me so went to my doctor's office for that. Sometimes it itched and was sore but other than that it didn't really bother me, was just ugly and a nuisance, and would not clear up with all the creams given by doctor and dermatologist for the dermatitis on my eyes that I had just had prior to this outbreak. Therefore I went in to doctors office for further assistance. They seemed a little concerned but did not warn me it could be cancerous. I suspect there are not many women out there who know a lesion or rash on the nipple or areola can be breast cancer. What are the symptoms? Mine started out as a single red pimple on the areola. One of the biggest problems with Paget's disease of the nipple is that the symptoms appear to be harmless. It is frequently thought to be a skin inflammation or infections, leading to unfortunate delays in detection and care. The symptoms include: A persistent redness, oozing, and crusting of your nipple causing it to itch and burn. (As I stated mine did not itch much or burn, and no oozing was I aware of, but it did have a crust along the outer edge on one side.) A sore on your nipple that will not heal. (Mine was on the areola area with a whitish thick looking area in the center of my nipple.) Usually only one nipple is affected. How is it diagnosed? Your doctor will do a physical exam, and should suggest having a mammogram of both breasts done immediately. Even though the redness, oozing and crusting closely resemble dermatitis (inflammation of the skin), your doctor should suspect cancer if the sore is only on one breast. Your doctor should order a biopsy of your sore to confirm what is going on. They will take a sample of your breast tissue in that area to test for cancer. If the cancer is only in the nipple and not in the breast, your doctor may recommend just removing the nipple and surrounding tissue or suggest radiation treatments. Had my doctor caught mine right away, instead of flaking it off as dermatitis perhaps they could of saved my breast and it wouldn't have gone to my lymph nodes. This message should be taken seriously and passed on to as many of your friends as possible, it could save someone's life. My breast cancer has spread and metastasized to my bones, this after chemotherapy, 28 treatments of radiation and taking tamaxofin. If this had been diagnosed in the beginning as breast cancer and treated right away perhaps it would not have spread ... I did try to spread the word through Rosie O'Donnell show on breast cancer awareness but it failed to trigger enough importance to receive an announcement on her show last year. This is sad as women are not aware of Paget's disease. If by passing this around on the e-mail we can make others aware of it and it's potential danger we are helping women everywhere. PLEASE SEND THIS TO ALL THE WOMEN YOU CARE ABOUT; CANCER CAN BE FOUGHT IF WE ARE ALL AWARE! Thanks for taking the time to share.",
  "Last Updated": "31 December 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/disease/paget.asp",
  "Claim": "Paget's disease of the nipple is a real (but uncommon) form of breast cancer.",
  "Claim_ID": "medical_disease_paget",
  "Tags": ""
}