{
  "Origins": "On 7 December 2014, the Salty Badger web site published an article claiming President Obama had signed legislation called \"The SNAP Fairness Act of 2014\" into law, making it legal to purchase alcohol and tobacco (items that have long been excluded from the food stamps program) with Supplemental Nutrition Assistance Program (SNAP) electronic benefit (EBT) cards:",
  "Fact Check": "",
  "Description": "President Obama signed the \"SNAP Fairness Act of 2014\" into law today, 12/7/14, thirty-four days after both houses of Congress narrowly passed the controversial bill overcoming strong Republican resistance both in the Senate and House. All SNAP-eligible Americans will be enjoying a late Christmas present this year courtesy of Uncle Sam. Wrapped inside with a red, white and blue bow will be increased food stamp funds and the right to use their EBT card to buy alcohol and tobacco products. Hakeem Jeffries of New York's 8th Congressional District stated, \"For too long, American citizens have been discriminated against at the grocery store. There is no reason my constituents should be barred from purchasing a 6-pack of Coors Light with their EBT card to go along with their steak dinner, also purchased with their EBT card. To expect low-income hardworking Americans to go out of pocket for essentials such as cigarettes and beer is not only racist, but cruel. I am proud to stand with my president today in this historical signing for food stamp fairness.\" The article uses the names of real politicians, like President Obama and Hakeem Jeffries, but that's the only factual element of the story. The SNAP Fairness Act of 2014 does not exist, President Obama didn't sign any bills into law on 7 December 2014, and SNAP benefit cards cannot be used to purchase alcohol or tobacco products. The photo used to illustrate this fictitious article shows President Obama sitting at his desk in August 2013 signing the Bipartisan Student Loan Certainty Act, not the SNAP Fairness Act, into law. The Salty Badger may not be as well known as fake news sites such as Huzlers or World News Daily Report , but the web site's mission is the same: To spread misinformation. The Salty Badger , which prides itself on being \"not always right, but always first,\" notes in their mission statement that: When the Salty Badger was conceived and born from two genius minds, literally minutes prior to writing this statement, we had three major goals in our minds: Bring our brand of comedy to the forefront, have beautiful women throwing themselves at us, and get Scrooge McDuck rich. We will settle for any one of the three. We will sneak our humor into the minds of the world one individual at a time",
  "Originally Published": "",
  "Referred Links": "http://www.saltybadger.com/p/salty-badgers-mission-statement.html;http://www.whitehouse.gov/the-press-office/2013/08/09/remarks-president-student-loans-bill-signing;http://www.fns.usda.gov/snap/mobile/benefits/what-can-i-buy.html;http://www.whitehouse.gov/briefing-room/signed-legislation;http://www.saltybadger.com/p/breaking-news-articles-not-always-right.html;",
  "Example": "[Collected via e-mail, December 2014] Is the following true? I am pretty sure it isn't, but can't find any other information other than this website. \"President Obama signs SNAP Fairness Act of 2014 Into Law: Alcohol & Tobacco Products No Longer Prohibited from Food Stamps.\"",
  "Last Updated": "10 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/snapcard.asp",
  "Claim": "Food stamps can now be used to purchase alcohol and tobacco products.",
  "Claim_ID": "media_notnews_snapcard",
  "Tags": ""
}