{
  "Origins": "On 24 July 2014, Empire News published an article positing that former president George W. Bush had been arrested after a traffic stop in Dallas for cocaine possession:",
  "Fact Check": "",
  "Description": "One of the most notorious Presidents in history of The United States of America is back in the spotlight, but not because of his politics. George W. Bush was arrested in a Dallas suburb late Tuesday evening after a routine traffic stop uncovered over an ounce of cocaine in his glove compartment. Dallas police say they pulled over Bush after he made a right turn without signaling. Officers report they were surprised when seeing it was the ex-president, but felt something was off about his behavior. They say Bush seemed under the influence of a narcotic, and the officers on-scene asked to search the car. Curiously, Bush consented, and police found the narcotics. Soon afterwards links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news item. However, the article was just a spoof from Empire News , one of many fake news sites that publishes fictional stories such as \"Cure for Cancer Discovered; 'Amazingly Simple' Says Researcher,\" and \"College Student Excused from Classes After Dog Eats Grandmother,\" and \"Woman Gives Birth, Confuses Doctors by Asking for Maternity Test.\" Their disclaimer page notes that Empire News \"is a satirical and entertainment website.\"",
  "Originally Published": "",
  "Referred Links": "http://empirenews.net/about-disclaimer/;http://empirenews.net/george-w-bush-arrested-for-cocaine-possession/;",
  "Example": "[Collected via Facebook, July 2014] True? George w bush arrested for cocaine possession in Dallas Texas.",
  "Last Updated": "29 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/bushcocaine.asp",
  "Claim": "Former president George W. Bush was arrested in Dallas for cocaine possession.",
  "Claim_ID": "media_notnews_bushcocaine",
  "Tags": ""
}