{
  "Origins": "In September 2013, Dr. Frank LoVecchio, the co-medical director at the Banner Poison Control Center, announced that the first two U.S. cases of suspected Krokodil use had been reported in the Phoenix, Arizona, area. Whether Krokodil use has spread to the U.S. (and if so, how widely) is still a matter of contention, but Krokodil is a real drug concoction popular in Russia that can produce necrosis in users who inject it, causing skin to harden, slough, turn green, and rot:",
  "Fact Check": "",
  "Description": "In June 2011, Time magazine reported that use of krokodil was widespread in Russia: The average user of krokodil, a dirty cousin of morphine that is spreading like a virus among Russian youth, does not live longer than two or three years, and the few who manage to quit usually come away disfigured. Krokodil has roughly the same effect as heroin but is at least three times cheaper and extremely easy to make. The active component is codeine, a widely sold over-the-counter painkiller that is not toxic on its own. But to produce krokodil, whose medical name is desomorphine, addicts mix it with ingredients including gasoline, paint thinner, hydrochloric acid, iodine and red phosphorous, which they scrape from the striking pads on matchboxes. In 2010, between a few hundred thousand and a million people, according to various official estimates, were injecting the resulting substance into their veins in Russia, so far the only country in the world to see the drug grow into an epidemic. It seems to have first appeared in Siberia and the Russian Far East around 2002, but only in the past [few] years has it spread throughout the country. Since 2009, the amount of krokodil seized in Russia has increased 23-fold, according to the head of the Federal Drug Control Service, Viktor Ivanov. In the first three months of [2011] alone, the service says, it confiscated 65 million doses. \"As recently as five years ago, there were only one-off instances of catching this drug,\" Ivanov told a meeting. Two of the governors at the meeting [said] that krokodil accounts for about half of all addictions and drug-related deaths in their regions. In some provinces, Ivanov chimed in, it \"has practically pushed out traditional opiates.\" The \"rotting\" [side effect of krokodil] explains the drug's nickname. At the injection site, which can be anywhere from the feet to the forehead, the addict's skin becomes greenish and scaly, like a crocodile's, as blood vessels burst and the surrounding tissue dies. Gangrene and amputations are a common result, while porous bone tissue, especially in the lower jaw, often starts to dissipate, eaten up by the drug's acidity. The following photographs (of unknown origin) have been circulated with the claim that they depict the severely damaging physical effects produced in some krokodil users: Photographs reportedly depicting activity at a \"krokodil house\" can be viewed here .",
  "Originally Published": "",
  "Referred Links": "http://imgur.com/a/WKEXp/layout/blog;",
  "Example": "[Collected via e-mail, September 2013] In Russia there is a new type of heroin called Krokodil which eats the flesh of its users.",
  "Last Updated": "27 September 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/drugs/krokodil.asp",
  "Claim": "A drug concoction known as krokodil can rot the skin of users who inject it.",
  "Claim_ID": "medical_drugs_krokodil",
  "Tags": ""
}