{
  "Origins": "On 28 March 2015, the Free Wood Post published an article titled \"Indiana Requiring All Gay Residents to Wear Sensor That Will Trigger Alarm Upon Entering a Store\". (Interestingly, that article was published prior to a large national debate that occurred after the owners of an Indiana pizza restaurant controversially supported the law during the course of a 31 March 2015 news interview.)",
  "Fact Check": "",
  "Description": "The Free Wood Post 's article didn't attempt to tread a line of plausibility in its claims: As an amendment to Indiana's Religious Freedom Restoration Act, all LGBT citizens will be required to register with the state so that they can be mailed a sensor to wear on their body at all times. The sensor is so that any business that doesn't want an LGBT individual entering their establishment will be notified immediately of their arrival and an alarm will sound. These sensors will be much like a modern day version of the 'Star of David' Jewish citizens in Germany were required to wear during the time of Hitler's reign. The article included a purported quote from Indian governor Mike Pence about the amendment to the RFRA: It's all about freedom. Freedom for these business owners to know all the money they're receiving didn't come from gay hands. That's the devil's money, really. And who wants to pay payroll or rent or taxes with the devil's money? Although (coincidentally) well-timed, the article was nothing more than a spoof published by a satirical web site. Free Wood Post 's disclaimer page states: Free Wood Post is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within FreeWoodPost.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction. FreeWoodPost.com is intended for a mature, sophisticated, and discerning audience. Previous Free Wood Post articles included a claim that the FCC had labeled Fox News as satire, quoted Ann Romney on the wage gap, and suggested that Mitt Romney had said he could relate to black people because his ancestors owned slaves.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/eph3;http://now.snopes.com/2015/04/01/memories-pizza/;http://www.donotlink.com/epgu;",
  "Example": "[Collected via e-mail, April 2015] it basically says that Indiana is making a law where all gay people haveto wear a sensor to alert storeowners when they enter an establishment.sounds really fake to me, but, people have been re-posting it all oversocial media.",
  "Last Updated": "16 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/gaysensor.asp",
  "Claim": "An amendment to Indiana's Religious Freedom Restoration Act (RFRA) requires gay residents to wear a sensor for identification.",
  "Claim_ID": "media_notnews_gaysensor",
  "Tags": ""
}