{
  "Origins": "In October 2014, a group of concerned Catholic bishops in Kenya released a statement claiming a tetanus vaccine program aimed at women entering or in their childbearing years was in actuality a stealth attempt to sterilize women en masse for unstated reasons.",
  "Fact Check": "",
  "Description": "Among questions raised by the group in its statement about the tetanus vaccine campaign in Kenya were why the vaccines were considered necessary if no \"tetanus crisis in Kenya\" had been declared, why the vaccine was offered primarily to women between the ages of 14 and 49, why boys and men were not targeted by the campaign, and why tetanus was \"prioritized\" over other illnesses affecting citizens of Kenya: We are not convinced that the government has taken adequate responsibility to ensure that Tetanus Toxoid vaccine (TT) laced with Beta human chorionic gonadotropin (b-HCG) sub unit is not being used by the sponsoring development partners. This has previously been used by the same partners in Philippines, Nicaragua and Mexico to vaccinate women against future pregnancy. Beta HCG sub unit is a hormone necessary for pregnancy. When injected as a vaccine to a non-pregnant woman, this Beta HCG sub unit combined with tetanus toxoid develops antibodies against tetanus and HCG so that if a woman's egg becomes fertilized, her own natural HCG will be destroyed rendering her permanently infertile. In this situation tetanus vaccination has been used as a birth control method. We retain that the tetanus vaccination campaign bears the hallmarks of the programmes that were carried out in Philippines, Mexico and Nicaragua. We would want to participate in ensuring that the vaccines to be administered are free of this hormone. A Catholic doctors' group in Kenya echoed the concerns of the bishops, and an anti-abortion site quoted Dr. Muhame Ngare of the Mercy Medical Centre in Nairobi as saying: We sent six samples from around Kenya to laboratories in South Africa. They tested positive for the HCG antigen. They were all laced with HCG. This proved right our worst fears; that this WHO campaign is not about eradicating neonatal tetanus but a well-coordinated forceful population control mass sterilization exercise using a proven fertility regulating vaccine. This evidence was presented to the Ministry of Health before the third round of immunization but was ignored. Dr. Collins Tabu, the head of immunization at Kenya's Health Ministry, refuted the claim and said women immunized under the program in recent years subsequently conceived, promppting Dr. Ngare to respond with: Either we are lying or the government is lying. But ask yourself, 'What reason do the Catholic doctors have for lying?' The Catholic Church has been here in Kenya providing health care and vaccinating for 100 years for longer than Kenya has existed as a country. Usually we give a series three shots over two to three years, we give it anyone who comes into the clinic with an open wound, men, women or children. If this is intended to inoculate children in the womb, why give it to girls starting at 15 years? You cannot get married till you are 18. Dr. Ngare's forced choice between the doctors or the Kenyan government neglects a third possibility: someone, somewhere is sincere but mistaken. His statement about the timing of vaccinations in respect to the earliest age women can marry in Kenya is a good illustration of fallacious thinking since the vaccine is given in a five-shot series, beginning administration three years prior to marrying age makes more sense than exposing women who are married but not yet immunized to losing children to tetanus. The expressed concerns of Ngare and bishops in Kenya are exactly the same as false rumors circulated over two decades ago in several other countries (Mexico, Tanzania, Nicaragua, and the Philippines) where the WHO and UNICEF undertook tetanus vaccination programs: Rumours have circulated recently in Mexico, Tanzania, Nicaragua, and the Philippines that WHO and UNICEF are using women as guinea pigs to test a contraceptive vaccine given to them under the guide of tetanus toxoid vaccine. These rumours, apparently initiated by so-called 'pro-life' groups, are completely untrue. The vaccines do not contain contraceptive vaccines of any other substance which interferes with fertility of pregnancy and their labeling accurately describes their actual contents. The false claims made by these groups have had an adverse impact on immunisation programmes in all four countries. The rumors have several aspects, one being the focus on women of childbearing age in Kenya. Neonatal tetanus resulted in the deaths of 550 Kenyan babies in 2013, and according to UNICEF , 58,000 babies worldwide died of neonatal tetanus in 2010 (a count that includes only known tetanus deaths). The organization explained the necessity of tetanus immunization in countries such as Kenya, and how the scope of the problem could be even larger than has been recorded to date: Maternal and neonatal tetanus represents a very high proportion of the total tetanus disease burden due mainly to inadequate immunization services, limited or absent clean delivery services and improper post-partum cord care. The majority of mothers and newborns dying of tetanus live in Africa and Southern and East Asia, generally in areas where women are poor, have little access to health care, and have little information about safe delivery practices. Once the disease is contracted, the fatality rate can be as high as 100% without hospital care and between 10% to 60% with hospital care. The true extent of the tetanus death toll is not known as many newborns and mothers die at home and neither the birth nor the death is reported. That information was echoed in an interview with James Elder, UNICEF's Chief of Communications for East Africa, by the Catholic Family and Human Rights Institute (C-Fam): C-Fam: Are WHO and UNICEF experimenting with hCG vaccines in Kenya? Elder: No. The aim of the vaccination is to eliminate neonatal tetanus in Kenya through vaccination campaigns in districts that have been identified as at high risk for maternal and neonatal tetanus. C-Fam: Why would only the female population of child bearing age be targeted for this specific tetanus vaccination program? Elder: The aim of the vaccination campaign is to prevent neonatal tetanus in newborns who are the most vulnerable and bear the highest burden of tetanus disease. These children live in the parts of the country with limited access to health facilities most births occur at home in unhygienic conditions. Some of the babies are born to girls as young as 15 years old from communities living in marginalized areas. Children born at home under unhygienic conditions are at risk of tetanus infection through the cut umbilical cord. Their mothers are also at risk of infection with tetanus infection during childbirth. Vaccinating girls and women of child bearing age (15 to 49 years) accords protection to the women even if they deliver at home in unhygienic conditions. They pass this protection to the unborn child in the womb. For the babies born to women who have received the required doses of the vaccine this protection from tetanus lasts for a few weeks after birth. That is why they have to get TT vaccine again through the routine immunization programme. C-Fam: Why does the Tetanus vaccine require 5 doses, when usually tetanus vaccination only requires one shot every 5 to 10 years? Elder: During vaccination campaigns that aim to protect newborns living in areas with limited access to health facilities, 3 doses are administered. The second dose after 1 month or soon thereafter and the third dose after 6 months. The 3 doses provide protection for 5 years. These are additional doses as most people have received some TT vaccine when they cut themselves or during visits to Antenatal clinics when pregnant. Five doses are recommended in the Kenya Vaccination policy to anyone (male or female) as it offers protection against tetanus for life. Another aspect of the debate concerns contraceptive vaccines , a medical initiative that has long been in the testing phase. However, the Catholic bishops in Kenya are not claiming that Kenyan women are being given the equivalent of a contraceptive vaccine (something which in current form would have to be readministered every few months to be effective), but rather are being sterilized through the injection of a substance (b-HCG) that renders them permanently infertile. The Kenya Catholic Doctors Association claimed they had tested samples of the tetanus vaccine used in Kenya and found them to be laced with (b-HCG) (a component of experimental birth control vaccines), but UNICEF noted that there was no laboratory in Kenya capable of making an accurate analysis of that nature: The tests were done in hospital laboratories in Kenya. The staff in these laboratories could not however tell whether the samples were vaccines or not, as this was not declared to the testing laboratories by the Catholic Doctors Association. The laboratories tested the samples for hCG using analyzers used for testing human samples like blood and urine for pregnancy. There is no laboratory in Kenya with the capacity to test non-human samples like vaccine for hCG. Again, this aspect of the claim perfectly mirrors similar rumors spread decades earlier during the course of tetanus vaccination programs in several other countries: After these rumours were spread, attempts were made to analyse TT vaccines for the presence of hCG. The vaccines were sent to hospital laboratories and tested using pregnancy test kits which are developed for use on serum and urine specimens, and are not appropriate for a vaccine such as TT, which contains a special preservative (merthiolate) and an adjuvant (aluminum salt). As a consequence of using these inappropriate tests, low levels of hCG-like activity were found in some samples of TT vaccine. The laboratories themselves recognised the insignificance of the results, which were below the reliable detection capability of the kits and were due to a nonspecific interaction between the adjuvant or other substances in the vaccine and the test kit. However, these results were misrepresented by the 'pro-life' groups with the resulting disruption of immunisation campaigns. When the vaccines were tested in laboratories which used properly validated test systems, the results clearly showed that the vaccines did not contain hCG. The low levels of hCG-like activity seen in some samples were the result of false positive reactions. In fact, in a laboratory in Hungary, it was shown that the sterile water supply from the local hospital gave a higher false positive level of hCG than did the TT vaccine.",
  "Originally Published": "",
  "Referred Links": "http://www.ncbi.nlm.nih.gov/pubmed/7945771;http://www.nytimes.com/2014/11/14/business/pfizer-and-aid-groups-team-up-on-depo-provera-for-developing-world.html;http://humrep.oxfordjournals.org/content/20/12/3271.full;http://www.unicef.org/health/index_43509.html;http://www.jstor.org/discover/10.2307/3775648?uid=3739560&uid=2&uid=4&uid=3739256&sid=21104584811891;https://www.lifesitenews.com/news/a-mass-sterilization-exercise-kenyan-doctors-find-anti-fertility-agent-in-u;http://www.unicef.org/infobycountry/kenya_73692.html;http://www.kccb.or.ke/home/news-2/press-statement-5/;",
  "Example": "[Collected via e-mail, October/November 2014] The Kenyan Catholic bishops are claiming that a tetanus immunization program run by WHO and UNICEF is in reality a population control scheme. They claim they have objective evidence that the vaccines contain beta-HCG in amounts sufficient to prevent conception. This is being reported, for the most part, on websites which deal frequently with conspiracies, but the report by the Kenyan bishops can be found online. I find this hard to believe and I wonder if their is any truth to the matter. Today I read on Facebook of tetanus being laced with a antibodies to hCG to render woman sterile. First occurred in Philippines then moved to Africa. Apparently a lay-Catholic organization discovered it and got the Philippine DOH to quit giving the vaccine. The vaccine is only offered to women. Worse than that, it was reported on a scientific group (Medical Laboratory Scientists of the World).",
  "Last Updated": "14 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/disease/tetanus.asp",
  "Claim": "Ongoing tetanus vaccine campaigns in Kenya are a ruse to sterilize women of childbearing age.",
  "Claim_ID": "medical_disease_tetanus",
  "Tags": ""
}