{
  "Origins": "As the popularity of this e-mail attests, the fact that one can find a wide disparity in drug prices from one pharmacy to the next was apparently surprising news to many people. And there's probably some truth to the notion that because we tend to view generic drugs as great \"money-saving\" alternatives to brand drugs, we often don't consider that the mark-up on generics can vary widely from one retailer to the next.",
  "Fact Check": "",
  "Description": "The basic facts laid out in the message quoted above are true. Steve Wilson, a reporter with WXYZ-TV in Detroit, conducted an investigative study into the cost of generic drugs at various pharmacies and other retail drug outlets and found quite a disparity between the highest and lowest prices charged for certain generic drugs. For example, the Prescription Drug Price Comparison Chart available in conjunction with Wilson's report shows that a one-month supply of Fluoxetine HCL (the generic for Prozac), which wholesales for $1.48, varied in retail price from a high of $92.24 to a low of $9.69 just within the Detroit area. Comparison shopping applies to generic drugs just as much as it does to food, clothing, DVDs, automobiles, or any other product. Those willing to do some hunting around get the best prices, and many drug comparison sites are available on the web to help consumers compare the costs of various drugs at different retail outlets before submitting their prescriptions (although medical insurance or HMO restrictions may limit which pharmacies a covered patient can use). Price differences between pharmacies can't necessarily be chalked up to nothing more than mere greed, however some pharmacies offer additional levels of service (such as staying open 24 hours a day) and have to recoup the costs of those additional services by charging higher prices. Although we can't guarantee that Costco always has the lowest prices on generic drugs, it is generally true that their pharmacy will fill prescriptions for non-members (but be prepared to pay by cash or ATM card rather than check). Later versions of this message had the following table added to the beginning: BIG RIP-OFF The Cost of Prescription Drugs Did you ever wonder how much it costs a drug company for the active ingredient in prescription medications? Some people think it must cost a lot, since many drugs sell for more than $2.00 per tablet. We did a search of offshore chemical synthesizers that supply the active ingredients found in drugs approved by the FDA. As we have revealed in past issues of Life Extension, a significant percentage of drugs sold in the United States contain active ingredients made in other countries. In our independent investigation of how much profit drug companies really make, we obtained the actual price of active ingredients used in some of the most popular drugs sold in America. The chart below speaks for itself. Brand Name of Drug Consumer Price/100 tabs Cost of General Active Ingredients Percent Markup Celebrex 100 mg $130.27 $0.60 21,712% Claritin 10 mg $215.17 $0.71 30,306% Keflex 250 mg $157.39 $1.88 8,372% Lipitor 20 mg $272.37 $5.80 4,696% Norvasc 10 mg $188.29 $0.14 134,493% Paxil 20 mg $220.27 $7.60 2,898% Prevacid 30 mg $44.77 $1.01 34,136% Prilosec 20 mg $360.97 $0.52 69,417% Prozac 20 mg $247.47 $0.11 224,973% Tenormin 50 mg $104.47 $0.13 80,362% Vasotec 10 mg $102.37 $0.20 51,185% Xanax 1mg $136.79 $0.024 569,958% Zestril 20 mg $89.89 $3.20 2,809% Zithromax 600mg $1,482.19 $18.78 7,892% Zocor 40mg $350.27 $8.63 4,059% Zoloft 50mg $206.87 $1.75 11,821% This chart is of dubious accuracy and has little relevance (other than an inflammatory one), as far more goes into the retail pricing of drugs than the raw cost of their active ingredients. Pharmaceutical companies expend money on the research and development costs of creating the drugs, plus the overhead costs of manufacturing, marketing, and shipping them; as well, pharmacies must sell drugs for more than their wholesale prices in order to cover the overhead costs of store operations (including pharmacists' salaries). Additional information: Markups on Generic Prescription Drugs (WXYZ-TV)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20050316092358/http://www.wxyz.com/wxyz/ys_investigations/article/0,2132,WXYZ_15949_2635151,00.html;http://web.archive.org/web/20050326070849/web.wxyz.com/extras/040205-drugchart.html;http://web.archive.org/web/20050316092358/http://www.wxyz.com/wxyz/ys_investigations/article/0,2132,WXYZ_15949_2635151,00.html;",
  "Example": "[Collected via e-mail, 2003] On Monday night (July 22), Steve Wilson, an investigative reporter for channel 7 News in Detroit, did a story on generic drug price gouging by pharmacies. He found in his investigation, that some of these generic drugs were marked up as much as 3,000% or more. Yes, that's not a typo . . . three thousand percent! Mr. Wilson did a thorough research, and checked out all the major drugstore chains, discount chains, independent pharmacies, and even checked on some Canadian pharmacies. So often, we blame the drug companies for the high cost of drugs, and usually rightfully so. But in this case, the fault clearly lies with the pharmacies themselves. For example, if you had to buy a prescription drug, and bought the name brand, you might pay $100 for 100 pills. The pharmacist might tell you that if you get the generic equivalent, they would only cost $80, making you think you are \"saving\" $20. What the pharmacist is not telling you is that those 100 generic pills may have only cost him $10! At the end of the report, one of the anchors asked Mr. Wilson whether or not there were any pharmacies that did not adhere to this practice, and he said that Costco consistently charged little over their cost for the generic drugs. They gave the link to Costco, which I will include here, so that you can go and check prices for yourself. www.costco.com Costco Online pharmacy I went to the Costco site, where you can look up any drug, and get it's online price. It says that the in-store prices are consistent with the online prices. I was appalled. Just to give you one example from my own experience, I had to use the drug, Compazine, which helps prevent nausea in chemo patients. I used the generic equivalent, which cost $54.99 for 60 pills at CVS. I checked the price at Costco, and I could have bought 100 pills for $19.89. For 145 of my pain pills, I paid $72.57. I could have got 150 at Costco for $28.08. I would like to mention, that although Costco is a \"membership\" type store, you do NOT have to be a member to buy prescriptions there, as it is a federally regulated substance. You just tell them at the door that you wish to use the pharmacy, and they will let you in.",
  "Last Updated": "1 November 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/drugs/generic.asp",
  "Claim": "The price of generic drugs can vary widely from one pharmacy to the next.",
  "Claim_ID": "medical_drugs_generic",
  "Tags": ""
}