{
  "Origins": "A spooky story about a woman being buried alive in Chicago went viral after it was published by the Daily Buzz Live on 10 October 2014.",
  "Fact Check": "",
  "Description": "The article claimed that funeral director Harold Lynch attempted to kill his wife by placing her drugged body into a casket that was ready for burial. Lynch's plan would have worked if it weren't for the keen ears of funeralgoers, who heard the woman scream for help from beyond the grave. According to the Daily Buzz Live article, an anonymous witness to the incident said: We decided to stay for a bit after the funeral, to let it all sink in. When all of a sudden we heard screams, but we could not figure out where they were coming from. We realized it was coming from under the grave where we just laid my brother. The story picked up steam and quickly garnered 100,000 shares on Facebook, which wasn't too surprising considering that Halloween was just around the corner and so the Daily Buzz Live article used revenge, attempted murder, poison, and the curious prospect of being buried alive to hook its readers. One thing it didn't use, however, was facts. There were no reports of a woman being buried alive on the weekend of 10 October 2014 in Chicago. Also missing from the news was a report of Harold Lynch's arrest. That's because neither of those things happened. The Daily Buzz Live 's disclaimer (rather confusingly) declares that the site offers items that are not news, but rather fictional reports \"inspired\" by real events: Daily Buzz Live is a news web publication with news articles. Most are inspired by real news events, and just a few stories are works of complete fiction. Those few articles are for entertainment purposes only. The articles and stories may or may not use real names, always in a semi-real and/or mostly, or substantially, fictitious ways. Therefore, just a few articles contained on this website Daily Buzz Live are works of fiction. Any truth or actual facts contained in those stories or posts are purely incidental or coincidental and not intended to be, or be construed as, facts.",
  "Originally Published": "",
  "Referred Links": "http://dailybuzzlive.com/contact-us/;http://dailybuzzlive.com/woman-buried-alive-funeral-goers-hear-screams-grave/;",
  "Example": "[Collected via e-mail, October 2014] A woman was buried alive? I couldn't find a news story to back this up, I was just wondering if it was a fabricated story.",
  "Last Updated": "27 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/beyondthegrave.asp",
  "Claim": "A supposedly deceased Chicago woman was rescued after funeralgoers heard screams coming from her grave.",
  "Claim_ID": "media_notnews_beyondthegrave",
  "Tags": ""
}