{
  "Origins": "On 14 October 2014, National Report published an article claiming that a small town in Texas was quarantined to contain an outbreak of Ebola. Not long afterwards, the site followed up with the assertion that the U.S. Department of State has issued a travel advisory for the state of Texas due to the purported outbreak.",
  "Fact Check": "",
  "Description": "That article indicated the \"U.S. Department of State has issued a travel advisory for US citizens considering travel to and from Texas,\" adding a phony statement attributed to the agency: \"U.S. citizens in Texas, and those considering travel to Texas, should evaluate their personal security situation in light of continuing and recently heightened threats from Ebola.\" The warning goes on to state, \"Travelers should keep informed of local developments by following local press, radio, and television reports prior to their visits.\" \"U.S. citizens in Texas should be extremely vigilant with regard to their personal security, particularly in crowded public places such as clubs, hotels, resorts, shopping centers, restaurants, bus stations, and places of worship. U.S. citizens should also remain alert in residential areas, at schools, and at outdoor recreational events. U.S. citizens should use commonsense precautions at all times, to include the following practices: avoid crowded transportation venues; visit only legitimate businesses and tourist areas only during daylight hours; use well-marked taxis and be sure to lock vehicle doors and keep windows up; lock all lodging doors and windows; carry minimal amounts of cash and credit cards; do not wear jewelry which attracts undue attention; know emergency phone numbers; do not resist or antagonize armed criminals; and always be aware of your surroundings. These measures can help ensure your travel to Texas is safe and enjoyable.\" The article went on to claim that residents of Texas would be subject to Ebola screenings if they wished to cross state lines: Travelers should expect their temperature to be taken, fingerprinting, blood samples and in rare cases cavity searches. Dan Stevens, a spokesperson with the Department of State, issued a press release stating, \"This virus [Ebola] has the potential of causing worldwide damage and it has invaded our borders. We need to consider recent developments as a serious threat. At this point all options are on the table. We have informed the National Guard to be on standby in the event of a quarantine, or the need for a martial law type scenario.\" National Report is a fake news site that publishes sensational, made-up stories such as \" 15 Year Old Who 'SWATTED' Gamer Convicted of Domestic Terrorism ,\" \" Solar Panels Drain the Sun's Energy, Experts Say ,\" and \" Vince Gilligan Announces Breaking Bad Season 6 .\" The U.S. Department of State explains travel warnings and travel alerts on its website, noting that both types of advisory pertain to international travel, not domestic: We issue a Travel Warning when we want you to consider very carefully whether you should go to a country at all. Examples of reasons for issuing a Travel Warning might include unstable government, civil war, ongoing intense crime or violence, or frequent terrorist attacks. We want you to know the risks of traveling to these places and to strongly consider not going to them at all. Travel Warnings remain in place until the situation changes; some have been in effect for years. We issue a Travel Alert for short-term events we think you should know about when planning travel to a country. Examples of reasons for issuing a Travel Alert might include an election season that is bound to have many strikes, demonstrations, or disturbances; a health alert like an outbreak of H1N1; or evidence of an elevated risk of terrorist attacks. When these short-term events are over, we cancel the Travel Alert. Satire aside, no such advisory would apply to Texas as it is not a country outside of the United States.",
  "Originally Published": "",
  "Referred Links": "http://travel.state.gov/content/passports/english/alertswarnings.html;http://nationalreport.net/feds-issue-travel-advisory-texas-following-ebola-spread/;",
  "Example": "[Collected via Twitter, October 2014] Feds Issue Travel Advisory for Texas Following Ebola Spread.",
  "Last Updated": "14 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/texasebola.asp",
  "Claim": "The U.S. Department of State has issued a travel advisory for the state of Texas after a family of five tested positive for Ebola.",
  "Claim_ID": "media_notnews_texasebola",
  "Tags": ""
}