{
  "Origins": "In June 2007, Kerry Stiles of Ocklawaha, Florida, purchased a pair of \"Sand-N-Sun\" flip flops at Wal-Mart. Soon after wearing the sandals (which she donned only a few times), she developed a painful skin rash or chemical burn on her feet that corresponded with the thong portion of her flip-flops.",
  "Fact Check": "",
  "Description": "Stiles' experiences with the fearsome footwear are recounted in full on her web page. She chronicles the development of the injury in a series of photographs spanning the period between 22 June and 8 September 2007. (Some of the photos are better not viewed by the overly sensitive because they depict wounds of a disturbing nature.) The flip-flops had been manufactured in China. Others who had bought the same brand of sandals reported experiencing similar problems. In September 2007, Wal-Mart instructed its stores to stop selling the product until it could conduct its own investigation. The definitive cause of Stiles' reaction to the flip flops is not known while there might have been a noxious chemical incorporated into the footwear, the unfortunate woman (and others) could also have experienced an allergic reaction to some otherwise innocuous substance used in the manufacturing process. Wal-Mart asserts it received only ten complaints about skin irritation related to these flip flops out of seven million pairs sold. The company said in a press release reported upon by Dallas television station KDFW on 11 September 2007 that: \"Product safety is a top priority at Wal-Mart and we are taking this report very seriously. Of several million of this product sold, we have had only a few similar claims. Nonetheless, we are removing the product from our shelves for testing and are preventing our registers from selling them.\" However, on 13 September 2007, a reporter in Tulsa told of finding a pair of the recalled flip-flops at a Wal-Mart in Broken Arrow, Oklahoma. Said the reporter: \"When we went to the check-out, the computer couldn't scan the price, but the cashier, just trying to be helpful, over-rode the machine and sold them to us.\" Stiles challenged Wal-Mart's claim of receiving only ten complaints about the brand of flip-flops that injured her, providing accounts (including photographs) on her web site of others similarly harmed. Barbara \"beachwear beware\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20080821235703/http://www.lamanaphotography.com/walmart6.htm;http://web.archive.org/web/20080725040126/http://www.lamanaphotography.com/walmart2.htm;http://web.archive.org/web/20080725040126/http://www.lamanaphotography.com/walmart2.htm;",
  "Example": "[Collected via e-mail, June 2014] Get this: fake Hawaiian Sandals 'made in Chine' are made with toxic plastics resins and elastomers from containers used to store agrochemicals, and are painted with toxic paint with high lead content. The effect is catastrophic! [Collected via e-mail, August 2007] Don't buy flip flops from Wal-mart! Many products coming out of china are now being recalled due to unsafe materials to make products and keep the budget at a low cost. Lead is MIXED in the paint for toys and here is what happened when a customer bought a pair of flip flops from wal-mart, these were CHEMICAL BURNS: [Rest of article at http://www.lamanaphotography.com/walmart.htm]",
  "Last Updated": "3 June 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/toxins/flipflop.asp",
  "Claim": "Wal-Mart halted sales of Chinese-made flip-flops in 2007after some purchasers reported suffering skin rashes or chemical burns.",
  "Claim_ID": "medical_toxins_flipflop",
  "Tags": ""
}