{
  "Origins": "On 22 May 2015, the web site 16 Inch City published an article titled \"Presidential candidate Ted Cruz fails to identify clitoris on female anatomy chart,\" reporting that Cruz was stumped and became defensive when confronted with a diagram of female genitalia:",
  "Fact Check": "",
  "Description": "\"If you don't think I know where the clit is you're crazy. How could I have two kids if I didn't know where the clitoris is? This whole thing was a stunt perpetuated by the liberal media and carried out by Democratic members of the subcommittee on Space, Science, and Competitiveness, U.S Senate Commerce Committee.\" The article described the exchange as having occurred (somewhat incongruously) on some indeterminate date at a subcommittee meeting on science and space: \"I don't know how the topic came up but it escalated quickly, before you knew it someone had produced a presentation diagram of the female reproductive system.\" said one attendee If the lack of \"who, what, where, why\" elements in the story weren't sufficient to demonstrate its farcical nature, the fact that it was published by 16 Inch City , yet another fake news outlet, should have been. The site's \"About\" page points off-site to Wikipedia (with no clear disclaimer appended), and its other content is pretty clearly fictional in nature (e.g., \"Aaron Hernandez confesses to deflating Patriot footballs,\" \"Chicago Transit Authority\" to be re-named 'Ugly Person Express'\" Our article Six Ways to Spot Fake News details how content such as this targets social media likes and shares.",
  "Originally Published": "",
  "Referred Links": "http://now.snopes.com/2015/04/28/six-ways-to-spot-fake-news/;http://www.donotlink.com/fa8w;",
  "Example": "[Collected via Reddit, May 2015] Is this true? \"Ted Cruz fails to identify the clitoris on a diagram\"",
  "Last Updated": "25 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/cruzfails.asp",
  "Claim": "Presidential candidate Ted Cruz was unable to locate the clitoris on a diagram of the female anatomy.",
  "Claim_ID": "media_notnews_cruzfails",
  "Tags": ""
}