{
  "Origins": "On 24 March 2015, the satirical Borowitz Report published an article positing that President Obama had signed an executive order that made Republican presidential candidate Ted Cruz ineligible for Obamacare:",
  "Fact Check": "",
  "Description": "Just hours after Senator Ted Cruz (R-Texas) told CNN that he had no choice but to sign up for Obamacare, President Barack Obama signed an executive order making Cruz ineligible for coverage under the Affordable Care Act. \u001cClearly, the hardship of receiving Obamacare was causing Ted a great deal of pain,\u001d the President said. \u001cThis should take care of that.\u001d Obama acknowledged that the executive order, which makes Cruz the only American expressly forbidden from signing up for Obamacare, was an extraordinary measure, but added, \u001cI felt it was a necessary humanitarian gesture to protect Ted from the law he hates. The above-quoted article is a piece of satire from comedian Andy Borowitz. While it did appear in New Yorker , a publication that features non-fiction news articles, the Borowitz Report is a humor column. President Obama did not sign an order preventing Ted Cruz from receiving Obamacare. In fact, Cruz recently told CNN that he would soon be getting a new health insurance plan: \"We'll be getting new health insurance and we'll presumably do it through my job with the Senate, and so we'll be on the federal exchange with millions of others on the federal exchange.\"",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/2015/03/24/politics/ted-cruz-obamacare/;http://www.newyorker.com/humor/borowitz-report/president-signs-order-making-ted-cruz-ineligible-for-obamacare;",
  "Example": "[Collected via e-mail, March 2015] President Signs Order Making Ted Cruz Ineligible for Obamacare. This article is in the New Yorker?? Is this true?",
  "Last Updated": "26 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/cruzcare.asp",
  "Claim": "President Obama signed an order that made Ted Cruz ineligible for Obamacare.",
  "Claim_ID": "media_notnews_cruzcare",
  "Tags": ""
}