{
  "Origins": "On 14 January 2015, the satirical Australian web site Betoota Advocate published a fake news article claiming 3-on-3 basketball would be an officially sanctioned sport at the 2016 Summer Olympics:",
  "Fact Check": "",
  "Description": "While the Betoota Advocate's article was shared only a few hundred times on social media, the rumor about 3-on-3 basketball's becoming an official Olympic sport received a viral push when Deadspin reported the hoax as real news: The IOC has officially added a new half-court 3-on-3 basketball event to the competitions to be held in the 2016 Olympics in Rio de Janeiro. This rules. Right away, you'll have to throw a big bucket of calm down on your head because, as the IOC put it in a 2012 letter discussing its interest in 3-on-3, a large part of the impetus is to focus more on the amateurism of sports and get the event away from being \"somewhat of an exhibition for the American NBA.\" When reporter Kyle Wagner realized his mistake, he added an update at the top of the article stating he had been duped by a satire site: Nah, this isn't happening. I wrote a post based on a satire website, which is just about the dumbest way to f*ck up. Sorry. F*ck me. Woulda been cool though.",
  "Originally Published": "",
  "Referred Links": "http://deadspin.com/whoa-the-2016-olympics-will-have-3-on-3-basketball-1679490551;http://www.betootaadvocate.com/sports/ioc-confirms-3-on-3-basketball-to-be-trialled-at-2016-rio-olympics/;https://twitter.com/BallUpNBA/status/555525256140836864;http://t.co/4VZhxLLy2i;",
  "Example": "[Collected via Twitter, January 2015] The 2016 Olympics will feature 3-on-3 basketball. Who would you chose? pic.twitter.com/4VZhxLLy2i BALL UP NBA (@BallUpNBA) January 15, 2015",
  "Last Updated": "16 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/3on3.asp",
  "Claim": "The IOC has announced 3-on-3 basketball will be an official sport at the 2016 Olympics.",
  "Claim_ID": "media_notnews_3on3",
  "Tags": ""
}