{
  "Origins": "On 14 December 2014, American News published an article titled \"You Won't Believe the Stamps the Post Office Is Selling...\" along with a photo showing Michelle Obama attired as a queen on a postage stamp:",
  "Fact Check": "",
  "Description": "As well all know, the post office receives submissions for new stamps all of the time. Many of the ideas are immediately thrown out or deemed unacceptable by the public, while others are carefully reviewed and process. According to reports, Michelle Obama has now submitted an idea and the post office is actually looking into it to see whether the stamp is worth producing. What the text of the article actually referenced was a proposed set of sports-themed postage stamps from 2013 that were inspired by the First Lady's \"Let's Move\" initiative: However, since the article used an image showing Michelle Obama posed as a queen rather than displaying any of the actual \"Let's Move\" postage stamps, many people mistakenly connected the story's sensational title, \"You Won't Believe the Stamps the Post Office Is Selling,\" with the idea the United States Postal Service was genuinely selling Queen Obama stamps. The photo shown above, however, does not show any real or proposed USPS stamp. The image was created in March 2013 by Britain's Sunday Times Style Magazine after the publication named Michelle Obama the \"Best Dressed Woman in the World.\"",
  "Originally Published": "",
  "Referred Links": "http://www.today.com/style/brits-portray-michelle-obama-queen-fashion-1C8994788;http://news.yahoo.com/usps-to-destroy--unsafe--stamps-205228348.html;http://americannews.com/you-wont-believe-the-new-stamps-the-post-office-is-selling/;",
  "Example": "[Collected via internet, December 2014] You have to be kidding....this is a joke right? We do not have queens in the United States and this person is not a lady much less a queen.",
  "Last Updated": "15 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/queenobama.asp",
  "Claim": "The U.S. Postal Service is selling Queen Michelle Obama stamps.",
  "Claim_ID": "media_notnews_queenobama",
  "Tags": ""
}