{
  "Origins": "On 6 March 2015, the entertainment web site Empire News published an article reporting that a woman named Holly Fray was arrested after she attempted to smuggle more than $100 worth of groceries out of a Pennsylvania WalMart by hiding the products in her vagina:",
  "Fact Check": "",
  "Description": "A woman is facing charges and fines after being arrested Thursday evening at a Walmart store in Pittston, Pennsylvania. Police arrested and charged Holly Fray with grand theft after store employees said that they had seen her walking through the store, sticking food up her dress. Officer Charles Langan of the Pittston PD said that Fray was given a full body search after she was handcuffed, and several oranges fell onto the floor between her legs. \"I thought she stuffed a bunch of things in her pants so I gave her a fast pat down, when I felt nothing and saw items begin to fall out of her pants, I knew something was up,\" said Officer Langan. \"A female officer was called in after Miss Fray was brought to the station, and a more thorough search was initiated.\" The article went on to claim that Fray had a \"dozen eggs, bread, milk, a few more oranges, as well as a full porterhouse and a rack of bacon\" in her vagina, and since the general manager was so amused by the woman's antics, he decided not to press charges. This, of course, is a work of fiction. The above-quoted article received little attention when it was first published by Empire News , but the story picked up steam after it was republished by various web sites including Huzlers and Daily Viral Stuff . No matter how many times this article is shared, however, it is still false. Empire News is one of many fake news sites operating on the Internet, publishing fictitious articles about babies getting pregnant while still inside the womb, Michael Jackson being the biological father of Bruno Mars, and the Fox show Empire being prematurely cancelled. The site's disclaimer states that all articles are \"intended for entertainment purposes only.\" Moreover, the picture of \"Holly Fray\" included with the article is actually a photograph of California death row inmate Janeen Marie Snyder.",
  "Originally Published": "",
  "Referred Links": "http://crime.about.com/od/womenondeathrow/ss/Women-on-Death-Row-in-California_18.htm;http://www.donotlink.com/d1jh;http://www.donotlink.com/f3jx;http://www.donotlink.com/f3k2;http://www.donotlink.com/f3hf;",
  "Example": "[Collected via e-mail, May 2015] There's something going around Facebook about a lady stuffing $100 worth of stolen groceries in her vagina, and everyone's wondering if it's true.",
  "Last Updated": "12 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/walmartshoplifter.asp",
  "Claim": "A woman was arrested for shoplifting after police found more than $100 worth of groceries in her vagina.",
  "Claim_ID": "media_notnews_walmartshoplifter",
  "Tags": ""
}