{
  "Origins": "On 24 July 2014, Empire News published an article positing that police in New Jersey found a body that had lain undisturbed for five years under a motel bed:",
  "Fact Check": "",
  "Description": "Stunning news this morning out of New Jersey, as reports of police discovering the body of a young woman under a motel bed have been confirmed. The owners of the motel asked that their name and location be omitted from news reports to protect their business. The body, which has yet to be identified, was found by a person staying in the room. \"I dropped the television remote, and when I went to check under the bed I found her. It was like something out of a scary movie,\" said Aaron Silver, the man staying in the room. According to initial reports by the medical examiner on-scene, it appears as though the body lay undisturbed in the room for about 5 years. There was a normal amount of rot and decay on the body to suggest that it had not been moved or touched over the course of that time. Soon afterwards links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news article. Although there have been several genuine cases of bodies being discovered under motel room beds (albeit none after so nearly so lengthy a time span as five years), the Empire News article was just a spoof. Empire News is one of many fake news sites that publishes fictional stories such as \"Cure for Cancer Discovered; 'Amazingly Simple' Says Researcher,\" and \"College Student Excused from Classes After Dog Eats Grandmother,\" and \"Woman Gives Birth, Confuses Doctors by Asking for Maternity Test.\" Their disclaimer page notes that Empire News \"is a satirical and entertainment website.\"",
  "Originally Published": "",
  "Referred Links": "http://empirenews.net/about-disclaimer/;http://empirenews.net/body-found-under-motel-bed-police-claim-its-been-there-5-years/;",
  "Example": "[Collected via Facebook, July 2014] A dead body found under hotel bed after 5 years ... ewww ... true?",
  "Last Updated": "29 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/bodyunderbed.asp",
  "Claim": "Police in New Jersey found a body that had lain undisturbed for five years under a motel bed.",
  "Claim_ID": "media_notnews_bodyunderbed",
  "Tags": ""
}