{
  "Origins": "In mid-December 2014, radio talk show host Dr. Laura Schlessinger was overheard saying the pit bull terriers in the shelter \"should all be put down\" because \"they were taking up space.\" On 22 December , Empire News published an article positing Dr. Laura had returned to the shelter and adopted ten of the dogs, only to have them euthanized immediately:",
  "Fact Check": "",
  "Description": "Radio Host Dr. Laura Adopts Ten Pit Bulls, Immediately Has Them Euthanized Just days after saying that Pit bulls are a waste of space and should all be put down on her radio show, The Dr. Laura Program, host Laura Schlessinger adopted ten pit bulls from a Southern California rescue shelter only to have the dogs immediately euthanized. Soon afterwards links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news item. However, the article was just a spoof from Empire News , one of many fake news sites that publishes fictional stories such as \"Cure for Cancer Discovered; 'Amazingly Simple' Says Researcher,\" and \"College Student Excused from Classes After Dog Eats Grandmother,\" and \"Woman Gives Birth, Confuses Doctors by Asking for Maternity Test.\" Its disclaimer page notes Empire News \"is a satirical and entertainment website.\"",
  "Originally Published": "",
  "Referred Links": "http://empirenews.net/about-disclaimer/;http://empirenews.net/radio-host-dr-laura-adopts-ten-pit-bulls-immediately-has-them-euthanized/;",
  "Example": "[Collected via Email, December 2014] I read on Facebook that Dr. Laura Schlessinger (radio personality) adopted 10 pit bull dogs from a shelter and then immediately had them euthanized instead of keeping them or finding them homes.",
  "Last Updated": "27 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/drlaurapitbull.asp",
  "Claim": "Dr. Laura Schlessinger adopted ten pitbulls from a shelter and immediately had them euthanized.",
  "Claim_ID": "media_notnews_drlaurapitbull",
  "Tags": ""
}