{
  "Origins": "On or around 16 October 2014, the website Hip-Hop Hangover published an article claiming Texas death row inmate Steven K. Walker was granted an unusual last meal request: a little boy.",
  "Fact Check": "",
  "Description": "According to the article, Texas DOC officials decided to grant Walker's macabre wish after learning a small child could be purchased for a sum within the department's budget for final meal requests. Additionally, the site claims, Walker was originally tried, convicted, and sentenced to death for an act of cannibalism: Stephen K. Walker, French M. Robertson Unit inmate in Abilene, Texas, is on death row for murder and cannibalism of the 2006 case that sentenced him to death. When asked what he would want his final meal to be, he said with no hesitation, \"A little boy.\" The Department of Corrections are supposed to accept all the demands of any kind. So it was initially thought that they were buying a corpse in a morgue to satisfy the desires of Stephen Walker. But tables turned when it was said that they were trying to find a toddler from a third world country and buy him/her alive within a budget of $25,000. The site quotes a purported Texas DOC official on how a child might be deemed fit for Walker's final meal: \"We live in a country where we have laws in place and morals, and we will look to grant Mr. Walker his request under certain circumstances that we have yet to agree to.\" He stated.As far as the 'circumstances,' it is rumored that the child would have to suffer from some type of degenerative disease, with a few years to live. And by honoring Walkers request it saves the child from years of suffering. The article relies on a common misconception: that last meal requests, no matter how difficult or implausible they may be, must be honored. As we note in a similar article, this is simply not the case. Not only is there no law mandating last meal requests be honored by prison officials, the practice is a rapidly-dying courtesy that is not always extended to condemned prisoners (and has already been eliminated in the state of Texas). It's also worth noting the mugshot circulating with later iterations of the rumor is neither of a man named Steven K. Walker, nor of a prisoner on Texas' death row. The man pictured is Kyle Walker of Florida, who was arrested on a moving violation charge in the Sunshine State in July 2014. Walker was accused not of cannibalism, but of \"tailgating, flashing his lights, and honking his horn excessively.\" Plausibility aside, Hip-Hop Hangover is one of a growing number of satire or \"fake news\" sites. Among the page's other stories are \" Chicago Ebola Outbreak Kills Three ,\" \"Cellphone Meme Guy, Martin Baker, Killed in Car Accident Talking on His Phone?\" and \"Beyonce Announces She Never Carried Blue Ivy, Reveals Surrogate.\"",
  "Originally Published": "",
  "Referred Links": "http://www.wpbf.com/news/man-faces-assault-charge-in-road-rage-investigation/25631658;http://www.hiphophangover.com/index.asp/world-news/14-world-news1/56-death-row-inmate-asks-for-child-for-his-last-meal;",
  "Example": "[Collected via email, October 2014] I just saw on face book about A Death Row Inmate Asks For A Child As His Last Meal, Texas DOC Plan To (Grant Request) The article I am hoping is false. Here is the beginning of the article on FACEBOOK.",
  "Last Updated": "30 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/cannibal.asp",
  "Claim": "The Texas Department of Corrections granted a cannibal inmate's request of a child for his last meal.",
  "Claim_ID": "media_notnews_cannibal",
  "Tags": ""
}