{
  "Origins": "While many of the Internet-circulated tales of tragedy prove either to be baseless scaremongering or vastly overblown accounts that contain only a small shred of truth, this one, unfortunately, checks out in every respect. On 2 March 2005, 14-year-old Kyle Williams was found dead in his bedroom at his family's Cleveland-area home. At 5:45 that morning, his mother, Kathy Williams (a nurse by profession), had attempted to wake him before she left for work. She initially thought Kyle was joking when he failed to get up, but she then pulled back the covers and found her son lying motionless, a can of Dust-Off, a common computer cleaner, next to his face. She immediately called the Lake County Sheriff s Office.",
  "Fact Check": "",
  "Description": "The boy's father and the author of the e-mail , Jeff Williams, is an East Cleveland police officer. He was on duty when his son's body was discovered and arrived home to find Lake County Sheriff s Office personnel already on the scene. According to the coroner, the boy died sometime between midnight and 1 a.m. His mother had kissed him goodnight at a quarter to midnight. Jeff Williams does indeed have a German Shepherd named Thor who had been a police dog with the East Cleveland Police Department until he was shot in the line of duty in March 2001. Thor's injuries necessitated his retirement from the force, so he became the Williams' family pet. Mr. Williams' letter began as a post to an online message board he visited for support in the wake of his son's death. It prompted a teacher who found it there to ask if she could read it to her class, which in turn prompted him to write for her a more detailed version that gave a better sense of who his son had been. He also posted this expanded account to a couple of message boards where he was discussing his grief. It is this version that now circulates. This sad e-mail about a teen's demise reached us in the first week of April 2005. By mid-May 2005, versions in circulation had picked up the following attribution, causing many to conclude the death had taken place in Calgary, Alberta, rather than in Cleveland, Ohio: Tracey Lowey, B.A., M.S. Crime Analyst Targeted Enforcement Unit #583 Calgary Police Service Office: 206-8360 Dust-Off, the product that proved to be Kyle Williams' undoing, has been implicated in a number of deaths: The September 2001 death of 19-year-old Austin Purser in Valdez, Alaska, was attributed to Dust-Off. According to the young man's roommates, the decedent had come home about 4 a.m. and had huffed from an aerosol can of Dust-Off. In January 2004 in Brooklyn, New York, 18-year-old Kristian Roggio was killed when her vehicle was struck by one driven by Vincent Litto, 20, who had been huffing from a can of Dust-Off when his car went over the double yellow lines and crashed head-on into hers. The coroner's report on one of the fatalities in an August 2004 single-vehicle automobile accident in Sacramento, California, revealed the presence of difluoroethane (the propellant in Dust-Off) in the blood of a passenger in a Jeep which was estimated to have been traveling at 90 mph when it jumped a curb, hit a telephone pole, then crashed into a concrete wall. A can of Dust-Off was found in the wrecked vehicle. Of the three teens who died as a result of that crash (Matthew Walas, 15; Jeremiah Cremins, 16; Nicholas Goudberg, 17), only Walas' blood was tested, leaving open the question of whether the driver, Goudberg, was also under the influence. (Walas was killed instantly, whereas Goudberg lived on for a further eight days, and Cremins lasted three weeks past the accident. The coroner's office did not order toxicology tests on the blood of the two youths who lingered because these would have proved useless as the young men had received transfusions, plus they both lived long enough for any chemicals to have dissipated from their bloodstreams.) Falcon, the maker of Dust-Off, is aware its product is abused in this fashion. It has posted information about inhalant abuse on its web site, and cans of Dust Off bear a label cautioning users against misuse of the product and carry this warning in large red block letters: \"Inhalant abuse is illegal and can cause permanent injury or be fatal. Please use our product responsibly.\" Yet while it might be tempting to regard this threat as one limited to Dust-Off (and therefore as a danger that can be averted by banning a specific product from the home), the truth is a great number of teens and pre-teens routinely attempt to get high by abusing inhalants and solvents found in common household products. Dust-Off is just one of a thousand or more products that can abruptly end the life of someone foolishly looking for an inhalant high. The list of items that can be turned to this purpose is almost endless and includes such innocuous-looking goods as hair spray and aerosol whipped cream. Depending on how the intoxicant is taken in, the process is referred to as 'bagging' or 'huffing' bagging requires the substance be contained in a plastic or paper bag which the thrill-seeker then breathes from, while huffing involves either breathing directly from an aerosol or through a cloth soaked in solvent. Both bagging and huffing can, and have, proved fatal. Sudden death can result on the first try, making one's first time seeking this particular kick also one's last. That first time's being a killer isn't an exaggeration, either: 22% of all inhalant-abuse deaths occur among users who had not previously bagged or huffed. Suffocation, dangerous behavior, and aspiration account for 45% of inhalant abuse fatalities, with \"sudden sniffing death\" (fatal cardiac arrhythmia) causing the remaining 55%. Suffocation usually takes its toll through the victim's slipping into unconsciousness then dying of a lack of oxygen, but it can also happen through airway obstruction brought about through swelling caused by spraying certain agents into the mouth. Dangerous behavior-related deaths are those in which inhalant abuse cause the deceased to engage in risk-laden activities that bring about his demise: he drowns, jumps or falls from a high place, dies of exposure or hypothermia, is in (or on) a vehicle that he loses control of at high speed, or accidentally sets himself on fire (most inhalants are flammable). Death through aspiration of vomited materials comes about through an unconscious victim's protective airway reflexes being depressed by the chemicals involved. \"Sudden sniffing death\" is a simple way of saying the hydrocarbons being inhaled provoke irregular heart rhythms in the victim, leading to sudden fatal cardiac arrest. Even young and very healthy hearts fail this way. According to the American Academy of Pediatrics, the peak age of inhalant abusers is 14 to 15 years , with onset occurring in those as young as 6 to 8 years. Use declines typically by 17 to 19 years of age. Inhalant abuse is rife among children and teens for a number of reasons beyond the usual factors that inspire young people to experiment with drugs, such as curiosity, thrill seeking, escapism, defiance, and peer pressure. First, the products required to produce inhalant highs are readily available in every home. Even when users have to resort to buying their own, the goods cost little and are easy to purchase, both in terms of availability (almost every store sells at least a few items that can be huffed) and lack of challenge by sales clerks (kids generally need not fear provoking adult disapproval or undue questioning through the act of buying cans of whipped cream). No drug dealers need be sought out, no furtive connections with the underworld made; purchases are easily effected at the corner store, even by the most unsavvy and knock-kneed with terror at the thought of being caught. Second, because these products are an ordinary part of the household landscape, they take on for many a presumption of safety. Few adults are accustomed to thinking of air freshener as something that can kill, or of Magic Markers as items that can end lives; these are instead viewed as non-dangerous goods, the sort of ordinary household necessities one doesn't so much as look at twice let alone regard with mistrust. Kids can easily take that bland acceptance a step further, adding a presumption of harmlessness to that which is routinely left about for anyone to use. Third, little other than the act of bagging or huffing itself needs to be concealed from parental eyes. Very few moms and dads will stop to question why their kid has taken to keeping spray deodorant in his backpack or wonder why the family's can of furniture polish keeps turning up in their boy's bedroom, even if these same parents were the sort to be thrown into a panic by the merest glimpse of something that might be a baggie containing dried, crushed plant material. Whereas other intoxicants can't be explained away when found by dear old Dad (a bottle of hooch won't pass for shampoo, nor a bag of pills for candy), inhalants continue to look like what they primarily are: typical household products. Other possible tip-offs to what the sensation seeker has been up to will be dismissed almost as soon as they're noted strange chemical odors wafting about the child will be brushed off by even the most drug-alert parents as \"Somebody must have Scotchguarded something around here\" or \"That boy has been playing in somebody's garage.\" Small sores and marks around the youngster's mouth and nose will be attributed to everything under the sun except inhalant abuse (e.g., allergies, colds, scratching, the family dog, or even \"Clumsy must have tripped over his big feet again\"). It's this triple whammy of factors (readily-obtainable inexpensive high-producing chemicals, intoxicants and tip-offs that are easily concealed from parents, and utter failure on the part of users to appreciate the very real dangers inherent to the practice) that makes inhalant abuse prevalent among drug-curious pre-teens and teens. On their side of the equation, adults rarely pick up on the abuse or its signs unless they actually catch someone red-handed, nor do they grasp how lethal this form of drug use is, concentrating instead on the threat posed by the illegal substances proffered by drug dealers. Barbara \"greater danger lurks in the home than on the playground\" Mikkelson Additional information: Inhalants and Solvent Abuse (Martin J. Smilkstein, M.D.) Inhalants, Bagging, Huffing and Youth (Mid-Columbia Center for Living) National Inhalant Prevention Coalition",
  "Originally Published": "",
  "Referred Links": "http://www.inhalants.org/;http://web.archive.org/web/20051215044842/http://www.mcmc.net/pdf/tyh0003.cfm;http://web.archive.org/web/20030428174545/http://www.caresproject.org/docs/ed/drug/inhalants.htm;http://www.falconsafety.com/default.aspx?pageid=94;http://www.falconsafety.com/default.aspx?pageid=46;",
  "Example": "[Collected on the Internet, 2005] First IM going to tell you a little about me and my family. My name is Jeff. I am a Police Officer for a city which is known nationwide for its crime rate. We have a lot of gangs and drugs. At one point we were # 2 in the nation in homicides per capita. I also have a police K-9 named Thor. He was certified in drugs and general duty. He retired at 3 years old because he was shot in the line of duty. He lives with us now and I still train with him because he likes it. I always liked the fact that there was no way to bring drugs into my house. Thor wouldn't allow it. He would tell on you. The reason I say this is so you understand that I know about drugs. I have taught in schools about drugs. My wife asks all our kids at least once a week if they used any drugs. Makes them promise they wont. I like building computers occasionally and started building a new one in February 2005. I also was working on some of my older computers. They were full of dust so on one of my trips to the computer store I bought a 3 pack of DUST OFF. Dust Off is a can of compressed air to blow dust off a computer. A few weeks later when I went to use them they were all used. I talked to my kids and my 2 sons both said they had used them on their computer and messing around with them. I yelled at them for wasting the 10 dollars I paid for them. On February 28 I went back to the computer store. They didn't have the 3 pack which I had bought on sale so I bought a single jumbo can of Dust Off. I went home and set it down beside my computer. On March 1st I left for work at 10 PM. At 11 PM my wife went down and kissed Kyle goodnight. At 530 am the next morning Kathy went downstairs to wake Kyle up for school, before she left for work. He was sitting up in bed with his legs crossed and his head leaning over. She called to him a few times to get up. He didn't move. He would sometimes tease her like this and pretend he fell back asleep. He was never easy to get up. She went in and shook his arm. He fell over. He was pale white and had the straw from the Dust Off can coming out of his mouth. He had the new can ofDust Off in his hands. Kyle was dead. I am a police officer and I had never heard of this. My wife is a nurse and she had never heard of this. We later found out from the coroner, after the autopsy, that only the propellant from the can of Dust off was in his system. No other drugs. Kyle had died between midnight and 1 Am. I found out that using Dust Off is being done mostly by kids ages 9 through 15. They even have a name for it. It's called dusting. A take off from the Dust Off name. It gives them a slight high for about 10 seconds. It makes them dizzy. A boy who lives down the street from us showed Kyle how to do this about a month before. Kyle showed his best friend. Told him it was cool and it couldn't hurt you. Its just compressed air. It cant hurt you. His best friend said no. Kyle's death Kyle was wrong. It's not just compressed air. It also contains a propellant. I think its R2. Its a refrigerant like what is used in your refrigerator. It is a heavy gas. Heavier than air. When you inhale it, it fills your lungs and keeps the good air, with oxygen, out. That's why you feel dizzy, buzzed. It decreases the oxygen to your brain, to your heart. Kyle was right. It cant hurt you. IT KILLS YOU. The horrible part aboutthis is there is no warning. There is no level that kills you. It's not cumulative or an overdose; it can just go randomly, terribly wrong. Roll the dice and if your number comes up you die. ITS NOT AN OVERDOSE. Its Russian roulette. You don't die later. Or not feel good and say I've had too much. You usually die as your breathing it in. If not you die within 2 seconds of finishing \"the hit.\" That's why the straw was still in Kyle's mouth when he died. Why his eye's were still open. The experts want to call this huffing. The kids don't believe its huffing. As adults we tend to lump many things together. But it doesn't fit here. And that's why its more accepted. There is no chemical reaction. no strong odor. It doesn't follow the huffing signals. Kyle complained a few days before he died of his tongue hurting. It probably did. The propellant causes frostbite. If I had only known. Its easy to say hay, its my life and I'll do what I want. But it isn't. Others are always effected. This has forever changed our family's life. I have a hole in my heart and soul that can never be fixed. The pain is so immense I cant describe it. There's nowhere to run from it. I cry all the time and I don't ever cry. I do what I'm supposed to do but I don't really care. My kids are messed up. One wont talk about it. The other will only sleep in our room at night. And my wife, I cant even describe how bad she is taking this. I thought we were safe because of Thor. I thought we were safe because we knew about drugs and talked to our kids about them. After Kyle died another story came out. A Probation Officer went to the school system next to ours to speak with a student. While there he found a student using Dust Off in the bathroom. This student told him about another student who also had some in his locker. This is a rather affluent school system. They will tell you they don't have a drug problem there. They don't even have a dare or plus program there. So rather than tell everyone about this \"new\" way of getting high they found, they hid it. The probation officer told the media after Kyle's death and they, the school, then admitted to it. I know that if they would have told the media and I had heard, it wouldn't have been in my house. We need to get this out of our homes and school computer labs. Using Dust Off isn't new and some \"professionals\" do know about. It just isn't talked about much, except by the kids. They know about it. April 2nd was 1 month since Kyle died. April 5th would have been his 15th birthday. And every weekday I catch myself sitting on the living room couch at 2:30 in the afternoon and waiting to see him get off the bus. I know Kyle is in heaven but I cant help but wonder If I died and went to Hell. Jeff",
  "Last Updated": "16 July 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/toxins/dustoff.asp",
  "Claim": "Adolescents have died huffing from cans of Dust-Off brand compressed air.",
  "Claim_ID": "medical_toxins_dustoff",
  "Tags": ""
}