{
  "Origins": "On 4 October 2014, the web site World News Daily Report published an article claiming historian Ignazio Perrucci discovered an eyewitness account of Jesus' performing a miracle: An Italian expert studying a first century document written by the Roman historian Marcus Velleius Paterculus that was recently discovered in the archives of the Vatican, found what is presumed to be the first eyewitness account ever recorded of a miracle of Jesus Christ. The author describes a scene that he allegedly witnessed, in which a prophet and teacher that he names Iesous de Nazarenus, resuscitated a stillborn boy and handed him back to his mother. The article has been shared more than 25,000 times on Facebook and another 500 times on Twitter. Unfortunately, there is no truth to the report.",
  "Fact Check": "",
  "Description": "First off, the image used in the World News Daily Report article, displayed above, does not show a document written by Marcus Velleius Paterculus. The photo, which was taken from a Wikipedia article about Britain's oldest handwritten documents, actually shows the Vindolanda tablets . There are several other factors that discredit the article, the main being that World News Daily Report is a fake news site that includes fictional stories such as \"Rancher Shoots Down UFO Near Area 51,\" \"15-Ton Prehistoric Shark Captured Off Coast of Pakistan,\" and \"Nessie Sighting Brings Surge of Enthusiasm in Favor of Scottish Independence.\" The site also carries a disclaimer that clearly states none of its reports are meant to be read as fact: World News Daily Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within worldnewsdailyreport.com are fiction, and presumably fake news.",
  "Originally Published": "",
  "Referred Links": "http://worldnewsdailyreport.com/disclaimer/;http://en.wikipedia.org/wiki/Vindolanda_tablets;http://worldnewsdailyreport.com/newly-found-document-holds-eyewitness-account-of-jesus-performing-miracle/;",
  "Example": "[Collected via email, October 2014] I just read about this which I think is fascinating, but don't know if it is real..... Supposedly an ancient document was found with an account of one of Jesus'miracles.",
  "Last Updated": "6 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/miraclewitness.asp",
  "Claim": "A historian recently discovered an eyewitness account of Jesus' performing a miracle.",
  "Claim_ID": "media_notnews_miraclewitness",
  "Tags": ""
}