{
  "Origins": "We love coincidences, and we find them especially fascinating and even comforting or disquieting when they seemingly indicate some predictive pattern to tragic events. Such is the case here, in an e-mailed item that purportedly demonstrates a correspondence between influenza outbreaks in recent years and Chinese astrological signs. We suspect it was written by someone with tongue planted firmly in cheek, but we've received enough inquiries about its validity to think its claims merit at least a semi-serious examination.",
  "Fact Check": "",
  "Description": "There doesn't appear to be much coincidence here, however. First off, even allowing for differences between the Chinese calendar and the Gregorian calendar, the year/outbreak pairings seem to be off: Asia has weathered a number of outbreaks of bird flu over the last several years, resulting in the deaths of millions of ducks and chickens (primarily through humans' killing the birds to stop the spread of the disease). These outbreaks began well before 2007, so singling out that year as the one during which the bird flu pandemic \"devastated parts of Asia\" appears to be a rather arbitrary designation. If we instead consider the effect of bird flu (also known as avian influenza or avian flu) on people, then we find that the first confirmed human death from bird flu occurred in 2003, that the avian flu outbreak gained prominence in 2004, and that confirmed human cases of (and deaths from) bird flu peaked in 2006 all of which again makes the focus on 2007 seem more like a case of trying to make the data fit the pattern than vice-versa. An outbreak of equine flu prompted the temporarily shutdown of the Australian horse racing industry in August 2007 (not 2008). The (H1N1) virus behind the current swine flu outbreak among humans was circulating in pigs long before it jumped to humans in 2008-09. The overwhelming bulk of porcine deaths attributable to swine flu took place in 2009, when Egyptian authorities ordered that hundreds of thousands of pigs in that country be slaughtered in a misguided effort to stop the spread of he disease. Regardless, since the Chinese astrological symbols referred to above also don't match the years given for them, no reasonable tinkering with dates allows for a remarkable correspondence between various types of influenza outbreaks and those symbols: The Chinese zodiac includes a Rooster; it has no separate sign for \"Chicken\" as claimed above. Moreover, the last Year of the Rooster fell in 2005 (not 2007) and doesn't correspond to the beginning or peak of any single recent bird flu outbreak that stands out above all others. The last Year of the Horse was 2002 (not 2008), several years earlier than the Australian equine flu outbreak of 2007. The most recent Year of the Pig occurred in 2007 (not 2009). The H1N1 virus was present in pigs well before then, and (as far as is currently known) it didn't make the jump to humans until at least the end of the following year. The year 2010 will usher in the Year in the Tiger, not the Year of the Cock (i.e., Rooster).",
  "Originally Published": "",
  "Referred Links": "http://shine.yahoo.com/astrology/chinese/tiger/yearly-overview/;http://shine.yahoo.com/astrology/chinese/pig/yearly-overview/;http://shine.yahoo.com/astrology/chinese/horse/yearly-overview/;http://shine.yahoo.com/astrology/chinese/rooster/yearly-overview/;http://abcnews.go.com/Travel/wireStory?id=7463758;http://www.reuters.com/article/scienceNews/idUSTRE58E51G20090915;http://www.nytimes.com/2007/08/27/news/27iht-horse.3.7272220.html;http://en.wikipedia.org/wiki/Influenza_A_virus_subtype_H5N1#Humans_and_H5N1;http://origin2.foxnews.com/printer_friendly_wires/2008Mar24/0,4675,BirdFluRiceFields,00.html;http://www.webexhibits.org/calendars/calendar-chinese.html;http://shine.yahoo.com/page/2009-chinese-horoscope;",
  "Example": "[Collected via e-mail, May 2009] Don't know if this is just a sick coincidence but..... 2007 - Chinese year of the Chicken - Bird Flu Pandemic devastates parts of Asia 2008 - Chinese year of the Horse - Equine Influenza decimates Australian racing 2009 - Chinese year of the Pig - Swine Flu Pandemic kills hundreds of pigs around the globe. Has any one else noticed this? It gets worse........ Next year...... 2010 - Chinese year of the Cock - what could possibly go wrong?",
  "Last Updated": "1 November 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/swineflu/astrology.asp",
  "Claim": "Types of influenza outbreaks in recent years correspond to Chinese astrological symbols.",
  "Claim_ID": "medical_swineflu_astrology",
  "Tags": ""
}