{
  "Origins": "On 1 June 2015, the entertainment web site The Manatee published an article reporting that smoking in public before 8 p.m. would soon be illegal throughout the Canadian province of New Brunswick:",
  "Fact Check": "",
  "Description": "Smoke 'em if you got 'em because tobacco use in public is about to become more regulated than the Energy East pipeline. Today, Health Minister Victor Boudreau unveiled even more anti-smoking amendments to the Tobacco Sales Act regulations that the minister claimed to be the most aggressive on the continent. Starting July 1, smoking in public only will be a legal activity between 8 p.m. and 6 a.m. All types of public smoking outside of this 10-hour window are strictly prohibited, and punishable by a fine of $1,110. This restriction is to reduce the likelihood that a child will be exposed to secondhand smoke, and greatly reduce the risk of children witnessing the act of smoking. The article was quickly spread via social media (particularly among readers who didn't recognize that its subject matter was specific to New Brunswick); but despite its popularity, the underlying story had no truth to it. The Manatee 's disclaimer notes that the site is satirical in nature and does not publish factual news stories: ALL content (including likenesses, quotes, figures, facts, etc.) hosted on this website and associated social media accounts are fictitious and satirical and should not be taken seriously.",
  "Originally Published": "",
  "Referred Links": "http://now.snopes.com/2015/04/28/six-ways-to-spot-fake-news/;http://www.donotlink.com/fepu;http://www.donotlink.com/fepv;",
  "Example": "[Collected via e-mail, May 2015] Smoking in public before 8 p.m. to be illegal starting July 1! True or false?",
  "Last Updated": "3 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/publicsmoking.asp",
  "Claim": "A public smoking ban will go into effect in New Brunswick on 1 July 2015.",
  "Claim_ID": "media_notnews_publicsmoking",
  "Tags": ""
}