{
  "Origins": "The story of Jean Hilliard, a woman who made a full recovery after she was found frozen stiff in the snow in Minnesota, has been shared in various forms since it was first published in 1980. And with each reiteration the story has grown more astonishing.",
  "Fact Check": "",
  "Description": "One of the first reports of the incident, which was published by the Montreal Gazette on 30 December 1980, explained how Hilliard had collapsed on a 22-below- zero night as she tried to seek shelter after a minor car accident. The young woman was found \"frozen solid\" approximately six hours later and brought to a hospital: She breathed shallowly two or three times a minute and her heart beat faintly eight times a minute. Dr. George Sather said that \"I thought she was dead, but then we picked up an extremely faint whimper. We knew there was a person existing then. Jean's chances of surviving were rated slim her body temperature didn't even register on the thermometer, and that meant it was less than 80 degrees Fahrenheit. \"There was no evidence of a pulse or blood pressure,\" said Sather's brother, Dr. Edgar Sather. \"Her body was too frozen to find a vein to get a pulse.\" Most of the stories published about Jean Hilliard immediately after the incident credited electric heating pads and oxygen tanks for her recovery, but with each retelling the story became more miraculous. When Weekly World News (the same publication has brought audiences fantastically fictional stories about the half-bat, half-human \"Bat Boy\" and Hitler's UFO escape) published their version of the story in January 1981, quotes from Hilliard's parents were added that credited her recovery to the power of prayer. Guide Post Magazine took this theme a step further, claiming that a prayer chain had saved Jean Hilliard's life: Mrs. Erickson hurried to her office and made a phone call to the prayer chain chairman at the Baptist church where her husband is pastor. The prayer chain was set in motion. The prayer chain was lengthening. Mrs. Erickson called the pastors of the Lutheran, Catholic, Methodist and Bethel Assembly churches in Fosston. They, in turn, called the chairmen of their prayer chain groups, who passed the word along. During the first hours that the prayer chain was underway, my legs and feet, instead of getting darker as Dr. Sather expected, started to lighten and regain their natural color. One after another, the doctors and nurses filed in to marvel at the pinkish tinge appearing at the line of demarcation where the darkness started on my upper thighs the place where Dr. Sather said he thought they might have to amputate. The prayer chain spread to the nearby towns of Crookston and Bemidji, and into Grand Forks, North Dakota. Soon hundreds, then thousands of people were aware that a young woman had been brought in to the Fosston hospital frozen solid and was in desperate need of God's miraculous healing. While some may consider Hilliard's recovery miraculous (The New York Times even quoted Dr. Sather's deeming the young woman's survival as such), her story is not rare. In an article published by the Spartanburg Herald in January 1981, Dr. Richard Iseke said that it was not unusual for freezing victims to make full recoveries: The recovery of a Minnesota woman frozen stiff after a nightling ordeal in sub-zero weather was described as a miracle by her doctor. But other physicians say such \"miracles\" are not all that rare: freezing victims have recovered fully even after prolonged periods without heartbeats. \"There's a term we have that says no one is dead until he's warm and dead,\" said Dr. Richard Iseke, associated director of the Boston Emergency Medical Center, which every winter treats victims of freezing or, more accurately, hypothermia. Although Hilliard is undeniably lucky to survive, Iseke said \"there are numerous case reports in the medical literature of people who have survived (with interior body temperatures) as low as 68 or 69 degrees. The human body reacts to extreme cold much like a hibernating animal: internal activity is slowed, which dramatically reduces the cells' demand for oxygen from the blood. Jean Hilliard's recovery was incredible some may even say miraculous but it was not an \"unsolved medical mystery\":",
  "Originally Published": "",
  "Referred Links": "http://news.google.com/newspapers?nid=1876&dat=19810109&id=CkosAAAAIBAJ&sjid=uc0EAAAAIBAJ&pg=6891,1583308;http://www.nytimes.com/1981/01/03/us/dakota-teen-ager-recovers-after-being-frozen-stiff.html;https://skepticdetective.wordpress.com/2010/01/16/10-enigmas-that-defy-explanation-explained-part-1/;http://books.google.co.za/books?id=1O8DAAAAMBAJ&pg=PA9-IA4&lpg=PA9-IA4&dq=Jean+Hilliard+ice+woman&source=bl&ots=f6GMbXBqUJ&sig=1qJziaJvODftFEqxkBqGVhk1MuA&hl=en&ei=MoNQS4GEL9Gx4QbmyZSbCQ&sa=X&oi=book_result&ct=result&resnum=4&ved=0CBYQ6AEwAw#v=onepage&q=Jean%20Hilliard%20ice%20woman&f=false;http://news.google.com/newspapers?nid=1946&dat=19801230&id=EQoiAAAAIBAJ&sjid=uaQFAAAAIBAJ&pg=2053,2485011;",
  "Example": "[Collected via e-mail, February 2015] I just read something on Facebook that is hard to believe. It concerns a woman named Jean Hilliard that was literally frozen in subzero temperatures in Minnesota, back in 1980. She supposedly made a complete recovery, without any long term effects.",
  "Last Updated": "18 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/myths/jeanhilliard.asp",
  "Claim": "Jean Hilliard made a full recovery after she was found frozen in sub-zero temperatures.",
  "Claim_ID": "medical_myths_jeanhilliard",
  "Tags": ""
}