{
  "Origins": "Drug testing has become more and more prevalent in our society, and while urine and blood analysis are the most common methods employed to that end, the tests themselves are not infallible and can sometimes produce skewed results. Indeed, something as innocuous as the poppy seeds on a bagel or muffin or in a slice of cake can make the drug-free look like heroin users.",
  "Fact Check": "",
  "Description": "Opiates (morphine and codeine) can be detected in urine for at least 48 hours after one eats food containing poppy seeds. As little as a single bagel covered with poppy seeds could produce a false positive test for these drugs. In 1990, a veteran St. Louis police officer was suspended for four months because his drug test showed positive for morphine after he'd eaten four poppy seed bagels the day before the urine sample was taken. He was reinstated with back pay after it was determined that poppy seeds and not drug use had produced those results. His case was especially puzzling to the department because the officer in question had a steady work record and demonstrated no indications of any problems before this incident was flagged during a random drug screen. The department performed an experiment by having another officer eat four poppy seed bagels and take a drug test. He, too, tested positive for morphine, confirming the poppy seed effect theory. In 1999, a New Jersey prison guard was fired for the same reason: a poppy seed bagel he'd had produced a positive drug test. His case was subjected to further examination, and he was reinstated seven months later. In 1994, a Baltimore woman lost her chance for a job with an inner-city community health center because of her failed drug test, which was once again the result of the nefarious poppy seeds. In that case, the woman's fondness for lean corned beef and provolone on a poppy seed bagel cost her the job she wanted, because this prospective employer would not allow her a second urinalysis nor believe that her morning nosh had caused those suspicious test results. In 1997, a woman in Florida was awarded $859,000 in her lawsuit against Bankers Insurance Group because it had withdrawn a lucrative job offer to her on the basis of her poppy seed-influenced drug screen results. Because of the possibility of poppy seeds' skewing drug test results, federal prison rules prohibit inmates from eating this ingestible. Moreover, inmates on furlough are enjoined from eating baked goods that incorporate poppy seeds because of the effect it has on their drug tests. (Without the poppy seed prohibition, anyone using opium derivatives recreationally could attribute his positive drug test results to a fondness for these seeds. The prohibition removes that possibility.) The Federal Bureau of Prison's Form BP-S291(52) contains, as one of the conditions a furloughed inmate must agree to: It has been determined that consumption of poppy seeds may cause a positive drug test which may result in disciplinary action. As a condition of my participation in community programs, I will not consume any poppy seeds or items containing poppy seeds. As to how seriously the \"no poppy seeds\" injunction is taken, inmates in halfway houses have been returned to prison because they violated it and consequently failed their urine tests. Because the drug screen for the presence of opiates is so sensitive, the federal guidelines for agencies that rely on it have since raised the cut-off level for a positive to 2000 ng/mL, which eliminates many of the poppy seed false positives. However, this standard has still not been implemented everywhere, as demonstrated by the April 2010 case of a Pennsylvania woman who saw her newborn daughter taken away from her by a county child welfare agency because she tested positive for opiates while in the hospital. She contended the positive result was the erroneous outcome of her having eaten a poppy seed bagel shortly before arriving at the hospital, and in July 2013 she was awarded $143,500 in settlement of a lawsuit over the issue: A woman who had her newborn taken away because she failed a hospital drug test after she ate a poppy seed bagel has settled a lawsuit over the case. Lawrence County's child welfare agency and Jameson Hospital have paid $143,500 to settle the suit filed on behalf of Elizabeth Mort by the American Civil Liberties Union of Pennsylvania. Mort sued in October 2010, alleging that a poppy seed bagel she ate shortly before arriving at the hospital spurred a positive test for opiates in April 2010 that prompted the seizure of her 3-day-old daughter, Isabella Rodriguez. Mort said she was home with her baby when a county child welfare caseworker arrived with an emergency protective custody order and took Isabella. The lawsuit alleged Mort was never told in the hospital that she had failed a drug test, nor was she asked if she had eaten anything that could have affected the test results. The infant was returned five days later, after local officials agreed there was no evidence the mother had used illegal drugs. The suit argued that Jameson Hospital used a much lower threshold for drug screening than federal guidelines, resulting in more false positives from common foods and medicines. The federal standard is 2,000 nanograms per milliliter, but Jameson Hospital used a reading of 300 nanograms, according to the lawsuit. Barbara \"beware of the bagel\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "15 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/drugs/poppyseed.asp",
  "Claim": "The consumption of poppy seeds used on bagels and muffins can produce positive results on drug screening tests.",
  "Claim_ID": "medical_drugs_poppyseed",
  "Tags": ""
}