{
  "Origins": "On 4 February 2015, the entertainment web site World News Daily Report published an article claiming that a Catholic priest had met a female God after a brush with death:",
  "Fact Check": "",
  "Description": "The above-quoted article from the the World News Daily Report was picked up by several other online news outlets, including a CBS Radio affiliate in Dallas, and soon a rumor that God's gender had been confirmed began circulating all over Internet. But the story about Father John Micheal O'Neal and his visions of a female God are a complete work of fiction. Although this article has been shared by some relatively credible sources, it originated on a fake news site, World News Daily Report , that publishes fantastical fiction rather than factual news stories: Information contained in this World News Daily Report website is for information and entertainment purposes only. WNDR assumes however all responsibility for the satirical nature of its articles and for the fictional nature of their content. All characters appearing in the articles in this website even those based on real people are entirely fictional and any resemblance between them and any persons, living, dead, or undead is purely a miracle. Furthermore, the image that is frequently attached to the article is also a fabrication: There is no \"Father John Michael O'Neal\" in the Boston Archdiocese, and the picture is merely a stock photo of an old man in a hospital bed.:",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/d4oi;http://kvil.cbslocal.com/2015/02/21/catholic-priest-claims-god-is-female/;http://www.monitor.co.ug/News/World/God-is-a-woman--Priest-who-died-for-48-minutes-claims/-/688340/2629116/-/kca2an/-/index.html;http://starrfmonline.com/1.2002887;http://www.donotlink.com/dt77;",
  "Example": "[Collected via e-mail, February 2015] Is it true that a Catholic priest was \"dead\" for 48 hours, came back alive, and said that he saw God, who was a woman?",
  "Last Updated": "22 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/femalegod.asp",
  "Claim": "A Catholic priest said that he met God and found God is a woman.",
  "Claim_ID": "media_notnews_femalegod",
  "Tags": ""
}