{
  "Origins": "On 19 February 2015, the entertainment website Daily Buzz Live published an article claiming that President Obama had lowered the drinking age from 21 to 18:",
  "Fact Check": "",
  "Description": "The 1984 National Minimum Drinking Age Act [23 U.S.C 158] which required that States prohibit persons under 21 years of age from purchasing alcohol, as a condition of receiving State highway funds, is being amended. Advocacy groups have been fighting against this law for nearly 30 years now, claiming it is a gross violation of civil liberties and must be repealed. They claimed the law is absurd and unjust that young Americans can vote, marry, enter into contracts and serve in the military at 18, but cannot buy an alcoholic beverage. Now, advocacy groups such as the National Youth's Right's Association, are claiming victory over this amended law which will be in effect on June 4, 2015. \"In general, the younger people start to drink the safer they are,\" said (Brown University anthropology professor) Dwight B. Heath. \"Alcohol has no mystique. It's no big deal. By contrast, where it's banned until age 21, there's something of the 'forbidden fruit' syndrome.\" The article included two photoshopped images that made it appear as though CNN had covered the signing of the new law: While it is true that some advocacy groups believe that the National Minimum Drinking Age Act (which penalizes states for establishing their minimum drinking ages at lower than 21) should be amended, neither Congress nor President Obama has enacted any new laws to lower the minimum drinking age. Daily Buzz Live is an entertainment website that pens fictitious articles. Among the fake news stories previously peddled by the publication include claims that McDonald's will stop selling food to overweight customers, that thousands of Thanksgiving turkeys had been tainted with ebola , and that a woman was buried alive in Chicago.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/dsgz;http://www.theamethystinitiative.org/statement/;https://www.change.org/p/president-barack-obama-lower-drinking-age-from-21-to-18;http://www.donotlink.com/dsh1;",
  "Example": "[Collected via e-mail, February 2015] I read an article today saying that President Obama signed a law to lower the drinking age to 18, and it be in effect on June 4,2015. I was wondering if this was true or not.",
  "Last Updated": "8 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/alcoholage.asp",
  "Claim": "President Obama has signed a new law lowering the drinking age to 18.",
  "Claim_ID": "media_notnews_alcoholage",
  "Tags": ""
}