{
  "Origins": "On 17 October 2014, the National Report published an article that mashed up several popular conspiracy theories. According to the site, \"CDC whistleblower\" Brent Hopskins described a plot by the U.S. government that used the \"impending U.S. Ebola pandemic \" to embed RFID chips in all Americans via an Ebola vaccine : During correspondence with National Report, Brent Hopskins is quoted as saying, \"I cannot sit idly by as these atrocities unfold. The American government wants to implant RFID chips in every man, woman and child. They are now using the threat of Ebola to push this nefarious plot. The public is forced to make a decision between the horrible demise that Ebola offers, or relinquish every ounce of their privacy by getting an RFID chip implanted under their skin.\" For good measure, the article also invoked the twin specters of Ebola-related imposition of martial law and deliberate population control (not uncommon rumors in times of uncertainty). Soon links and excerpts referencing the Ebola vaccine RFID chip article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news report.",
  "Fact Check": "",
  "Description": "However, National Report is a fake news site known for publishing click-baiting , fabricated stories such as \" 15 Year Old Who 'SWATTED' Gamer Convicted of Domestic Terrorism ,\" \" Solar Panels Drain the Sun's Energy, Experts Say ,\" and \" Vince Gilligan Announces Breaking Bad Season 6 .\" As of 18 October 2014, all treatments for Ebola (including vaccines) were considered \"experimental\" and not yet approved for broad use.",
  "Originally Published": "",
  "Referred Links": "http://nationalreport.net/cdc-whistleblower-exposes-ebola-vaccinations-containing-rfid-chips/;",
  "Example": "[Collected via email, October 2014] Here is the link to this report of the CDC using Ebola to implantRFID chips via vaccine injections. Is this valid or credible?",
  "Last Updated": "18 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/rfidebola.asp",
  "Claim": "\"CDC whistleblower\" Brent Hopskins revealed that all doses of the Ebola vaccine contain an RFID chip.",
  "Claim_ID": "media_notnews_rfidebola",
  "Tags": ""
}