{
  "Origins": "Cold fX is a popular over-the-counter cold and flu remedy in Canada that its maker, CV Technologies Inc. of Edmonton, Alberta, says works by strengthening the immune system. In October 2006, this product was introduced to the U.S. market and is now carried by most leading pharmacy chains in their cough and cold section.",
  "Fact Check": "",
  "Description": "Each of the two e-mails quoted above began appearing in our inbox in November 2006. We don't know who wrote them or why, but nothing we found supports the notion that Cold fX causes new cancers or worsens existing ones. Searches through news and medical databases for stories linking Cold fX to the development of cancers haven't located any connection, or even the rumor of one. If anything, the information uncovered by those searches points in the other direction, towards a possible use of Cold fX to battle leukemia and other cancers. In May 2006, a pre-clinical study conducted by a McGill University professor \"supports the hypothesis that CVT-E002 (the active ingredient in COLD-fX) may have potential as a cancer therapy and may also support the immune system during cancer treatment.\" Mice with viral-induced leukemia were given different amounts of CVT-E002 or a placebo. Those given the ginseng derivative showed a decrease in leukemic immune cells to normal levels, and an increase in natural killer cells and monocytes, \"which are known to be the first line of attack against cancer.\" Mice taking the CVT-E002 also showed a statistically significant increase in survival rates, and there were no apparent adverse effects. Pre-clinical studies should never be taken as the last word about anything, so the findings of this one should not be regarded as proof that COLD-fX is a cancer-buster. As CV Tech president Jacqueline Shan said, \"Extensive clinical research needs to be performed to determine whether there may be any benefit in using CVT-E002 for either treating cancer or supporting the immune system during cancer therapies.\" Regarding the rumor that COLD-fX causes cancers, CV Technologies addresses that in the FAQ carried on its Canadian web site: I have heard that taking COLD-fX is dangerous for women who have or are at risk for developing cancer and that it \"feeds\" hormonal cancers. Is this correct? No, this is not correct. COLD-fX has been clinically proven to be a safe and effective product. The safety of COLD-fX has been reviewed by both Health Canada, and more recently, the U.S. FDA who filed a safety-related New Dietary Ingredient submission without comment. There is no evidence suggesting that COLD-fX is unsafe for patients with cancer, or specifically, hormone-related cancers. COLD-fX has not demonstrated any carcinogenic effects in toxicity studies in any of the clinical trials or through the extensive usage by the general population. This false impression may relate to some un-confirmed laboratory studies suggesting that crude ginseng containing chemicals known as ginsenosides may have estrogen-related effects. During the COLD-fX manufacturing process, these ginsenosides are removed so that the final product is comprised of a proven safe ingredient: polysaccharides (specifically, poly-furanosyl-pyranosyl-saccharides). There is no clinical evidence to suggest that ginseng in general is unsafe for women who have or are at risk for developing hormone-related cancers. In fact, a recent study published in the American Journal of Epidemiology (Cui Y et al, 163(7):645) demonstrated that regular users of ginseng had improved survival and quality of life in breast cancer patients. The National Cancer Institute of the U.S. NIH has recently supported a well-controlled Mayo Clinic study to further investigate the potential benefits of American ginseng in cancer patients, including women. COLD-fX has also demonstrated anti-cancer effects through immune enhancement in pre-clinical laboratory studies of a leukemia model. Although there is no evidence to suggest COLD-fX is un-safe for women who have or are at risk for developing hormone-related cancers, it is recommend that individuals with any serious medical condition consult with their physician prior to taking COLD-fX. Barbara \"cold comfort\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://cae.cold-fx.com/?q=102;",
  "Example": "[Collected via e-mail, 2006] Received this message from a friend, who has a sister-in-law undergoing chemo for ovarian cancer, this is what she was told at the Cross Cancer Clinic: I was taking Cold FX for the sniffles and that is a no, no for women. It feeds hormonal cancer. The panax ginsing. so don't take it. Pass this on to all the women you know. So my mom has a friend that is currently battling cancer. This lady went for her Chemo treatments yesterday and the doctor had asked her if there was anything she had been taking such as vitamins etc.. She mentioned to the doctor that she was fighting a cold and she was taking Cold FX. Turns out the doctor said to her that for a WOMAN, Cold FX is the worst thing to take if you've had cancer or if cancer runs in your family. Apparently there is a substance in the Cold FX that the cancer just feed off of. The doctor repeatedly told her how dangerous it was and to absolutely avoid it. The doctor said to her that they really wish the word could get out there about how dangerous it can be for a woman to take Cold FX who has had or currently has cancer or has a family history of cancer.",
  "Last Updated": "12 December 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/drugs/coldfx.asp",
  "Claim": "Cold-fX \"feeds\" development of hormonal cancers in women.",
  "Claim_ID": "medical_drugs_coldfx",
  "Tags": ""
}