{
  "Origins": "On 30 December 2014, the entertainment web site Empire News published an article claiming Dustin Diamond, the actor who played the character Screech on the popular 1990s television series Saved by the Bell , had been charged with second-degree murder after stabbing a man at a bar in Wisconsin:",
  "Fact Check": "",
  "Description": "Former Saved By The Bell star Dustin Diamond, best known for his awkwardly hilarious character Samuel \"Screech\" Powers on the timeless popular hit teen television series Saved By The Bell, has been charged with second-degree murder after a man he stabbed during a barroom brawl has died at a Wisconsin hospital. Diamond, 37, initially told police that he accidentally stabbed the man with what he said was a 'pen', although he later referred to the weapon, which was never found, as a knife. According to Diamond, while trying to defend his fiance, 27-year-old Amanda Schutz, at the Grand Avenue Saloon in Port Washington, where Diamond is a resident, he was forced to brandish the weapon. Diamond was initially charged with second-degree recklessly endangering safety, disorderly conduct, and carrying a concealed weapon and was released on $10,000 bail before the man, only being referred to by the name of 'Casey' per request of family, passed away. Originally reported that Casey was completely fine and his wounds mostly superficial, reports say he took a turn for the worse after a wound from the fight became infected. He died on the operating room table. Empire News is a fake news website that does not publish factual articles. While it's true Dustin Diamond was arrested on Christmas Day 2014 for allegedly stabbing a bar patron in Wisconsin, the incident did not prove fatal to the victim, and the actor has not been charged with any form of murder. Diamond was, however, charged with the felony crime of second-degree recklessly endangering safety. If found guilty, the actor could be sentenced to up to ten years in prison.",
  "Originally Published": "",
  "Referred Links": "http://www.rollingstone.com/tv/news/dustin-diamond-charged-felony-stabbing-incident-20141228;http://www.jsonline.com/news/crime/diamond--screech-in-saved-by-the-bell--arrested-in-bar-fight-b99415611z1-286879291.html;http://www.donotlink.com/d1jh;http://www.donotlink.com/d2ip;",
  "Example": "[Collected via e-mail, December 2014] There is a rumor that Dustin Diamond (Screech) from Saved by the Bell has been convicted of second degree murder. Is this true?",
  "Last Updated": "2 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/screechmurder.asp",
  "Claim": "Dustin Diamond (aka \"Screech\") was charged with second-degree murder after stabbing a man at a bar.",
  "Claim_ID": "media_notnews_screechmurder",
  "Tags": ""
}