{
  "Origins": "As folklorist Jan Harold Brunvand wrote back in 1988, rumors of mice found in soda bottles and cans have a long history in urban folklore. And as explained in one of our own articles , the supposed remarkable dissolving power of modern sodas is another familiar aspect of urban folklore. Both of those elements came into play in January 2012, when public attention was directed to a February 2011 article from the Madison/St. Clair Record which referenced a lawsuit filed against PepsiCo by a man named Ronald Ball, alleging that after he purchased a can of Mountain Dew soda from a vending machine at work, he found a dead mouse inside of it.",
  "Fact Check": "",
  "Description": "Readers of that article focused on a pair of sentences near the end of the story: Pepsi had at one point sought summary judgment in the case. It cited the testimony of a scientist who testified that if the mouse had truly been in the soda since its bottling, its body would have dissolved into a \"jelly-like substance.\" Ronald Ball did indeed have a pending lawsuit against PepsiCo, as the Record reported back in May 2009: A man who found a dead mouse in a can of Mountain Dew after taking a swig from it is suing Pepsico, a store and its manager. Ronald Ball claims he bought a can of Mountain Dew from a vending machine located at his work place, Marathon Oil, in Wood River on Nov. 10 [2008], according to the complaint filed April 29 in Madison County District Court. \"After purchasing said can of Mountain Dew, Plaintiff opened the can and immediately became violently ill such that he began to vomit,\" the suit states. Immediately, Ball poured the Mountain Dew into a Styrofoam cup. Along with the liquid, a dead mouse plopped out of the can, Ball claims. Before Ball purchased the can, it was sealed and had not been punctured or tampered with, the suit states. In response to Ball's claims, PepsiCo filed with the court an 8 April 2010 affidavit from Lawrence McGill, a licensed veterinarian with a speciality in veterinary pathology. In his affidavit, Dr. McGill stated that after a mouse had been submerged in a fluid such as Mountain Dew for 30 days or more, the mouse would \"have been transformed into a 'jelly-like' substance\": If a mouse is submerged in a fluid with the acidity of Mountain Dew, the following will occur due to the normal acidity of the fluid: a. Between four days to at most seven days in the fluid, the mouse will have no calcium in its bones and bony structures. b. Within four to seven days in the fluid, the mouse's abdominal structure will rupture. Its cranial cavity (head) is also likely to rupture within that time period. c. By 30 days of exposure to the fluid, all of the mouse's structures will have disintegrated to the point the structures (excepting possibly a portion of the tail) will not be recognizable and, therefore, the animal itself will not be recognizable. Instead, after 30 days in the fluid, the mouse will have been transformed into a \"jelly-like\" substance. Likewise, Dr. Yan-Fang Ren of the University of Rochester School of Medicine and Dentistry averred that a soft drink such as Mountain Dew could dissolve a mouse that was immersed in it, leaving behind only some soft tissue: \"I think it is plausible that it could dissolve a mouse in a few months,\" said Yan-Fang Ren of the University of Rochester School of Medicine and Dentistry, who has studied the effects of citric acid on bones and teeth. \"But dissolving [the mouse] does not mean it will disappear, because you'll still have the collagen and the soft tissue part. It will be like rubber.\" According to Ren, Mountain Dew contains citric acid, a substance naturally found in citrus fruits that exists as a powder in its purified, industrialized form. Most citrus sodas mix in the stuff to give drinks their tangy bite, while most colas, such as Coca Cola and Pepsi, incorporate phosphoric acid for the same effect. Consequently, these drinks have a low pH value around 3 (very acidic). Coca Cola, with its dark coloring and non-fruity flavor, may be the soft drink most often compared to battery acid, but in 2004, a well-known study led by dentist J. Anthony von Fraunhofer found that citrus sodas like Mountain Dew and Sprite erode tooth enamel around six times faster than colas. However, after examining the rodent provided by the plaintiff to PepsiCo, Dr. McGill also ventured his opinion that it could not possibly have been found in the can of Mountain Dew as claimed, because it wasn't even born until several weeks after the can had been filled and sealed: Based upon findings from my examination of the mouse, my educational and professional education, training and experience. my background with such matters as summarized above, and upon a reasonable degree of scientific, veterinary medical, and veterinary pathological certainty, I have (without limitation) the following opinions: a. The animal claimed to have been found in the subject can of Mountain Dew was a young mouse at the time of its death, at most 2 to 4 weeks old, though I cannot completely rule out the possibility the animal was a very young rat of approximately the same age. b. The mouse was dead when it entered the Mountain Dew fluid and had been exposed to air after it died. c. This mouse had not been born when the can of Mountain Dew was produced (filled and sealed) on August 28, 2008. d. Because of the condition of the mouse, its internal organs, and cartilaginous and bony structures, namely that none of them had been disintegrated or been decalcified, this mouse was not in the Mountain Dew fluid for more than 7 days and could not have been and was not introduced into the can of Mountain Dew when the can was produced (filled and sealed) on August 28, 2008, seventy-four days before it was allegedly found in the can. From a medical, pathological and scientific view, that simply would not have been possible.",
  "Originally Published": "",
  "Referred Links": "http://i.cdn.turner.com/dr/teg/tsg/release/sites/default/files/imagecache/750x970/documents/1mountaindewmouse.jpg;http://www.madisonrecord.com/news/233625-pepsico-files-to-change-attorneys-in-suit-over-mouse-in-mountain-dew;http://www.deseretnews.com/article/1576/DEAD-MOUSE-IN-COKE-LEGENDS-HAVE-LOTS-OF-FIZZ-BUT-NO-FACTS.html;",
  "Example": "[Collected on the Internet, January 2012] Can Mountain Dew dissolve a mouse carcass? On Facebook I've been seeing a claim that a Pepsi lawyer used that premise as a defense to a legal claim made by a man claiming to have found a mouse in a can of Mountain Dew.",
  "Last Updated": "17 March 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/potables/mountaindewmouse.asp",
  "Claim": "A veterinary pathologist testified that being immersed in a can of Mountain Dew would turn a mouse into a \"jelly-like\" substance.",
  "Claim_ID": "medical_potables_mountaindewmouse",
  "Tags": ""
}