{
  "Origins": "On 1 March 2015, the disreputable web site Racket Report published an article claiming that franchised McDonald's locations in Korea were offering new burgers made from dog meat:",
  "Fact Check": "",
  "Description": "As with similar items involving restaurant chains such KFC and Chipotle , the claim quickly spread via social media sites in response to a call to action that urged readers to tweet under the hashtag #notodogmeat all of which implied that a genuine animal rights campaign had been organized in reponse to the news. However, the article was just another fake news item; the Racket Report 's disclaimer notes that the site's content is \"for entertainment purposes only\" and that \"some stories on this website are fictitious\": The Racket Report is a news web publication with news articles, inspired by real news events. The articles and stories may or may not use real names, always a semi real and/or mostly, or substantially, fictitious ways. A few articles are for entertainment purposes only. The purpose of said stories is to entertain and amuse and not to disparage any persons, institutions, in anyway and no malice is intended towards anyone or anything, nor should any be construed from the fictional stories. That means some stories on this website are fictitious. (We note that the Korean term \"bosintang\" specifically describes a stew made from dog meat, whereas \"Gaegogi\" is the term for dog meat in general.)",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/dyab;http://www.donotlink.com/dyts;",
  "Example": "[Collected via email, March 2015] Korean McDonald's Begins Serving Dog Meat Burgers In RestaurantsDue To High Demand This is on Facebook. Please tell me it isn't true.",
  "Last Updated": "5 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/mcdonaldsdog.asp",
  "Claim": "Korean McDonald's locations sell a burger made from dog meat.",
  "Claim_ID": "media_notnews_mcdonaldsdog",
  "Tags": ""
}