{
  "Origins": "On 18 January 2015, the entertainment website Huzlers published an article claiming Green Bay tight end Brandon Bostick was shot by a disgruntled Packers fan after he fumbled an onside kick during his team's loss in the NFC Championship game against the Seattle Seahawks:",
  "Fact Check": "",
  "Description": "While it's true Brandon Bostick fumbled an onside kick during the NFC Championship game, the Green Bay Packers player was not attacked for his mistake. In fact, fans, teammates, and reporters have taken to social media to support Bostick: Keep your head up, young brother. The best is still yet to come! @Bostick11 Greg Jennings (@GregJennings) January 19, 2015 Props to @Bostick11 for talking to media today. Takes a real man to do that, class act move right there. #GoPackGo Ben Daniels (@DanBeniels) January 19, 2015 Hope @Bostick11 keeps head up.. 1 play doesn't win or lose it. Learning experience for everyone involved. Ben Fennell (@TheXOsOfLife) January 19, 2015 #Packers TE @Bostick11 had every chance to avoid us today. He didn't. Total class act. Owns mistake. Much respect. pic.twitter.com/zYg6aNGNql Jason Wilde (@jasonjwilde) January 19, 2015 Bostick told reporters after the game he was supposed to block for Jordy Nelson on the play, but when the ball came his way he tried to catch it instead: I'm human. I made a mistake. But if I would've made the play, we wouldn't have been in this (position) or if I would've made the block, we wouldn't be talking about this. But it's over now, so I'll just try my best to get over it. I'm at a low point right now. The whole world is on my back about this thing, but my teammates are here to pick me up. They know it's just a mistake, and they've been my side. They've definitely helped me out a lot. I'm just trying to deal with this. I'll just move on from it, come back here and just work hard and just try to put that behind me. Huzlers is a fake news web site that does not publish factual articles. A disclaimer on the site states stories are written to keep readers in a \"state of disbelief.\"",
  "Originally Published": "",
  "Referred Links": "http://www.jsonline.com/blogs/sports/289056321.html;https://twitter.com/jasonjwilde/status/557222803712524289;http://t.co/zYg6aNGNql;https://twitter.com/hashtag/Packers?src=hash;https://twitter.com/TheXOsOfLife/status/557232946110025728;https://twitter.com/DanBeniels/status/557244314670338048;https://twitter.com/hashtag/GoPackGo?src=hash;https://twitter.com/GregJennings/status/557260095554211840;https://twitter.com/Bostick11;http://www.donotlink.com/d9ml;https://twitter.com/6Dsmith/status/557051958062612481;",
  "Example": "[Collected via twitter, January 2015] Brandon Bostick was shot by a packer fan because he missed the onside kick wtf = Dsmith (@6Dsmith) January 19, 2015",
  "Last Updated": "19 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/brandonbostick.asp",
  "Claim": "Green Bay tight end Brandon Bostick was shot by a disgruntled Packers fan.",
  "Claim_ID": "media_notnews_brandonbostick",
  "Tags": ""
}