{
  "Origins": "On 3 September 2014, Empire News published a punning article positing that long-time actress and television personality Betty White \"dyes\" her hair in the privacy of her home:",
  "Fact Check": "",
  "Description": "In a press release from her long-time manager Jeff Witjas, it has been confirmed today that actress Betty White, best known for her roles on TVs The Mary Tyler Moore Show, The Golden Girls, and Hot in Cleveland, is not a natural blonde. \"Betty is a solitary kind of person,\" said Witjas. \"She likes to relax in her home with her animals, and she rarely likes to discuss the fact, at least in public, that she is actually a brunette. She has been dying her own hair in her home for decades. Betty has often told me she feels it is relaxing and soothing to dye her own hair, peacefully in her home, where she can laugh and enjoy time with her animals. She's said on more than one occasion that as a blonde, she has had 'more fun' in her roles, and in life.\" The punning headline reference to \"Betty White Dyes Peacefully in Her Los Angeles Home\" was taken by many readers who didn't read the article itself (and glossed over the die/dye homophone) as a proclamation that White the subject of many celebrity death hoaxes over the years had passed away; and soon afterwards links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news item. However, the article was just a spoof from Empire News , one of many fake news sites that publishes outrageous fictional stories such as \"Cure for Cancer Discovered; 'Amazingly Simple' Says Researcher,\" \"College Student Excused from Classes After Dog Eats Grandmother,\" and \"Woman Gives Birth, Confuses Doctors by Asking for Maternity Test.\" The site's disclaimer page notes that Empire News \"is a satirical and entertainment website.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2014] A local radio station suggested that Betty White had passed awayin her sleep September 2, 2014.",
  "Last Updated": "6 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/bettywhite.asp",
  "Claim": "Actress Betty White has died.",
  "Claim_ID": "media_notnews_bettywhite",
  "Tags": ""
}