{
  "Origins": "On 28 August 2014, the web site Huzlers published an article positing that rapper Tupac Shakur, thought to have been killed when he was shot as he rode in a car driven by Death Row Records chairman \"Suge\" Knight near the Las Vegas strip in September 1996, was alive and had emerged from hiding: Tupac Shakur who was supposedly killed at the age of 25 is now admitting he has been hiding this whole time. It was Shakur who in 1996 was reportedly attending a special event in Las Vegas, the Mike Tyson-Benson fight, and then afterwards was brutally murdered. A day or so later he is autopsied, then quickly cremated. There is no funeral. Nor is there any record of a tribute or memorial. Now we know exactly why it was because Tupac Shakur was never killed it is unclear why he has been hiding. This story is still under development but Tupac has already been spotted with Celebrities. By the following day links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news report. However, that article was just a spoof from Huzlers, a fake news web site that offers users the ability to \"Create your own news prank and trick your friends by sharing it\" and has a history of publishing fabricated news stories (such as one about pop star Justin Bieber 's admitting to being bisexual and one about the 2014 Super Bowl being rigged). The Huzlers site also carries a disclaimer on its pages noting that \"Huzlers.com is a combination of real shocking news and satire news to keep its visitors in a state of disbelief.\"",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, August 2014] TMZ has reported that Tupac Shakur is alive and well after being in hiding for 18 yrs. It is being spread like wildfire on FB. Says he showed up in Hollywood.",
  "Last Updated": "28 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/tupac.asp",
  "Claim": "Rapper Tupac Shakur, thought to have been killed in 1996, has come out of hiding.",
  "Claim_ID": "media_notnews_tupac",
  "Tags": ""
}