{
  "Origins": "On 22 November 2014, the National Report published an article titled \"Mom Calls 911 On Masturbating Teenage Son; Boy Arrested, Charged With New ' Self-Rape ' State Law.\" In the article and a related video, the site claimed 15-year-old Paul Horner of Phoenix, Arizona, was facing several years in prison under Arizona's controversial new self-rape law: A Phoenix boy is behind bars tonight without bail after his mother called 9-1-1 after she found her son in his room, watching porn and masturbating. Phoenix Police were quick to respond, arresting 15-year-old Paul Horner, who attends North Valley High School in Phoenix, Arizona. Now the teenager is being charged by prosecutors under a new controversial Arizona state law called 'Self-Rape', which would carry a minimum of 3 years in prison with a maximum of 15 years behind bars depending on that individuals past criminal history. The article included a quote from Gov. Jan Brewer: \"I applaud the Arizona District court systems here in Phoenix,\" Brewer said. \"This is exactly why I implemented the state law of 'Self-Rape' last month and this is exactly what it is meant to be used for. Before my time as governor is up early next year, I'll do whatever I can to ensure that tragedies like this don't happen again. We need to educate our children about the dangers and consequences of masturbation before it's too late.\" Farther down in the article, another \"Paul Horner\" made an appearance, this time as a \"mascot\" for an organization that opposes masturbation: A mascot for the Christian organization, Fappy The [Anti]-Masturbation Dolphin, whose real name is 36-year-old Paul Horner from Phoenix, Arizona, told reporters he is pleased with the justice served today and is confident this will set a precedent for all the would be masturbators out there. However, National Report is a fake news site known for publishing click-baiting , fabricated stories such as \" 15 Year Old Who 'SWATTED' Gamer Convicted of Domestic Terrorism ,\" \" Solar Panels Drain the Sun's Energy, Experts Say ,\" and \" Vince Gilligan Announces Breaking Bad Season 6 .\"",
  "Fact Check": "",
  "Description": "Additionally, Paul Horner is a National Report writer whose name is used as a recurring character in various stories published by the site, including one claiming British street artist Banksy was arrested and unmasked ... as Paul Horner.",
  "Originally Published": "",
  "Referred Links": "http://nationalreport.net/mom-calls-911-on-son-new-self-rape-law/;",
  "Example": "[Collected via email, November 2014] The national Report is saying that Arizona has a law against masturbation called the 'self-rape law'. Is this true?",
  "Last Updated": "24 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/selfrape.asp",
  "Claim": "A teen boy was arrested for masturbating under a law that prohibits 'self-rape.'",
  "Claim_ID": "media_notnews_selfrape",
  "Tags": ""
}