{
  "Origins": "On 25 August 2014, the National Report published an article (subsequently reposted by the NewsExaminer ) positing that the creator of the popular AMC TV drama Breaking Bad had announced the series would be returning for a sixth season of new episodes:",
  "Fact Check": "",
  "Description": "Breaking Bad fans around the world are celebrating the stunning, glorious and amazing news announced today: Walter White is not dead, and there will indeed be a sixth season of the wildly-popular, award-winning AMC drama. This shocking and exciting news comes not from an internet message board or the rumor mill but from series creator Vince Gilligan. In an exclusive CNN interview late Sunday evening, Gilligan dropped the bombshell. \" Walter White is not dead, and neither is Breaking Bad,\" said the 47-year-old writer, director, and executive producer of the groundbreaking show. By the following day links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news article. However, the article was just another bit of fake news from the National Report which has since been republished on the NewsExaminer web site, as well as the latter's shill site, nbc.com.co (a domain spoof which has no affiliation with the legitimate NBC network). All of these are fake news sites that publish outrageous fictional stories with clickbait headlines such as \"IRS Plans to Target Leprechauns Next,\" \"Boy Scouts Announce Boobs Merit Badge,\" and \"New CDC Study Indicates Pets of Gay Couples Worse at Sports, Better at Fashion Than Pets of Straight Couples.\" The National Report 's disclaimer page notes that all of the site's articles are fiction: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental. On 14 October 2014 another fake news site, Empire News , published an article with the very same premise: If you were are fan of the hit AMC TV show Breaking Bad, then I hope you' re sitting down for this news. Vince Gilligan, the creator of the much-loved series, has announced that on top of working on creating spin-off series Better Call Saul, he and his writers have begun working on a sixth season for Breaking Bad. \"It's true, we did decide to come back for another round with Walt,\" said series creator Gilligan. \"Better Call Saul is going to be able to stand on its own, but there is more to Walt's story. He hasn't died just yet.\" The item was just as much as a bit of fiction as the previous one. Empire News is another one of the many fake news sites that publishes sensationalized made-up stories such as \" Body Found Under Motel Bed ,\" \" George W. Bush Arrested for Cocaine Possession ,\" and Congress Approves Bill That Will Offer Free Automobiles to Welfare Recipients .\" Their disclaimer page notes that Empire News \"is a satirical and entertainment website.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via Facebook, August 2014] Breaking Bad sixth season. Would like to know if there is any truth to therumor?",
  "Last Updated": "27 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/breakingbad.asp",
  "Claim": "The creator of Breaking Bad announced the series will return for a sixth season.",
  "Claim_ID": "media_notnews_breakingbad",
  "Tags": ""
}