{
  "Origins": "On 17 May 2015, the web site Stately Harold published an article reporting that President Obama had pardoned Dzhokhar Tsarnaev, the sole surviving perpetrator of the April 2013 Boston Marathon bombing, who had just been sentenced to death for his role in the crime a few days earlier:",
  "Fact Check": "",
  "Description": "On May 15, Dhozkhar Tsarneav, one of the Boston Bombers was given the death sentence for his involvement in the anti-American terrorist attack that killed 3 and injured 264. Now however, that sentence has officially been repealed, as president Obama has issued an official pardon. The pardon came at a press conference held at the White House this morning. This is what the president had to say: Fellow Americans, make no mistake, what Dzhokhar Tsarnaev and his brother did in April 2013 was wrong very wrong. My respects go out the Americans that were killed or injured during the bombings and their families. Having said all this however, sometimes, we need to have mercy. Dzhokhar is a 21-year old Muslim with a promising future. He is intelligent, he was well-liked by his peers and he was well adjusted. I don't feel like such a young life can be ended for one single mistake that was a result of subversive radicalization. It is important that we embrace muslims in this country and that we are willing to forgive their trespasses with the same readiness as we do Christians. I am looking forward to meeting with Dzhokhar and discussing how he can give back to the community he so wrongfully destroyed. However, there is no truth to the above-quoted article, as the Stately Harold is yet another \"satire\" site that traffics in publishing fake news stories. The Stately Harold 's \" About \" page makes it clear that the site is not a credible source of news: My nme is Clive Pebble. I have Dyslexia but my drem evre sens I was a litl boy has ben to strat a newspapr. Nwo I have!! Although the Stately Harold does identify itself as a \"satire\" site, that label isn t easy to find. In fact, the web site's notice to that effect is only visible to users who highlight the solid black background of a page footer:",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/exu3;http://www.donotlink.com/exu3;",
  "Example": "[Collected via e-mail, May 2015] Is it true that Obama pardoned the Boston Marathon bomber?",
  "Last Updated": "17 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/tsarnaevpardoned.asp",
  "Claim": "President Obama has pardoned Boston Marathon bomber Dzhokhar Tsarnaev.",
  "Claim_ID": "media_notnews_tsarnaevpardoned",
  "Tags": ""
}