{
  "Origins": "Toxic Shock Syndrome (TSS) is a serious, potentially fatal disease, caused by toxin-producing strains of the bacterium Staphylococcus aureus. Although the link between TSS and tampon use is unclear, about half of all cases of TSS occur in women who use tampons, according to the Centers for Disease Control (CDC). The tampon-TSS connection was brought to national attention in 1980, when the CDC tracked 813 cases of menstrual-related toxic shock syndrome (38 of them fatal):",
  "Fact Check": "",
  "Description": "In September 2002, Tampax (a Procter & Gamble brand) launched a new tampon, the Tampax Pearl , among whose selling points was its \"unique absorbent braid for extraordinary protection.\" The TSS bogeyman was quickly resurrected in e-mail rumors, the first of which appeared within eight months of Tampax Pearl's introduction to the marketplace and claimed that five cases of Pearl-related toxic shock syndrome had been reported in the Tucson, Arizona, area alone: Debbie Herrerras 16 year old daughter got Toxic Shock Syndrome from using the Tampax Pearl Tampon. She begged her mom for it because it was so pretty. Within 24 hours she was flown to Tucson in Critical care, her kidneys, lungs and heart had shut down. She has stayed on life support in a coma for weeks. The Tampax Pearl tampon has a braided cord. Twenty years ago the IUD was taken off the market because the braided cord was found to cause Toxic Shock Syndrome. The Tucson Hospital has already had 5 life threatening cases from the Pearl as of May 5th of this year. Please tell every woman you care about. Five \"life-threatening cases\" of toxic shock syndrome (an outbreak which would exceed the total number of TSS cases reported to the CDC for the entire year of 1998), all occurring in the same metropolitan area within months of each other and all linked to the same product is a phenomenon which would garner a great deal of attention, yet nobody we've contacted within the Tucson medical community nor the CDC acknowledges having heard anything about it. This item seems to be a bit of specious scarelore based upon the mistaken assumption that braided cords in feminine hygiene products are in themselves a cause of toxic shock syndrome, a belief drawn from a misunderstanding of the issues involved with the Dalkon Shield. Beginning in 1970, the A.H. Robins Company marketed the Dalkon Shield, a contraceptive intrauterine device, or IUD . (An IUD is a small plastic T-shaped device with an attached removal cord which is inserted into the uterus through the cervix and which, when in place, irritates the endometrial lining of the uterus and thereby prevents implantation of a fertilized ovum along the uterine wall, a necessary step in the development of an embryo.) After a large number of pelvic disease and septic abortion cases (including 12 deaths due to miscarriage-related infections) were linked to Dalkon Shields in the early 1970s, A.H. Robins halted sales of the product in 1975. A class-action lawsuit filed on behalf of hundreds of thousands of Dalkon Shield users (which determined that A.H. Robins had known its IUD was associated with a high rate of pelvic disease and septic abortion, had misled doctors about the device's safety, and had dropped or concealed studies with unfavorable results) forced A.H. Robins to pay out billions of dollars in damages and drove the company into bankruptcy by 1989. One of the potential causes of Dalkon Shield-related medical problems was thought to be its braided, multi-filament removal cord, the hypothesis being that the braided cord provided a breeding ground for bacteria and served as a conduit which allowed those bacteria to travel from the vagina to the cervix (and thence into the uterus and fallopian tubes). Tampax Pearl tampons also have braided removal cords (designed to help prevent soilage material bypassing the tampon even though it is not yet \"full,\" a problem experienced by 25% of tampon users), but its similarities to the Dalkon Shield end there. Even if the \"conduit\" hypothesis were true, it would not be an issue with Tampax Pearl tampons, because the Pearl's braided cord does not bridge two different microbiological environments (i.e., the vagina and the cervix) as the Dalkon Shield's did. The removal cord for the Pearl tampon rests completely in the lower third of the vagina and thus provides no conduit for bacteria to travel from the vagina to the cervix (and beyond). The warning message quoted at the head of this page, which purportedly describes the experience of a Pearl user who suffered continual yeast infections and then found that fibers from Pearl tampons had been accumulating inside her for five months and caused her cervix to bleed, is similarly unlikely. Yeast infections are normally caused by a fungus, a particular problem when the normal biological balance of the vagina is disturbed (e.g., through changes in hormone levels during pregnancy, use of birth control pills, and the normal fluctuation in pH level of the vagina during menstruation). Nothing about the Tampax Pearl tampon suggests that it would be the cause of a increased incidence of yeast infections, as it's made from the same materials as just about every other tampon. The same reasoning applies to claims of fiber residue and vaginal bleeding or vaginal ulcers: these are problems which are occasionally experienced by users of all brands of tampons and long antedate the development of the Tampax Pearl. (Fiber residue, which occurs with all brands of tampons, isn't really a health concern, as the stray fibers are eventually sloughed off by the vagina along with other menstrual material.) This issue sounds all too much like a rehash of the apocryphal claims about tampon manufacturers using asbestos in their products to promote bleeding and thereby increase sales. All that could really be verified about this latter e-mail is that the Amy Strand who started the message is indeed a real person. A Procter & Gamble spokesperson informed us that they did contact her employer (Ford) in their efforts to track down the origin of the rumor, and Amy Strand stated that she had been let go by her employer for violating company policy by using the company system for personal e-mail. (Whether her dismissal was truly the result of Procter & Gamble's threatening her employer with a lawsuit is not something we've been able to independently verify.) When asked if she could provide some additional information to help verify the claims made in the warning she sent out, Ms. Strand volunteered only that the e-mail was \"based on a conversation that she [my co-worker] and I had,\" and that the co-worker \"didn't want to contact the media as she didn't want a class action lawsuit.\" (Contacting the media to draw attention to an issue and filing a class-action lawsuit are two completely different things, however: either one can be undertaken without pursuing the other.) For people supposedly engaged in an effort intended to help women everywhere, the principals in this case were not particularly forthcoming.",
  "Originally Published": "",
  "Referred Links": "http://familydoctor.org/319.xml;http://www.tampaxpearl.com/home.shtml;",
  "Example": "[Collected via e-mail, 2003] Dear ladies, I know this subject is rather embarrassing, but I was glad my sister passed this message to me, and I hope you will send it along to other women, too. A woman I work with started using the new Tampax Pearl 5 months ago and that's when she started getting yeast infections. They got worse and worse every month and being experienced with yeast infections, she used over-the-counter treatments. They didn't help. She finally went to her doctor, who did a PAP Smear, which didn't reveal anything. As it got worse, she finally went to her OB-Gyn, who also did a PAP Smear. It didn't test positive, but bacteria showed up. She was then given a prescription to treat a yeast infection and went home. She went back as it got worse and also when, one day while using the bathroom, a clump of something came out. She had no idea what it was initially and threw it away. She quickly thought better of it and wrapped it up and brought it with her in a Ziploc baggie to yet another visit to the doctor. She had figured out what it was herself and the doctor confirmed it. It was the Tampax Pearl fibers. They had been collecting for the past 5 months! ! She even took an unopened tampon and showed me how the fibers come off so easily. You wouldn't notice because the applicator covers it. And how many people open up a tampon and inspect them? Well, it hasn't ended yet. When she went in last, the doctor went to get some cultures, but found that her cervix was bleeding and it prevented her from getting all the cultures that she needed. The fibers from the tampon are cutting her and making her bleed. But the blood is having a hard time getting out and so there was a lot of old blood in the way when the doctor tried to take the cultures. Right now, she is not being treated for anything, not until they can figure out how to treat her. Poor woman is uncomfortable and in pain! Most likely, they'll have to do a D&C (did I use the right letters?) to clean it all out. Another girl that I work with also has been using them for a few months and has been having problems, but couldn't figure it out. She won't be using them anymore. I have used a few, just to try them, but will be throwing out any that I have left. I am also going to go home and inspect my regular tampons to see if fibers come off of those also. By the way, my friend's doctor is writing a letter to the company and my friend is looking into filing a lawsuit. This is affecting her in every aspect of her life. She is also very afraid now of TSS. She told me and every woman she knows in order to get the word out, so no one else has to go through this. I said I'd spread the word. I know a yeast infection is an awful thing to experience, but this is so much worse! Ladies, Spread the word and take care! Amy Strand Supply Chain Metrics & Support Cube 2127B-NPDC Phone: (734) 45-80681 Fax: (734) 52-35629 Email: astrand3@ford.com",
  "Last Updated": "7 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/toxins/tampax.asp",
  "Claim": "Tampax Pearl brand tampons have been linked to an outbreak of toxic shock syndrome.",
  "Claim_ID": "medical_toxins_tampax",
  "Tags": ""
}