{
  "Origins": "This warning about the popular energy drink Red Bull began circulating on the Internet in March 2000. There are two claims to address here: that Glucuronolactone is the evil substance it is portrayed to be in the e-mail, and that it is one of Red Bull's ingredients.",
  "Fact Check": "",
  "Description": "Glucuronolactone is a naturally-occurring metabolite, a carbohydrate produced by the human metabolic system. It most certainly is not \"an artificially manufactured stimulant developed in the early 60's by the American Government,\" as is claimed in the e-mailed exhortation to foreswear the drink. Yet a can of Red Bull contains 600 mg of the substance per can, which has been suggested is 250 times a person's normal daily intake. No proof has yet emerged that this would pose a danger of any sort, but it is a large enough number in and of itself to evoke concern. Searches of The British Medical Journal fail to turn up the article described in the warning, belying the e-mail's claim that a piece on this lurking horror recently appeared there. Searches of the Food and Drug Administration's web site also fail to turn up anything about glucuronolactone, a situation unheard of even in the case of drugs or substances that are merely the subjects of questions raised by consumers, let alone ones that are \"banned for commercial consumption in America.\" Were glucuronolactone the raging threat to mankind portrayed in the e-mail, the FDA database would be full to overflowing with articles about it. The glucuronolactone rumor is not the only one circulated about Red Bull. Other whispers state that the drink is formulated from bull testicles, or that it's been proved to be wildly addictive, or that its drinkers will test positive in drug tests after downing just half a can, or that it shivers on the verge of being banned throughout Europe. With one partial exception, all of these rumors are untrue. Some countries such as Denmark, Norway, and France initially declined to approve Red Bull for sale within their borders, citing health concerns over the beverage's high level of caffeine. However, that situation changed in 2008 when the French government acquiesced to EU regulations stating that such a product could not be banned in the absence of proof that it posed a health risk. Red Bull is the trendy drink of the moment among the dance club set. It is also expensive, and this carbonated nectar is sickly sweet. As for the second of the claims that needed to be addressed, Red Bull does contain glucuronolactone. But as we've seen, that ingredient is apparently innocuous. The beverage was originally concocted in Austria in 1987, and it was marketed as an energy drink that \"improves muscle tone,\" \"increases endurance 25 percent\" and \"invigorates mind and body.\" Whatever wildly optimistic health benefits it laid claim to, the drink's appeal among young people stems from its rumored legendary energy boosting properties, which it gets from its high caffeine content. The caffeine in one can of Red Bull (80 mg) equals that of one cup of black coffee (which varies in caffeine content from 80 to 180 mg depending on how it is prepared). The drink also contains taurine, a derivative of the sulphur-containing amino acid, cysteine. Taurine is often found as an ingredient in infant milk formulas. Criticisms of the beverage primarily have to do with the amount of caffeine (equivalent to that found in a typical cup of coffee) and sugar (about 5 teaspoons per 250 ml can) contained in the brew. Caffeine is deadly when ingested in a massive dose, but the amount estimated to prove fatal is ten grams, which would require 125 cans of the drink. Disregarding the marketing hype, sugar is no better at giving energy than any other food or drink. The best fluids for rehydration contain just a pinch of salt and sugar, which makes Red Bull a highly unusual sports drink. Despite whatever conclusions one might draw from the name, Red Bull contains no substances of animal origin. Even the taurine used in the formulation is synthetically produced. Yet concern remains, fueled by misgivings about the drink's high concentrations of caffeine, a lurking gut feeling that large amounts of taurine might not be beneficial for folks, and suspicion that Red Bull somehow caused four deaths. In 1991, the deaths of three people in Sweden who expired after drinking Red Bull were reported. Two of the deceased had mixed the drink with alcohol, the other downed it undiluted during rigorous exercise. No direct proof emerged to demonstrate that Red Bull was at fault in any of those deaths. In 1999, 18-year-old Irish basketball player Ross Cooney drank three Red Bulls before expiring on the court. The coroner attributed the young man's demise to thickened arteries and sudden adult death syndrome, yet due to guilt by association, his having had three cans of Red Bull just before his life ended was perceived by some as an causal element of his death. Barbara \"no bull\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.red-bull.com/;",
  "Example": "[Collected on the Internet, 2000] Ever wondered what's in a can of Redbull Energy drink? The small print lists a host of ingredients and among them is Glucuronolactone, an artificially manufactured stimulant developed in the early 60's by the American Government. Glucuronolactone was first used in the Vietnam conflict to boost morale amongst GI's who were suffering from stress and fatigue, but was banned after a few years following several deaths and hundreds of cases involving anything from severe migraines to brain tumours in personnel prescribed the stimulant. That was in 1973 and Glucuronolactone is still banned for commercial consumption in America this day. The bad news is that the substance never found it's way to Europe in the early days and was therefore never banned by the EU community. An article in this months edition of the British Medical Journal has highlighted a growing number of cases reported by Doctors and Surgeons involving the very same side effects from the 70's. All of the patients examined were regular drinkers of RedBull and it is believed that the safety of Glucuronolactone is currently under review in at least three major European countries. Please pass this on to any RedBull drinkers you know, and next time you get a headache after drinking the stuff, you'll know why! [Collected on the Internet, 2012] France & Denmark have banned it ... RED BULL - slow death ... Do NOT drink this drink anymore!! Pay attention; read it all As a public health safety, please pass on this email to all the contactsin your address book especially those with teenage children? This drink is SOLD in all the supermarkets IN OUR country and ourchildren ARE CONSUMING IT ON A TRIAL BASIS, IT can be mortal. RED BULL was created to stimulate the brains in people who are subjectedto great physical force and in stress coma and never to be consumed likean innocent drink or soda pop. RED BULL IS the energizer DRINK that is commercialized world-wide withits slogan:'It increases endurance; awakens the concentration capacityand the speed of reaction, offers more energy and improves the mood. Allthis can be found in a can of RED BULL , the power drink of themillennium. 'RED BULL has managed to arrive at almost 100 countries worldwide. TheRED BULL logo is targeted at young people and sportsmen, two attractivesegments that have been captivated by the stimulus that the drinkprovides. It was created by Dietrich Mateschitz, an industrialist of Austrianorigin who discovered the drink by chance. It happened during a businesstrip to Hong Kong , when he was working at a factory that manufacturedtoothbrushes. The liquid, based on a formula that contained caffeine and taurine,caused a rage in that country. Imagine the grand success of this drinkin Europe where the product still did not exist, besides it was a superbopportunity to become an entrepreneur.BUT THE TRUTH ABOUT THIS DRINK IS ANOTHER THING: FRANCE and DENMARK have just prohibited it. They call it the \"Cocktailof Death\",due to its vitamin components mixed with GLUCURONOLACTONE' , ahighly dangerous chemical, which was developed by the United StatesDepartment of Defense during the sixties to stimulate the moral of thetroops based in VIETNAM, which acted like a hallucinogenic drug thatcalmed the stress of the war. But their effects in the organism were so devastating, that it wasdiscontinued, because of the high index of cases of migraines, cerebraltumors and diseases of the liver that was evident in the soldiers whoconsumed it.Remember the Denzel Washington movie where ex-Vietnamsoldiers still suffered hallucinations long after the war ended? Thismovie was based on fact. And in spite of it, in the can of RED BULL you can still find as one ofits components: GLUCURONOLACTONE, categorized medically as a stimulant.But what it does not say on the can of RED BULL is what the consequencesof its consumption are, and that has forced us to place a series ofWARNINGS: 1. It is dangerous to take it if you do not engage in physical exerciseafterwards, since its energizing function accelerates the heart rate andcan cause a sudden attack. 2. You run the risk of undergoing a cerebral hemorrhage, because REDBULL contains components that dilute the blood so that the heartutilizes less energy to pump the blood, and thus be able to deliverphysical force with less effort being exerted. 3. It is prohibited to mix RED BULL with alcohol, because the mixtureturns the drink into a \"Deadly Bomb\" that attacks the liver directly,causing the affected area never to regenerate anymore. 4. One of the main components of RED BULL is the B12 vitamin, used inmedicine to recover patients who are in a coma; from here thehypertension and the state of excitement which is experienced aftertaking it, as if you were in a drunken state. 5. The regular consumption of RED BULL triggers off symptoms in the formof a series of irreversible nervous and neuronal diseases. CONCLUSION: It is a drink that should be prohibited in the entire worldas when it is mixed with alcohol it creates a TIME BOMB for the humanbody, mainly innocent adolescents and adults with little experience.",
  "Last Updated": "20 January 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/potables/redbull.asp",
  "Claim": "Red Bull energy drink contains a banned, government-manufactured stimulant linked to the formation of brain tumors.",
  "Claim_ID": "medical_potables_redbull",
  "Tags": ""
}