{
  "Origins": "On 13 January 2015, the Facebook group \"Stop the World, The Teabaggers Want Off\" posted an image of Mitt Romney along with a quote attributed to him about First Lady Michelle Obama:",
  "Fact Check": "",
  "Description": "The image alleges Romney made the displayed comment about referring to Michelle Obama as the \"First Woman\" rather than the \"First Lady\" during an appearance on the Laura Ingraham Show on 12 January 2014. A search of that radio program's guest archives , however, shows the former presidential candidate was not a guest on the show on that date. Romney's purported comments about the First Lady are also suspiciously missing from political blogs and major newspapers. Furthermore, the \"Stop the World\" Facebook group has garnered a reputation for attributing fictitious quotes to conservative politicians. On 27 November 2014, that group posted a dubious diatribe attributed to Congresswoman Michele Bachmann about the \"red Indian\" and Thanksgiving, and on 1 January 2015 it claimed Sarah Palin had made offensive comments about \"white privilege.\" While the Facebook page does not contain a disclaimer labeling it a satirical site, it is clear \"Stop the World, The Teabaggers Want Off\" should not be considered a trusted source of political information.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/StopTheTeaParty/photos/a.502129386487003.92449663.502122049821070/897383910294880/?type=1&permPage=1;http://www.lauraingraham.com/show?action=guestArchives;https://fbcdn-sphotos-h-a.akamaihd.net/hphotos-ak-xap1/v/t1.0-9/10922601_927371203962817_2977916287209086984_n.jpg?oh=b2ce8318124fe3c8c1a9597b39504665&oe=5526B927&__gda__=1432880123_36dd0fd47ef821a8d2b0af87a4a3fddc;",
  "Example": "[Collected via e-mail, January 2015] Did Mitt Romney make the statement noted below on the Laura Ingraham show on 1/12/14. Was this the exact statement made? Was it taken out of context? or...? \"It's false advertising to call Mrs. Obama the First Lady. First Woman, maybe, but certainly not a lady. Ann Romney is an actual lady.\"",
  "Last Updated": "14 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/romneyfirstlady.asp",
  "Claim": "Mitt Romney said Michelle Obama should be called the \"First Woman,\" not the \"First Lady.\"",
  "Claim_ID": "media_notnews_romneyfirstlady",
  "Tags": ""
}