{
  "Origins": "One of the biggest U.S. news stories in 2005 was the case of Terri Schiavo, a 41-year-old Florida woman who had been in a coma ever since collapsing in her home in early 1990. For several years her husband, Michael, had been petitioning Florida courts to have Terri's feeding tube removed on the grounds that she was in a persistent vegetative state with no chance of recovery; Terri's parents opposed the motion, believing her to be conscious. After both sides pursued their cases through multiple appeals and federal government intervention (including the passage of legislation intended to keep her alive), Terri's feeding tube was finally disconnected in mid-March, and she died two weeks later, on 31 March 2005.",
  "Fact Check": "",
  "Description": "The day after Terri Schiavo's death (which coincidentally was April Fools Day), Gawker published a spoof round-up of Hollywood news, leading with the claim that the CBS television network was planning on rushing a Terri Schiavo biopic (starring Keri Russell and Dean Cain) into production: Feeding tubes are red-hot right now. The Pope's deteriorating health and Terri Schiavo's death provided a tube-related field day for the news media yesterday. Today, CBS has announced plans to rush a Schiavo biopic to air during May sweeps, with Keri Russell to star as America's tragic heroine and Dean Cain as the husband who wants to let her die in peace. The net anxiously awaits the Pope's death to announce the casting of Ben Kingsley as the Holy Father. If the April 1 date and the tongue-in-cheek jokiness weren't sufficient to give this entry away as a bit of prankish fun, the other items in the article surely would have struck any thinking reader as obvious japes: David O. Russell teams up with comedy heartthrob Vince Vaughn for a shot-by-shot slapstick remake of Saving Private Ryan. In a shocking move for fem-centric cabler Lifetime, recently-acquitted star Robert Blake is named CEO of the network. Noah Wyle plans to rejoin former castmate Eriq LaSalle in a touring musical theater production in which the two actors perform a dub-reggae version of the Jackson/McCartney smash \"Say, Say, Say\" at rural high schools throughout the country. Seth Green signs up to have his genitals sandblasted off for Will & Grace creators Max Mutchnick and David Kohan's new NBC pilot, Dry-Humping Eunuchs. Nonetheless, WorldNetDaily fell for the hoax hook, line, and sinker, reporting in an April 2 article the \"news\" that \"CBS is rushing a Terri Schiavo TV movie into production so that it can air the biopic during the May ratings sweeps\" and reproducing all the details from the spoof Gawker story: CBS is rushing a Terri Schiavo TV movie into production so that it can air the biopic during the May ratings sweeps. There is no word on whether the network has secured the cooperation of either the Schindler family, Terri's parents and siblings, or Michael Schiavo, her estranged husband. There are reports Michael Schiavo is entertaining offers of book, movie and TV deals for Terri's story. Industry sources say Schiavo is likely to be offered up to $2 million for a book deal and up to $2 million for a movie or TV deal. CBS' Terri story reportedly will feature \"Felicity\" star Keri Russell to star as America s tragic heroine and Dean Cain of \"Lois and Clark\" as the husband who relentlessly seeks an end to her life. On April 5, WorldNet Daily took down the article and scrubbed all references to it from its site, issuing a terse correction which noted that the original had turned \"out to be untrue.\"",
  "Originally Published": "",
  "Referred Links": "http://www.wnd.com/news/article.asp?ARTICLE_ID=43663;http://conwebwatch.tripod.com/graphics/wndschaivocbs.pdf;http://gawker.com/#!037936/business/les-moonves/trade-roundup-cbs-rushes-terri-schiavo-biopic-into-production;",
  "Example": "",
  "Last Updated": "31 March 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/media/goofs/wndschiavo.asp",
  "Claim": "CBS has announced plans to produce a made-for-TV movie about the Terri Schiavo case.",
  "Claim_ID": "media_goofs_wndschiavo",
  "Tags": ""
}