{
  "Origins": "On 30 September 2014, the NAHA Daily published an article claiming Jaden Smith planned on having his penis removed on his 18th birthday:",
  "Fact Check": "",
  "Description": "\"This is a decision I made on my own, but I hope this doesn't affect my parents decision to assist me with this financially,\" giggled Jaden when he revealed his eighteenth birthday plans. Will Smith's son Jaden Smith, 16, made the announcement that he would have his male member removed on his eighteenth birthday, because in his words \"My penis doesn't define me.\" The story went viral a few weeks later when comedian D.L. Hughley posted a link to the article on his Facebook page: Many people were skeptical about the merits of the story but conceded it was within the realm of possibility. In addition to starring in movies like The Karate Kid and After Earth , Jaden Smith has become well known for his bizarre philosophical musings on Twitter ; so when a rumor started circulating that he planned to remove his penis, well, it didn't seem too far-fetched : Jaden Smith, however, is not planning on removing his penis. The NAHA Daily, which stands for \"Negroes Against Hairline Abuse,\" is a satirical publication. The \" About \" section of the website states all the articles found on the NAHA Daily are completely fictional: NahaDaily is completely fictional and is based off of current events in urban culture and entertainment. This is satire and parody.",
  "Originally Published": "",
  "Referred Links": "http://nahadaily.com/about/;https://twitter.com/officialjaden;https://www.facebook.com/RealDLHughley/posts/836770049698667;http://nahadaily.com/articles/jaden-smith-pen-remove-upon-turning-18/;",
  "Example": "[Collected via email, October 2014] Jaden Smith, Will Smith's son, states he is going to remove his penis when he turns 18. Is this true? It Seems fake but who knows these days.",
  "Last Updated": "4 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/jadensmith.asp",
  "Claim": "Jaden Smith will have his penis removed on his 18th birthday.",
  "Claim_ID": "media_notnews_jadensmith",
  "Tags": ""
}