{
  "Origins": "On 30 December 2014, a 2-year-old toddler sitting in a shopping cart in a Walmart in Hayden, Idaho, reached into his mother's purse and found the gun she carried there; as the boy grabbed the weapon it discharged once at near point-blank range from where she stood, killing her. A couple of days later Empire News published an article positing police believed the shooting to be deliberate, and the toddler was to be tried as an adult in criminal court:",
  "Fact Check": "",
  "Description": "Police and local investigators say that the 2-year-old toddler that fired a gun in an Idaho Walmart store, killing his mother, will be tried as an adult. On December 30th, police say that a young mother, who was shopping with her children, was killed when her 2-year-old son reached into her purse, and discharged a small-caliber pistol that she had concealed inside. In what police originally considered a tragic accident, the woman died before paramedics could arrive. \"We strongly believe that this child knew precisely what he was doing when he reached into his mother's purse and fired that weapon,\" said Deputy Chief Joseph Goldsmith. \"At this time we will not being discussing what evidence has mounted to lead us to this decision, as a trial will be pending.\" Soon afterwards links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news article. However, aside from the fact that such a shooting did occur, there is no truth to the story: The mother's death was considered accidental, and no one (least of all a toddler) is being tried for her death. The story was a spoof from Empire News , one of many fake news sites that publishes fictional stories such as \"Cure for Cancer Discovered; 'Amazingly Simple' Says Researcher,\" and \"College Student Excused from Classes After Dog Eats Grandmother,\" and \"Woman Gives Birth, Confuses Doctors by Asking for Maternity Test.\" The site's disclaimer page notes Empire News \"is a satirical and entertainment website.\"",
  "Originally Published": "",
  "Referred Links": "http://empirenews.net/about-disclaimer/;http://www.donotlink.com/d41v;",
  "Example": "[Collected via Facebook, January 2015] Just seen a post regarding the two year old kid who shot his mother in Walmart being charged as an adult... Please tell me this is not true.",
  "Last Updated": "5 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/hayden.asp",
  "Claim": "A 2-year-old boy who shot and killed his mother in a Walmart is going to be tried as an adult.",
  "Claim_ID": "media_notnews_hayden",
  "Tags": ""
}