{
  "Origins": "On 18 August, a tale began slowly wending its way around the internet. An article claimed that Netflix, a widely-used content-streaming service, would be closing its virtual doors due to the ease with which films and TV shows can be pirated.",
  "Fact Check": "",
  "Description": "The incipient loss of what has rapidly become an American entertainment stalwart spooked a great many social media users. The Netflix bankruptcy article began to pick up steam in mid-September 2014, with a bit of panic spiking on sites like Facebook and Twitter over the rumor. Empire News , a common source for these sorts of somewhat-plausible fake news stories, published the article titled \" Netflix Files For Bankruptcy, Claims They Can't Compete With Piracy 'Industry' .\" One clue to its dubious veracity comes from this quote: \"When we started, this system was gold, but now people can get their content anywhere,\" said Carl Kazaa, CEO of Netflix. \"With the leak of The Expendables 3 a few weeks ago cutting massively into the profits of the film's box office take, we realized that customers don't care about 99% of the films we have streaming at all. They want new films, movies that aren't even released to theatres yet. They can't wait anymore. They just can't wait. A subscriber will drop us the second they discover they can get a movie free from the bowels of the internet. Especially if it's a film we don't have available.\" Netflix's well-known CEO is not Carl Kazaa, but Reed Hastings. \"Kazaa\" was the name of a now-defunct peer-to-peer file-sharing service once used for, among other things, sharing pirated material. A disclaimer page notes that Empire News \"is a satirical and entertainment website,\" with front page articles including \"Canada Decides They Don't Want Hockey to be Their 'Thing' Anymore\" and \"Hobby Lobby Adds 'Abstinence Policy' To Employee Handbooks.\"",
  "Originally Published": "",
  "Referred Links": "http://empirenews.net/about-disclaimer/;http://empirenews.net/netflix-files-for-bankruptcy-claims-they-cant-compete-with-piracy-industry/;",
  "Example": "[Collected via email, September 2014] Netflix has announced that they have filed for chapter 11 bankruptcy, and will be shutting down most of their services by the end of the year. There is a rumour netflix is going bankrupt due to piracy. Is this true?",
  "Last Updated": "18 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/netflix.asp",
  "Claim": "Popular content-streaming service Netflix will declare bankruptcy and shut down due to piracy.",
  "Claim_ID": "media_notnews_netflix",
  "Tags": ""
}