{
  "Origins": "",
  "Fact Check": "",
  "Description": "Barbara \"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, May 2009] Guyabano - 10,000X stronger than chemo THE SOURSOP (Guyabano) The SourSop or the fruit from the graviola tree is a miraculous natural cancer cell killer 10,000 times stronger than Chemo ... Why are we not aware of this? Its because some big corporation want to make back their money spent on years of research by trying to make a synthetic version of it for sale. So, since you know it now you can help a friend in need by letting him know or just drink some soursop juice yourself as a prevention from time to time. The taste is not bad afterall. Its completely natural and definitely has no side effects. If you have the space plant one in your garden. The other parts of the tree are also useful. The next time you have a fruit juice, ask for a sour sop. shfoong: guyabano. How many people died in vain while this billion-dollar drug maker concealed the secret of the miraculous Graviola tree? If there ever was a single example that makes it dramatically clear why the existence of Health Sciences Institute is so vital to Americans like you, it's the incredible story behind the Graviola tree. The truth is stunningly simple: Deep within the Amazon Rainforest grows a tree that could literally revolutionize what you, your doctor, and the rest of the world thinks about cancer treatment and chances of survival. The future has never looked more promising. Research shows that with extracts from this miraculous tree it now may be possible to.... * Attack cancer safely and effectively with an all-natural therapy that does not cause extreme nausea, weight loss and hair loss * Protect your immune system and avoid deadly infections * Feel stronger and healthier throughout the course of the treatment * Boost your energy and improve your outlook on life The source of this information is just as stunning: It comes from one of America 's largest drug manufacturers, the fruit of over 20 laboratory tests conducted since the 1970's! What those tests revealed was nothing short of mind numbing... Extracts from the tree were shown to: * Effectively target and kill malignant cells in 12 types of cancer, including colon, breast, prostate, lung and pancreatic cancer. * The tree compounds proved to be up to 10,000 times stronger in slowing the growth of cancer cells than Adriamycin, a commonly used chemotherapeutic drug! * What's more, unlike chemotherapy, the compound extracted from the Graviola tree selectively hunts down and kills only cancer cells. It does not harm healthy cells! The amazing anti-cancer properties of the Graviola tree have been extensively researched so why haven't you heard anything about it? If Graviola extract is as half as promising as it appears to be why doesn't every single oncologist at every major hospital insist on using it on all his or her patients? The spine-chilling answer illustrates just how easily our health and for many, our very lives(!) are controlled by money and power. Graviola the plant that worked too well One of America's biggest billion-dollar drug makers began a search for a cancer cure and their research centered on Graviola, a legendary healing tree from the Amazon Rainforest. Various parts of the Graviola tree including the bark, leaves, roots, fruit and fruit-seeds have been used for centuries by medicine men and native Indians in South America to treat heart disease, asthma, liver problems and arthritis. Going on very little documented scientific evidence, the company poured money and resources into testing the tree's anti-cancerous properties and were shocked by the results. Graviola proved itself to be a cancer-killing dynamo. But that's where the Graviola story nearly ended. The company had one huge problem with the Graviola tree it's completely natural, and so, under federal law, not patentable. There's no way to make serious profits from it. It turns out the drug company invested nearly seven years trying to synthesize two of the Graviola tree's most powerful anti-cancer ingredients. If they could isolate and produce man-made clones of what makes the Graviola so potent, they'd be able to patent it and make their money back. Alas, they hit a brick wall. The original simply could not be replicated. There was no way the company could protect its profits or even make back the millions it poured into research. As the dream of huge profits evaporated, their testing on Graviola came to a screeching halt. Even worse, the company shelved the entire project and chose not to publish the findings of its research! Luckily, however, there was one scientist from the Graviola research team whose conscience wouldn't let him see such atrocity committed. Risking his career, he contacted a company that's dedicated to harvesting medical plants from the Amazon Rainforest and blew the whistle. Miracle unleashed When researchers at the Health Sciences Institute were alerted to the news of Graviola, they began tracking the research done on the cancer-killing tree. Evidence of the astounding effectiveness of Graviola and its shocking cover-up came in fast and furious..... .....The National Cancer Institute performed the first scientific research in 1976. The results showed that Graviola's \"leaves and stems were found effective in attacking and destroying malignant cells.\" Inexplicably, the results were published in an internal report and never released to the public... ....Since 1976, Graviola has proven to be an immensely potent cancer killer in 20 independent laboratory tests, yet no double-blind clinical trials the typical benchmark mainstream doctors and journals use to judge a treatment's value were ever initiated... ......A study published in the Journal of Natural Products, following a recent study conducted at Catholic University of South Korea stated that one chemical in Graviola was found to selectively kill colon cancer cells at \"10,000 times the potency of (the commonly used chemotherapy drug) Adriamycin...\" ...The most significant part of the Catholic University of South Korea report is that Graviola was shown to selectively target the cancer cells, leaving healthy cells untouched. Unlike chemotherapy, which indiscriminately targets all actively reproducing cells (such as stomach and hair cells), causing the often devastating side effects of nausea and hair loss in cancer patients. ...A study at Purdue University recently found that leaves from the Graviola tree killed cancer cells among six human cell lines and were especially effective against prostate, pancreatic and lung cancers... Seven years of silence broken it's finally here! A limited supply of Graviola extract, grown and harvested by indigenous people in Brazil, is finally available in America . The full Graviola story including where you can get it and how to use it is included in Beyond Chemotherapy: New Cancer Killers, Safe as Mother's Milk, a Health Sciences Institute FREE special bonus report onnatural substances that will effectively revolutionize the fight against cancer. This crucial report (along with five more FREE reports) is yours ABSOLUTELY FREE with a new membership to the Health Sciences Institute. It's just one example of how absolutely vital each report from the Institute can be to your life and those of your loved ones. From breakthrough cancer and heart research and revolutionary Amazon Rainforest herbology to world-leading anti-aging research and nutritional medicine, every monthly Health Sciences Institute Member's Alert puts in your hands today cures the rest of America including your own doctor(!) is likely to find out only ten years from now. You need the Health Sciences Institute in your life because you and your loved ones deserve to know and you deserve to know it NOW!!",
  "Last Updated": "26 June 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/myths/soursop.asp",
  "Claim": "Sour sop (fruit of the graviola tree) cures cancer.",
  "Claim_ID": "medical_myths_soursop",
  "Tags": ""
}