{
  "Origins": "On 28 April 2015, World News Daily Report published an article titled \"David Rockefeller's Sixth Heart Transplant Successful at Age 99\" that reported the billionaire had just undergone his sixth heart transplant:",
  "Fact Check": "",
  "Description": "The article also included a purported quote from David Rockefeller about how to live a long and healthy life: Every time I get a new heart, it is like the breath of life is swept across my body. I feel reenergized and alive. However, this \"news\" was not reported by any other credible media outlet because it's a spoof about the alleged \"heartlessness\" and entitlement of the wealthy from the World News Daily Report , whose disclaimer page openly admits the site's articles are not meant to be taken as truth: World News Daily Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within worldnewsdailyreport.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction. World News Daily Report previously reported an eyewitness account of Jesus' miracles , alleged that loggers cut down the world's oldest tree , and published purported photos of a \"prehistoric shark \" discovered in Pakistan.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/d4oi;http://www.donotlink.com/ext5;",
  "Example": "[Collected via e-mail, April 2015] I've seen news article that David Rockefeller has had six hearttransplants. The gistof the article was a rich man getting preferentialtreatment.",
  "Last Updated": "30 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/rockefeller.asp",
  "Claim": "Billionaire David Rockefeller just received his sixth heart transplant at the age of 99.",
  "Claim_ID": "media_notnews_rockefeller",
  "Tags": ""
}