{
  "Origins": "Despite her wholesome appearance, Kristen Bell is rumored to be one of the most tattooed actresses working in Hollywood. Several photos purportedly showing the inked-up thespian have been circulating on the Internet since 2012, frequently accompanied by a quote from Bell discussing how long it supposedly takes her to get ready before a shoot:",
  "Fact Check": "",
  "Description": "However, the photos showing Kristen Bell covered in tattoos were taken from a sketch for the Funny or Die comedy web site that was released on 6 January 2012, and while the humorous nature of the skit may seem obvious, several people have been fooled by subsequent tongue-in-cheek articles that have declared Kristen Bell to be the most tattooed actress in Hollywood. Other viewers may have been deceived after viewing one of the above-displayed photos of Kristen Bell outside of any explanatory context: Kristen Bell has undertaken several other videos for Funny or Die , so let's clear up a few potential misconceptions in advance: The actress has not started a fundraiser for McLovin', she did not star in David Mamet's non-existent \"Lost Masterpieces of Pornography,\" and she did not fight Sigourney Weaver on the set of You Again .",
  "Originally Published": "",
  "Referred Links": "http://www.funnyordie.com/videos/b7aafedbd7/you-again-cast-fight;http://www.funnyordie.com/videos/3027b4bcf2/david-mamet-s-lost-masterpieces-of-pornography-w-kristen-bell-ed-o-neill-ricky-jay;http://www.funnyordie.com/videos/dd756ca44d/the-mclovin-fund-with-kristen-bell-and-christopher-mintzplasse-from-notms-kristen-bell-forgetting-sarah-marshall-chrismintzplasse-and-judd-apatow;http://963theblaze.com/kristen-bell-covered-in-tattoos-video/;",
  "Example": "[Collected via email, December 2014] Is Kristen Bell really covered with over 200 tattoos from face to feet?",
  "Last Updated": "10 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/kristenbell.asp",
  "Claim": "Kristen Bell is the most tattooed actress in Hollywood, with more than 200 facial and body tattoos.",
  "Claim_ID": "media_notnews_kristenbell",
  "Tags": ""
}