{
  "Origins": "On 16 September 2014, 'Merica Post published what sounded like a tremendously compelling news item. According to the site, First Lady Michelle Obama announced that she's filing for a divorce from her husband, President Barack Obama.",
  "Fact Check": "",
  "Description": "It's hard to imagine a not crisis-related development that would be bigger global news than a sitting U.S. President's being served with divorce papers while occupying the Oval Office, and such a circumstance would likely outstrip even the Monica Lewinsky scandal in terms of Presidential relationship statuses disrupting politics in Washington. What's more, the article claims that not only is Mrs. O leaving the President, but that the straw that broke the camel's back was the Commander-in-Chief's golf habit. The site quotes Mrs. Obama as purportedly disclosing her dissatisfaction with Barack as both a partner and a President, saying: My husband, Barack Obama, has completely checked out from his job as President and she can no longer stand by a man that has weakened the country ... Golf is all he seems to care about nowadays. He ignores the family and his duties as President. So why is this massive story not on newspaper covers the world over? As you may have suspected, the reason is simple: the claim is entirely made up. A disclaimer appended to the bottom of each and every page reveals the true nature of 'Merica Post : These stories may or may not be entirely true. But it's fun to argue about it. Am I right? In addition to the claim about Michelle Obama's divorce filing, the site also hosts pages titled \"Japan Stops Whale Hunt, Godzilla-Like Object Found Near Fukushima,\" \"Obama Believes Constitution Reads 'Freeze Peach' Instead of Free Speech,\" and \"Sarah Palin Smacks Michelle Obama in the Face at D.C. Starbucks.\"",
  "Originally Published": "",
  "Referred Links": "http://mericapost.com/2014/09/michelle-obama-files-divorce-says-barack-plays-much-golf/;",
  "Example": "[Collected via e-mail, September 2014] Seeing reports online and fb that Michelle Obama has filed for divorce. Is this true? Michelle Obama Files for Divorce Sept 16, 2014 per Mercia Post?",
  "Last Updated": "17 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/obamadivorce.asp",
  "Claim": "First Lady Michelle Obama has filed for divorce from President Barack Obama because he has abdicated both marital and executive duties to play golf.",
  "Claim_ID": "media_notnews_obamadivorce",
  "Tags": ""
}