{
  "Origins": "On 31 October 2014, a Twitter account dedicated to conspiracies sent a tweet sure to play into current fears. According to the image attached to that tweet, health officials in Africa had confirmed that a chocolate factory worker infected with Ebola had \"bled\" into a batch of chocolate. For reasons unclear in the tweet, the Ebola-infected chocolate was then packaged and sent abroad just in time for Halloween trick-or-treating activities.",
  "Fact Check": "",
  "Description": "In less than a day, the tweet was shared thousands of times. Annual concerns about the safety of Halloween candy coupled with then-current Ebola fears ensured the rumor of Ebola-infected chocolate would spread and stick. Suffice it to say no such warnings about Ebola and chocolate have been shared by public health officials in Africa or elsewhere. Even if the increasingly unlikely scenario posed in the tweet involving a late-stage Ebola patient were to occur, chocolate is not a medium for the transmission of Ebola. According to the Centers for Disease Control (CDC), Ebola cannot be spread through food and is transmissible only through direct contact with contaminated bodily fluids, objects like syringes, or infected animals: When an infection does occur in humans, the virus can be spread in several ways to others. Ebola is spread through direct contact (through broken skin or mucous membranes in, for example, the eyes, nose, or mouth) with blood or body fluids (including but not limited to urine, saliva, sweat, feces, vomit, breast milk, and semen) of a person who is sick with Ebola objects (like needles and syringes) that have been contaminated with the virus infected fruit bats or primates (apes and monkeys)Ebola is not spread through the air, or by water, or (in general) by food. However, in Africa Ebola may be spread as a result of handling bushmeat (wild animals hunted for food) and contact with infected bats. There is no evidence that mosquitoes or other insects can transmit Ebola virus. Only a few species of mammals (for example, humans, bats, monkeys, and apes) have shown the ability to become infected with and spread Ebola virus. While there is some concern a worsening Ebola crisis could affect global chocolate prices, Ebola-infected chocolate is not a credible public health risk.",
  "Originally Published": "",
  "Referred Links": "http://www.cdc.gov/vhf/ebola/transmission/index.html;https://twitter.com/conspiracystory/status/527982384529285122;http://t.co/W2CwBM1CF1;",
  "Example": "[Collected via e-mail, October 2014] Did an unknown ebola victim actually contaminate chocolate with the disease & ship/distribute the chocolate to the U.S.? I saw this on Twitter. Chocolate & Ebola pic.twitter.com/W2CwBM1CF1 Conspiracy (@conspiracystory) October 31, 2014 Variations: A variant of this item specifically attributes Ebola-infected chocolate fears to candies produced by Cadbury:",
  "Last Updated": "31 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/ebola/ebolacandy.asp",
  "Claim": "African health officials confirmed that a factory worker suffering from Ebola bled into a batch of chocolate, potentially infecting millions of pieces.",
  "Claim_ID": "medical_ebola_ebolacandy",
  "Tags": ""
}