{
  "Origins": "On 29 April 2015, the entertainment web site the Stately Harold published an article reporting that a nine-year-old boy had been expelled from Rosa Parks Elementary School in Los Angeles, California, for saying that he \"didn't like\" President Obama:",
  "Fact Check": "",
  "Description": "9 year old Jacob Wheeler attending Rosa Parks elemenary school in Los Angeles, California, was asked to leave the school and \"never come back\" after he made some comments that the teacher did not approve of during a history lesson. The lesson, which centered around US presidents since the 18th century along with the current political landscape, was derailed when young Jacob raised his hand and said he \"didn't like Obama\". His teacher responded by sending him to the principal's office, where he was then told that he would be expelled from the school for insensitive and racist remarks. Wheeler comes from a conservative Christian family. His parents Sarah and Brad Wheeler are avid republicans, involved in local politics. \"We've always raised Jacob and his brothers to love America, freedom and the right to bear arms. Those liberties do not go so well in hand with Obama's policies, so we've made sure he knows what kind of man is running our country. We're happy Jacob stood up for what he believed in in class, but the fact that he was expelled for being a red blooded American sickens me.\" But there is no truth to the above-quoted article, as the Stately Harold is another entertainment web site that publishes fake news stories. While the web site does not specifically label itself as a satirical publication, the Stately Harold 's \" About \" page makes it clear that the site is not a credible news publication: My nme is Clive Pebble. I have Dyslexia but my drem evre sens I was a litl boy has ben to strat a newspapr. Nwo I have!! One reliable way to check the authenticity of an article is to take a look at the photographs it uses. The image included with this article, for instance, has nothing to do with a suspended California schoolboy; rather, it was taken from an unrelated 2012 report about Isaac Toole, a boy who finished third in the the NFL's Punt Pass and Kick State Finals.",
  "Originally Published": "",
  "Referred Links": "http://webcache.googleusercontent.com/search?q=cache:mw_UgCUfc9UJ:rockfordsquire.com/2012/11/29/9-year-old-rockford-boy-readies-himself-for-ford-field/+&cd=13&hl=en&ct=clnk&gl=us;http://now.snopes.com/2015/04/28/six-ways-to-spot-fake-news/;http://www.donotlink.com/exu3;http://www.donotlink.com/exu3;",
  "Example": "[Collected via e-mail, April 2015] According to an article shared on Facebook from the Stately Harold, a 9 year old boy was expelled from Rosa Parks elementary in Los Angeles for stating that he did not like Obama. Is this a true story or is it satire?",
  "Last Updated": "29 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/obamasuspended.asp",
  "Claim": "A nine-year old boy was expelled from school because he said he \"didn't like Obama.\"",
  "Claim_ID": "media_notnews_obamasuspended",
  "Tags": ""
}