{
  "Origins": "On 18 July 2014, Empire News published an article positing that the late Russell Johnson, an actor best known for his portrayal of the Professor in the 1960's sitcom Gilligan's Island , had been identified as the Zodiac Killer, a serial killer who targeted victims in northern California in the late 1960s and early 1970s (and whose identity remains unknown to this day):",
  "Fact Check": "",
  "Description": "In a scandal that has stunned the world, the late Russell Johnson, known for his role as Professor Roy Hinkley on the popular sitcom Gilligan s Island, has been identified as the infamous Zodiac Killer. Johnson died of kidney failure this past January. Notorious in the late 1960s and early 1970s for the grisly murders of at least 6 people and a slew of threatening letters to the San Francisco Chronicle, the serial killer has, until now, never been identified. According to detectives who have been on the case since it was reopened in March of 2007, It s no coincidence that the murders began in 1969, one year following the final episode of Gilligan s Island. It s obvious now, that between sporadic TV and film appearances, [Johnson] satisfied his sick obsession for fame by dominating headlines with his murderous activities. The man was literally hiding in plain sight. Soon afterwards links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news item. However, the article was just a spoof from Empire News , one of many fake news sites that publishes fictional stories such as \"Cure for Cancer Discovered; 'Amazingly Simple' Says Researcher,\" and \"College Student Excused from Classes After Dog Eats Grandmother,\" and \"Woman Gives Birth, Confuses Doctors by Asking for Maternity Test.\" Empire News ' disclaimer page notes that they are \"a satirical and entertainment website.\"",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/d1jh;http://www.donotlink.com/etj1;",
  "Example": "[Collected via Facebook, July 2014] Can this be real? Hollywood Shocker Gilligans Island 'The Professor' is the Zodiac Killer??",
  "Last Updated": "22 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/zodiackiller.asp",
  "Claim": "Actor Russell Johnson of Gilligan's Island fame has been identified as the Zodiac Killer.",
  "Claim_ID": "media_notnews_zodiackiller",
  "Tags": ""
}