{
  "Origins": "On 12 November 2014, the National Report published an article titled \"UN Dismisses Michael Brown Case: 'We Will Not Be Intervening in the Matter.'\" In that article, the site claimed the parents of slain Ferguson, Missouri, teenager Michael Brown appealed to the United Nations (UN) over the shooting death of their son at the hands of police, and a high-ranking official rejected their plea:",
  "Fact Check": "",
  "Description": "The article included a purported quote from \"chair member, Dr. Amancio Dominguez\" on the supposedly rejected plea: \"The sense of entitlement these people displayed is reprehensible\" said chair member, Dr. Amancio Dominguez in an interview with National Report. \"We deal with legitimate and widespread instances of human rights violations, and frankly the issues presented to us here are not even a blip on our radar. It is in our opinion after reviewing all the evidence that the officer in question committed absolutely no wrong doing.\" He continued, \"While I feel for loss endured by these two individuals, I believe they are blinded by grief, and this is simply not the forum which to project those feelings. My colleagues and I went over the surveillance footage, as well as other evidence documented in the case, and we believe that Michael Brown is indeed guilty of the acts of which he is being charged.\" Brown, who died in August 2014 following a confrontation with Ferguson police officer Darren Wilson, was not charged (in a legal sense) with any crime. While his parents did testify before the U.N. Committee Against Torture on 11 November 2014, the U.N. official quoted by National Report does not appear on a list of Committee Against Torture experts. Moreover, National Report is a fake news site known for publishing click-baiting , fabricated stories such as \" 15 Year Old Who 'SWATTED' Gamer Convicted of Domestic Terrorism ,\" \" Solar Panels Drain the Sun's Energy, Experts Say ,\" and \" Vince Gilligan Announces Breaking Bad Season 6 .\" The spurious claim about Brown's parents' U.N. testimony was widely mistaken for a real news report and was shared on multiple sites.",
  "Originally Published": "",
  "Referred Links": "http://conservativefrontline.com/un-refuses-intervention-michael-brown-ferguson-case/;http://www.ohchr.org/EN/HRBodies/CAT/Pages/Membership.aspx;http://www.cnn.com/2014/11/11/us/ferguson-brown-parents-u-n-/index.html;http://nationalreport.net/un-dismisses-michael-brown-case-will-intervening-matter/;",
  "Example": "[Collected via email, November 2014] Mike Brown's parents testified at UN: TRUE. This was the outcome? It seems ridiculous, even if they somehow disagreed, that they would speak in such a destructive way. This can't be real.",
  "Last Updated": "12 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/mikebrownun.asp",
  "Claim": "A UN official lambasted the \"entitlement\" of the parents of slain Ferguson, Missouri, teen Mike Brown after they addressed the United Nations Committee Against Torture.",
  "Claim_ID": "media_notnews_mikebrownun",
  "Tags": ""
}