{
  "Origins": "The letter quoted above first appeared in our inbox on 23 August 2004. It was attributed to Karen Ujcich, a Melaleuca sales representative who lives in West Virginia. Ms. Ujcich maintained to us that she did write a message about a child who died after ingesting carpet cleaner, but that its text had been altered several times during the process of being forwarded by others and that \"chances are that there is little left of my original letter\" in versions not sent by her. She did not, however, provide us with either a copy of her original message or information that would enable us to verify the death of the child mentioned. Moreover, although we have received hundreds of copies of this message from readers, none of them has varied in anything but minor detail from the version quoted above.",
  "Fact Check": "",
  "Description": "This account of the death of a friend's child has caused a fair bit of stir on the message boards of two parenting web sites where it has been posted, AmityMama.com and MamaDrama.com . Members of both those online communities were quick to doubt the story, and with good cause there is no reason to regard it as anything other than fiction. Dylan of the no surname fails to check out. During the course of looking into this story, we asked the rumor's originator to provide us with the child's full name and the city where he lived for the purpose of locating his death certificate and obituary. That query too has gone unanswered. Yet beyond just the information about the child's identity being missing, the account itself doesn't hang together at key points. The description of how the tot came to harm tells of the bereaved mother having \"had the bottle sitting right next to her\" and the boy having \"picked up the Resolve and squirted it in his mouth.\" Resolve is vended in three formulations in the U.S., each of them packaged a different way, with none of them fitting both of those two descriptions. A child who helped himself to a mouthful of Resolve Triple Action Carpet Stain Remover wouldn't be described as having \"squirted it in his mouth\" because that formulation is sold only in a spray trigger plastic bottle. Similarly ruled out is Resolve High-Traffic Foam Carpet Cleaner though it would better fit the \"squirted\" part of the description, this foam-dispensing aerosol comes in a can, not a bottle. Finally, Professional Resolve Carpet Extraction Cleaner is sold in a huge plastic jug; liquid contained therein is poured from it, not squirted. Too much of this story did not make sense, so we looked to the hospital where the toddler had supposedly drawn his last breath for information about this story. We contacted the Children's Hospital of Pittsburgh to ask if a patient whose case matched that described in the e-mail had been admitted and treated at that facility. Granted, if there had been such a patient the spokespeople for the Children's Hospital couldn't be expected to comment on the medical care he'd received at that facility, but patient confidentiality rules would not prevent them from saying \"Yes, he was here\" or \"No, we never had such a case.\" Melanie Finnigan of their Public Relations department responded thusly: Generally speaking due to patient confidentiality regulations we would not be at liberty to discuss any medical information regarding our patients. That being said, however, we are not aware of any child being treated at our facility for poisoning from Resolve carpet cleaner as described in the email. The Children's Hospital of Pittsburgh is a big place. Even so, a toddler life-flighted in who subsequently died 18 hours later after enduring horrible pain and suffering would be remembered, especially in light of the many inquiries the hospital has fielded in the wake of this rumor. (We were far from the only folks who called or wrote to ask about the boy who drank carpet cleaner and died.) We also contacted Reckitt Benckiser Inc. , the manufacturers of Resolve carpet cleaner, to ask what it knew of the story. (Reckitt Benckiser may not be a name familiar to most consumers, but its products are very well known in the typical household: Lysol, Easy-Off, Old English, Spray 'n' Wash, Calgon, Woolite, French's mustard, Electrasol, Jet-Dry, and Air-Wick, for example.) They were unaware of any child's having being injured through the ingestion of Resolve Carpet Cleaner, let alone of one that died. Given that the product has been on the market since 1983, if it were the sure and deadly child killer the rumor makes it out to be, there would have been numerous other injuries and deaths in those two decades. Yet there weren't, as a few shuffles through various news archives confirmed no articles about tragedies accruing to the product were to be found. Judged by what is contained in the product, it would have been a great surprise had there been any such news accounts, because the liquid appears to be primarily a formulation of soap and soda, with a drop of alcohol thrown in. (Which might sound suspiciously innocuous, given that Resolve is supposed to lift stains, but if a carpet cleanser is to take out the marks but not destroy the rug in the process, it does need to be relatively harmless. Strong chemicals might eradicate stubborn stains, but at the cost of burning holes in the carpet and discoloring fibers, outcomes that for most homemakers would tend to quell the urge to buy that product again.) Resolve doesn't contain any caustic ingredients. A typical youngster who drank a fair amount of the cleaner might foam a bit, vomit, or experience an episode of diarrhea (soap in particular has been known to cause those last two effects), but no lasting harm should ensue. Granted, there is always the potential for a freak allergic reaction to almost anything, but barring a particular youngster's previously undiagnosed lethal sensitivity to soap and soda, the product is safe for use around children. A look at Resolve's material safety data sheet confirms this its only first aid advice regarding ingestion is \"Rinse mouth with water. Contact a physician or poison control center if symptoms develop.\" This is hardly the warning label the product would be mandated to bear if the concoction being vended contained the sorts of chemicals that would instantly send a child into convulsions or burn and corrode \"everything it touched on its way through his digestive tract.\" Compare and contrast those instructions with the ones given about what to do if the spot lifter were to get splashed into the eyes: \"In case of eye contact, immediately rinse eyes with plenty of water, remove any contact lenses and continue to rinse eyes with water for at least 15 minutes. If irritation persists, get medical attention.\" In other words, if you swallow Resolve and yet later feel not quite right even after immediately rinsing your mouth with water, you're to telephone a poison control center or doctor to discuss your symptoms. But if you get the solution into your eyes and a lengthy rinsing does not suffice to make things better, you are to get yourself to a doctor or emergency room. A product with the potential to be deadly if swallowed would be labeled in far different fashion, and the first aid advice emblazoned thereon wouldn't amount to \"rinse the taste of it from your mouth.\" Consumers can learn more about how to read the labels on household products and what cautions and keywords to specifically look for by visiting the U.S. Environmental Protection Agency's web page on the topic. However, as general advice, before attempting to use any cleaning product, always at least glance at its label, specifically looking for the words \"Danger,\" \"Poison,\" \"Warning,\" or \"Caution.\" When any of them are encountered, carefully read all of the item's label to ensure that the nature of the hazard is understood, as are how the product must be used and stored if it is to be handled safely. Attempting to drum up business for one's product by spreading false stories about those of a competitor is a filthy practice, but far from one new to the world of commerce. In the 1930s, a vicious whisper campaign now commonly believed to have been started by a rival cigarette maker led to an appreciable decline in the fortunes of Chesterfield cigarettes because consumers were not comfortable with smoking a brand that had purportedly been handled by lepers during the manufacturing process. In far more recent times, Procter & Gamble continues to battle the now-25-year-old rumor of its having ties to Satanism and has on at least one occasion been successful in suing an Amway dealer for spreading this canard. (It has yet to prove Amway itself, rather than one of its sales representatives, has been pushing the story.) In 1987, Corona Beer's U.S. handlers brought suit against a Heineken distributor for having propagated the \"urine in the brew\" rumor. Barbara \"dirty tricks of the trade\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20041029041003/http://www.epa.gov/grtlakes/seahome/housewaste/src/readhaz.htm;http://www.reckittprofessional.com/customer_services/msds/dist/375602_r.pdf;http://www.reckittbenckiser.com/;http://mama-drama.com/;http://www.amitymama.com/;http://www.melaleuca.com;",
  "Example": "[Collected via e-mail, 2004] Saturday, August 21, 2004 On Thursday morning I received a call. This call was from someone with whom I hadn't spoken in a while. I used to work with her and I've known her for years. We have been through a lot together; marriages, deaths, illnesses, births, family issues. Her name is Megan and ironically, as you'll see, she was also the very first person I ever shared Melaleuca with after I became a customer last August. When she called me, I knew something was wrong. She proceeded to tell me that her son Dylan had been rushed to the emergency room and then, Life-flighted to Children's Hospital in Pittsburgh. The reason? He swallowed Resolve Carpet Cleaner. She was cleaning a spot of Kool-Aid from the carpet and had the bottle sitting right next to her. Her son Dylan, who had just turned two in July,was playing on the floor behind her. In the brief moment she had her back turned to scrub the carpet, he picked up the Resolve and squirted it in his mouth. By the time she turned around, he had already begun to convulse. I want you to know that is a day I will never forget. They let little Dylan go at on Friday at 2 AM, less than 18 hours after he drank the Resolve. The cleaner burned and corroded everything it touched on its way through his digestive tract. They did have him sedated, and on life support and Megan did say he opened his eyes one time, and in those eyes, she said she could hear him saying, \"Mommy, let me go. Let me die, I hurt, I'm in pain.\" I could never imagine losing a child. But I do know that there is no reason why this child's life should have been taken. He died because of thoughtless manufacturers who don' have enough responsibility to make safe products. Some of you may say she was negligent. Not so, she was sitting two feet from him. She set the bottle down for a second. I don't believe she was negligent at all. All of us, when we are cleaning our windows or bathtub or whatever, set the cleaner down next to us, while we wipe up or clean up the mess. We don't put it away in- between wiping something down. We do this every day. We never think that it could be us. I know there are those of you who think, it will never happen to me, I have it up in a cabinet, it's locked up, whatever. That is fine and dandy, until it does. There is only one way to prevent this type of tragedy from occurring. GET THE TOXIC CHEMICALS OUT OF YOUR HOME. Your child's life is not worth the risk you take by having them there. There are safer, less toxic alternatives. Melaleuca makes products that even if your child drank the whole bottle, nothing would happen to them. They are an extremely caring and responsible manufacturer. Here is something Frank VanderSloot, our President and CEO shared with us just two weeks ago at our convention: \"30 million bottles of our EcoSense products have been sold since they were introduced. In that time there have been over 200 cases reported of children drinking from our product. Out of those 200, there were ZERO injuries serious enough to be treated in any way and ZERO hospitalizations! This is real, people! I held Dylan in my arms when he was born, I was at his baptism and his birthdays. Now he is gone. And there is no excuse! These products from store shelves are dangerous! His mother now has to deal with the guilt for the rest of her life. And as I mentioned, I did share Melaleuca with her. She was the first one I thought of. She knew there were safer alternatives. She knew. But what she said when I told her was, \"Oh, it's like that Amway thing. My cousin is in that. I know all about it and I'm just not interested.\" She knew but I know she thought, never in a million years will that happen to me, I\"m careful. The guilt and pain have to be unbearable. She has to pick out a casket for her son. A tiny, child-size casket. She will bury her son on Monday (August 23, 2004). She will never see her son start kindergarten, graduate high school and college, she will never see him get married or have children and grandchildren for her to dote over. She is going to have to deal with the stress in her marriage. And his younger sister will never see him again (She is only four months old). I am horrified to think of what Megan and her family are going through. The only good that can come of this is for us to prevent this from happening to anyone else. Don't let Dylan's death be in vain. It's up to us to educate people. Every life you touch is potentially a life saved. You can never underestimate the power of one. Don't take no for an answer. I know there are those of you out there who have chosen not to join Melaleuca as a preferred customer; I know there are those of you who are thinking of canceling your memberships. And there are those of you who don't want to \"bother\" your friends because you don't want them to think you're pushy or a salesperson. Let me ask you...What is your child's life worth? What is your friend's child's life worth? A few moments of awkward discomfort that she might think you are trying to sell her something? If the problem is that you think you can't afford it and you don't understand that you're saving money over grocery store brands, well than skip going out for pizza! Don't get that manicure. Don't stop at Starbuck's for that double mocha latte. You don't really need those new shoes, you have a similar pair already. Buy safer products instead. If you don't want to buy Melaleuca, there are plenty of products at the local health food store. They cost a lot more than Melaleuca but just get the Lysol and bleach and Tilex and Cascade and Windex with ammonia and Glade out of your house. Your child's life may at some point in time depend on it. If you do this now, you can sleep at night knowing that you don't ever again have to worry that your children could possibly suffer the same painful death that little Dylan did. There is no excuse. What if this happened to YOU and you knew you could have prevented it, just by having safer products in your home? How would you feel if your child died as a result of something you chose not to do because you didn't have the money? Or what if your friend's child died because you didn't want to \"bother\" her? Sometimes people say they don't believe what we say about how dangerous the products in their homes are. Send this to those people. Maybe now they'll believe you. I have to go to a funeral on Monday. I will have to say goodbye to an innocent child. Because of a manufacturer's irresponsibility to provide safe products to their consumers. It is inexcusable. I have never been to a funeral of a child and I don't ever want to go to another one. Now I feel like when Megan said \"no\" I should have been more insistent. Dylan is not some child I read about in the paper. He is not a statistic that I quote in my presentation. He was my friend's son. He was a vibrant, adorable 2 year old boy, who had just gotten to be a big brother. He loved Blues Clues and ice cream and his trucks. He had many of those! He liked macaroni and cheese. He loved his dog and cats. He loved his parents and his baby sister. He loved his grandparents and everyone else he knew. And if you don't have any children of your own maybe you have grandchildren, or nieces and nephews. The point is at some point in time, more than likely, you will have a small child in your home. It is your responsibility to be sure you provide a safe environment. Imagine how she feels having lost her son, imagine if it had been someone else's child over playing in her home! This could have been prevented. If she had only listened. For those of you who are faithful Melaleuca customers, thank you! For those of you who are business builders and share Melaleuca with others, thank you, thank you, thank you, a million times for having the courage to share with others what you know is true. For those of you who have chosen not to be Melaleuca customers, for one reason or another, PLEASE, reconsider. I know you think this will never happen to you but that's what every parent thinks until it does.",
  "Last Updated": "31 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/toxins/resolve.asp",
  "Claim": "A 2-year-old boy died a horrible death after ingesting Resolve brand carpet cleaner.",
  "Claim_ID": "medical_toxins_resolve",
  "Tags": ""
}