{
  "Origins": "On 12 July 2014, the Empire News fake news site confused a number of social media users struggling to keep track of the gradual relaxation of drug laws in the United States. An article titled \"Colorado Becomes First State to Legalize Crystal Meth\" led many to believe that after the state allowed residents to purchase marijuana legally for recreational purposes, lawmakers had expanded the decision to include this addictive and far more dangerous substance.",
  "Fact Check": "",
  "Description": "Public opinion on the use of marijuana for medicinal and even recreational purposes has relaxed significantly over the last decade, with 54 percent of Americans supporting full legalization of cannabis in a 2014 poll. The numbers increased a full 13 points over a similar poll in 2010. Given the rapid shift, the story about legal meth in Colorado managed to snare quite a few Facebook users. The original article read in part: Colorado has been in the news all year for being the first state to legalize marijuana for recreational use, and it looks as though the state is at it again, but this time with a different, and slightly more controversial, drug. The Colorado state legislature has decided to legalize the street drug crystal meth. With the drug becoming legal in Colorado, some would ask how this may effect the sales of marijuana. Pot venders appear to be upset, while their customers couldn't be happier about the move that the state made. \"Finally! I mean it was cool to smoke weed in the middle of the streets for about a week, but everyone knows weed is just a gateway, and I really needed them to legalize a better drug that will get me really high.\" Said Boulder resident Mike Sherman. As you might have suspected due to the mention of \"gateway drugs\" (a common objection to cannabis decriminalization), the meth legalization post is just one of several \"satire\" works from Empire News . In addition to the claim about meth in Colorado, the site also hosts fake news content including \"Cure for Cancer Discovered; 'Amazingly Simple' Says Researcher,\" \"College Student Excused from Classes After Dog Eats Grandmother,\" and \"Woman Gives Birth, Confuses Doctors by Asking for Maternity Test.\" A disclaimer page on a separate part of the Empire News site notes that the page \"is a satirical and entertainment website.\"",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/snopes;https://www.facebook.com/snopes;http://message.snopes.com;http://empirenews.net/about-disclaimer/;http://www.pewresearch.org/fact-tank/2014/04/07/6-facts-about-marijuana/;http://empirenews.net/colorado-becomes-first-state-to-legalize-crystal-meth/;",
  "Example": "[Collected via e-mail, September 2014] This cannot be true! i just want to know if this is legit or not. doesn't seem like it, but you guys always have the up to date info on who's BS'ing everyone I saw this report posted on Facebook. Hard to believe since I haven't seen anything about it on the news, but thought you might want to check it out. I'd love to have your report on it to post as a comment on the FB posting. Tried to search for anything you have on Snopes but didn't find anything.",
  "Last Updated": "17 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/legalmeth.asp",
  "Claim": "Colorado has become the first state to legalize recreational use of crystal meth.",
  "Claim_ID": "media_notnews_legalmeth",
  "Tags": ""
}