{
  "Origins": "Cyclist Lance Armstrong has made a mark in the sports world few, if any, are likely to equal. In seven consecutive years, he won the Tour de France, cycling's premier event. However, his accomplishments in his personal life have eclipsed even that remarkable feat. He is a testicular cancer survivor who has lived through a tumor that metastasized to his brain and lungs in 1996. His battle against this dread disease (which has included surgeries and chemotherapy) has served to inspire many other cancer patients.",
  "Fact Check": "",
  "Description": "Some of that inspiration is communicated by his yellow \"Live Strong\" wristbands. These yellow circlets are emblazoned with the \"Live Strong\" motto adopted by the Lance Armstrong Foundation , a charitable endeavor that supports people affected by cancer. The \"Live Strong\" program helps those who have the disease to cope with various issues inherent to living as cancer survivors. The foundation has sold more than 70 million wristbands in over 60 countries. Which brings us to the meat of a widespread rumor, the claim that these inspirational circlets have at times been fatally mistaken for \"identification of medical issues\" bands placed on hospital inpatients. Many hospitals use color-coded rubber or plastic identification bands as a way of quickly broadcasting to staff medical issues having to do with particular patients. For instance, patients with balance problems that render them subject to falling over will be banded with the color of plastic bracelet that institution uses to denote people who should not be allowed to walk unescorted. Likewise, patients with certain types of allergies will bear the color wristlet that hospital uses to identify such sensitivities, patients who are not to have blood drawn from one or both of their arms (\"restricted extremity\") will be banded with another color, and patients who are not to have blood transfusions will bear yet another differently hued band. Also, those who have \"Do Not Resuscitate\" orders on file with the hospital will be banded with the color of identification bracelet that hospital uses to communicate those wishes. While some states have adopted state-wide standards of which colors of hospital identification bracelet go with which message, others haven't, which can sometimes lead to confusion. In one institution, purple might be the color of a DNR band, but in another hospital in the same city DNR bands might be yellow. So, yes, there exists the potential for a Lance Armstrong \"Live Strong\" wristband to be mistaken for a hospital-issued \"Do Not Resuscitate\" identification bracelet because sometimes these two items are the same color. However, that the potential exists for these items to be confused with one another doesn't mean there have been actual cases of such (fatal) mistakes having occurred. Search as we might, we could find no documented instances of hospital inpatients going untreated because their \"Live Strong\" bracelets were mistakenly interpreted as \"Do Not Resuscitate\" tags, let alone of anyone's dying as a result of such a misconception. That these two bands are (sometimes) the same color doesn't mean they are identical hospital identification bracelets are quite different in appearance from the sorts of rubberized wristbands people typically wear as fashion statements. Because some states allow those who have life-ending medical conditions to obtain physician authorized out-of-hospital DNR orders that bar emergency personnel from performing CPR on them if they are in cardiac or respiratory arrest, DNR bracelets are also sometimes encountered outside hospital settings. The presence of such orders is communicated by special identification bracelets or necklaces worn by the dying. (Absent these orders, emergency personnel must perform CPR in life threatening situations, even if the person whose life is at stake or members of his immediate family strongly assert that person doesn't want to be saved.) This type of DNR does not take the place of a Living Will or Advance Directive: it only addresses the administration of CPR, not any other aspect of care; if a patient is not in cardiac or respiratory arrest, then full treatment will be given. Likewise, we've yet to locate any documented instances of accident victims' going untreated because their \"Live Strong\" bracelets were misinterpreted as \"Do Not Resuscitate\" tags, let alone of anyone's dying as a result of such confusion. Outpatient DNR bracelets generally resemble MedicAlert bracelets, which are metal tags mounted on metal chain wristlets. Barbara \"band stand\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.livestrong.org/;",
  "Example": "[Collected via e-mail, December 2004] I have been hearing that the yellow Lance Armstrong LiveStrong cancer support bracelets are being mistaken for DO NOT RESUSCITATE bracelets in hospitals and people are being allowed to die and not being resuscitated. Any truth to it? [Collected via e-mail, February 2010] I teach high school in Enumclaw Washington and the students are passing around a rumor that if you are in an accident and you are wearing a yellow \"Live Strong\" bracelet the paramedics will not treat you because of the bracelet's similarity to an identifying bracelet worn by people who refuse medical treatment (possibly a DNR code bracelet?) It seems impossible that medical professionals would not recognize a \"Live Strong\" bracelet for what it is, but I couldn't find any evidence to counter their claim so of course in their minds it must be true. Can you guys help me out here?",
  "Last Updated": "10 February 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/emergent/livestrong.asp",
  "Claim": "Several patients have died because medical personnel confused Lance Armstrong \"Live Strong\" bracelets with \"Do Not Resuscitate\" bands.",
  "Claim_ID": "medical_emergent_livestrong",
  "Tags": ""
}