{
  "Origins": "On 5 May 2014, the Daily Currant published an article entitled \"Study Links Homosexuality to Eating Grits.\" That article sat largely dormant until about 20 October 2014, when it began circulating on social media faster than small-town gossip.",
  "Fact Check": "",
  "Description": "According to the article, men who \"regularly eat grits are 70 percent more likely to have gay children.\" Citing a purported prospective cohort study published in Nature Medicine , Daily Currant claimed: Although the study did find some connection between the maternal intake of sugar during pregnancy and childhood obesity, the most surprising finding was that fathers who ate grits had a much greater chance of having a gay child. \"We were shocked when we ran the data,\" says Edmund Bergler, the lead researcher on the project. \"But we controlled for every variable. We triple-checked every calculation. And it turned out that eating grits makes your kids gay.\" The article identified a chemical called \"homotonin\" as the cause: \"Gay people like to say that they are born that way, and they are right,\" he explains. \"The DNA damage that causes homosexuality happens much earlier, even before conception. \"Homosexuality is a choice. But it's the father's choice. What he eats for breakfast determines the orientation of his child.\" \"Grits have the highest homotonin levels. Its off the charts,\" he explains. \"However foods like sweet tea, biscuits, chicken-fried steak, and cornbread also have very significant amounts.\" Despite its convincing tone, the claim about \"homotonin\" in grits is another humorous bit from the Daily Currant , a fake news site.The site's About page is clear on its satirical nature; previous fictional articles from that site include pieces about dozens of Coloradans dying of marijuana overdoses shortly after recreational use of cannabis was legalized in that state and Sarah Palin's claiming that Jesus celebrated Easter.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/snopes;https://www.facebook.com/snopes;http://message.snopes.com;http://dailycurrant.com/about/;http://dailycurrant.com/2014/05/05/study-links-homosexuality-to-eating-grits/;",
  "Example": "[Collected via email, October 2014] There are reports that Stanford University had a study showing that eating grits by a man increases the likelihood of having gaychildren. Please look into this.",
  "Last Updated": "21 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/gaygrits.asp",
  "Claim": "A study has linked eating grits with increased chances of fathering a gay child.",
  "Claim_ID": "media_notnews_gaygrits",
  "Tags": ""
}