{
  "Origins": "On 17 November 2014, the website Stately Harold published an article titled \"Hillary Clinton wants to ban beards 'Beards are sexist and don't belong in 2014.'\"",
  "Fact Check": "",
  "Description": "The article (which identifies Hillary Clinton as Secretary of State, a position she vacated on 1 February 2013) claimed Clinton had \"announced\" she would ban beards if elected President in 2016: Secretary of State Hillary Clinton, the stalwart, political aficionado who has time and time again been presaged to become president in 2016, has made a puzzling and very controversial statement a statement that makes her steadfast, feminist stance unequivocal early this morning she announced that she will ban beards when (or if) she becomes president: \"Beards have no place in modern, tolerant America. We live in a culture where the masculine is always regarded as being superior to the feminine, beards are thus a prominent symbol of patriarchal oppression. Growing a beard is an action of hatred and misogyny, that will not be tolerated in my America\", says the former senator in a passionate speech. The article included purported quotes from Clinton on the penalties the bearded masses would face under the beard ban: She continues to outline the punishments that ornating your face with a beard will result in. \"Having a beard after the law is implemented will result in at least 6 months in prison and a myriad of fines. It is my hope and my dream that I will be able to walk the streets of New York city, and everywhere else for that matter, and not see a single beard-festooned face. Facial hair represents an outdated, sexist worldview and the sooner we get rid of it, the sooner we can embrace a warm and tolerant, equal society.\" However, the Hillary Clinton beard ban rumor originated from one of a growing number of fake news sites known for shocking headlines meant to hoodwink users into promoting their content on social media. Stock sharebait articles posted on that site include claims that pop star Justin Bieber contracted Ebola and President Obama tried to change the American flag from featuring stars to displaying a crescent moon (the symbol of Islam).",
  "Originally Published": "",
  "Referred Links": "http://www.thestatelyharold.com/#!Hillary-Clinton-wants-to-ban-beards-Beards-are-sexist-and-dont-belong-in-2014;",
  "Example": "[Collected via e-mail, November 2014] Is there any truth behind the article stating that Hillary Clinton is going to ban beards if she becomes senator? I've read some sketchy articles about Hillary Clinton wanting to ban beards on men. Can you verify the legitimacy of this claim?",
  "Last Updated": "20 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/banbeards.asp",
  "Claim": "Hillary Clinton wants to ban beards and impose fines on the bearded.",
  "Claim_ID": "media_notnews_banbeards",
  "Tags": ""
}