{
  "Origins": "On 17 December 2014, Empire News published an article titled \"Facebook to Make All Private Messages Viewable by Public The Reason Why Will Shock You!\" The article understandably caused some panic among Facebook users due to its claims that private inbox messages would soon become publicly viewable.",
  "Fact Check": "",
  "Description": "According to the article, Facebook founder Mark Zuckerberg confirmed the upcoming change in a since-deleted status update to his own Facebook page and stated the policy would affect all accounts retroactively, even if they had been deactivated: \"I have been getting a lot of questions about our new direct message policy, which will make messages viewable by the public. It is a policy that we are going to enact over the next couple of updates. We feel it is a good policy that will promote honesty, and it will be retroactive, so old messages will be visible until a week after you deactivate your Facebook account.\" An anonymous source at Facebook was able to confirm that, despite the post being taken down, Facebook is definitely including the 'public messages' feature into future updates. The source was also able to confirm the feature will publicize all messages sent over the life of the Facebook account. The claim bore some resemblance to an earlier mistaken belief that Facebook private messages had been (for a time) made public, but Empire News is one of many fake news sites known for publishing entirely fabricated claims. Among prior yarns spun by the site are a story about welfare recipients being given free cars, a claim that the state of Colorado has legalized meth , and a widely-shared article about a pending \" snowmageddon .\" The site's disclaimer page notes Empire News \"is a satirical and entertainment website.\"",
  "Originally Published": "",
  "Referred Links": "http://empirenews.net/about-disclaimer/;http://empirenews.net/facebook-to-make-all-private-messages-viewable-by-public-the-reason-why-will-shock-you/;",
  "Example": "[Collected via e-mail, December 2014] I saw this and I was wondering if it really is true and if there is a way to keep info from getting public. I used it for some very privatefinancial info and to help grieving people. I don't want that made public... What should I do?",
  "Last Updated": "18 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/fbinbox.asp",
  "Claim": "Facebook will soon make all private inbox messages publicly viewable to promote honesty among users.",
  "Claim_ID": "media_notnews_fbinbox",
  "Tags": ""
}