{
  "Origins": "Although it may be customary in our part of the world for parents to christen their children with names that are popular or \"sound nice,\" youngsters' names have traditionally been derived from a variety of sources. Parents have named their children after favored relatives, admired personages (or even several admired personages, as in the case of former baseball player Cal McLish , who was born \"Calvin Coolidge Julius Caesar Tuskahoma McLish\"), geographic locales (the first Major League baseball commissioner, Kenesaw Mountain Landis , was named after the site of a Civil War battle ), just plain nonsensical terms (the fate of musician Frank Zappa's daughter, Moon Unit ), and even natural phenomena in the wake of the 2004 Indian Ocean tsunami, many news outlets reported stories of parents who had supposedly named their children after the terrible wave:",
  "Fact Check": "",
  "Description": "About the same time as the reports of tsunami-named children came an item, picked up by Reuters from a Romanian publication and carried by hundreds of news outlets throughout the English-speaking world, that a couple had named their newborn child 'Yahoo' (after the popular web portal ) out of gratitude for having been brought together through the Internet: A Romanian couple named their son Yahoo as a sign of gratitude for meeting over the Internet, a Bucharest newspaper said Thursday. Daily Libertatea said Cornelia and Nonu Dragoman, both from Transylvania, met and decided they were meant for each other following a three-month relationship over the net. They married and had a baby this Christmas, whom they decided to name after one of the worldwide web's most popular portals. \"We named him Lucian Yahoo after my father and the net, the main beacon of my life,\" Cornelia Dragoman was quoted as saying.2 Ten days later came the correction: There was no such couple; the story had been invented by an overzealous reporter: A Romanian tabloid says it has fired a reporter for making up a story about a couple who named their son Yahoo as a sign of gratitude for meeting over the Internet. Earlier this month, major Bucharest daily Libertatea published a story saying two Romanians had named their baby Yahoo and printed a picture of his birth certificate. The news was widely picked up on the Internet. \"It was the reporter's child's birth certificate, which he modified,\" said Simona Ionescu, Libertatea's deputy editor-in-chief on Monday. \"We fired him.\" She said Ion Garnod, who had worked for the paper for several years, had admitted inventing the story to look good.3",
  "Originally Published": "",
  "Referred Links": "http://www.yahoo.com/;http://www.moonzappa.com/newmoon/;http://ngeorgia.com/history/kennesawmtn.html;http://www.baseballhalloffame.org/hofers_and_honorees/hofer_bios/Landis_Kenesaw.htm;http://www.baseballlibrary.com/baseballlibrary/ballplayers/M/McLish_Cal.stm;",
  "Example": "",
  "Last Updated": "25 January 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/yahoo.asp",
  "Claim": "A Romanian couple named their son 'Yahoo' as an expression of gratitude for their having met over the Internet.",
  "Claim_ID": "media_notnews_yahoo",
  "Tags": ""
}