{
  "Origins": "On 8 December 2014, the National Report published an article claiming Yolanda Saldivar, the woman who killed Tejano singer Selena Quintanilla-Perez, had been granted early parole:",
  "Fact Check": "",
  "Description": "Yolanda Saldivar, the woman who murdered beloved Tejano star, Selena Quintanilla-Perez, could be released from prison as early as January 1st, 2015. Saldivar's original eligibility date for parole was March 30 2025, but due to her failing health and recent legal modifications which allows ailing prisoners to petition for early release, she could be released as soon as January of 2015. Within the last 4 years Saldivar has been suffering from kidney ailments which require frequent dialysis treatments. Monica Shapiro, who is the current health coordinator for inmates at the Gatesville, prison described her deteriorating condition: \"We no longer consider Ms. Saldivar to be a threat to society. Taking into consideration the long term prognosis of this disease being highly unlikely, we would like to assist her in her petition for early release.\" While the National Report correctly identified Saldivar's original parole date as 30 March 2025 (a rare occurrence for that \"entertainment\" web site) the rest of the article is a complete fabrication. National Report 's disclaimer page (since removed) notes that all articles published on the site are fiction: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental. The National Report attempts to make its fictitious stories seem plausible by adding an occasional fact and writing in a style common to newspapers. This particular article also used a fraudulent petition in order to add credence to the rumor Selena Quintanilla-Perez's killer Yolanda Saldivar had been granted early parole: The murderer of Selena Quintanilla-Perez is slated to be released from prison early due to health issues. This would be an abortion of justice. Please do not release this woman who took the life of such a promising and talented woman. Yolanda Saldivar needs to serve out the rest of her sentence, and be behind bars for the remainder of her natural life. The petition was most likely created by one of the writers at the National Report : While Change.org lists Beatriz Garcia as the petition's creator, the woman seems to be the figment of someone's imagination, as she has no other history on Change.org and her profile photograph is a watermarked stock image.",
  "Originally Published": "",
  "Referred Links": "https://www.change.org/u/193371976;https://www.change.org/p/m%C3%A9xico-mexican-justice-system-no-early-release-for-selena-quintanilla-perez-s-murderer-yolanda-saldivar;http://message.snopes.com/politics/graphics/disclaimer.jpg;http://nationalreport.net/killer-tejano-queen-selena-yolanda-saldivar-granted-early-release-prison/;https://twitter.com/AntoniaXO__/status/542156446570663936;https://twitter.com/entylawyer/status/542320371186143232;",
  "Example": "[Collected via twitter, December 2014] Yolanda Saldivar, the woman who murdered my friend, Tejano star, Selena Quintanilla-Perez, could be released from prison January 1st Enty Claus (@entylawyer) December 9, 2014 Killer of Selena, Yolanda Saldivar, may be released from prison early?! Possibly Janurary 1st. Wow. That's gonna cause some very big issues. Antonia Andrea (@AntoniaXO__) December 9, 2014",
  "Last Updated": "9 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/yolandasaldivar.asp",
  "Claim": "Tejano singer Selena's killer, Yolanda Saldivar, has been granted early parole.",
  "Claim_ID": "media_notnews_yolandasaldivar",
  "Tags": ""
}