{
  "Origins": "On 15 December 2014, Empire News published an article titled \"Bin Laden Shooter Rob O'Neill Mistakenly Attacked by Street Thugs Seeking to Collect Debt from Neighbor,\" claiming O'Neill, the Navy SEAL credited with firing the shots that killed Osama bin Laden, had been mistakenly targeted in a home invasion by street gang members.",
  "Fact Check": "",
  "Description": "According to the article, O'Neill made quick work of all five criminals: Butte Police Commissioner Bartholomew S. Harrington told members of the Associated Press in a brief press conference that the five men, part of a local street gang connected with the infamous Crips, were seeking to collect on a drug debt and invaded the wrong house, with the intended target just so happening to be the next door neighbor of O'Neill's. \"Mr. O'Neill had just turned in for the night, but was awoken by a loud crash when his backdoor was abruptly kicked in. As the five thugs ran aimlessly through the home, Mr. O'Neill used silent hand-to-hand combat tactics to individually disarm them of their weapons. Once Mr. O'Neill had taken down the five men and secured his home, he brewed a pot of coffee and called the police station. Those boys sure did find the wrong house!\" commissioner Harrington said as he chuckled. The tale spread quickly across social media sites, but Empire News is one of many fake news sites responsible for the frequent hoodwinking of Facebook users. Among previous hoaxes unleashed by the site are a yarn about welfare recipients being given free cars, a claim that the state of Colorado has legalized meth , and a widely-shared story about a pending \" snowmageddon .\" The site's disclaimer page notes Empire News \"is a satirical and entertainment website.\"",
  "Originally Published": "",
  "Referred Links": "http://empirenews.net/about-disclaimer/;http://empirenews.net/bin-laden-shooter-rob-oneill-mistakenly-attacked-by-street-thugs-seeking-to-collect-debt-from-neighbor/;",
  "Example": "[Collected via e-mail, December 2014] \"Bin Laden Shooter Rob O'Neill Mistakenly Attacked By Street Thugs Seeking To Collect Debt From Neighbor\" Seems rather far-fetched - not many Crips in Butte, MT.",
  "Last Updated": "16 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/roboneill.asp",
  "Claim": "Bin Laden shooter Rob O'Neill was targeted in a home invasion gone awry.",
  "Claim_ID": "media_notnews_roboneill",
  "Tags": ""
}