{
  "Origins": "On 4 March 2015, World News Daily Report published an article titled \"Purina Employee Arrested for Stealing and Eating Over 30,000$ of Dog Biscuits.\" On 14 May 2015, links to that article were posted to at least two of Reddit's subreddits (possibly prompting recirculation of the claim):",
  "Fact Check": "",
  "Description": "However, originating site World News Daily Report is a well-known as a purveyor of fake news. Moreover, the article was appended with a photograph of the purported suspect, but a brief reverse image search revealed that the man depicted was Carmen \" The Cheeseman \" DiNunzio, not \"Barry Larson.\" . World News Daily Report 's disclaimer page states: World News Daily Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within worldnewsdailyreport.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction. World News Daily Report has also reported on such hoaxes as an eyewitness account of Jesus' miracles being discovered, that loggers destroyed the world's oldest tree , and that a Megolodon shark was found in Pakistan. It is also prominently featured in our article, \" 5 Fake News Sites to Avoid Sharing .\"",
  "Originally Published": "",
  "Referred Links": "http://now.snopes.com/2015/05/12/five-fake-news-sites/;http://www.donotlink.com/d4oi;http://www.nytimes.com/2012/04/26/us/man-said-to-be-acting-head-of-new-england-mob-is-held.html?_r=0;http://i.imgur.com/M20OqDR.jpg;http://www.reddit.com/r/WTF/comments/35yn06/obese_purina_employee_arrested_for_eating_3000/;http://www.donotlink.com/f4zk;",
  "Example": "[Collected via e-mail, May 2015] Comment: Can you guys check on whether or not this article is true? \"Purina Employee Arrested for Stealing and Eating Over 30,000$ of Dog Biscuits\"",
  "Last Updated": "14 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/purina.asp",
  "Claim": "A Purina employee was arrested and charged with theft for stealing and eating $30,000 worth of dog biscuits.",
  "Claim_ID": "media_notnews_purina",
  "Tags": ""
}