{
  "Origins": "On 15 September 2014, Infowars.com published an article about a purportedly worrisome incident in Jacksonville, Florida. According to the heavily conspiracy-oriented site, a 39-year-old teacher there had been suspended for giving an explicit sex-ed \"lesson\" to sixth grade students which included instructing them on how to utilize a strap-on dildo. The article went into extensive detail and described a scenario that would likely make any parent of an 11- or 12-year-old child uneasy, stating that:",
  "Fact Check": "",
  "Description": "Clinton Middle School in Duval County hired 39-year-old Sharon Mercer to teach the sex education class but after the photos emerged she was suspended and the school refused further comment. Mercer claimed her suspension was an act of \"bigotry\" because she was a \"proud member of the LGBTQ community.\" Newly implemented Common Core educational standards have been assailed for their attempt to create a lowest common denominator form of teaching which many assert only works to dumb down lessons and prevent smart students from excelling. The teaching of so-called \"alternative\" sexual lifestyles is being practiced in many states under Common Core as a result of sexual content finding its way into other subjects. A school district in Arizona banned a Common Core-approved book last year after it was found to contain sexually explicit passages that described scenes of bondage. The photos displayed in the original article were not in fact pictures of a Florida substitute teacher named Sharon Mercer, but rather pictures of Carlyle Jansen , the founder and owner of Good for Her (a progressive, female-friendly sex store in Toronto, Ontario), who has upon occasion been invited to give talks about sexual health at Toronto-area high schools. But Ms. Jansen told us that she also teaches sex ed classes for adult audiences, that the photographs displayed in the outrage-provoking article were snapped at a university-level (not a sixth grade) class, and that she \"would not have done those positions and discussed strap-ons to that extent in a high school setting.\" Instead, someone repurposed those photos and incorporated them into a post that read as a sort of melange of moral panics, touching on fears about the threat of common core curriculum, openly gay teachers, and general ambient concerns about acceptance of homosexuality in society. As quickly as it appeared, the Infowars post evaporated, leaving behind only a cached version of the article behind. That scrubbing may have taken place because the only other source for the claim about Sharon or Sandra Mercer, the \"proud LGBT\" teacher (with an arsenal of marital aids that would make a sailor blush), traces to an apparently satirical site. That original article read, in part: \"It's sick[,]\" said Nancy Watts, mother of two, and long time resident of Duval county. \"I went to this very same elementary school when I was a little girl. There were never any sort of these nasty classes back then. If a teacher had done something like what Ms. Mercer did, they would have been locked up in the county jail. How dare she leave the parents to explain all the disturbing mental images she has left our children with? Now my little girl thinks she may be gay. She can't be gay! She's only ten years old!\" The writer of that post included a biography touting her work on the National Report (a fake news outlet), and other articles on the site included such leg pulls as \"DISTURBING NEW TREND: KIDS ARE NOW SMOKING BED BUGS TO GET HIGH,\" \"TOP FIVE REASONS WHY I'M GLAD PAUL WALKER IS DEAD,\" and \"OUR TOP FIVE FAVORITE CELEBRITY OVERDOSES.\" In addition to the scrubbing of the Infowars article about Ms. Mercer and the Common Core strap-on, no legitimate news outlets covered the story. Given its outrageous elements and the involvement of several controversial aspects, it's highly unlikely such an incident would have gone unreported in the media.",
  "Originally Published": "",
  "Referred Links": "http://webcache.googleusercontent.com/search?q=cache:ahTFPjfStzIJ:www.infowars.com/common-core-6th-graders-taught-how-to-use-strap-on-dildo/+&cd=1&hl=en&ct=clnk&gl=us;http://www.goodforher.com/;http://www.thestar.com/news/insight/2009/09/27/sex_its_free_healthy_and_good_for_the_soul.html;http://modernwomandigest.com/jacksonville-florida-teacher-suspended-shocking-sex-ed-demonstration/;",
  "Example": "[Collected via email, September 2014] There are several really disgusting photos showing what this teacher did. Some are saying it is a fake. Can you let me know what you find? JACKSONVILLE, FLORIDA TEACHER SUSPENDED AFTER SHOCKING SEX ED DEMONSTRATION (Duval, Florida) - A substitute teacher in Jacksonville, Florida has been suspended from her job this week after a student captured photographs of the educator wearing a phallic apparatus and pantomiming graphic, adult-oriented scenarios during class. Sharon Mercer is the 39-year-old substitute teacher who was hired to present a course in sexual education to a group of 6th grade students at Clinton Middle school.",
  "Last Updated": "16 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/strapon.asp",
  "Claim": "A Florida teacher gave 6th grade students an explicit sex ed lesson involving a strap-on sex toy to satisfy common core requirements.",
  "Claim_ID": "media_notnews_strapon",
  "Tags": ""
}