{
  "Origins": "In July 2013, the Something Awful humor web site's Photoshop Phriday section (a showcase for \"the tremendous image manipulation talents of the Something Awful Forum Goons\") entreated participants to create fictitious advertising posters in furtherance of that week's theme of \"Anti-Vaccine Ads and Anti-Anti-Vaccine Ads!\":",
  "Fact Check": "",
  "Description": "We all have one of \"those\" friends who is always posting conspiracy theory and anti-vaccination pictures or articles on Facebook. I usually read them for a laugh and follow their citations which usually lead to another part of the same site. If they can take anti-vaccination posters to this level of absurdity, imagine what we can do! One of the fake advertisements created for that amusement was intended to skewer the anti-vaccination movement by asserting that \"children who are vaccinated are 85% more likely to inject heroin than those who are not\" because \"vaccinations leave a lasting psychological belief that injecting is beneficial,\" but the image quickly began spreading across the internet removed from its original context. The mistaken propagation of this faux ad as something containing valid information was heightened when the group Feminists Against Vaccinations posted it to their Facebook page on 8 March 2015. Despite the fact that the image still contained a watermark from SomethingAwful.com and the 1-800 number listed at the bottom of the ad was a few digits short of authenticity, many viewers believed that the posted illustrated a scarily real statistic linking heroin use to childhood vaccinations. But according to Sunshine Coast Local Medical Association president Dr Di Minuskin, this viral meme is \"outrageously incorrect\": \"I am horrified that this type of message should gain any validity,\" Dr Minuskin said. \"If anyone receives this image via social media I would recommend they swiftly assign it to the trash box where it belongs. Not only is the information outrageously incorrect, it is irresponsible to be creating unwarranted fear about such an important issue.\"",
  "Originally Published": "",
  "Referred Links": "http://www.sunshinecoastdaily.com.au/news/doctors-go-on-attack-over-scare-campaign/2280234/;https://www.facebook.com/FeministsAgainstVaccination;http://i.somethingawful.com/u/garbageday/2013/phriday/vaccines/Bog_Chef_01.png;http://www.somethingawful.com/photoshop-phriday/antivaccination-ads-mccarthy/1/;http://www.somethingawful.com/photoshop-phriday/;",
  "Example": "[Collected via Facebook, March 2015]",
  "Last Updated": "23 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/heroinvaccine.asp",
  "Claim": "Studies have shown that children who are vaccinated are 85% more likely to inject heroin than those who are not.",
  "Claim_ID": "media_notnews_heroinvaccine",
  "Tags": ""
}