{
  "Origins": "On 15 July 2014, Empire News published an article titled \"MTV Begins Production On New Show '12 And Pregnant',\" excerpts of which soon began circulating the social web:",
  "Fact Check": "",
  "Description": "A new show that MTV plans to air may be a breaking point for the company, even in this new day and age. Insiders say the whole concept itself may stir up a huge outbreak of lawsuits, hate groups, and generally angry parent groups ... Three 12-year-olds have already been chosen for the show, signing off on lucrative contracts and deals with the Viacom-owned network. Normally, MTV would be heavily promoting the show during their other series like Catfish or True Life, but this time they're staying hush on who the three girls are. All 3 girls and their families signed contracts stating that their identities would not be made public until the show is ready for air. As you may have deduced, the rumor that 12 and Pregnant is coming to MTV is entirely false. A disclaimer page on Empire News explains that all content on the site is of \"a satirical and [entertaining]\" nature, and other articles on the site include \"Cure for Cancer Discovered; 'Amazingly Simple' Says Researcher,\" and \"College Student Excused from Classes After Dog Eats Grandmother,\" and \"Woman Gives Birth, Confuses Doctors by Asking for Maternity Test.\"",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/snopes;https://www.facebook.com/snopes;http://message.snopes.com;http://empirenews.net/about-disclaimer/;http://empirenews.net/mtv-beings-production-on-new-show-12-and-pregnant/;",
  "Example": "[Collected via email, September 2014] Is MTV starting a new reality show called 12 and Pregnant?? There is a rumor that MTV is filming 12 and pregnant. Was just wondering if this is true.",
  "Last Updated": "30 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/mtv12pregnant.asp",
  "Claim": "MTV is producing a new reality show, 12 and Pregnant .",
  "Claim_ID": "media_notnews_mtv12pregnant",
  "Tags": ""
}