{
  "Origins": "In June 2011 an alarming warning against drinking Dew brand bottled water began circulating in some African nations. Spread by cell phone text message, it stated the beverage contained a chemical that caused the death of 180 people in Tanzania.",
  "Fact Check": "",
  "Description": "The message was a hoax of uncertain origin. No one has died or gotten ill from drinking Dew water. Nigeria's Food and Drugs Board (FDB) established the rumor as false after investigations it conducted. Also, investigation by the Nigerian National Agency for Food and Drug Administration and Control (NAFDAC) in several hospitals around Nigeria revealed there was no incident of hospitalization or death arising from consumption of Dew or any other bottled water. In an official statement about the rumor, NAFDAC said : The attention of NAFDAC has been drawn to a widely circulating text message which is alarming the public, alleging the importation of killer 'Dew' water into the country. According to the text message, the said Dew Water purportedly killed 180 people in one of the East African Countries where it was imported and also led to the hospitalization of many Nigerians. NAFDAC hereby informs the general public that the text message is false and mischievous as there is no poisonous water imported into the country. Barbara \"un dew\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.dewluk.com/images/stories/NAFDAC%20Public%20Alert.pdf;",
  "Example": "[Collected on the Internet, July 2011] I cannot verify this story but this is an alert. Just got this from a friend that works with the Customs and Excise in Nigeria. There is a bottle water killing people, The name is DEW. Please do not buy/drink. It is contaminated with dangerous chemicals that destroy one s body system. 180 died in Tanzania. It is in the Nigerian market, pass it on.",
  "Last Updated": "4 August 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/potables/dew.asp",
  "Claim": "Adulterated Dew brand bottled water killed 180 people in Tanzania.",
  "Claim_ID": "medical_potables_dew",
  "Tags": ""
}