{
  "Origins": "Although many folk beliefs take root worldwide, some remain peculiar to specific cultures. Such is the case of the South Korean conviction about \"fan death,\" a deadly fate said to await those who sleep nights in rooms where electric fans are left running.",
  "Fact Check": "",
  "Description": "There are three primary theories as to why leaving a fan running in a closed room overnight might kill a person. None holds up to medical scrutiny, yet that does not impede belief in them: Hypothermia: Human metabolism slows at night. This 'fan death' theory speculates that air blowing on a sleeping person coupled with naturally-slowed metabolism could lower body temperature to such a point that organ failure would result. Suffocation: People who use fans to cool a living space generally close the room's windows to keep warmer air out. This theory keys on the effects of those closed windows, speculating that without fresh air entering the space, the sleeper uses up the oxygen trapped in the closed room, then dies of suffocation. High Levels of Carbon Dioxide: In this theory, speculation centers upon the fan itself, positing that its motor lets off carbon dioxide into the closed room, with said carbon dioxide slowly suffocating the sleeping individual. Fans don't chill air. They merely circulate it, which means the hypothermia theory doesn't survive even the first hurdle of fan use causing a marked drop in room temperature, let alone the second of such a drop being enough to lower a person's internal temperature from 37 C (98.6 F) to below 30 C (86 F). Both the suffocation and carbon dioxide theories fail on the fact that homes are far from airtight. Unless a dwelling is purposely constructed to be airtight, sufficient air should leak into and out of it to prevent suffocation. There are other, more loony, theories about what causes fan death. One asserts the fan's blades chop up oxygen molecules, rendering such mutilated air unbreathable. Another posits the fan converts oxygen into carbon dioxide. No other culture appears to regard its electric fans with trepidation, yet the belief that these air circulating devices are capable of killing in their sleep even adult men is rampant among Koreans. It doesn't help that the Korean media continues to report \"fan deaths,\" citing this form of demise every time an otherwise healthy-appearing individual is found dead in his bed. As to how seriously the threat of fan death is taken in South Korea, fan users there are cautioned to always leave a window open to counter the otherwise deadly effects. Korea's largest fan manufacturing concern, Shinil Industrial Co., issues warnings with its products telling customers to keep fans pointed away from people at night. \"This product may cause suffocation or hypothermia,\" the warning reads. The Korea Consumer Protection Board advises that \"Doors should be left open when sleeping with the electric fan or air conditioner turned on. If bodies are exposed to electric fans or air conditioners for too long, it causes bodies to lose water and hypothermia.\" Many fans sold in South Korea are equipped with timers so people don't fall asleep with the units running all night. Fan death fear is so prevalent that some Korean drivers have made it their practice to open car windows a crack before operating their vehicles' air conditioners. We can only speculate on where this belief came from. The first report of fan death dates to the early 1970s, a time when South Korea was struggling to handle higher energy prices. It's possible the government in place back then spread the rumor as a way of discouraging folks from running fans at night. Faith in fan death continues to run strong in South Korea because people everywhere yearn for the comfort of easily-grasped explanations when bad things occur, and fan death provides Koreans with that for a number of otherwise mysterious deaths. In any country, a handful of seemingly healthy individuals will be discovered dead in their beds, the cause of their demise not readily apparent. In South Korea, a country that gets hot and humid in the summer, many homes will contain electric fans which, with their owners now dead, will be still running in the morning when the bodies are discovered. Yet the one (fan still running) doesn't cause the other (sudden mysterious death); the two are independent events. As to what actually causes these mysterious deaths, the smart money is on previously undiagnosed heart problems or drug or alcohol abuse. The most telling argument against fan death is that people in other countries where fans are used overnight don't die of it. Barbara \"blown theory\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2004] I get pretty hot at night without the AC on, but I try to conserve energy at times and use a fan instead. I have the fan aimed towards my pillow and head and on the lowest speed setting. My grandparents, parents and even some of my friend's parents have told me that it is possible to die if a fan is turned on all night while I sleep. Could this possibly be true? Are there any cases of a fan causing some sort of oxygendeprivation or something that could possibly cause this sort of odd fatality? [Collected on the Internet, June 1994] It has been alleged that sleeping in a small room at night with a fan running on you will kill you dead as a doornail by morning. Despite requests for proof of this statement (except for nebulous \"I remember reading ten years ago in a Korean paper ...\" statements) no proof has been offered except \"why don't you try it yourself!\"",
  "Last Updated": "6 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/freakish/fandeath.asp",
  "Claim": "Electric fans left running overnight kill persons sleeping in the breeze they generate.",
  "Claim_ID": "medical_freakish_fandeath",
  "Tags": ""
}