{
  "Origins": "On 6 June 2014, the 70th anniversary of the World War II D-Day landings in France, the World News Daily Report web site published an article positing that a 95-year-old veteran of that conflict had (with the help of an experimental treatment) finally emerged from a coma he had entered after having been injured during the 1945 battle for Iwo Jima:",
  "Fact Check": "",
  "Description": "This article gained additional traction long after its initial appearance when it was uncritically republished as if it were a straight news story on sites such as Body Mind Soul Spirit and the Marines Corps-related Sgt Grit ( Grunt.com ). However, this item is just a bit of fiction from World News Daily Report , a site whose stock in trade is the posting of fake news articles. World News Daily Report 's disclaimer states that all \"news articles contained within worldnewsdailyreport.com are fiction, and presumably fake news.\" The photograph used at the head of the World News Daily Report article was not in fact that of a 95-year-old U.S. World War II veteran named James Hill, bur rather a picture of a hospitalized 81-year-old British man named Norman Betchley who choked on a pill and died in 2009.",
  "Originally Published": "",
  "Referred Links": "http://www.bbc.com/news/uk-england-essex-21186257;http://worldnewsdailyreport.com/disclaimer/;http://www.donotlink.com/e8n7;http://www.donotlink.com/e8n6;http://www.donotlink.com/e8n0;",
  "Example": "[Collected via e-mail, March 2015] I researched and Found this on Google: From Grunt.com, Article by SGT.GRIT \"69 Year Coma and a Wake Up\":An American Marine injured during the Second World War and stuck in a deepcoma ever since, has finally regained consciousness this Monday at theNaval Medical Center (NMCSD).",
  "Last Updated": "23 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/vetcoma.asp",
  "Claim": "A veteran injured during the 1945 battle of Iwo Jima finally came out of his coma 69 years later.",
  "Claim_ID": "media_notnews_vetcoma",
  "Tags": ""
}