{
  "Origins": "In December 2008, two-year-old Caylee Marie Anthony was reported missing from her Orlando, Florida, home. Suspicion fell upon her 22-year-old mother, Casey Anthony, who in the aftermath of her daughter's disappearance gave conflicting statements to police.",
  "Fact Check": "",
  "Description": "The child's remains were discovered in December 2008 in a wooded area near the family residence. Casey Anthony was arrested and tried for the toddler's murder, and in July 2011, in a case that captivated the nation, she was found not guilty. Anthony is currently serving out her probation (she was convicted on four counts of providing false information to a law enforcement officer) in an undisclosed location in Florida. Many believe the accused got away with murder. The notion, therefore, that someone like Casey Anthony would again look to become a mother (thereby placing yet another child at risk) is unconscionable. It is upon this sense of revulsion that the Weekly World News item cited above plays. Its 16 November 2011 article, entitled \"Casey Anthony Adopts a Baby,\" contains this especially horrifying nugget: \"Casey Anthony wants to prove to the world that she is a good mother and told corrections officers in the Orange County Jail that she plans on adopting 3-4 babies and having 3-4 of her own.\" Mercifully, the story was not real. There was no at-risk Romanian child on the brink of being handed over to the suspected child killer. The Weekly World News (WWN) web site is the online successor to the popular entertainment tabloid of the same name. Its stock in trade is fantastically fictional headlines stories such as \"Alien Spaceships to Attack Earth in 2011\" and \"George Clooney Running for President.\" In March 2013, the Weekly World News followed up a (false) rumor that Anthony was pregnant by publishing another fantastically fictional article asserting that not only was she with child, but that the father was \"a high profile man that everyone in America would know,\" that Casey was expecting twins, and that she was planning to name one of the children Caylee in honor of her deceased daughter. The same fakery appeared in August 2014 when hoax site National Report built upon the \"pregnant with twins\" rumor , adding a separate twist in yet another spoof article. In the most recent iteration, Anthony was not procreating with an unnamed notable fellow, but angling to re-enter the public sphere by landing a reality TV show. Anthony's goal, the article claimed, was public redemption: \"She wants to redeem herself in the eyes of America,\" stated Nieven. \"Did she make mistakes? Absolutely! But this is the U.S.A., everyone can get a second chance here. And let's not forget that Casey was found innocent of the charges against her. She was released. She is a free woman now, and this show is going to allow her to make a great life for her new little angels.\" However, that the WWN and National Report pieces about Casey Anthony are spoofs doesn't mean the real Casey Anthony has forsworn all thoughts of trying motherhood again. In one of her jailhouse letters (which were released to the general public in July 2011), she wrote, \"I had a dream not too long ago that I was pregnant. It was like having Cays all over again. I've thought about adopting, which even sounds weird to me saying it, but there are so many children that deserve to be loved.\" Barbara \"to death\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://nationalreport.net/casey-anthony-pregnant-twins/;http://weeklyworldnews.com/headlines/55269/casey-anthony-pregnant/;http://www.weeklyworldnews.com/;http://weeklyworldnews.com/headlines/35631/casey-anthony-adopts-a-baby/;",
  "Example": "[Collected via e-mail, August 2014] Casey Anthony, the woman famously acquitted in 2011 of murdering her daughter Caylee, is confirmed to be pregnant again. This time with twins ... Casey's New York agent, Jeremy Nieven, confirms that she is indeed four months pregnant with twins, and that she has signed a contract for an initial six episode reality television series that will showcase her pregnancy and subsequently her babies. [Collected via e-mail, October 2011] ORLANDO, FL Casey Anthony's attorney confirmed today that Casey Anthony has adopted a baby girl from Romania. Orange County authorities confirmed that Casey Anthony applied to adopt a baby girl (2 years old) from Eastern Europe in early 2010. She was accepted by the Romanian government pending the conclusion of her trial. [Rest of article here.]",
  "Last Updated": "29 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/iftrue/anthony.asp",
  "Claim": "Notorious mom Casey Anthony is pregnant with twins and hoping to star on a reality TV show.",
  "Claim_ID": "media_iftrue_anthony",
  "Tags": ""
}