{
  "Origins": "On 19 September 2014, the News Nerd web site published an article positing that the Atlanta-based Centers for Disease Control (CDC) had announced trials of an Ebola vaccine that has proved effective only among white people:",
  "Fact Check": "",
  "Description": "The Center of Disease Control, which is headquartered in Atlanta, has released a statement saying the trial vaccine for the deadly Ebola virus will only work on those with white skin. In an excerpt from the statement, the government agency stated, \"Early tests of an experimental drug, which would effectively combat the spread of Ebola, have proved successful only in those with white skin We are working diligently to improve the sample to be able to help all those who are in need.\" According to the CDC, the trial was doled out 200 people, but only proved effective to those with white skin. Some scientists believe high levels of melanin may somehow be affecting the sample. Many readers soon mistook the News Nerd article for a reporting of real news. However, News Nerd 's stock in trade is publishing fabricated spoofs, such as a story about actor Leonardo DiCaprio playing the lead in a Martin Luther King biopic in blackface. As the The News Nerd site's disclaimer states, all of their material is satirical in nature: The stories posted on TheNewsNerd are for entertainment purposes only. The stories may mimic articles found in the headlines, but rest assured they are purely satirical.",
  "Originally Published": "",
  "Referred Links": "http://www.thenewsnerd.com/technology/cdc-says-ebola-vaccine-works-white-people/;",
  "Example": "[Collected via e-mail, September 2014] Is it true the CDC has developed a vaccine for ebola that only works on white people?",
  "Last Updated": "29 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/ebolavaccine.asp",
  "Claim": "The CDC has announced trials of an Ebola vaccine that works only on white people.",
  "Claim_ID": "media_notnews_ebolavaccine",
  "Tags": ""
}