{
  "Origins": "On 3 December 2014, World News Daily Report published an article titled \"Smithsonian Admits to Destruction of Thousands of Giant Human Skeletons in Early 1900's.\" In that article, the site claimed the Smithsonian Institute colluded with unspecified parties to suppress information proving the existence of giants, and the Supreme Court ruled in 2014 that documentation of the discovery be declassified in 2015:",
  "Fact Check": "",
  "Description": "There are a number of factors in the first two paragraphs of the claim that conflict with the standard template for fake news, but the article also follows that formula in several ways. On the latter score, searches for the \"American Institution of Alternative Archeology (AIAA)\" point back either to the article itself or other pages referencing it, a strong indicator that organization does not exist. Furthermore, the claim regarding the Smithsonian guarding classified documents is unusual: The earliest technically classified documents in the United States go back only as far as World War I (which America entered in 1917), whereas the discovery of giant skeletons is dated vaguely as occurring in the early 1900s. Prior to the first World War, the need to classify documents as we would today had not yet come to issue (due to America's relative then-isolated status), and such a measure would be even less likely to apply to a archaeological discovery. An image World News Daily Report claimed was taken in Ohio in 2011 has existed on the internet since 2008, and prior references identify the location of the picture as Turkey , not Ohio. The date initially claimed of the image back then was that it was taken in the 1990s. Another image of \"giant skulls\" included with the article dated to a 2008 claim made on the web site of the Coast to Coast radio program. (Misattributed images attached to news articles are almost always red flags the claims made in those articles are shaky.) Yet another image frequently attached to other versions of the claim depict Edouard Beaupre , a French-Canadian man afflicted with gigantism who died in 1904. A sideshow celebrity at the time, Beaupre's existence was hardly a secret and certainly not classified by the Smithsonian Institute. Finally, no such \"Supreme Court\" decision exists, and if it did, it would have been a matter of public record and widely reported in mainstream publications due to its notability. Unlike most fake news stories, the giant skeleton claim is an extant long-running rumor that refuses to stay dead rather than a recently invented falsehood. National Geographic has been battling the hoax since at least 2002, and stated in 2007 : The National Geographic Society has not discovered ancient giant humans, despite rampant reports and pictures. The hoax began with a doctored photo and later found a receptive online audience thanks perhaps to the image's unintended religious connotations. A digitally altered photograph created in 2002 shows a reclining giant surrounded by a wooden platform with a shovel-wielding archaeologist thrown in for scale. By 2004 the \"discovery\" was being blogged and emailed all over the world \"Giant Skeleton Unearthed!\" and it's been enjoying a revival in 2007. This iteration of the tale is certainly fake, as it incorporates elements of existing urban legends and hoaxes (obscuring the nature of the source), and World News Daily Report 's disclaimer page explicitly states: World News Daily Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within worldnewsdailyreport.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction. In addition to the giant skeleton hoax, World News Daily Report 's repertoire of fake news articles includes a claim that logger's cut down the world's oldest tree , another stating that an eyewitness account of Jesus's miracles was recently uncovered, and yet another that evidence of a prehistoric giant shark had been unearthed.",
  "Originally Published": "",
  "Referred Links": "http://worldnewsdailyreport.com/disclaimer/;http://news.nationalgeographic.com/news/2007/12/071214-giant-skeleton.html;http://en.wikipedia.org/wiki/Fransaskois#mediaviewer/File:Edouard_Beaupre.JPG;http://www.coasttocoastam.com/show/2008/12/03;https://www.facebook.com/photo.asp?fbid=497521650263579&set=a.107762799239468.15219.100000172440870&type=1&theater;http://www.npr.org/blogs/thetwo-way/2011/04/20/135564718/cia-reveals-its-six-oldest-classified-documents-now-we-can-all-read-them;http://worldnewsdailyreport.com/smithsonian-admits-to-destruction-of-thousands-of-giant-human-skeletons-in-early-1900s/;",
  "Example": "[Collected via e-mail, December 2014] I am curious about this article and its veracity found at the following link. It is regarding a giant race of people whose remains werefound throughout the Midwest, with pictures, from the 1800's. Supposedly those remains have disappeared, possibly at the hand of the Smithsonian. It seems more than far fetched, but I am intrigued all the same. Thank you for taking the time to look into this fanciful matter.",
  "Last Updated": "17 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/giantcoverup.asp",
  "Claim": "The Supreme Court ordered the Smithsonian Institute to disclose that it destroyed several giant skeletons in the early 1900s to preserve the mainstream narrative of evolution.",
  "Claim_ID": "media_notnews_giantcoverup",
  "Tags": ""
}