{
  "Origins": "The letter quoted above began circulating on the Internet in June 2006. While we do not know the particulars of the incident it recounts and so can't confirm that it chronicles an actual event, what it describes is consonant with similar cases mentioned in medical literature:",
  "Fact Check": "",
  "Description": "Tick paralysis is caused by a neurotoxin produced in the tick's salivary gland. As the University of Pennsylvania Health System's web site describes it: Hard- and soft-bodied female ticks are thought to produce a neurotoxin capable of causing paralysis in children. Ticks attach to the skin to feed on blood. It is during this feeding process that the toxin enters the bloodstream. The resulting paralysis is ascending (starting in the lower body and moving up) and is similar to that seen in Guillain-Barre syndrome and opposite that seen in botulism and paralytic shellfish poisoning (descending). Affected children develop an unsteady gait (ataxia) followed several days later by lower extremity weakness that gradually moves up to involve the upper limbs. Paralysis may cause loss of respiratory ability and the patient may require a ventilator. Symptoms: history of exposure to ticks such as camping, a tick-infested area, dogs or other animals finding a tick attached at the back of the neck at the hairline unsteady jerky body movements and gait (ataxia) muscle weakness beginning in the lower extremities and progressing upwards breathing difficulties The word ataxia , by the way, serves both as the name of a specific disease (actually, a group of diseases known as hereditary and sporadic ataxias) and as a general term meaning \"the loss of ability to coordinate muscular movement\" (also known as dyssynergia or incoordination ). The nurse in the story quoted above appears to have intended her use of the word as a description of some of the stricken child's symptoms, but the mother understood it as the name of her daughter's illness, hence her mention of \" ... disease with no cure, she would be wheel-chair bound the rest of her life and would never see her 20's.\" More simply put, we note that: Tick paralysis is not ataxia. Ataxia (incoordination) is one of the effects of tick paralysis (in the same way that vomiting is one of the effects of food poisoning). Ataxia (disease: hereditary or sporadic) is unrelated to tick paralysis. Barbara \"dual-use words are a pistol\" Mikkelson National Ataxia Foundation",
  "Originally Published": "",
  "Referred Links": "http://www.ataxia.org/;http://www.pennhealth.com/ency/article/001359.htm;",
  "Example": "[Collected via e-mail, 2006] To everyone who helped me and my family through our emergency last week by picking up or switching shifts, we thank you so very much! Also thanks to all that kept Alyssa in your thoughts and prayers and called to check-up on how we were doing or see if there was anything that they could do to help, we appreciate it! Alyssa is 100% back to her old self and if you looked at her now you never would have known that she was ever sick. For those of you with small children or one on the way, here's a synopsis of what happened to that you can watch out for it with your own children. On Tuesday morning she woke up paralyzed from her waist down, she wasn't able to walk or stand on her own. I called the Eglin pediatrics nurses line and told them what was going on and they told me to wait 3 days and if her symptoms hadn't cleared to bring her in. We took her to the ER on Eglin and after 12 hours there all her tests, blood, urine and CAT scan returned as normal. They told us that she had Ataxia, with no explanation as to what that is, and set us up for an appointment for the following day with pediatrics. If you Google Ataxia, you'll understand why we were so devastated. The short version is that it is a disease with no cure, she would be wheel-chair bound the rest of her life and would never see her 20's. On Wednesday morning she woke up paralyzed from her neck down. She couldn't even sit without being propped up by pillows and blankets. Her eyes were also fully dilated and she would stare off into nothing for long periods of time. No amount of clapping or calling out her name would snap her back. We went back to Eglin's ER and we were ambulanced to the children's hospital in Pensacola. After 15 minutes in P-cola hospital a nurse who had seen these same symptoms in another little girl earlier that week found a tick on Lysa's head buried under all her hair. The toxins in the tick's saliva were too much for her liver to metabolize and started paralyzing her starting at her feet and moving up. (Tick paralysis, Google brings up good information on that too). Once the tick was removed she started getting better, 24 hours later she was running down the hospital hallways and we were released. The docs said that had we waited another 12-24 hours her chest would have been paralyzed to the point of her not being able to breathe on her own. The little girl that had been in earlier that week was already on a ventilator when they found the tick on her. So in this area, particularly during this season check you kids for ticks regularly. Use insect repellant if you're going out into wooded areas and all that good stuff. A good rule of thumb that one of the nurses in P-cola told me was, if your child is complaining of their feet hurting or going numb, and you can't find any sign of an injury, start looking for ticks. Again thank you to everyone for helping us through this, and I hope this information can help you keep your kids safe!",
  "Last Updated": "25 June 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/disease/ataxia.asp",
  "Claim": "Embedded ticks can cause paralysis.",
  "Claim_ID": "medical_disease_ataxia",
  "Tags": ""
}