{
  "Origins": "Rumors started circulating in November 2014 that famously religious NFL quarterback Tim Tebow had been arrested for soliciting a prostitute in Jacksonville, Florida. The speculation stemmed from an article published on the humor website Daily Leak:",
  "Fact Check": "",
  "Description": "Friday evening, the former Denver Broncos Quarterback Tim Tebow, was arrested for solicitation of a prostitute. The Sheriff's Department arrested Tim Tebow, the 27 year old religious icon and former Florida Gators star quarterback, on Friday at a Super 8 on the outskirts of Jacksonville. The former Heisman winner could face jail time, probation, and possibly a fine after being detained. ESPN has consequently put Tebow on indefinite probation from his job as an SEC Network analyst. Tebow is expected to resign from ABC's morning show Good Morning America. He worked as a contributor on the \"Motivate Me Monday\" series, which focuses on our nation's stories that deserve to be celebrated. Sources close to Tebow say he is expected to apologize in an open letter for the \"inappropriate sexual encounter.\" The article was presented as a real news story, and many readers fell for the farce, but there is no truth here: Tim Tebow was not arrested for soliciting a prostitute. The Daily Leak is a humor website that publishes fake news stories such as\" Obama Eats Ice Cream in Front of Hungry Orphans,\" \"Child Sees No Reason Why Iron Man Costume Can't Be Worn to Grandfather's Funeral,\" and \"Video Game Violence Saves the World from Violent Video Games.\" A disclaimer on the website's FAQ section states that all articles are meant for \"entertainment purposes only.\"",
  "Originally Published": "",
  "Referred Links": "http://dailyleak.org/faq/;http://dailyleak.org/2014/11/tim-tebow-arrested-for-soliciting-prostitute/;",
  "Example": "[Collected via e-mail, November 2014] It was reported that Tim Tebow was arrested in Jacksonville Friday night for soliciting a prostitute and has been suspended by ESPN. Is this true?",
  "Last Updated": "17 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/tebowarrest.asp",
  "Claim": "NFL quarterback Tim Tebow was arrested for soliciting a prostitute.",
  "Claim_ID": "media_notnews_tebowarrest",
  "Tags": ""
}