{
  "Origins": "On 27 November 2014, the entertainment web site Stuppid published an article reporting that two parents named John and Cindy Thomas announced they have sex in front of their children in order to show them where babies come from:",
  "Fact Check": "",
  "Description": "When John and Cindy Thompso's children asked where babies came from they decided to forgo the typical answers: \u001cfrom God,\u001d \u001ca stork\u001d and instead showed them. \u001cCindy and I brought the kids into the bedroom and made love in front of them,\u001d John said. \u001cI showed them my seminal fluid and explained how it traveled up mommy's vagina to fertilize her egg and make a baby. They really seemed to get it.\u001d Their children are now allowed to watch their parents have sex whenever they want. The Thompsons say their children have watched them enough (at least a 100 times) to really understand what a healthy, shameless sex life looks like. The above-quoted article received little attention when it was first published, but the story received a viral boost on 29 April 2015 when it was republished by Celebriticity , another entertainment web site. Although both of these sites are well-known for publishing fake news, the took in thousands of readers after it was republished again by the Mommy Page . But this article is just a fictitious spoof. A disclaimer on Stuppid states that the web site \"reports stupid news we find around the web and from other sources. We aim publish the stupidest, craziest stuff we can find.\" And much of what they \"find\" is completely made-up. This spoof does somewhat mimic the details of a real-life news story from 2007 about a Rhode Island couple who were charged with child neglect for engaging in sexual intercourse in the presence of the woman's daughter in order to \"as a way teach the girl about sex\" (but not specifically to instruct her on \"where babies come from\"): A Woonsocket mother and her boyfriend are headed to trial on charges they had intercourse in front of the woman's 9-year-old daughter as a way to teach the girl about sex. Rebecca Arnold, of Woonsocket, and her boyfriend, David Prata, have pleaded not guilty to felony child-neglect charges. When questioned by an investigator from the state Department of Children, Youth and Families, Prata, 33, said he and Arnold, 36, had sex \"all the time\" in front of the child and that \"we don't believe in hiding anything.\" He said the girl would often be on the bed watching as the couple had sex. Though they did not ask her to leave, they also did not force her to remain on the bed, Prata said.",
  "Originally Published": "",
  "Referred Links": "http://www.foxnews.com/story/2007/02/10/couple-charged-with-having-intercourse-in-front-year-old-daughter-to-teach-her/;http://www.donotlink.com/framed?671712;http://www.mommypage.com/2015/05/parents-have-sex-in-front-of-kids-to-teach-them-where-babies-come-from/;http://www.donotlink.com/f1s3;http://www.donotlink.com/f1sk;",
  "Example": "[Collected via e-mail, April 2015] Please tell me this is satire....please?!",
  "Last Updated": "8 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/teachkids.asp",
  "Claim": "A couple announced they have sex in front of their children to show them where babies come from.",
  "Claim_ID": "media_notnews_teachkids",
  "Tags": ""
}