{
  "Origins": "On 18 December 2014, the Naha Daily published an article claiming talk show host Oprah Winfrey had joined the ranks of women accusing Bill Cosby of sexual assault:",
  "Fact Check": "",
  "Description": "\"He's funny, but not that funny. That's when I knew the drugs kicked in, because I was laughing a little too much\" Said Oprah Winfrey about her run in with comedian Bill Cosby. The raining queen of daytime Tv Oprah Winfrey is set to reveal she was drugged by comedian Bill Cosby on an OWN netwrok show episode, but decided to wait before revealing it, because she's not into ruining a black man. \"He was never able to rape me; Even while drugged I overpowered him, but let's just say he got to second base\" Said the media Mogul to lyanla in this scathing interview that will probably be the end of Bill Cosby being that Oprah's world is golden to white and blacks worldwide. While Bill Cosby has been accused by multiple women of sexual assault, Oprah Winfrey is not one of them. The Naha Daily is an entertainment website that does not publish factual stories. A statement at the bottom of the article states the \" Naha Daily is a daily satirical news source. Meaning complete fiction.\" The website has published fictional stories like \" Michael Jordan on Kids Dying Over His Shoes 'Not My Problem,'\" \"Kel from 'Kenan and Kel' Found Guilty of Murder,\" and \"Pastor Mase Used Church Donations to Fund Mixtape.\"",
  "Originally Published": "",
  "Referred Links": "http://nahadaily.com/world-news/oprah-bill-cosby-drugged-tried-rape/;",
  "Example": "[Collected via e-mail, December 2014] It's rumored that Oprah will have a show airing where she will speak of an incident with Bill Cosby and an attempt of him raping her. Is this True or False?",
  "Last Updated": "19 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/oprahcosby.asp",
  "Claim": "Oprah Winfrey accused Bill Cosby of drugging her and trying to rape her.",
  "Claim_ID": "media_notnews_oprahcosby",
  "Tags": ""
}