{
  "Origins": "On 27 April 2012, the UK's Daily Mail published an article reminiscent of a 1995 Weekly World News article and a gender-switched version of the 1996 film The Dentist , reporting that a dentist in Poland had extracted all her ex-boyfriend s teeth after he dumped her for another woman:",
  "Fact Check": "",
  "Description": "The article went on to state that the dentist was being investigated for medical malpractice and could face three years in jail. The story of the vengeful dentist was picked up and reprinted by a number of U.S. news outlets, including Fox News , the Los Angeles Times , the San Francisco Chronicle , Huffington Post , Yahoo! News , MSN , the New York Post , and the New York Daily News . However, many readers expressed skepticism about this report, and with good reason: it proved to be nothing more than a fabrication. On 2 May 2012, the Polish publication Gazeta Wroclawska noted that there was no dentist by the name of Anna Mackowiak working in the city of Wroclaw, as stated in the original Daily Mail article. That same day, Polish television news channel TVN4 also reported that authorities in Wroclaw had no knowledge of a dentist by that name or any dental malpractice issue similar to the one described, and that the story was apparently an Internet joke with no basis in reality. MSNBC also investigated and found that no Polish authorities were aware of any such case: \"Lower Silesia Police Department has not been notified about such an event and is not investigating such a case,\" Pawel Petrykowski of the Provincial Police Headquarters in Wroclaw said. A legal adviser for Poland s Chamber of Physicians and Dentists, which handles disciplinary matters, said the organization is not investigating and has never investigated any such case, and added that there is no dental practitioner named Anna Mackowiak listed in Poland s central register of dentists. \"No information about this kind of misconduct has been provided to the Supreme Chamber,\" the legal advisor, Marek Szewczycski, said in an email. \"The Supreme Chamber is also not aware of any actions of this kind being taken by the Regional Chamber of Physicians and Dentists in Wroclaw, which would be the competent authority in case of a possible professional misconduct committed by a dental practitioner from Wroclaw.\" The Daily Mail reporter responsible for the story professed to be unable to identify it origins: The article appears under the byline of staff reporter Simon Tomlinson. But Tomlinson said he does not know where the story came from and distanced himself from it when questioned about its origins. \"I've drawn a bit of a blank,\" he said in an email. \"The (Daily) Mail Foreign Service, which did the piece for the paper, is really just an umbrella term for copy put together from agencies. My news desk isn t sure where exactly it came from.\"",
  "Originally Published": "",
  "Referred Links": "http://worldnews.msnbc.msn.com/_news/2012/05/08/11601378-story-of-vengeful-jilted-dentist-was-too-good-to-be-true;http://www.tvn24.pl/12691,1743297,0,1,dentystyczna-zemsta-polki-podbila-media-na-swiecie,wiadomosc.html;http://www.gazetawroclawska.pl/artykul/566301,dentystka-sadystka-z-wroclawia-wyrwala-wszystkie-zeby,id,t.html;http://articles.nydailynews.com/2012-04-28/news/31453652_1_teeth-dentist-jaw;http://www.nypost.com/p/news/weird_but_true/weird_but_true_L0vJVjZj01RRpJDp5DnH7L;http://now.msn.com/now/0428-dentist-revenge.aspx;http://news.yahoo.com/blogs/sideshow/dentist-pulls-her-ex-boyfriend-teeth-split-210829769.html;http://www.huffingtonpost.com/2012/04/28/dentist-pulls-all-exs-teeth-out_n_1461288.html;http://blog.sfgate.com/hottopics/2012/04/30/dentist-gets-revenge-by-pulling-ex%e2%80%99s-teeth/;http://www.latimes.com/business/technology/la-fi-tn-dentist-pulls-ex-teeth-20120501,0,290880.story;http://www.foxnews.com/health/2012/04/30/ultimate-revenge-recently-dumped-dentist-removes-all-her-exs-teeth/;http://www.imdb.com/title/tt0116075/synopsis;http://books.google.com/books?id=vfEDAAAAMBAJ&pg=PA6#v=onepage&q&f=false;http://www.dailymail.co.uk/news/article-2136265/Dentist-Anna-Mackowiak-pulled-ALL-boyfriend-Marek-Olszewski-s-teeth-dumped-her.html;",
  "Example": "[Collected via e-mail, April 2012] I've been reading reports out of Poland about a dentist who pulled all of her ex-boyfriend's teeth shortly after he dumped her. The claim is that a few days after he dumped her, he had a toothache and asked her to look at it. She gave him way too much anesthesia and decided to get revenge by pulling out all of his teeth. Seems hard to believe.",
  "Last Updated": "9 May 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/dentist.asp",
  "Claim": "A vengeful Polish dentist pulled out all of her ex-boyfriend s teeth after he dumped her.",
  "Claim_ID": "media_notnews_dentist",
  "Tags": ""
}