{
  "Origins": "On 5 October 2014, the Daily Buzz Live web site reported that a man had killed seven people with a chainsaw at a haunted house in Los Angeles:",
  "Fact Check": "",
  "Description": "A Los Angeles, California man is in custody, and 7 people are dead after a tragic attack inside an East LA hunted house attraction over the weekend that was caught on surveillance video. A Hispanic male, 26-year-old Luis Ortega, entered the Texas Chainsaw Massacre House of Horrors on Friday's opening night wielding a chainsaw. The article quoted people who had witnessed the attack and included surveillance footage of the incident taken from a security camera: While the video is real, it does not capture a man killing seven people with a chainsaw outside of a haunted house. Instead, the video shows an incident from February 2012 in which a man was kicked out of a pub in England. Dean Dinnen, 24, was booted from the Endyke Pub in Hull after he refused to put out a cigarette; the inebriated man then chased patrons with a gas powered chainsaw and injured one woman before patrons subdued him in the street. Dinnen was sentenced to three years in prison for his assault. The video saw a surge in popularity after it was combined with a backstory about a man killing seven people at a haunted house with a chainsaw, but no such incident took place. The story about the haunted house killings is fiction, and the video is an old one repurposed to lend it credence. A disclaimer on Daily Buzz Live explains that articles on the web site are for \"entertainment purposes only.\" While some stories may be \"inspired by real news events,\" they are \"complete fiction.\"",
  "Originally Published": "",
  "Referred Links": "http://dailybuzzlive.com/contact-us/;http://www.bbc.co.uk/news/uk-england-humber-17015287;http://dailybuzzlive.com/video-man-walks-in-to-haunted-house-with-chainsaw-murders-7-people/;",
  "Example": "[Collected via e-mail, October 2014] Is this true? Man walks into haunted house with chainsaw, murders 7 people.",
  "Last Updated": "9 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/chainsawmassacre.asp",
  "Claim": "A man killed seven people with a chainsaw at a haunted house in California.",
  "Claim_ID": "media_notnews_chainsawmassacre",
  "Tags": ""
}