{
  "Origins": "On 24 March 2015, the Facebook group Fox News: The Facebook Page (a satirical site not associated with the real Fox News Channel) posted an image of George Zimmerman along with a fictitious quote ostensibly uttered by him during a recent interview:",
  "Fact Check": "",
  "Description": "I'm tired of President Obama trying to paint me as a villain just for standing my ground. It was God's plan for me to shoot Treyvon and God will judge me. If blacks weren't running around the streets acting like thugs they wouldn't get shot. All they have to do is stay home at night and on election day and they will stay safe. George Zimmerman never said these incendiary (yet imaginary) words. The Fox News: The Facebook Page group is an entertainment page that frequently pokes fun at contemporary news events by posting fictitious news articles as well as false and incorrectly-attributed quotes. The group's most recent posts include a made-up statistic connecting vaccinations to heroin use, a story about President Obama's being a \"baby eater,\" and an article about tattoos causing homosexuality. While the quote featured in the above-displayed photo is a made-up one, George Zimmerman did say something similar during a video interview released by his attorney on 23 March 2015. Although Zimmerman did not specifically say that it was \"God's plan for me to shoot Treyvon,\" he did state that \"God does everything for a purpose\": On different perspectives with me as a Christian I believe that God does everything for a purpose, and he had his plans and for me to second guess them would be hypocritical and almost blasphemous. However as an individual I\u0019ve done a lot of soul-searching and the conclusion that many professionals and, have conveyed to me and I have come to adopt is that it only in a true life or death scenario can you have mental clearness to know that you cannot feel guilty for surviving. Had I had a fraction of the thought that I could have done something differently, acted differently so that both of us who survived then I would have heavier weight on my shoulders. That sense in the back of my mind but in all fairness you cannot as a human feel guilty for living, for surviving Zimmerman also blamed President Obama for creating racial tensions after the shooting incident that left Trayvon Martin dead: Q. George you mentioned unfairness and if you had to point to a government agency or official, who do you think the highest level of fairness to your personal situation? A. By far, the President of the United States, Barack Hussein Obama. He had the most authority and in that sense I would hold him in the highest regard believing that he would hold that position and do his absolute hardest to not inflame racial tensions in America. Unfortunately after even after Jay Carney, his press secretary stated in the White House briefing that the White House will not interject in a local law enforcement matter and at most a state criminal matter, President Obama held his Rose Garden speech stating if I had a son he would look like Trayvon. To me that was clearly a dereliction of duty pitting Americans against each other solely based on race. He took what should have been a clear-cut self-defense matter and still to this day on the anniversary of incident he held a ceremony at the White House inviting the Martin-Fulton family and stating that they should take the day to reflect upon the fact that all children\u0019s lives matter. Unfortunately for the president I\u0019m also my parent\u0019s child and my life matters as well. And for him to make incendiary comments as he did and direct the Department of Justice to pursue a baseless prosecution he by far overstretched, overreached, even broke the law in certain aspects to where you have an innocent American being prosecuted by the federal government which should never happen.",
  "Originally Published": "",
  "Referred Links": "http://www.18884mydivorce.com/georgezimmerman2015/;http://www.donotlink.com/e9hi;http://www.donotlink.com/e9hj;http://www.donotlink.com/e9hk;",
  "Example": "[Collected via Facebook, March 2015]",
  "Last Updated": "24 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/zimmermanquote.asp",
  "Claim": "George Zimmerman said that it was God's plan for him to shoot Trayon Martin.",
  "Claim_ID": "media_notnews_zimmermanquote",
  "Tags": ""
}