{
  "Origins": "On 29 July 2014, Empire News published an article positing that Coca-Cola has recalled 2 million bottles of its flagship soft drink bearing the name Michael, due to contamination issues caused by an employee upset over sexual harassment by her supervisor:",
  "Fact Check": "",
  "Description": "Coca-Cola spokesperson Gabriella Sanchez announced in an impromptu press conference this morning that the iconic cola company is urgently recalling all twenty-ounce size bottles of the drink with the name Michael on them due to compromising of ingredients . She went on to say that several customers had returned their drinks to stores and/or called the Coca-Cola customer service hotline after noticing their personalized bottles, with the name Michael on them, had an odd taste. Sources close to the situation, which requested to remain anonymous, leaked the story to a reporter about the case as early as Sunday morning, saying that a female employee, who was claiming sexual harassment by her supervisor, who just happened to be named Michael, had spiked large batches of the drink with top soil she had been bringing to work, via her purse. She did so after discovering that all batches she was put in charge of would be added to two-million 20-ounce bottles which would be labeled Share a Coke with ... Michael.\" Soon afterwards links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news item including Albany television station WNYT , who ran it as a straight news story. However, the article was just a spoof from Empire News , one of many fake news sites that publishes fictional stories such as \"Cure for Cancer Discovered; 'Amazingly Simple' Says Researcher,\" and \"College Student Excused from Classes After Dog Eats Grandmother,\" and \"Woman Gives Birth, Confuses Doctors by Asking for Maternity Test.\" Their disclaimer page notes that Empire News \"is a satirical and entertainment website.\"",
  "Originally Published": "",
  "Referred Links": "http://empirenews.net/about-disclaimer/;https://archive.today/PVfGv;http://empirenews.net/coca-cola-recalls-2-million-bottles-with-the-name-michael-the-reason-why-will-shock-you/;",
  "Example": "[Collected via Facebook, August 2014] The rumor is that Coca-Cola is recalling millions of bottles of Coke with the name Michael on the label because they were contaminated by a worker who wanted revenge on her boss named Michael.",
  "Last Updated": "2 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/cokerecall.asp",
  "Claim": "Coca-Cola is recalling millions of bottles ofCoke with the name Michael on the label.",
  "Claim_ID": "media_notnews_cokerecall",
  "Tags": ""
}