{
  "Origins": "A warning that chemicals or bleaches used in the manufacture of disposable chopsticks posing health hazards first appeared online in January 2005 on a variety of Chinese-language bulletin boards, and by March 2005 the English-language version quoted above began making its way into inboxes everywhere. (The English version cannot properly be termed a translation of those bulletin boards posts in that it is a rewriting of the information they presented rather than a copy of any one of them, or at least not a copy of any post we've so far located. The \"Professor Chew\" of the e-mailed alert, for instance was not present in the source article.)",
  "Fact Check": "",
  "Description": "Those bulletin board posts were based on a then year-old China Post article cautioning shoppers that a number of ingestibles being sold in stores had been found to contain excessive remnants of preservatives, bleachers, or coloring agents after food inspections had been increased ahead of the expected boom in the sale of edibles for the upcoming Chinese Lunar New Year. Those inspections resulted in the Bureau of Health under the Taipei City Government discerning that 39 of the 165 food items it examined failed to meet government standards, with many of those delinquent products supplied by well-established manufacturers. Within that news article about non-compliant foodstuffs, in a section about preservative chemicals and dried daylily (\"golden needle\"), passing mention was made of sulfur dioxide's often being found on disposable wooden or bamboo chopsticks. No details were given regarding how much of this compound was routinely discovered on these utensils or how often such discoveries were made. Sulfur dioxide (SO 2 ), a colorless, water-soluble chemical used for bleaching and preserving foods, fruits, and vegetables, can lead to asthmatic attacks in asthmatics and can cause rashes and abdominal upset in those sensitive to this additive. While the U.S. Food and Drug Administration ( FDA ) does restrict sulfites such as sulfur dioxide in fresh foods to ten parts per million (10 ppm), it does not impose a limit on how much may be present in canned, dried, or preserved foods, instead requiring those ingestibles to bear a sulfite label declaration. While the triggering of asthma attacks, skin rashes, and abdominal upset are recognized by the FDA as symptoms linked to sulfites, that federal regulatory agency is wholly silent on the topic of sulfur dioxide's being a cancer-causing agent. It is fair, therefore, to conclude that Professor Chew's \"Don't come and ask me why you have cancer\" is baseless scaremongering. The FDA estimates that one out of a hundred people is sulfite-sensitive, and that five percent of those who have asthma are at risk of sulfites triggering a breathing problem for them. While adverse reactions among those who are sulfite-sensitive can be severe, even life-threatening, almost all of the population ( 99 percent of non-asthmatics and 95 percent of asthmatics) are unharmed by ingested sulfites, including sulfur dioxide. Sulfites are not the lurking threat to all and sundry the e-mailed warning makes them out to be, nor do they cause cancer. Those still worried about potential harm from the sulfur dioxide that might be on the disposable chopsticks they are about to use could follow the advice given for leaching it from dried daylily. China's Department of Health says 70% of the sulfur dioxide used as a preservative for that product can be eliminated from it by soaking the foodstuff in cold water for 60 minutes or in warm water for 20 minutes , and that as much as 90% of the chemical could be eliminated by boiling dried daylily for 20 minutes. Consumers concerned about the environment might choose to follow the e-mail's advice to foreswear disposable chopsticks altogether. In 1984 in Japan alone an estimated 12 billion pairs a year were being used and discarded, and in 2001 in China, 45 billion pairs were being sent to their ancestors. Barbara \"don't waribashi, be happy\"",
  "Originally Published": "",
  "Referred Links": "http://www.cfsan.fda.gov/~dms/fssulfit.html;",
  "Example": "[Collected on the Internet, 2005] This is a real case, if happen you had a chance, you can try soak disposable chopsticks (usually they gave you when you take away something) for 3 to 5 minutes in hot water, and you will see bleach detergent dissolved in the hot water from the chopsticks. If you can prepare yours own chopsticks at your office, it's not only environmental friendly and it's for your own good. In a campaign promoting healthy care in An Ning, professor Chew reminds people not to use disposable chopsticks, as almost majority of them are made in and imported from china. Before the production, the raw materials itself already grown with germs that are in multiply colors (fungus), and the first process was put in chemical to preserve the materials then after that they are washed with bleach (which believes are to be thousands times over the standards). And guess what? These chemicals could cause cancer, Carcinogen. Professor Chew didn't use any disposable chopsticks anymore since she last visited a disposable chopsticks manufacturing plant 5 years ago. In case she forgotten to bring her own chopsticks, she always put one in her bag, since it can be reuse again and again. Professor chew said: if you were using disposable chopsticks in the past, and you insists going to use them for rest of your life. Don't come and ask me why you have cancer.",
  "Last Updated": "30 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/toxins/chopsticks.asp",
  "Claim": "Disposable chopsticks are loaded with carcinogens.",
  "Claim_ID": "medical_toxins_chopsticks",
  "Tags": ""
}