{
  "Origins": "On 23 July 2014, Empire News published an article positing that long-time New York Yankee shortstop Derek Jeter had canceled his plans to retire at the end of the 2014 season in favor of signing a three-year-deal with the Boston Red Sox:",
  "Fact Check": "",
  "Description": "The franchise player Derek Jeter is sure to disappoint every New York Yankee fan in the world after deciding not to retire after this baseball season. One of their star players for years, Jeter has signed a multi-year deal with Yankees rival the Boston Red Sox. According to sources, Boston has been eyeing the possibility of picking up Jeter since he announced he would retire after this year, his 20th season in the MLB. Reportedly, the deal will make him an additional $25 million a year for the 3 years of his contract. Reports have confirmed that Jeter and his agents have agreed to the terms of the contract, and Jeter is signing on the dotted line Wednesday evening. Soon afterwards links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news item. However, the article was just a spoof from Empire News , one of many fake news sites that publishes fictional stories such as \"Cure for Cancer Discovered; 'Amazingly Simple' Says Researcher,\" and \"College Student Excused from Classes After Dog Eats Grandmother,\" and \"Woman Gives Birth, Confuses Doctors by Asking for Maternity Test.\" Their disclaimer page notes that Empire News \"is a satirical and entertainment website.\"",
  "Originally Published": "",
  "Referred Links": "http://empirenews.net/about-disclaimer/;http://empirenews.net/derek-jeter-cancels-retirement-signs-3-year-contract-with-boston-red-sox/;",
  "Example": "[Collected via Facebook, July 2014] Saw this on Facebook: Derek Jeter Cancels Retirement, Signs 3-Year Contract With Boston Red Sox",
  "Last Updated": "29 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/jeterretirement.asp",
  "Claim": "Yankee shortstop Derek Jeter has canceled his retirement plans to sign with the Boston Red Sox.",
  "Claim_ID": "media_notnews_jeterretirement",
  "Tags": ""
}