{
  "Origins": "In March 2015, the entertainment web site News Buzz Daily published an article reporting that Fox had cancelled a second season of the hit show Empire :",
  "Fact Check": "",
  "Description": "After record breaking views of Fox's newest show \u001cEmpire has been cancelled. Initially, on January 17, the show was renewed for a second season but now Fox has rescinded \u001cEmpire\u001d opportunity for a second season. Produced by Lee Daniels and staring Terrence Howard and Taraji P. Henson, the show was a success and many viewers tuned in weekly for the musical drama. It is said that the show is loosely based off hip hop mogul, Jay-Z's life. Fox\u0019s public relations representative, Charles McRae, has stated that the reason for the cancellation is due to contractual negotiations. According to Fox, pay towards Lee Daniels and Danny Strong's production camp were the main determining factors in the cancellation. It is said that two parties could not reach an acceptable agreement and when things heated up behind the curtains, Fox abruptly pulled the plug on the show. The above-referenced article initially was largely unnoticed until the rumor was picked up by more legitimate entertainment outlets. The web site Bossip , for instance, published an article referencing the News Buzz Daily story. Although some media publications may be speculating about the future of Empire , these rumors originated with a fake news web site. A disclaimer at the bottom of News Buzz Daily 's pages states that all articles are for \"for entertainment and satirical purposes only.\" The official Empire Twitter account has also debunked the rumors:",
  "Originally Published": "",
  "Referred Links": "http://bossip.com/1132105/drip-dropped-did-fox-just-cancel-the-second-season-of-empire/;http://www.donotlink.com/esok;",
  "Example": "[Collected via Twitter, April 2015]",
  "Last Updated": "21 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/empire.asp",
  "Claim": "Fox has cancelled the second season of Empire .",
  "Claim_ID": "media_notnews_empire",
  "Tags": ""
}