{
  "Origins": "The above-quoted hoax warning against bananas imported from Costa Rica began circulating on the Internet in December 1999. An updated November 2011 version cautioned readers against bananas from Uvongo Kwa-Zulu Natal, South Africa, and it was every bit as false as the original.",
  "Fact Check": "",
  "Description": "Most health scare warnings fit into one of two categories: misinformation spread by sincere (but misguided) individuals who are trying to do the right thing by passing along important notices, and deliberately concocted lies and distortions spread by those who seek to profit by scaring consumers into buying their products. Once in a while we come across warnings such as this one, however warnings so far off the mark (and with no obvious profit motive) that they can't be classified as anything other than malicious hoaxes. (Assuming, of course, that this warning wasn't started by someone in a banana-growing country that competes with Costa Rica in the U.S. market.) Necrotizing fasciitis is also known as the \"flesh-eating disease,\" a term that became familiar to many Americans after outbreaks of this previously rare affliction occurred in England, Canada, and the USA in the 1990s. (The most prominent victim of necrotizing fasciitis was Lucien Bouchard, then the leader of Canada's Bloc Quebecois Party, whose left leg was amputated after he contracted the disease in 1993.) Necrotizing fasciitis is a bacterial infection caused when some forms of streptococcus bacteria enter a body (usually through a cut or a scratch) and spread throughout the skin and subcutaneous tissues, destroying the flesh in the process. What little medical information this warning has to offer is specious. The Costa Rican city of Cartago did experience an outbreak of necrotizing fasciitis during the summer of 1999, but nothing else here rings true. No reports of necrotizing fasciitis' (or any other disease's) \"decimating\" the monkey population of Costa Rica have come to light; the notion of bacteria \"grafting\" themselves to banana skins (rather than living on, living in, or feeding off banana skins) is a curious one; anyone familiar with necrotizing fasciitis would talk about the bacteria that cause the disease (Group A Streptococcus) being present on bananas rather than the disease itself; and the putative means of transmission of the disease mentioned here (through ingesting \"infected\" bananas) is quite different than the usual means. (Not only is contracting necrotizing fasciitis via ingestion improbable, but the warning urges those who have \"eaten\" bananas and come down with symptoms to seek medical attention immediately. Why? The bacteria are supposedly present in the \"skin\" of the banana, a part hardly anyone eats. If necrotizing fasciitis were present on or in the skin, wouldn't anyone who merely handled bananas be at risk?) The caution that one \"is advised not to purchase Bananas for the next three weeks as this is the period of time for which bananas that have been shipped to the US with the possibility of carrying this disease\" is also difficult to make sense of. Does it mean that the disease has been stopped, but American consumers should avoid buying Costa Rican bananas for the next three weeks because that's how long it will be before all the pre-stoppage bananas are out of the pipeline (and grocery stores)? If so, how was the disease stopped? Why should subsequent shipments of bananas from Costa Rica be considered safe? (And when the heck did this three-week period begin, anyway?) Of course, there is no \"Manheim Research Institute\" (any organization bearing that name would likely be spelled \"Mannheim,\" and although there is a Mannheim University in Germany, it does not have a research institute that would be involved in the study of diseases or bacteria), and the Centers for Disease Control, rather than the FDA, would be the proper governmental agency to deal with this type of occurrence. (Later hoaxsters have tried to address this flaw by tacking a \"This has been verified by the Center for Disease Control\" [sic] line at the beginning of the message and repeating the name \"Center for Disease Control\" [sic] under \"Manheim Research Institute\"). Because the Centers for Disease Control has been inundated with calls about this scare, it has set up a special banana hotline to ease consumers' minds. The number is (404) 371-5375. This piece seems to be a twist on the usual \"beware of shipments from foreign places\" legend type, although the usual agents of death in those tales are venomous creatures (such as snakes, spiders, and insects) who become stowaways when the crates of fruit are shipped to the USA and then emerge to attack unsuspecting grocery shoppers. The giveaway that screams \"legend\" here is the tired bugaboo about a government agency's endangering lives by keeping quiet about a potential danger instead of moving to protect the population it's supposed to serve. In this case we don't even get the usual tale about \"powerful banana interests\" using their economic clout to bribe government officials and prevent news of the epidemic from reaching the public and causing banana sales (and banana profits) to plummet. Nah, this time we're proffered the old \"we don't want to create a panic\" and \"several thousand deaths is an 'acceptable number'\" excuses. One has to wonder how someone determined that 15,000 lives could \"acceptably\" be sacrificed in order to avoid a \"nationwide panic.\" Do they really expect the public to remain calm if only 12,000 people suddenly come down with necrotizing fasciitis? Additional information: False Internet Report about Necrotizing Fasciitis (Centers for Disease Control) Don't Bite on Flesh-Eating Banana Hoax (Dr. Dean Edell) What Is Necrotizing Fasciitis? (National Necrotizing Fasciitis Foundation) Necrotizing Fasciitis (Wonderful World of Diseases)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20000116101520/http://www.diseaseworld.com/necro.htm;http://www.nnff.org/nnff_what.htm;http://www.healthcentral.com/drdean/deanFullTexttopics.cfm?ID=26917;http://web.archive.org/web/20000301041852/http://www.cdc.gov/od/oc/media/pressrel/r2k0128.htm;",
  "Example": "[Collected via e-mail, 1999] Several shipments of bananas from Costa Rica have been infected with necrotizing fasciitis, otherwise known as flesh eating bacteria. Recently this disease has decimated the monkey population in Costa Rica. We are now just learning that the disease has been able to graft itself to the skin of fruits in the region, most notably the Banana which is Costa Rica's largest export. Until this finding scientist were not sure how the infection was being transmitted. It is advised not to purchase Bananas for the next three weeks as this is the period of time for which bananas that have been shipped to the US with the possibility of carrying this disease. If you have eaten a banana in the last 2-3 days and come down with a fever followed by a skin infection seek MEDICAL ATTENTION!!! The skin infection from necrotizing fasciitis is very painful and eats two to three centimeters of flesh per hour. Amputation is likely, death is possible.. If you are more than an hour from a medical center burning the flesh ahead of the infected area is advised to help slow the spread of the infection. The FDA has been reluctant to issue a country wide warning because of fear of a nationwide panic. They have secretly admitted that they feel upwards of 15,000 Americans will be affected by this but that these are \"acceptable numbers\". Please forward this to as many of the people you care about as possible as we do not feel 15,000 people is an acceptable number. Manheim Research Institute [Collected via e-mail, November 2011] Please don't eat bananas for the next 3 weeks Several deliveries of bananas from Uvongo Kwa-Zulu Natal South Africa have been infected with necrotizing fasciitis, otherwise known as flesh eating bacteria. Recently this disease has decimated the monkey population in the south coast. We are now just learning that the disease has been able to graft itself to the skin of fruits in the region, most notably the banana which is one of south africa's largest exports. Until this finding scientists were not sure how the infection was being transmitted. It is advised not to purchase bananas for the next three weeks!!! If you have eaten a banana in the last 2-3 days and come down with a fever followed by a skin infection seek MEDICAL ATTENTION!!! The skin infection from necrotizing fasciitis is very painful and eats two to three centimeters of flesh per hour. Amputation is likely, death is possible.. If you are more than an hour from a medical center burning the flesh ahead of the infected area is advised to help slow the spread of the infection. The FDA has been reluctant to issue a country wide warning because of fear of a nationwide panic. They have secretly admitted that they feel upwards of 15,000 South Africans will be affected by this but that these are\" Acceptable numbers\". Please forward this to as many of people you care about as possible as we do not feel 15,000 people is anacceptable number.",
  "Last Updated": "28 November 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/disease/bananas.asp",
  "Claim": "Bananas imported from South Africa or Costa Rica are infected with the \"flesh-eating disease\" known as necrotizing fasciitis.",
  "Claim_ID": "medical_disease_bananas",
  "Tags": ""
}