{
  "Origins": "On 14 October 2014, the Breitbart Big Government web site published an article with a terrifying premise: a new report from the \"highly respected Center for Infectious Disease Research and Policy (CIDRAP)\" warned the Centers for Disease Control (CDC) that Ebola could be transmitted via \"infectious aerosol particles.\" It's fair to say the article was framed to suggest that airborne Ebola was now a threat whether the CDC was admitting it or not, echoing a persistent rumor that Ebola could or would eventually leap from its current mode of transmission to a far more contagious form.",
  "Fact Check": "",
  "Description": "The publishing date of Breitbart 's Ebola claim ( 14 October 2014) is central to the rumor that resulted: The highly respected Center for Infectious Disease Research and Policy (CIDRAP) at the University of Minnesota just advised the U.S. Centers for Disease Control (CDC) and World Health Organization (WHO) that \"there is scientific and epidemiologic evidence that Ebola virus has the potential to be transmitted via infectious aerosol particles,\" including exhaled breath. Language in the opening portion of the article implied a very recent warning from CIDRAP to the CDC, as well as a suggestion that \"exhaled breath\" was now a significant vector for the Ebola virus. The claim was soon picked up and repeated as CIDRAP's having confirmed or reported that \"Ebola is now airborne.\" The renewed concern over airborne Ebola coincided with a developing story: on 15 October 2014, the CDC confirmed that a second nurse in Dallas, Amber Vinson, had contracted Ebola and had traveled on a commercial airliner the day before she tested positive for the virus. Another source, citing CIDRAP, echoed the initial claim about Ebola becoming airborne and posted a notice to that effect on Twitter, using an account whose name closely matched the university with which CIDRAP is affiliated: A Twitter user with the name @UnivMinnNews, which uses the U logo but is not an official university account, spread the claim citing an article in the alternative news site Inquisitr. That story cited a commentary posted on the website of the U's Center for Infectious Disease Control and Policy (CIDRAP). The published commentary, however, doesn't make that claim, U officials pointed out. It only states that \"people should understand the potential for a virus to become airborne.\" And while it was posted on the CIDRAP website, it was written by an unaffiliated researcher from Chicago. \"CIDRAP is not saying [Ebola] is airborne,\" spokeswoman Caroline Marin said Wednesday afternoon. \"There is always the possibility that diseases can mutate.\" As Marin stated, CIDRAP neither claimed that Ebola is now airborne, nor was CIDRAP involved in the commentary published on its website. Also, that commentary was published on 17 September 2014; Breitbart 's use of the term \"just advised\" gave the impression that the CIDRAP commentary was recent to mid-October 2014, when in fact it was published prior to the first diagnosis of Ebola in the U.S. in late September 2014. CIDRAP posted a statement on 16 October 2014 to address social media misinformation and reiterate that the cited commentary was \"nearly a month old\" and wrongly attributed: Nearly one month after publication of the commentary, the websites Brietbart and The Inquisitr News published incorrect information concerning it. In an effort to correct misinformation, we want to state clearly that: CIDRAP has not made claims that \"Ebola is Airbone\" or that \"Ebola [is] Transmittable by Air.\" The guest commentary cited by Brietbart and The Inquisitr News was authored by two leading researchers with the University of Illinois at Chicago (not the University of Minnesota as wrongly reported). The Twitter account @UnivMinnNews, which tweeted the article published by The Inquisitr News, is not managed or authorized by the University of Minnesota. But what about the CDC's spokeswoman's statement that \"There is always the possibility that diseases can mutate\"? Should that be cause for alarm? As the Washington Post noted in a roundup of Ebola myths, the virus may have mutated hundreds of times before, but its becoming airborne is extremely unlikely: Yes, the virus is mutating a recent paper in Science shows that more than 300 mutations have occurred. But what is now a virus that latches onto receptors outside endothelial cells lining the circulatory system won't change into one that can attach to the alveolar cells of the lungs. That's a genetic leap in the realm of science fiction. Viruses mutate for two reasons: random error and natural selection. Random transformation from a virus solely adapted to infect cells that line blood vessels into one that can attach to entirely different classes of proteins found in the lungs borders on the impossible. Natural selection can overcome the impossible if great pressure is put on a viral population, forcing it to alter or die out. But in Liberia, Sierra Leone and Guinea, there is no such pressure on Ebola: The virus is spreading readily and infecting thousands of people without any need to change into a radically new form. Bottom line: Ebola is still not transmitted among humans in a manner commonly understood to be \"airborne,\" nor is it likely to mutate to do so.",
  "Originally Published": "",
  "Referred Links": "http://www.cidrap.umn.edu/response-statements-falsely-attributed-cidrap-regarding-ebola-transmission;http://www.cidrap.umn.edu/news-perspective/2014/09/commentary-health-workers-need-optimal-respiratory-protection-ebola;",
  "Example": "[Collected via e-mail, October 2014] Ebola not being airborne, better do some more research becausethe University Of Minnesota CIDRAP are claiming it is a very good chanceit is. This was just released yesterday. They have informed the CDC andWHO.",
  "Last Updated": "16 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/disease/cidrap.asp",
  "Claim": "Researchers at CIDRAP have confirmed that 'Ebola is now airborne.'",
  "Claim_ID": "medical_disease_cidrap",
  "Tags": ""
}