{
  "Origins": "A recent news article about the Internet rumors swirling around a particular presidential candidate included a statement by the writer that he was \"waiting to learn that [the candidate] put the first alligator in the New York City sewer,\" an acknowledgement that a tale about the looming threat of deadly alligators silently lurking just beneath city streets has come to be recognized as a quintessential urban legend",
  "Fact Check": "",
  "Description": "Although no hordes of alligators (mutant or otherwise) dwell within the bowels of the New York City sewer system, reports of saurians found in municipal waterways have been common newspaper fodder for over a century. Some of these accounts have been more fiction than fact, but a surprising number of abandoned, escaped, or otherwise misplaced gators everything from infants to full-grown adults really have been found in urban waters far from their native habitats over the years. So, I wasn't taken aback by June 2008 news reports announcing the discovery and capture of an alligator in the Chicago River: A 45-pound gator was captured along a stretch of the river in Chicago's industrial South Side that was once one of the dirtiest waterways in the world but now has been restored and is full of fish, something that could have attracted the reptile. Officials think the American alligator, one of the strongest and most aggressive breeds, could have been a transplant or even a dumped pet. It was captured by volunteers from the Chicago Herpetological Society and will be sent to its native area of the U.S. southeast. What caught my eye, however, was the claim that this was the first such saurian ever pulled from that river. A UPI account opened with the following paragraph: Animal control officials say the first alligator ever found in the Chicago River will be shipped to a wildlife sanctuary in the southeastern United States. And the Chicago Tribune reported: Terrible things have emerged over the years from Bubbly Creek, a spot in the Chicago River that was once a churning sewer for the city's slaughterhouses. But until Friday, nobody had seen what Bill Cox and his co-workers saw something with a devilish underbite, sinister eyes and a cold-blooded appetite. An honest-to-goodness alligator in the Chicago River. Given the prevalence of urban alligator reports over the last century, I wondered if this was truly the first one sited at the Chicago River, or whether it was merely being reported as such because nobody recalled any earlier incident. Sure enough, a search through newspaper archives not only turned up a similar account from 1902, but one that had been published in the pages of the Chicago [Daily] Tribune itself: CATCHES AN ALLIGATOR IN SOUTH BRANCH OF RIVER James Burke Captures Lively Saurian in Water at Twelfth Street After Taking Involuntary Plunge \"Look out for alligators\" is the warning which fond parents soon may be giving their small boys when they go swimming in the Chicago river. An alligator two and one-half feet in length was captured in the river at the Twelfth street bridge yesterday, after Policeman Daniel McCarthy had fired four shots at it from his revolver and James Burke, a bridge iron worker, had fallen into the river in his endeavors to capture the animal. Shortly after noon Burke and McCarthy were crossing the river to get shelter in a small shanty at the east side of the stream. \"What's the matter with me?\" almost shouted Burke. \"What are you talking about?\" began McCarthy at the same time, seeing the alligator swimming about in the river. \"I've got them, too.\" The two men watched the animal swimming about for a moment, and both agreed that it must be the \"real thing.\" McCarthy drew his revolver and tried four times to hit the little beast, but missed. Then Burke made a noose with a piece of heavy twine, and leaned far out over the water. As Burke tried to slip the noose over the alligator's head he slipped and fell head foremost into the river. After some trouble he managed to climb out of the water, and, nothing daunted, he renewed his efforts to capture the alligator. A few minutes later Burke succeeded in lifting the animal out of the water and took it to the little shanty near by. Later it was placed in a barrel of water.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "23 June 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/chicagogator.asp",
  "Claim": "An alligator captured in the Chicago River in June 2008 was the first such creature ever found in that body of water.",
  "Claim_ID": "media_notnews_chicagogator",
  "Tags": ""
}