{
  "Origins": "On 1 February 2005, the Associated Press reported that Iraqi militants had claimed in a statement posted on a web site that they had taken an American soldier hostage and were threatening to behead him in 72 hours if the U.S. did not agree to release Iraqi prisoners: The posting, on a Web site that frequently carried militants' statements, included a photo of what that statement said was an American soldier, wearing desert fatigues and seated on a concrete floor with his hands tied behind his back. The figure in the photo appeared stiff and expressionless, and the photo's authenticity could not be confirmed. Perhaps there was good reason why the authenticity of the photo could not be confirmed. The image that accompanied the article was captioned thusly: This image of what appears to be a captured US soldier was posted on an Iraqi militant website, Tuesday Feb. 1, 2005. According to the website, the militants threatened to behead the hostage in 72 hours unless the Americans release Iraqi prisoners. The claim could not be verified. Here's a side-by-side comparison of the \"captured American\" image and a picture of a \"Special Ops\" action figure named Cody manufactured by Dragon Models USA . Note the similarities in the faces, uniforms, and weapons displayed in the two photographs:",
  "Fact Check": "",
  "Description": "The SITE Institute web site reported that by 2 February 2005 a confession and apology for the hoax written by an Iraqi using the nickname \"al-Iraqi4\" was circulated on Jihadist message boards: In the name of God, the Most Merciful and Most Compassionate, Soldier John Adam is a toy. I am a 20-year old Iraqi young man. I am unarmed, independent and do not belong to any party or group. I apologize to all the parties and everyone, for I meant nothing by that. The picture was a scheme that I made up with a toy that I bought with $5. Today I am announcing that this news was made up, and that the picture was of a toy that I worked on with the help of some children. I cannot provide any information about me because, as I mentioned earlier, I am unarmed, and any information about me might jeopardize my life and the lives of my family. My apologies to everyone.",
  "Originally Published": "",
  "Referred Links": "http://www.dragonmodelsusa.com/dmlusa/welcome.asp;http://www.dragonmodelsusa.com/dmlusa/prodd.asp?pid=DRF70264;",
  "Example": "",
  "Last Updated": "4 February 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/media/goofs/gijoe.asp",
  "Claim": "Iraqi militant web site displays image of action figure toy identified as a captured American soldier.",
  "Claim_ID": "media_goofs_gijoe",
  "Tags": ""
}