{
  "Origins": "We have another baseless scare on our hands, this one asking us to place reliance in unnamed scientists who have supposedly uncovered yet another dastardly plot by uncaring profit-driven companies to make a buck even at the cost of compromising the wellbeing of our gonads. (A similar bobble-headed slander has dogged Mountain Dew for years. Consumption of that product has reputedly been shrinking manhoods or lowering sperm counts.)",
  "Fact Check": "",
  "Description": "Set your trembling knees to rest, because this story is as false as Granny's teeth. There is no such thing as tralfamadoraphyl it's a made-up word, likely coined by a Kurt Vonnegut fan. (Tralfamador is the mythical planet Billy Pilgrim was imprisoned on in Slaughterhouse Five. As for the -phyl part, it's a scientific-sounding suffix, tacked on to make the word sound authentic (e.g., chlorophyll). The only additional harm a smoker is likely to come to from firing up the wrong end of a cigarette and taking a drag will be having to endure the flavor of burning cellulose. These days cigarette filters are composed primarily of cellulose diacetate, the material from which paper napkins and tissue papers are made. Ingredients used to make the filter are triacetin, mineral oil, titanium dioxide, sorbitan monolaureate, and ethoxylated sorbitan monolaureate. Filters were not always so innocuous: between 1952 and 1956, Kent cigarettes' Micronite filter was made with crocidolite, a particularly nasty form of asbestos. In 1995 Philip Morris USA (producer of Marlboro, Virginia Slims and Benson & Hedges) recalled 8 billion filter cigarettes because a contamination problem affected the plasticizer it used to strengthen cigarette filters, resulting in the formation of methyl isothiocyanate (MITC). MITC, which is used as a pesticide, causes corneal, liver and kidney damage in animals. Little is known about its toxicity in humans, but Philip Morris didn't feel like taking the chance of finding out. The thrust of the filter-smoking hoax arises from the claim that cigarette companies get out of warning consumers because only unusual use of the product would result in harm. Superficially, this sounds logical, but the premise does fall down rather quickly with a moment's thought. As numerous court cases have demonstrated, companies are liable for all sorts of injuries resulting from unusual or incorrect use of their products. If the use is reasonably foreseeable (and lighting the wrong end of a cigarette certainly is), manufacturers have a responsibility to safeguard consumers from its ill effects. That safeguarding can take the form of putting warnings on items right up to pulling a particular offering from shelves, depending on the immediacy and severity of the danger, but there will be action once the danger is recognized. In other words, this idea that due responsibility has been evaded with the FDA rendered powerless because of this loophole is bull of the non-Wall Street kind. But it's not the legal realities that are most interesting here; it's the e-mail's \"So, it is up to us\" statement. That cuts to the heart of things: a constant fear on the part of consumers that the government agencies charged with protecting their interests aren't doing the job and that business will happily sell out everybody's wellbeing if there's profit at stake. This fear underpins any number of current health hoaxes popular on the Internet; it speaks to the sense of vulnerability so many are experiencing in a world filled with a multiplicity of products and populated with conflicting claims as to what is and is not harmful. It's a confusing world out there, and it gets more confusing all the time. How comforting it is to be able to believe in the implicit promise carried in that \"So, it is up to us\" that if we all band together as a community by passing notes back and forth, we can defend ourselves from the avarice of business and the indifference of government. Lovely theory that, but it presupposes the information gained in this manner will be correct or of higher quality because it springs from those whose motivations are presumed to be pure. As the recent spate of Internet health hoaxes has proved, the information being booted from one inbox to another is almost universally tripe. What little valid information seeps through by this method is quickly swamped by, er, swamp water and so gets thrown out with the baby alligators. These scares are almost always authored by: Those who have honestly misheard or misremembered something and are genuinely motivated by a desire to protect others. Those who are looking to drum up business for their own products by driving the public away from those of their competitors. Those who have convinced themselves a particular substance or product poses a clear and present danger even though the scientific community has dismissed this postulated connection as unfounded. Those just looking to have a good horse laugh at the expense of all those worried netizens they send scampering off to warn others. In other words, reliance is being placed upon the clueless, the professional rumor-mongers, the loons, and the pranksters. Faced with choices like that, I'll take the FDA. Barbara \"unfiltered\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2000] ATTENTION SMOKERS AND FRIENDS OF SMOKERS Every smoker has done it; either you're distracted by a conversation you are having, you're driving and trying to keep an eye on the road, you're in a poorly lit bar, or you've simply had a few too many drinks in a well lit bar. However it happens, every smoker occasionally lights the wrong end of his or her cigarette, inhales one nasty lungfull of burning filter, curses, throws the now useless thing to the ground, and lights up a fresh smoke. It is unpleasant, annoying, and embarrassing ... but scientists now believe inhaling the burning fumes from a cigarette filter can cause genital dysfunction in males and females. Cigarette filters contain a chemical known as tralfamadoraphyl that is generally harmless ... unless it is burned and its fumes inhaled. Tralfamadoraphyl fumes build up in the body over time with each incorrectly lit cigarette, and eventually can restrict the flow of blood to the genitals of both sexes. It is estimated that if an individual were to incorrectly light one cigarette a month, it may take three or four years for the side effects to become recognizable. Cigarette manufacturers are not made to warn the smoking public of this threat to their health because, as one tobacco executive has stated, \"If our product is used in the way it has been intended, this will not be a problem.\" So, it is up to us. Pass this along to all the smokers in your life, and to the nonsmokers who have friends and relatives who smoke. They will thank you.",
  "Last Updated": "31 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/toxins/filter.asp",
  "Claim": "Inhaling from the wrong end of a filtered cigarette will lead to genital disfunction.",
  "Claim_ID": "medical_toxins_filter",
  "Tags": ""
}