{
  "Origins": "In January 2015 a video (published first to marketers' websites and then to YouTube) began to circulate online warning viewers about a slew of mysterious ailments caused by a 'vampire fungus.' In addition to the clip's pervasively vague statements (and comically ominous use of the theme song to zombie classic 28 Days Later ), the video produced confusion among its audience because the term 'vampire fungus' is also used as descriptor for pythium oligandrum , an oomycete sometimes employed in treatments for athlete's foot and nail fungus (because it is a parasite that \"feeds\" on the fungi that cause these conditions). But pythium oligandrum is not the subject of the circulating video.",
  "Fact Check": "",
  "Description": "Now that we've identified what the 'vampire fungus' described in the video is not, pinning down what it purportedly is is another matter altogether. Most folks whose curiosity was piqued by the tantalizing teaser claims were forced to sit through a more than 20-minute sales pitch about the horrifying effects of vampire fungus in order to find out what it might be. Before viewers learned the name of this nightmarish infectious agent, they were instructed to check for signs of \"infection,\" including any body fat whatsoever, any sort of skin ailment, any joint pain at all, and a laundry list of exceedingly common things one might ordinarily chalk up to being alive. Appeal to vanity was very high in the vampire fungus video, and a significant portion of it was devoted to stern warnings about how the vampire fungus' unchecked progression could lead to sugar cravings, obesity, and weight gain regardless of one's diet or fitness regimen. Additional segments of the clip focused on how garden variety skin complaints are due to the skin's \"dying,\" and aching joints are not the result of exertion or a known ailment but rather of joints \"dying.\" A major takeaway of the vampire fungus video was that seven out of ten Americans were both getting fatter and dying, and doing so faster than before. Before the big reveal was made, the video also hinted at a nebulous conspiracy between the government, food companies, and science-based medicine to keep people in the dark about this insidious vampire fungus. Predictably, the video's makers (who embedded it in a format that disabled the ability of viewers to skip to the end without sitting through the entire pitch) peddled a cure for vampire fungus the government and big companies are supposedly trying their best to suppress. So what is vampire fungus? According to the drawn out conclusion of the video, \"a candida\" (or yeast). You may recognize candida as the culprit behind candidiasis , more commonly termed a \"yeast infection\" or thrush. While inconvenient, temporary overgrowth of candida is easily diagnosable and treatable with antifungal medications or ointments. In rare cases, invasive candidiasis can lead to more serious systemic infection in people with compromised immune systems. The Centers for Disease Control (CDC) explains : Invasive candidiasis is a fungal infection that can occur when Candida yeasts enter the bloodstream. Once the fungus is in the bloodstream, it can spread to other parts of the body and cause infection. Invasive candidiasis is extremely rare in people without risk factors, but it is the fourth most common cause of hospital-acquired bloodstream infections in the U.S. In the general population, the incidence is 8 to 10 cases per 100,000 people. Invasive candidiasis is generally treated via intravenous administration of antifungal medications for several weeks. The vampire fungus threat, however, is simply candida. Overgrowth of the fungus can lead to a yeast infection (which is rarely serious), but it isn't slowly killing 70% of Americans. Candida has intermittently been blamed for a number of ailments (including obesity), but no real evidence suggests its typical effects amount to much more than what is commonly called a yeast infection.",
  "Originally Published": "",
  "Referred Links": "http://www.cdc.gov/fungal/diseases/candidiasis/invasive/treatment.html;https://www.youtube.com/watch?v=dmPwaq_4ovA;",
  "Example": "[Collected via e-mail, January 2015] i was reading about the vampire fungus and it fits me and everything that is wrong with me i was just wondering if this is a truething.",
  "Last Updated": "21 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/toxins/vampirefungus.asp",
  "Claim": "70% of Americans are afflicted with a 'vampire fungus' that causes a number of chronic illnesses.",
  "Claim_ID": "medical_toxins_vampirefungus",
  "Tags": ""
}