{
  "Origins": "On 3 June 2015, the entertainment web site Huzlers published an article reporting that Caitlyn Jenner had decided to transition back to male:",
  "Fact Check": "",
  "Description": "After breaking a twitter record for the quickest person to reach one million followers in just four hours, Caitlyn Jenner, formerly known as Bruce Jenner, has announced that he regrets becoming a female and wants to be a man again. Caitlyn Jenner has reached massive publicity in the last few days after his/her appearance on the front cover of Vanity Fair. Caitlyn Jenner has even won the ESPY courage award, somehow. There is no truth to the article. Huzlers is one of many \"entertainment\" (i.e., fake news) web sites that aims to drive traffic by penning fictitious articles about trending issues: Huzlers.com is the most notorious urban satirical entertainment website with the most shocking headlines and articles. The site has previously published fictitious stories about a man selling his son for an Apple Watch and human urine being found in cans of AriZona Iced Tea. The site is prominently featured on Snopes.com's \" Do Not Share \" list. Huzlers wasn't the only web site that attempted to capitalize on the transphobia that descended on the web after Caitlyn Jenner's Vanity Fair cover. In addition to the baseless rumor that Jenner had won the Arthur Ashe Courage Award over \"runner up\" Noah Galloway, another \"entertainment\" web site penned a fake article claiming that Kris Jenner was planning to transition to male so that she could get back together with Caitlyn Jenner.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/ff1m;http://now.snopes.com/2015/05/12/five-fake-news-sites/;",
  "Example": "[Collected via e-mail, June 2015] There is a news article circulating that Caitlyn Jenner, formerly Bruce Jenner, wants to become a man again.",
  "Last Updated": "4 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/jennergender.asp",
  "Claim": "Caitlyn Jenner announced that she regrets becoming female and will transition back to male.",
  "Claim_ID": "media_notnews_jennergender",
  "Tags": ""
}