{
  "Origins": "On 12 May 2015, the entertainment web site Moron published an article reporting that a man named Geoff Gaylord had turned himself in to police for killing his imaginary friend Mr. Happy:",
  "Fact Check": "",
  "Description": "Geoff Gaylord, 37, entered the Jacksonville Sheriff's Office earlier today and turned himself in for killing his imaginary friend Mr. Happy. Gaylord told officers he had stabbed Mr. Happy repeatedly with a kitchen knife, cut up the body with a hatchet and buried the victim in his backyard. Gaylord said he killed his imaginary friend of seven years for multiple reasons one, for being messy. \"His room was a mess all the time with his toys and dolls,\" Gaylord told police. \"He left his empty vodka bottles all over the kitchen... never picked up his empty cocaine baggies and left the toilet seat down when he peed. He messed up my apartment to the point where I just couldn't get it clean. Before Hap started doing drugs and acting weird he was my BFF (best friend forever). We'd go dancing, play on the children's park equipment, both huge fans of doom metal listened to it for hours with the lights turned off.\" The story fooled thousands of people as it spread across social media, and at least two web sites, the Inquisitr and Mandatory , republished this piece of fiction as real news. But there is no truth to the story. While Moron does not specifically state that it is an entertainment web site, several clues indicate that this publication is just another purveyor of fake news. First, the author of this article is listed as \"Moron.\" Second, the web site has previously published fake news stories, such as a yarn about a couple selling golden tickets to heaven, or this story about child love dolls. Lastly, the photograph included with the article does not show a man named Geoff Gaylord who murdered his imaginary friend, but rather a man named Billy Southern, who was included in WTSP-TV's gallery of \"crying mugshots\" in 2011. Although this story was still listed as a real news story on the Inquisitr as of 13 May 2015, Mandatory added a disclaimer to their version stating: Editor's Note: So apparently this story comes from a phony site. Oh well. Even the smartest people in the world (read: Mandatory editors) get fooled every now and then. Enjoy the story anyway.",
  "Originally Published": "",
  "Referred Links": "http://www.mandatory.com/2015/05/12/man-kills-imaginary-friend-turns-self-in-takes-worlds-saddest/;http://archive.wtsp.com/slideshows/2011/gallery.aspx?slideshowname=Crying_Mugs&N=5;http://www.donotlink.com/f48c;http://www.donotlink.com/f48f;",
  "Example": "[Collected via Twitter, May 2015]",
  "Last Updated": "13 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/imaginarycrime.asp",
  "Claim": "A man turned himself in to police for killing his imaginary friend.",
  "Claim_ID": "media_notnews_imaginarycrime",
  "Tags": ""
}