{
  "Origins": "On 22 September 2014, \" Jasmine Tridevil \" became a viral celebrity after claiming she added a third breast in a complicated, expensive, and virtually unheard of cosmetic procedure. Tridevil's goal, she stated, was to simultaneously obtain an MTV reality show and discourage the attention of potential suitors by altering her appearance to attract fewer men.",
  "Fact Check": "",
  "Description": "While Tridevil's claims were widely reported without scrutiny, she was later revealed to be massage therapist Alisha Hessler. Soon after Hessler's true identity was outed, a police report for a missing \"third breast prosthesis\" among the woman's possessions briefly stolen at a Florida airport was uncovered, effectively exposing the hoax. Not long after Jasmine Tridevil achieved brief viral fame, the prank site Huzlers published an article claiming that the woman had been found dead in her Tampa home. According to the website, police were called to Tridevil/Hessler's residence to investigate a potential altercation, and the article explains: 21-year-old Jasmine Tridevil who claims she has had a third breast surgically attached to her chest for $20,000 in hopes that she will land a show on MTV was found dead this morning in her Tampa Apartment. Police officers were called early morning by neighbors who say they heard loud screaming and fighting coming from Jazmin's room. Investigator at the scene Robert James says \"When we arrived at the scene she was covered in blood and her breast had been ripped from her body\". However, just as Hessler hoaxed the web with her third breast story, Huzlers fooled readers with another passably believable leg-pull. Pages on the site include an article about Justin Bieber 's confession of bisexuality, and another claiming the 2014 Super Bowl was rigged. A disclaimer on Huzlers.com labels the content as \"a combination of real shocking news and satire news to keep its visitors in a state of disbelief.\"",
  "Originally Published": "",
  "Referred Links": "http://huzlers.com/jasmine-tridevil-woman-claims-3-breasts-found-dead-morning/;",
  "Example": "[Collected via e-mail, September 2014] Jasmine Tridevil, the Woman Who Claims to Have 3 Breasts FoundDead This Morning!",
  "Last Updated": "24 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/jasminetridevil.asp",
  "Claim": "Jasmine Tridevil, whose \"third breast\" hoax captivated the internet, has been found dead in her home.",
  "Claim_ID": "media_notnews_jasminetridevil",
  "Tags": ""
}