{
  "Origins": "On 1 May 2015, a Facebook user posted the above-quoted status update warning fellow parents to discontinue use of Nuby brand pacifiers due to a purported recall of the product over concerns they had loose nipples that were posing a choking hazard to babies. That post was shared tens of thousands of times in one week, prompting widespread concern that the popular brand of pacifier was indeed unsafe.",
  "Fact Check": "",
  "Description": "The claim and an appended photograph closely matched the description of a recall initiated by the Asda supermarket chain in the UK involving Nuby brand pacifiers. That recall occurred in early April 2015 and involved a pacifier identical to the one seen in the warning: The supermarket was alerted to a possible fault in packs of Little Angels 2 Newborn Soothers, after a customer complained on Facebook that the teat had detached from the hard casing of one device. The baby was unharmed. Asda released a statement about the recall and explained that it had been prompted by a single complaint involving a single instance of a nipple coming loose from the casing: These are sold in twin packs, the shield is clear and the plug on the front has a number of different designs. We have had one customer complaint that the teat has broken away and detached from the hard casing, so we have taken the precaution of taking the product off sale and recalling from customers due to the possible risk of choking. The care and safety of our customers is our top priority, which is why we are recalling the product even though there has been only one complaint and we are yet to conduct our investigation. On 8 April 2015, Nuby UK sent a tweet to a concerned parent to clarify the extent of the recall: @_aimzz Thanks for your message. We can assure you that all Nuby soothers are unaffected by the recall by Asda and are safe to use. Thanks N by UK (@NubyUK) April 8, 2015 So it was a retailer (not the manufacturer) who recalled one specific Nuby product in the UK in April 2015, based upon a single photograph shared on Facebook. Nuby USA did not recall the pacifier model in question (or any others), and we could locate no additional reports of broken Nuby pacifiers.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/NubyUK/status/585904145678368769;https://twitter.com/_aimzz;http://www.theguardian.com/business/2015/apr/05/asda-recalls-baby-dummies-for-second-time-in-just-over-two-years;",
  "Example": "[Collected via Facebook, April 2015] I tried to tag everyone that I know who have babies, grand babies or a family member getting ready to have a baby soon they are recalling the nuby pacifiers because the nipple part is coming off. One baby choked on one & was blue thank god the mom found out in time. So please pass this information on.",
  "Last Updated": "5 May 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/medical/toxins/nuby.asp",
  "Claim": "Nuby brand pacifiers have been recalled because they pose a choking hazard to babies.",
  "Claim_ID": "medical_toxins_nuby",
  "Tags": ""
}