{
  "Origins": "The above-referenced item was taken from a 9 November 2006 news story about a voluntary recall issued for 383 lots of acetaminophen 500mg caplets manufactured by Perrigo. Acetaminophen is an analgesic (i.e., pain reliever) sold under the brand name Tylenol, and generic acetaminophen is used in a number of non-Tylenol brand pain reliever products. (The Tylenol brand itself is not affected by this recall, as Perrigo supplies acetaminophen only for store-brand drugs sold in outlets such as Wal-Mart, CVS, Walgreen, and Costco.) Perrigo has issued the recall due to the discovery of the presence of metal fragments in some acetaminophen caplets, a situation attributed to the premature wearing-down of some of Perrigo's manufacturing equipment.",
  "Fact Check": "",
  "Description": "According to the FDA alert about the Perrigo acetaminophen recall: The U.S. Food and Drug Administration (FDA) is alerting the public to a voluntary recall being conducted by Perrigo Company (Perrigo) of Allegan, Michigan for 383 lots of acetaminophen 500mg caplets manufactured and distributed under various store-brands as a result of small metal fragments found in a small number of these caplets. Approximately 11 million bottles containing varying quantities of acetaminophen 500mg caplets are affected by this recall. To date, there have been no illness or injuries received related to this problem and no consumer complaints have been reported to the FDA or to Perrigo. Based on information currently available, the FDA believes the probability of serious adverse health consequences is remote; however if a consumer were to swallow an affected caplet, it could result in minor stomach discomfort and/or possible cuts to the mouth or throat. Consumers should consult their physician if they suspect they've been harmed by use of this product. Consumers who believe they are in possession of the affected products should discontinue use immediately and call Perrigo's Consumer Affairs Department, 877-546-0454 for further instructions. Any adverse reactions experienced with the use of this product should be reported to Perrigo at the above number and the FDA's MedWatch Program by phone at 800-FDA-1088, by fax at 800-FDA-0178 or on the MedWatch website at www.fda.gov/medwatch. FDA is currently investigating the cause of the metal particles found in the acetaminophen 500 mg. caplets. Perrigo originally informed FDA of this problem after discovering through their own regulatory quality control procedures that their tableting equipment was wearing down prematurely. The company is also investigating the cause of the problem. The ongoing investigations have revealed the presence of the metal fragments in caplets of acetaminophen, 500 mg. Perrigo reported to the FDA that 70 million caplets were passed through a metal detector; resulting in the discovery of approximately 200 caplets containing metal fragments ranging in size from \"microdots\" to portions of wire 8 mm in length. At this time FDA does not anticipate that this action will cause a shortage of acetaminophen. Currently, only one strength (500 mg caplets) is affected. Consumers may wish to take additional amounts of the lower strengths of acetaminophen tablets or caplets, which are not affected by this recall, to reach the 500 mg dose or access acetaminophen produced by alternate manufacturers. In all instances, FDA advises consumers to follow labeled instructions for maximum daily dosage. Perrigo is notifying its distributors and retailers of this issue and will inform them of steps it will take to facilitate product replacement. The FDA's web site provides a list of batch numbers which consumers can check to see if they have any acetaminophen products affected by this recall. The FDA's web site also offers consumers a list of stores where products covered by this recall might be offered for sale. Additional information: FDA Informs Public of Nationwide Recall of 500mg Strength Store-Brand Acetaminophen Caplets (FDA) Recalled Batches of Acetaminophen 500mg Pain Reliever Caplets (FDA)",
  "Originally Published": "",
  "Referred Links": "http://www.fda.gov/oc/po/firmrecalls/perrigo/perrigobatchlist.html;http://www.fda.gov/bbs/topics/NEWS/2006/NEW01507.html;http://www.fda.gov/oc/po/firmrecalls/perrigo/perrigocustlist.html;http://www.fda.gov/oc/po/firmrecalls/perrigo/perrigobatchlist.html;http://www.fda.gov/bbs/topics/NEWS/2006/NEW01507.html;",
  "Example": "[Collected via e-mail, 2006] I received the following info and wanted to verify its accuracy through your site. A major U.S. manufacturer of store-brand acetaminophen has recalled 11 million bottles of the pain-relieving pills after discovering some were contaminated with metal fragments. There were no immediate reports of injuries or illness. Perrigo Co. said it discovered the metal bits during quality-control checks. The recall affects bottles containing various amounts of 500-milligram caplets. Perrigo bills itself as the world's largest manufacturer of store-brand nonprescription drugs. The company did not disclose the chains for which it manufactures the store-brand acetaminophen. However, Wal-Mart Stores Inc., CVS Corp., Walgreen Co. and Costco Wholesale Corp. are among the companies it supplies with health care products, according to company Securities and Exchange Commission filings. It was not immediately known if Perrigo has international customers. The name-brand version of acetaminophen is Tylenol, and generic acetaminophen is often found on store shelves right next to Tylenol products. However, the recall does not affect Tylenol, and it should not cause a shortage of acetaminophen, the FDA said. Perrigo said the pills contained raw material purchased from a third-party supplier and affected 383 batches. The voluntary recall is considered a Class II recall since it covers products that might cause a temporary health problem or pose only a slight threat of a serious nature, according to the FDA. Consumers who swallow any of the contaminated pills could suffer minor stomach discomfort or possible cuts to the mouth and throat, the FDA said, adding that the risk of serious injury was remote. Anyone who suspects they have been injured should contact their doctor, the agency said. The FDA said Perrigo began investigating after realizing the equipment it uses to make pills was wearing down prematurely.",
  "Last Updated": "9 November 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/drugs/acetaminophen.asp",
  "Claim": "A recall has been issued for store-brand acetaminophen pills manufactured by Perrigo.",
  "Claim_ID": "medical_drugs_acetaminophen",
  "Tags": ""
}