{
  "Origins": "On 25 March 2015, the fake news site National Report published an article reporting that all registered motorcycle owners are classified as gang members by the FBI:",
  "Fact Check": "",
  "Description": "MSNBC correspondent Jeremy Lancaster sat down with government official Darrin Cornia to discuss recent rumors that have been in circulation in regard to registered motorcycle owners being placed on a classified FBI gang list. Darrin Cornia who currently holds a position within the National Security Branch of the government agreed to complete transparency prior to the interview with MSNBC's Jeremy Lancaster and did remain direct and seemingly forthright throughout his conversation with Lancaster. After a few moments of introduction, Lancaster bluntly asked the following question, \"Mr. Cornia, if I were to make the statement, all registered motorcycle owners are currently showing on a classified FBI gang list, would the statement be true or false?\" Cornia responded by saying, \"That would be a true statement, the FBI has been collecting and compiling Department of Motor Vehicles and Drivers License Division records for the purpose of adding those that own motorcycles to a classified gang list since 1994.\" Although the National Report is a well known fake news site, many readers were fooled by the story when it was republished on a domain designed to look like that of the Washington Post. However, that domain (Washingtonpost.com.co) has no affiliation with the real newspaper. The rumor that the FBI has all registered motorcycle owners listed as gang members received another viral push when it was posted to the \"Opposite Lock\" section of the automotive blog Jalopnik . That web site quickly realized their mistake, however, and published a second article stating that the \"FBI motorcycle gang list is fake.\" The National Report , where the story originated, is a \"satire\" site whose disclaimer states that \"all news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental.\"",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/d1sp;http://oppositelock.jalopnik.com/fbi-admits-all-registered-motorcycle-owners-are-on-clas-1693638261;http://www.donotlink.com/ea5g;http://www.donotlink.com/ea5h;",
  "Example": "[Collected via e-mail, March 2015] FBI admits all registered motorcycle owners are on a secret gang list. Article done by Washington post. Is this real?",
  "Last Updated": "19 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/motorcyclegang.asp",
  "Claim": "All registered motorcycle owners are classified as gang members by the FBI.",
  "Claim_ID": "media_notnews_motorcyclegang",
  "Tags": ""
}