{
  "Origins": "On 9 October 2014, the website Hip-Hop Hangover published an article claiming that an Ebola outbreak in Chicago had claimed three victims and sickened four more. The widely-shared story came on the heels of news that Thomas Eric Duncan, the first patient diagnosed with Ebola in the United States, had died of the disease in Dallas.",
  "Fact Check": "",
  "Description": "According to the article, Duncan's diagnosis was not the first case of Ebola in America, merely the first \"official\" one: Hours after the first patient to be diagnosed with Ebola in the U.S. died of the disease, health officials moved to ease public worries and protect Americans by instituting increased screenings for airline passengers arriving from West Africa. That action could have proved to be more efficient if only done a little earlier. Now health officials are reporting at least seven more cases of the terrible virus, with three deaths announced today alone. But it has been reported that Duncan wasn't the first to actually have the virus, just the first person to be officially diagnosed. Experts say that there were cases before Duncan's but test results were inconsistent and therefore kept secret until the virus was proven. \"Keeping the inconsistent results under wraps was a plan to smother any potential panic from our citizens.\" Health Official, Sherri Bickell announced in front of reporters. Putting aside the implausibility of the article's claims, it's clear that Hip-Hop Hangover is one of a growing number of satire or \"fake news\" sites. Among the page's other stories are \"White Entertainment Television TV Network to Launch in November,\" \"Cellphone Meme Guy, Martin Baker, Killed in Car Accident Talking on His Phone?\" and \"Beyonce Announces She Never Carried Blue Ivy, Reveals Surrogate.\"",
  "Originally Published": "",
  "Referred Links": "http://www.hiphophangover.com/index.asp/world-news/14-world-news1/54-ebola-outbreak-in-chicago-at-least-seven-infected-three-fatal;",
  "Example": "[Collected via email, October 2014] Read an article about 3 deaths due to Ebola in Chicago. Is ittrue?",
  "Last Updated": "10 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/ebolachicago.asp",
  "Claim": "An outbreak of Ebola in Chicago has sickened four people and killed three.",
  "Claim_ID": "media_notnews_ebolachicago",
  "Tags": ""
}