{
  "Origins": "The above-quoted warning comes to us anonymously; presumably it describes someone's real experience and was written in an honest effort to do good. As is too often the case, unfortunately, the originator's efforts have ended up conveying misunderstood or misinterpreted information that may do as much harm as good.",
  "Fact Check": "",
  "Description": "The gist of this message is that Dawn dishwashing liquid is more caustic and potentially harmful to human eyes than other brands. We can't say whether the author of this message misunderstood what she was told or was given erroneous information in the first place, but it's simply wrong. We called the California Poison Control System ( CPCS ) ourselves to inquire about this rumor, and they confirmed that Dawn dishwashing liquid is no more harmful to the eye than any other brand. Dishwashing liquid is just soap, and little or nothing in formulation distinguishes one brand from another. As for the claim that Poison Control advised the writer to take her child \"to the emergency room to see if the Dawn eroded his cornea,\" Poison Control told us this is not advice they give out because \"eroded corneas\" or \"corneal ulceration\" is a common result whenever someone gets Dawn dishwashing liquid (or any other brand) in his eye. Irrigating the affected eye is standard procedure, and they advise a trip to the emergency room only when the patient exhibits symptoms even after the treated eye has been thoroughly irrigated. Dawn dishwashing liquid has been manufactured by Procter & Gamble since 1972, and we couldn't find any reports across those thirty years about its causing severe corneal ulcerations or other eye injuries, either in children or adults. True, you don't really want to get any brand of dish soap into your eyes, but neither should you fear permanent injury if you inadvertently do. Another similar baseless product rumor raged through the Internet in 1998. In that one, a child was also said to have been made almost blind through ocular contact with a substance presumed to be harmless, a waterproof brand of sunscreen . The premise of that frightening e-mail was the notion that waterproof sunscreen couldn't be removed from the eye because water would not affect it. The same components that make the Dawn rumor sound believable were also part of the suncreen story: a child in danger of being blinded, a panicked mother who called the Poison Control Center, a harrowing trip to an emergency room, and a \"warning to all\" e-mail detailing the event. (In both cases, the \"warning\" e-mails were completely lacking in details such as date, city, name of hospital, or full name of either child or parent.) The greatest similarity between the two, however, was found in the nature of the rumors themselves: some special chemical aspect of the products made them lurking perils just waiting to take their toll on the eyes of children. In one, it was the waterproofness of sunscreen lotion; in the other, it was the much-touted grease-cutting properties of Dawn dishwashing liquid. Intrinsically, however, it was the same rumor, even though the products warned against were different. At least not quite everything in the Dawn alert was fabrication: I have since been told that Dawn was the only thing that would remove the oil from the animals affected by the EXXON Valdez oil spill, and that it is used to clean out septic tanks... We don't know about the septic tank claim, but Dawn was indeed used to degrease otters caught up in the 1989 Exxon Valdez spill, and the detergent was also used to remove oil from penguins and cormorants rescued after the Sydney Harbor oil spill in 1999. According to those who specialize in cleaning oil-soaked wildlife, the method amounted to \"Apply a mixture of Dawn liquid detergent and water, and scrub.\" That Dawn might have been used to clean up wildlife after oil spills is of no real significance, save that it echoes another bit of bogus scarelore from the past (this one about shampoo ), informing us that if a common product contains an ingredient effective for industrial uses, it's obviously far too harmful to use on the human body. This is akin to declaring that all angina pectoris sufferers had better give up using nitroglycerin , lest they blow themselves to Kingdom Come. Many substances harmful in large quantities or concentrated versions are quite safe and effective when used in appropriate amounts. So yes, you can use Dawn to cleanse greasy wildlife or to scrub messes from asphalt. But if you're looking for something to blind someone with, you'll just have to keep searching. Barbara \"oedipus wrecked\" Mikkelson Additional information: Dawn Uses and Tips (Procter & Gamble)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20011108160518/http://www.homemadesimple.com/dawn/useful_tips.shtml;http://www.medicinenet.com/nitroglycerin/article.htm;http://www.calpoison.org/;",
  "Example": "[Collected via e-mail, 2002] Hi everyone, I wanted to let you know about an accident that happened to Alex the other day. He had a serious eye injury from Dawn dishwashing liquid which is something I use everyday, and did not realize how dangerous it is. He was playing with soap and water at a friends house giving a baby doll a bath and the soap was in a pump dispenser and he was squirting it on to the doll. Unfortunately, I did not think to rinse his hands after this and when we drove home, he rubbed his eye which began to tear and he began to complain that it hurt and kept rubbing it. By the time we got home, the eye was quite red and was continually tearing. My mother remembered the soap when we got close to home, and I was actually relieved that it was just soap and not sand or some other thing that was in his eye. I rinsed his hands which did have soap on them, and then rinsed his eye a bit to much protest. His eye continued to tear copiously, although he did not rub it then. I thought I ought to call the doctor just to be safe, to make sure that Dawn that cuts grease was ok for the eye, as he was still having trouble. They thought it was ok, but suggested I go ahead and call poison control anyway. The lady at poison control, said that Dawn IS NOT OK for the eye, and is in fact the only dishwashing detergent that is so harmful. She said that I had to immediately irrigate his eye with a stream of water for 15 minutes, and was quite insistent that I do it right then. She would then call me back. How do you irrigate the eye of a toddler. This is good to know wrap them tightly in a towel to papoose them, so they cannot flail their arms. Lay them over the sink, with their head turned to the side and aim a light stream of lukewarm water at the bridge of the nose, not directly at the eye so that the water runs down over the eye. Ideally you should hold the eyelid open. As you can imagine this was not easy. It is tricky to make sure that the water does not run over the nose so they don't choke. Fortunately my mom is here because it did take 6 hands to hold him down. His eye seemed better after the irrigation, but we were all worn out. Poison control called back and said, ok, now it's time to go to the emergency room to see if the Dawn eroded his cornea. Apparently it is that strong. By this time Alex seemed much better but we took him in, and HE DID have a corneal ulceration. The risk of this is that he could get an infection that could permanently alter the cornea and affect his vision. So, he had antibiotics. Fortunately it healed very quickly and he's fine now. We saw an opthalmologist the next day who pronounced him all better, but it was quite a trauma for all of us. I feel very stupid for letting him play with the soap, but thankful that all is ok in the end. Thought I ought to share so this doesn't happen to anyone else. I have since been told that Dawn was the only thing that would remove the oil from the animals affected by the EXXON Valdez oil spill, and that it is used to clean out septic tanks..... I wanted to highlight that POISON CONTROL is WONDERFUL! They are very knowledgeable about all substances and I used to call them frequently when I was working,and they always had the answer no matter how rare a substance. I called about sewer gas, temporary green hair dye, Tylenol PM, carbon monoxide, and driveway cleaner which are a few that I can remember. I did not immediately think to call them, but am glad that the nurse suggested I did. So keep that in the back of your mind. They follow up and had called the hospital to let them know we were on the way.",
  "Last Updated": "31 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/toxins/dawn.asp",
  "Claim": "Dawn brand dishwashing liquid is significantly more caustic than other brands and erodes the corneas of children's eyes.",
  "Claim_ID": "medical_toxins_dawn",
  "Tags": ""
}