{
  "Origins": "The public memory of persons renowned for deeds of notoriety seems to place no boundaries on the exaggeration of their infamous acts. Just as the body counts attributed to many celebrated outlaws of the Wild West far exceed the realities of their careers and the number of banks robbed by Willie Sutton grows with every passing year, so does the popular image of a woman now known to history as \"Typhoid Mary\" present her as a malevolent figure who willfully infected a populace with a dread disease with deadly results.",
  "Fact Check": "",
  "Description": "Mary has come to be so strongly identified with the spread of disease that it is now commonly believed she was responsible for hundreds, if not thousands, of deaths. We think of her as stalking the streets of turn-of-the-century New York, infecting all those she came into contact with, cutting a path of deadly pestilence, with bodies falling in her wake. Yet the truth is this cook was responsible for only about thirty-three cases of typhoid fever and only three deaths. She was a villain (albeit a passive one), but not the heartless dealer of death we now remember her as. And she might not even have been all that deliberately villainous. Mary Mallon, born in 1869, was one of countless Irish immigrants who came to the United States in search of a better life. She arrived in New York around the age of fifteen, but not much else is known about her background because she hated giving information about herself, and records of the comings and goings of Irish immigrants weren't kept all that scrupulously, if at all. Details of her early years in the United States are still a mystery. She grew to be a large, capable, feisty woman, known for keeping to herself and for a fiery temper she displayed readily when provoked. She earned her living as a cook in the hire of private families, and she must have been a good one, because her employment history between 1900 and 1906 (the only period we have to judge her by) shows no gaps. Even during the summer months, when wealthy families left New York City for their country retreats, she stayed employed, often traveling with the families she'd cooked for in the city to their rural vacation spots. (It was far more the norm for such families to take only their essential staff and hire whatever other domestics they needed upon arrival rather than bringing everyone with them. Summer was therefore a time when even very capable cooks would suddenly find themselves unemployed.) The woman we now know as Typhoid Mary came to the attention of the authorities in 1906 when members of a household on Long Island sickened of typhoid. Their cook, Mary Mallon, had disappeared, and investigations into her whereabouts revealed that she had often been employed in homes that subsequently saw an outbreak of typhoid fever. Mary was eventually located, determined to be the cause of those outbreaks, and detained by the board of health. She was exiled to the Riverside Hospital on North Brother Island in 1907 for an indefinite period of time and finally released in 1910. Though she was still a typhoid carrier, the new health commissioner deemed that keeping her incarcerated was wholly cruel and pointed out that others in her situation were not being treated the same way. He trusted that she now knew the importance of maintaining a constant state of personal cleanliness, and that she understood she was to never again work as a food preparer. His trust proved misplaced. In 1915 Mary was discovered working as a cook at the Sloane Hospital for Women in Manhattan. She was sent back to North Brother Island, and there she lived out the final twenty-three years of her life. In 1938 she died from complications of a stroke she had suffered six years earlier. She was 69. History is unsure what to make of Mary Mallon, a middle-aged woman who continued to cook for others and risked spreading a deadly contagion even after she knew the danger to others her actions posed. Mary was not the most likeable of people, and her anger at those who tried to explain the disease to her and at those who exiled her to North Brother Island erected a barrier few people wanted to breach, let alone could. It's easy to think of her as willfully deadly, someone who cared so little for the lives of others that she knowingly put them at risk time and again, but is that the right answer? Was she motivated by a wanton disregard for human life, or was there more to it? The answer is both complex and not entirely knowable. Mary was never stricken with typhoid fever herself and was therefore greatly puzzled by the claim she was carrying the contagion and passing it to others. This was key to why she continued to place others in jeopardy long after the disease and her part in spreading it were explained to her she never fully believed what the doctors and health officials insisted was true. She was ill-educated and headstrong, and in her world people who had dread diseases fell ill and either recovered or died depending upon the will of Providence; they did not continue on day after day seemingly in perfect health. She viewed her own continued state of good health as proof that the doctors were wrong. Over the course of her career as a typhoid carrier, Mary infected thirty-three people, three of whom died. Yes, she was a disease carrier, and yes, she did continue to work as a cook long after her condition had been fully explained to her, thus knowingly placing others in harm's way. But to see her as the Grim Reaper who scythed her way through the population of New York state would be a monumental error. At the time when Mary was front page news and the focus of the public's horrified attention, typhoid was running rampant. In 1906 alone, there were 3,000 cases of it in New York state, including 600 fatalities. Moreover, while all the world was voicing condemnation of Mary, she was but one of 50 asymptomatic carriers (people who contaminated others with typhoid yet never fell ill of it themselves) known to the local health department. Mary Mallon was high profile because of the manhunt for her, the lurid accounts of her arrest (she went kicking and screaming the first time), and her widely publicized fight for her freedom, but not for the horrific yet apocryphal body count history would later lay at her feet. Typhoid fever is an infectious disease caused by salmonella typhi , a strictly human pathogen (that is to say, animals are not involved in its spread). It multiplies in the small intestine and is excreted in feces. Contamination is carried to others through compromised fecal matter's coming into contact with food (from an infected food preparer's unwashed hands) or water (from infected fecal matter's leaching into ground water sources). Its onset is marked by sudden and prolonged fever that causes patients' temperatures to rise to 104 or 105 F. Powerful headaches follow, accompanied by gut-wrenching nausea and the disappearance of appetite. Victims often develop bad coughs, hoarseness, diarrhea, or constipation, often in concert with skin rashes, inflammation, and tenderness of the abdomen. Although typhoid fever has been plaguing mankind for centuries, it was isolated and identified only in 1880. Naming it didn't cure it, though, and prior to the 1940s typhoid killed one out of every ten victims. Effective antibiotic treatment for typhoid was developed in 1948, but even with modern drugs typhoid still takes the life of about one in every hundred people stricken with the disease. In less developed countries where antibiotic treatment is harder to come by, the death rate is far higher. Mary's role as a cook made her especially likely to pass the contagion to others. Her not washing her hands after a bathroom visit (or not washing them nearly well enough) could result in salmonella typhi finding its way into the food she prepared. While high temperatures do indeed kill the bacteria, not all the foodstuffs she worked on were cooked. Salads and their dressings, for instance, are prepared without the assistance of heat. So is ice cream, and Mary's peach ice cream was highly regarded and often requested. Even Mary's handling of fruit could result in typhoid's finding a new victim a housemaid on her way through the kitchen could fall to the disease through the simple act of snatching an apple that had been placed in the fruit bowl by Mary. It was Mary's good fortune that the typhoid she had contracted never made her ill. But this was also her misfortune: if it had, she might finally have understood her role in the transmission of this deadly ailment. Barbara \"Mary, Mary, quite contrary\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/1563891662/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/014028690X/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/1582341338/ref=urbanlegendsrefe;",
  "Example": "",
  "Last Updated": "21 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/disease/typhoidmary.asp",
  "Claim": "Typhoid Mary caused the deaths of thousands of people.",
  "Claim_ID": "medical_disease_typhoidmary",
  "Tags": ""
}