{
  "Origins": "In March 2015, the disreputable web site The Racket Report published an article claiming that KFC had received a license to start selling marijuana in their Colorado restaurants:",
  "Fact Check": "",
  "Description": "The idea of purchasing marijuana and fried chicken at the same location proved to be massively popular with many Internet readers, and the Racket Report article was shared hundreds of thousands of times on social media within a few days of its publication. But Coloradans should not expect to purchase marijuana at KFC anytime soon, as there is no truth to the above-quoted story. KFC has not made any mention of selling marijuana at their restaurants via any official channel, and news to that effect has not been reported by any credible publication. Additionally, the two photographs used by The Racket Report in their report were either photoshopped or misrepresented. For the first image, the web site added a medical marijuana emblem to a photo of a KFC/Taco Bell storefront in Oklahoma : The second image shows a California medical marijuana dispensary called Kind for Cures that was opened in a repurposed building which had formerly housed a KFC outlet: Of course, the biggest nail in this rumor's coffin is its source. According to a disclaimer on the Racket Report , that web site frequently publishes stories \"inspired\" by real news events \"for entertainment purposes only\": The Racket Report is a news web publication with news articles, inspired by real news events. The articles and stories may or may not use real names, always a semi real and/or mostly, or substantially, fictitious ways. A few articles are for entertainment purposes only.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/dyab;http://sundial.csun.edu/2011/09/page/10/;http://www.salon.com/2013/03/12/former_kfc_turned_into_medical_marijuana_dispensary/;http://www.yourcanopy.com/blog/2010/05/just-sold-absolute-net-taco-bellkfc-clinton-ok/;http://www.donotlink.com/dy9w;",
  "Example": "[Collected via e-mail, March 2015] I saw an article on the internet the other day and wanted to know if it is true. \"KFC Gets Occupational Business License To Sell Marijuana In Colorado Restaurants\"",
  "Last Updated": "4 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/kfcmarijuana.asp",
  "Claim": "KFC has obtained a license to start selling marijuana in their Colorado restaurants.",
  "Claim_ID": "media_notnews_kfcmarijuana",
  "Tags": ""
}