{
  "Origins": "On 15 December 2014, the Duffel Blog published an article claiming notorious leaker Edward Snowden had revealed that the popular Christmas toy 'Elf on the Shelf' was actually a massively successful espionage project run by the National Security Agency:",
  "Fact Check": "",
  "Description": "Speaking via Google Hangout to officials in Sweden last week, former NSA Contractor Edward Snowden dropped a bag of coal on his former employers by revealing the hugely popular \"Elf on a Shelf\" trend is actually an intelligence gathering operation originating with and run by the National Security Agency. \"It actually started out as a joke,\" Snowden said in his speech. \"Someone photocopied a picture of an elf with the caption 'I'm watching you,' and it just kept moving from cubicle to cubicle. Now, the NSA has an agent inside practically every home with a child in it ... The elves have basic mobility, which isn't a problem because when one shows up someplace unexpected it's just assumed to be part of the game.\" While the Elf on the Shelf toy may spy on children on behalf of Santa Claus, there is no evidence the information collected by these scouts has ever been shared with the NSA. Furthermore, Edward Snowden's fictitious confession appeared on the Duffel Blog , a web site that spoofs military life and notes in its disclaimer : We are in no way, shape, or form, a real news outlet. Everything on this website is satirical and the content of this site is a parody of a news organization. No composition should be regarded as truthful, and no reference of an individual, company, or military unit seeks to inflict malice or emotional harm. Although the Elf on the Shelf is not working for the NSA, at least one professor believes the toy is conditioning children into obeying Big Brother. University of Ontario Institute of Technology professor Laura Pinto published a paper claiming the Elf on the Shelf teaches children they are not entitled to privacy: What is troubling is what The Elf on the Shelf represents and normalizes: anecdotal evidence reveals that children perform an identity that is not only for caretakers, but for an external authority (The Elf on the Shelf), similar to the dynamic between citizen and authority in the context of the surveillance state. Further to this, The Elf on the Shelf website offers teacher resources, integrating into both home and school not only the brand but also tacit acceptance of being monitored and always being on one's best behavior without question... Although The Elf on the Shelf has received positive media attention and has been embraced by millions of parents and teachers, it nevertheless represents something disturbing and raises an important question. When parents and teachers bring The Elf on the Shelf into homes and classrooms, are they preparing a generation of children to accept, not question, increasingly intrusive (albeit whimsically packaged) modes of surveillance?",
  "Originally Published": "",
  "Referred Links": "https://www.policyalternatives.ca/publications/commentary/whos-boss;http://www.duffelblog.com/about/;http://www.duffelblog.com/2014/12/elf-on-a-shelf-snowden/;",
  "Example": "[Collected via e-mail, December 2014] I saw an article on FB reporting that Ed Snowden is saying that the Elf on a Shelf craze started out as an NSA joke. Was wondering if you all had any insight?",
  "Last Updated": "15 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/elfonshelf.asp",
  "Claim": "The popular Christmas toy Elf on the Shelf was begun by the National Security Agency.",
  "Claim_ID": "media_notnews_elfonshelf",
  "Tags": ""
}