{
  "Origins": "This warning about the dangers of women wearing various brands of absorbent sanitary pads for more than five hours per day was circulated widely on the Internet in September 2013. Attributed to a \"public service message\" from the Tata Cancer Hospital, it warned that the extended use of certain types of sanitary napkins (e.g., Procter & Gamble's Whisper and Always Ultra , and McNeil's Stayfree ) results in uterine and bladder cancer, and that 56 girls had died from such causes. Wearing a single pad of the types listed (rather than ordinary cotton pads) for more than five hours per day, it claimed, would turn one's blood \"green\" and cause a fungus to form \"inside the uterus and body.\"",
  "Fact Check": "",
  "Description": "There is a facility known as the Tata Memorial Hospital in Mumbai, India, but it professed neither knowing nor endorsing anything about the warnings and its claims. And although the extended wear of a single sanitary pad for a prolonged period of time might potentially cause some hygiene and health issues, we found nothing to substantiate the notion that simply wearing one pad per day (rather than changing pads every five hours or less) creates any serious medical concern, much less that it leads to uterine and bladder cancer, has turned anyone's blood green, or has caused the deaths of 56 young women. It is true that synthetic materials of the types used in some high-absorbency feminine sanitary products can trap heat and dampness, which may promote the growth of yeast and bacteria and (in rare cases) create the potential for toxic shock syndrome , but that issue is associated with the use of tampons rather than sanitary pads.",
  "Originally Published": "",
  "Referred Links": "http://www.mckinley.illinois.edu/handouts/toxic_shock_syndrome.html;https://tmc.gov.in/;http://www.stayfree.com/;http://www.always.com/en-us/product/pads/thin-sanitary-pads-always-ultra.aspx;http://www.whisper.co.in/en-in/product/pads/sanitary-napkin-range.aspx;",
  "Example": "[Collected via e-mail, September 2013] Attention Sisters!!! FORWARD AS U RECEIVE: 56 girls died because of using whisper, stayfree, etc. One Single pad for the whole day because of the chemical used in Ultra Napkins. Which converts liquid into gel. It causes cancer in bladder & uterus. So please try to use cotton made pads and if you are using ultra pads, Please change that with in 5 hours, per day, at least. If the time is prolonged the blood becomes green & the fungus formed gets inside the uterus & body. Please don't feel shy to forward this message to all girls and even boys so that they can share with their wives n friends, whom they care for. This is a public service msg from Tata Cancer Hospital.",
  "Last Updated": "24 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/toxins/paddeath.asp",
  "Claim": "Wearing certain types of sanitary pads causes uterine and bladder cancer and has resulted in the death of 56 girls.",
  "Claim_ID": "medical_toxins_paddeath",
  "Tags": ""
}