{
  "Origins": "Cutting straight to the chase, we note that there hasn't been a single documented case of drug traffickers booby trapping their labs with ricin. Moreover, the Sacramento Regional Office of the Bureau of Narcotic Enforcement has not issued such an alert. Take such warnings with large grains of salt.",
  "Fact Check": "",
  "Description": "So where did this alert come from? In January 1998, a number of U.S. law enforcement agencies were warned by the Drug Enforcement Administration and the Bureau of Alcohol, Tobacco and Firearms of the dangers ricin could pose to law enforcement officers. Authorities feared the toxin could be used by terrorists or criminals to poison police officers. The alert was not prompted by any particular act, said DEA spokesman Rodney Adams. (Indeed, the DEA never divulged what did prompt it.) The spreading of this 'special alert' appears to have been a case of \"better safe than sorry\" with various agencies reacting to the warning as it came to them. According to the DEA, their intelligence unit in El Paso, Texas, issued the warning to DEA offices all around the country. Those offices, in turn, began notifying local police agencies. The Sacramento BNE told a similar story they believed the information originated with a Texas contingent of the U.S. Border Patrol. The Texas Border Patrol stated they were but forwarding an information release which came from a Kansas law enforcement group. The Kansas group had no idea where they got it from. The warning's author will likely never be found, so the best we can do is speculate on how he came to put ricin and evil drug traffickers together. The rumors linking the deadly chemical to methamphetamine labs can be traced to an incident at the Canadian border in 1993. A search of American electrician Thomas Lavy's car uncovered guns, thousands of rounds of ammunition, $80,000 in cash, some neo-Nazi literature and a plastic bag filled with enough ricin to kill tens of thousands of people. Lavy told the Canadian Customs agents that he used the poison to booby trap cash he had been carrying and to kill coyotes who had been preying on his chickens. (Whatever he'd really been up to will remain a mystery he hanged himself in a jail cell on 23 December 1995.) Around the same time, four members of a Minnesota militia group who'd been planning to kill federal workers by sprinkling ricin on doorknobs and car-heater fans were sent to prison. In 1997, possession of ricin led to a federal conviction of a Wisconsin man who had planned to mail it to unnamed enemies. A November 1997 cover story in U.S. News and World Report made mention of the Canadian border confiscation. Soon afterwards a wave of ricin alerts flooded police agencies. Being a cop is a dangerous business, and it's not unknown for drug traffickers to slip something nasty into part of their product in the hopes of harming whoever is unlucky enough to have to handle it. (As a Newark DEA spokesman said, \"We've seen a variety of substances used in cocaine that could only have been put there in an attempt to harm the person conducting the analysis.\") From there it seems almost a natural to put tampered drugs together with the latest dangerous substance on everyone's mind to come up with this \"nationwide trend among drug traffickers\". Ricin (pronounced \"rise-in\") is every bit as deadly as the Special Alert made it out to be. It's a derivative of the castor bean and it truly is 6,000 times more toxic than cyanide. Just touching it or breathing it in can prove fatal. The FBI lists ricin as third in toxicity behind only plutonium and the botulism toxin. It has no known antidote if you get poisoned with this stuff, there is no magic bullet to save you. Were evil drug dealers looking for a fantastically deadly substance to booby trap a drug lab with, ricin would be it. (But not to worry they might just get that idea a DEA spokesman said the synthesis is rather complex.) Ricin was used by Bulgarian secret agents to kill defector Georgi Markov in London in 1978. Investigators said he was stabbed in a leg with an umbrella tipped with a pellet dipped in the poison. Barbara \"poison pen pal(liative)\" Mikkelson Additional information: Facts About Ricin (Centers for Disease Control) Questions and Answers About Ricin (Centers for Disease Control)",
  "Originally Published": "",
  "Referred Links": "http://www.bt.cdc.gov/agent/ricin/qa.asp;http://www.bt.cdc.gov/agent/ricin/facts.asp;",
  "Example": "[Collected via e-mail, 1998] The Sacramento Regional Office of the Bureau of Narcotic Enforcement has offered this alert to all its personnel: The following alert has been confirmed and is being shared throughout the law enforcement and intelligence community. This alert advises that nationwide trend among drug traffickers is to \"bait\" law enforcement officers with a white powder called RICIN. RICIN is a derivative of Castor beans and looks like powder methamphetamine. It is highly toxic and if it contacts human skin, it is fatal. The death process takes several days, depending upon the dosage, and is almost impossible to detect during an autopsy. Forensic experts advise that if you field test RICIN in the Scott Reagent Kit, it will foam and bubble extensively. The test will also produce a gas that is very similar to mustard gas and can also be lethal if inhaled. RICIN is 6,000 times more lethal than cyanide and there is no antidote. Symptoms of contact exposure to RICIN are: Fever, cough, weakness, and hypothermia, progressing to dangerously low blood pressure, heart failure and death. Due to this situation, in the event of suspect drug seizures, do not come into direct skin contact with any powdered substances, and exhibit caution of field testing any powdered substances. We are forwarding this advisory to all California EMS Agencies and recommend that each agency contact the local hospitals in their area. We are unaware if RICIN can be detected on a toxicological exam. There is a potential for someone, other than law enforcement, to become contaminated with this substance.",
  "Last Updated": "31 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/toxins/ricin.asp",
  "Claim": "Drug traffickers are hiding small amounts of the deadly toxin ricin in methamphetamine labs to kill law enforcement officers.",
  "Claim_ID": "medical_toxins_ricin",
  "Tags": ""
}