{
  "Origins": "This \"health alert\" began appearing in people's inboxes in February 2002; the \"Channel 2\" reference indicates it was someone's summarization of a short morning news health segment aired on KHON-TV in Hawaii on 23 January 2002, which was then forwarded all over the Internet as \"important health information.\"",
  "Fact Check": "",
  "Description": "One- or two-minute health spots on local news programs are not ideal sources of medical information. While important basic information can be imparted in such a format, trying to explicate complex medical topics in a minute or two can easily mislead or confuse viewers, many of whom come away believing absolutely whatever they've heard (or think they've heard) because \"a doctor on TV said it was true\" in this case an unshakeable belief that using plastic containers in microwave ovens causes cancer. That a doctor (or, more accurately, someone bearing the title \"Dr.\") appears on TV does not mean he's a leading practitioner in his field; it generally means only that he has something to say that a news director considers newsworthy, accurate or not. (The \"Dr. Edward Fujimoto\" identified in this piece is not a staff physician from \"Castle Hospital\" or even a medical doctor; he's a Ph.D. serving as director of the Center for Health Promotion at Castle Medical Center in Kailua, Hawaii.) What TV news covers is dictated by ratings, not importance, and sensational claims get better ratings than straightforward, mundane information, even if the latter is more valuable to the viewing audience. It's a pretty good assumption that if using plastic containers in microwaves as millions of people have been doing for decades posed a significant risk of cancer, you'd be hearing about it somewhere other than an e-mail forward of an anonymous summary of a morning news spot on a Hawaiian television station. Is there really something to the central claim of this e-mail, that heating plastic in microwaves releases a cancer-causing agent into the food? Yes, it is certainly possible that substances used in the manufacturing process of plastics can leak into food during the heating process, which is why the prudent always make sure to use only \"microwave safe\" plastic wrap and plastic containers when heat is going to be involved. The FDA imposes stringent regulations on plastic containers meant for microwaving as a preventive measure. Dr. Rolf Halden of the Johns Hopkins Bloomberg School of Public Health advises: In general, whenever you heat something you increase the likelihood of pulling chemicals out. Chemicals can be released from plastic packaging materials like the kinds used in some microwave meals. If you are cooking with plastics or using plastic utensils, the best thing to do is to follow the directions and only use plastics that are specifically meant for cooking. Inert containers are best, for example heat-resistant glass, ceramics and good old stainless steel. Nasty chemicals can be and sometimes are found in plastic items, and heat tends to allow them to break free. It therefore makes sense to eschew letting any plastic not clearly identified as \"microwave safe\" or \"microwaveable\" touch food you're going to heat. If you cover a dish you intend to microwave with ordinary plastic wrap, do not let the covering touch the food, because some of the plasticizer in the wrap which may contain toxic chemicals, as opposed to does contain toxic chemicals could migrate to what you're cooking, especially foods high in fat. Alternatively, use waxed paper or microwaveable plastic wrap for this purpose. Those who are very, very cautious about the potential for contamination might choose to adopt the central point of the e-mail's advice, which is to decant all items into glass or ceramic containers before microwaving. As for concerns about dioxins being released by freezing water in plastic bottles, Dr. Halden says: This is an urban legend. There are no dioxins in plastics. In addition, freezing actually works against the release of chemicals. Chemicals do not diffuse as readily in cold temperatures, which would limit chemical release if there were dioxins in plastic, and we don't think there are. Additional information: Cooking Safely in the Microwave Oven (USDA) Using Plastics in the Microwave (PlasticsInfo.org)",
  "Originally Published": "",
  "Referred Links": "http://www.plasticsinfo.org/Functional-Nav/FAQs/Plastic-in-Microwave;http://www.fsis.usda.gov/wps/portal/fsis/topics/food-safety-education/get-answers/food-safety-fact-sheets/appliances-and-thermometers/cooking-safely-in-the-microwave/cooking-safely-in-the-microwave-oven;http://web.archive.org/web/20010503053616/http://www.castlemed.com/cgi-bin/search.cgi?file=services.txt&listtemp=services_template.htm&template=services_template.htm&output_number=10&0_option=2&0=15;",
  "Example": "[Collected via e-mail, 2002] Info for the Health Conscious Dioxin Carcinogens causes cancer. Especially breast cancer. Don't freeze your plastic water bottles with water as this also releases dioxin in the Plastic. On Channel 2 this morning. They had a Dr. Edward Fujimoto from Castle Hospital on the program. He is the manager of the Wellness Program at the hospital. He was talking about dioxins and how bad they are for us. He said that we should not be heating our food in the microwave using plastic containers. This applies to foods that contain fat. He said that the combination of fat, high heat and plastics releases dioxins into the food and ultimately into the cells of the body. Dioxins are carcinogens and highly toxic to the cells of our bodies. Instead, he recommends using glass, Corning Ware, or ceramic containers for heating food. You get the same results without the dioxins. So such things as TV dinners, instant saimin and soups, etc. should be removed from the container and heated in something else. Paper isn't bad but you don't know what is in the paper. Just safer to use tempered glass, Corning Ware, etc. He said we might remember when some of the fast food restaurants moved away from the foam containers to paper. The dioxin problem is one of the reasons. Pass this on to your family and friends. Variations: In early 2004 the following paragraph was added to the beginning of the message quoted above: Johns Hopkins Newsletter Johns Hopkins has recently sent this out in their newsletters. This information is being circulated At Walter Reed Army Medical Center. Dioxin Carcinogens cause cancer. Especially breast cancer. Don't freeze plastic water bottles with water in them as this also releases dioxin from the plastic. Dr. Edward from Castle hospital was on a TV program explaining this health hazard. He is the manager.... In November 2004, this message was combined with another piece about the purported dangers of lead-containing lipstick. In 2007, this message was combined with a spurious \"cancer update\" falsely attributed to Johns Hopkins Hospital.",
  "Last Updated": "3 April 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/toxins/cookplastic.asp",
  "Claim": "Research has proved that microwaving foods in plastic containers releases cancer-causing agents into the foods.",
  "Claim_ID": "medical_toxins_cookplastic",
  "Tags": ""
}