{
  "Origins": "The Internet was at one juncture hopefully dubbed \"the information superhighway,\" but there are times (and far too many of them) that it might more accurately be referred to as \"the misinformation superhighway,\" given the apocrypha frequently spotted toddling along in the slow lane, its left indicator constantly signaling a lane change that never comes. Even when its errors aren't of the egregious variety, so often the new knowledge imparted to readers by the Internet is woefully wrong.",
  "Fact Check": "",
  "Description": "So it is with the Internet claim that the son of child-rearing expert Dr. Spock died by his own hand. That wasn't the case; both children of Dr. Benjamin Spock are still alive, even though the doctor himself is no longer with us. Dr. Spock had two sons by his first marriage: Michael, a museum director, and John, who studied architecture and became the owner of a construction company. (The doctor's first marriage ended in divorce after 48 years ; his second marriage of 22 years ended with his death in 1998.) The seed of this rumor was undoubtedly planted when Dr. Spock's grandson Peter took his own life on December 25 in 1983 by jumping from the roof of Boston's Children's Museum. (Peter's father, Michael, was director of the museum, and Peter himself worked there part-time while a student at University of Massachusetts at Boston.) The family has remained close-mouthed about what might have impelled the 22-year-old to end it all, so the circumstances surrounding this young man's decision remain murky. Still, the choice of suicide location is curious, and one wonders if at least some of the burdens that overwhelmed young Peter didn't involve his relationship with his father. (He jumped from the roof of the building where his father worked, and on Christmas Day at that most assuredly those choices of location and timing would be read by anyone trying to ascertain the deceased's state of mind as strong, deliberate statements. However, Spock biographer Thomas Maier points out that Peter had schizophrenia.) Suicides occur far more often than we would care to consider. This tragedy visits the homes of both the wealthy and the poor it makes no distinctions, and fame, power, and influence are no magic talismans that can fend off this threat to one's nearest and dearest. Suicides take place in all manner of homes and in all manner of families, and the famous are doubly burdened when what would be a personal tragedy in any other household becomes fodder for media scrutiny (as in the death of Diane Linkletter , daughter of television personality Art Linkletter.) The confusion over who died in Dr. Spock's family has been picked up and repeated widely because some choose to see this mistaken tidbit not only as compellingly ironic but as a telling condemnation of the doctor's teachings. Dr. Spock's book Baby and Child Care was published in 1946, just in time for the post-World War II baby boom. It became the widely-accepted bible on child rearing, and much of the advice Dr. Spock offered therein ran against the grain of what had previously been the accepted standard for bringing up children. Spock encouraged parents to treat their offspring with respect rather than arm themselves with leather belts put to use at the first sign of disobedience. This led some critics to call him the \"Father of Permissiveness\" even though he advocated disciplining one's children, just not beating them. The following snippet harvested from a 2002 embellishment of the 2001 remarks on the September 11 tragedy offered by the daughter of evangelist Billy Graham provides an example of the context in which this rumor is often promulgated: Then, Dr. Benjamin Spock said we shouldn't spank our children when they misbehave because their little personalities would be warped and we might damage their self-esteem (Dr. Spock's son committed suicide) and we said, an expert should know what he's talking about so we said OK. In this instance the fallacious 'son committed suicide' claim is used to support a position that Dr. Spock's teachings were dangerously wrong and should be thrown out with the baby's bathwater. \"How much of an expert could he have been,\" we're supposed to muse, \"if his own son was driven to suicide? Maybe corporal punishment is the right way to go, seeing as how eschewing the belt led to that result.\" But whether spanking is ultimately helpful or harmful, neither of Dr. Spock's sons killed himself. Those who hold up the \"suicided son\" tidbit as their shining proof that the world went to hell in a handbasket because parents listened to wrongheaded experts rather than keeping faith with their sturdy Sam Brownes only make fools of themselves, because their example is wrong. An ironic twist to this legend is that it is true about a psychologist who advocated a child-rearing approach diametrically opposed to the one Dr. Spock would later champion: By the late 1920s, John B. Watson, the notably harsh but popular behavioral psychologist, combined rigorous views on child care with a dire estimation of the dangers of maternal affection. \"Mother love is a dangerous instrument. An instrument which may inflict a never healing wound . . . which may make infancy unhappy, adolescence a nightmare, an instrument which may wreck your adult son or daughter's vocational future and their chances for marital happiness.\" Parents were advised to \"never hug or kiss [their children]. Never let them sit on your lap. If you must, kiss them once on the forehead when you say goodnight.\" Watson's son, William, committed suicide at age 40. (A similar but apocryphal tale is attached to the child of another behavioralist, B. F. Skinner .) Although the debate over the effectiveness of spanking children continues, Dr. Spock's book Baby and Child Care was a runaway success and remains a best-seller today. With over 50 million copies in print, it has become one of the world's best selling non-fiction publications (second only to the Bible in that category). Barbara \"the not-so-wee kirk o' spock\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20050404052530/http://www.guinnessworldrecords.com/content_pages/record.asp?recordid=48276;http://www.drspock.com/about/drbenjaminspock/0,1781,,00.html;",
  "Example": "",
  "Last Updated": "28 October 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/doctor/drspock.asp",
  "Claim": "The son of child care expert Dr. Benjamin Spock killed himself.",
  "Claim_ID": "medical_doctor_drspock",
  "Tags": ""
}