{
  "Origins": "Breast cancer is scary stuff. It's the second most common type of cancer (after skin cancer) among women, and it's also the second most common cause of cancer death (after lung cancer) among women. According to the American Cancer Society ( ACS ), in the current year about 231,840 new cases of invasive breast cancer will be diagnosed in women in the U.S., and about 40,290 women will die from breast cancer.",
  "Fact Check": "",
  "Description": "Those numbers are enough to scare anyone, especially since we still don't know what causes breast cancer. Researchers have identified many risk factors (such as age, diet, cigarette smoking, alcohol intake, and family history), but the specific causes of breast cancer remain elusive. So when someone purports to have found a cause (maybe even the cause) of breast cancer, naturally we take note of it. An apparent large increase in the incidence of breast cancer in the years since World War II (which may in large part be due to more reliable methods of detection and diagnosis) has caused many to focus on changes in our society that have occurred since then as the primary causes of breast cancer, such as the increased use of pesticides, the advent of birth control pills, changes in diet, and different styles and materials in women's clothing. It's compelling to think that anti-perspirants might be one of these causes: their use (in their current formulation) is a relatively recent phenomenon, and the explanation given for how they might cause breast cancer (i.e., allowing chemicals to enter the body through nicks in the skin, and preventing the excretion of bodily toxins through sweating, thereby causing them to build up in the lymph nodes) seems to make sense to many, just as Sydney Ross Singer's 1995 book Dressed to Kill theorized that the wearing of tight-fitting bras has led to a concentration of carcinogenic compounds in the breasts and lymphatic systems of women. However, the ACS noted that many aspects of rumors linking anti-perspirant use with an increased risk of breast cancer were false or unsupported: There have been many extremely thorough epidemiological studies of breast cancer risk factors published in medical journals. We are not aware of any among these proving or even suggesting anti-perspirant use as a risk factor for breast cancer, much less the \"leading cause\" of the disease. Lymph nodes clear some toxins from the body. But, they are not released through sweating. The American Cancer Society is not aware of any evidence that shows substances in deodorants or antiperspirants to be toxic or that cause DNA damage that could lead to cancer. Such products are rigorously tested before they can be marketed. About half of breast cancers are in the upper outer quadrant (UOQ). The reason is entirely unrelated to lymph nodes and is because most of the breast tissue is located there. The breast quadrants are not of equal size; the nipple is not in the true center of the breast and a significant amount of breast tissue, called the \"axillary tail,\" extends toward the underarm. Men are about 100 times less likely than women to develop breast cancer. This is because they have about 100 times less breast tissue. Hormonal factors also play a role. Deodorants or antiperspirants are not cancer risk factors to men or women. Razor nicks can increase the risk of infection but not cancer. \"There is absolutely no scientific evidence that anti-perspirants cause or even increase a woman's risk for breast cancer,\" said Debbie Saslow, PhD, director of breast and cervical cancer for the American Cancer Society. \"Unfortunately the 'leading' risk factors for breast cancer are things that women cannot do anything about: being a woman, aging, and having a personal or family history of breast cancer.\" Studies of possible links between anti-perspirant/deodorant use and breast cancer conducted in the years since then have provided conflicting results: In 2002 a study led by Dana K. Mirick, an epidemiologist at the Fred Hutchinson Cancer Research Center in Seattle, found no link between breast cancer and the use of anti-perspirants. Her study, published in the Journal of the National Cancer Institute, examined the personal hygiene habits of 813 women with breast cancer and 793 women without the disease, and found no correlation between cancer and the use of body odor control cosmetics. In 2003, Dr. Kris McGrath, a Chicago allergist, performed a study published in the European Journal of Cancer Prevention which he claimed was the first to find a connection between antiperspirants, underarm shaving, and cancer. He studied 400 Chicago-area breast cancer survivors and found that women \"who performed these underarm habits more aggressively\" had a diagnosis of breast cancer 22 years earlier than the non-users and theorized that substances found in deodorants such as aluminum chlorohydrate were entering the lymphatic system through nicks in the skin caused by shaving. However, that study did not demonstrate a conclusive link between underarm hygiene habits and breast cancer, and other specialists expressed skepticism about the statistical weaknesses of Dr. McGrath's retrospective study (e.g., he did not include a control group of women without breast cancer).. In 2006, a study by researchers in Iraq examined anti-perspirant use and other factors among 54 women with breast cancer and 50 women without breast cancer. That study also found no association between anti-perspirant use and the risk of breast cancer (although it did find an association between the risk of breast cancer and factors such as family history and the use of oral contraceptives). The National Institute of Health's (NIH) National Cancer Institute (NCI) currently notes that no conclusive evidence has yet been found between the function or ingredients of anti-perspirants/deodorants and breast cancer: Articles in the press and on the Internet have warned that underarm antiperspirants (a preparation that reduces underarm sweat) or deodorants (a preparation that destroys or masks unpleasant odors) cause breast cancer. The reports have suggested that these products contain harmful substances, which can be absorbed through the skin or enter the body through nicks caused by shaving. Some scientists have also proposed that certain ingredients in underarm antiperspirants or deodorants may be related to breast cancer because they are applied frequently to an area next to the breast. However, researchers at the National Cancer Institute (NCI), a part of the National Institutes of Health, are not aware of any conclusive evidence linking the use of underarm antiperspirants or deodorants and the subsequent development of breast cancer. The U.S. Food and Drug Administration (FDA), which regulates food, cosmetics, medicines, and medical devices, also does not have any evidence or research data that ingredients in underarm antiperspirants or deodorants cause cancer. Additional information: Antiperspirants and Breast Cancer Risk (American Cancer Society)",
  "Originally Published": "",
  "Referred Links": "http://www.cancer.org/cancer/cancercauses/othercarcinogens/athome/antiperspirants-and-breast-cancer-risk;http://www.cancer.gov/cancertopics/factsheet/Risk/AP-Deo;http://www.ncbi.nlm.nih.gov/pubmed/17037719;https://web.archive.org/web/20040114053704/http://www.nbc5.com/health/2747353/detail.html;http://usatoday30.usatoday.com/tech/webguide/internetlife/2002-10-17-email-hoax_x.htm;http://web.archive.org/web/20030103135000/http://www.cancer.org/docroot/nws/content/nws_1_1x_email_rumors.asp;http://www.cancer.org/cancer/breastcancer/detailedguide/breast-cancer-key-statistics;",
  "Example": "[Collected via e-mail, 1999] BREAST CANCER PREVENTION Not just for women men don't forget to tell mom, cousins, etc. Deodorants (non-antiperspirants) are very hard to find but there are a few out there. I just got information from a health seminar that I would like to share. The leading cause of breast cancer is the use of anti-perspirant. What? Yes ANTI-PERSPIRANT. Most of the products out there are an anti-perspirant/deodorant combination so go home and check your labels. Deodorant is fine, anti-perspirant is not. Here's why: The human body has a few areas that it uses to purge toxins; behind the knees, behind the ears, groin area, and armpits. The toxins are purged in the form of perspiration. Anti-perspirant, as the name clearly indicates, prevents you from perspiring, thereby inhibiting the body from purging toxins from below the armpits. These toxins do not just magically disappear. Instead, the body deposits them in the lymph nodes below the arms since it cannot sweat them out. This causes a high concentration of toxins and leads to cell mutations: a.k.a. CANCER. Nearly all breast cancer tumors occur in the upper outside quadrant of the breast area. This is precisely where the lymph nodes are located. Additionally, men are less likely (but not completely exempt) to develop breast cancer prompted by anti-perspirant usage because most of the anti-perspirant product is caught in their hair and is not directly applied to the skin. Women who apply anti-perspirant right after shaving increase the risk further because shaving causes almost imperceptible nicks in the skin which give the chemicals entrance into the body from the armpit area. PLEASE pass this along to anyone you care about. Breast Cancer is becoming frighteningly common. This awareness may save lives. If you are skeptical about these findings, I urge you to do some research for yourself. You will arrive at the same conclusions, I assure you.",
  "Last Updated": "6 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/toxins/antiperspirant.asp",
  "Claim": "Anti-perspirants have been identified as the leading cause of breast cancer.",
  "Claim_ID": "medical_toxins_antiperspirant",
  "Tags": ""
}