{
  "Origins": "On 14 October 2014, the National Report published an article claiming that the town of Purdon, Texas, had been quarantined after a local family of five tested positive for Ebola. Purdon is located 70 miles from Dallas, the city in which Ebola patient Thomas Eric Duncan died of the disease. Shortly after Duncan's death, the Centers for Disease Control (CDC) disclosed that a nurse at Texas Health Presbyterian Hospital had contracted the hemorrhagic virus while caring for Duncan.",
  "Fact Check": "",
  "Description": "The National Report article referenced both the death of Duncan and the illness of nurse Nina Pham as context for the claim about a quarantine in Purdon: Purdon is located just 70 miles from Dallas, Texas, and the hospital that has cared for both American Ebola patients, Thomas Eric Duncan, and Texas nurse, Nina Pham. It has been verified that Jack Phillips returned from Dallas last week while on business. Shortly after arriving home, Mr. Phillips began exhibiting flu-like symptoms, but did not immediately go to the hospital. At this time his wife and children began showing similar symptoms, which provoked the family to get tested. Doctors then learned that Phillips, his wife, and three children had contracted Ebola haemorrhagic fever. It further claimed that Mr. \"Phillis\" did not encounter either Ebola patient in his travels: \"As far as we know, Jack Phillis had not come in contact with neither the late Thomas Duncan or Mrs. Phan. It is perhaps possible that he was within a close proximity of the infected parties, but it is otherwise unknown as to how Phillips was infected with Ebola. The CDC wasted no time sealing up the rest of the town's denizens, and has stopped all traffic entering and exiting Purdon, TX. As of 10 Pm, Oct. 13th area has been surrounded with police and CDC officials. Communications with the locals seems to have been cut off, and press is currently awaiting an official statement from local authorities. In just a few hours, the Texas quarantine article was shared tens of thousands of times on Facebook. However, National Report is a fake news site that publishes sensational, made-up stories such as \" 15 Year Old Who 'SWATTED' Gamer Convicted of Domestic Terrorism ,\" \" Solar Panels Drain the Sun's Energy, Experts Say ,\" and \" Vince Gilligan Announces Breaking Bad Season 6 .\" While the yarn about additional Ebola cases in Texas is not nearly as lighthearted and perhaps more plausible than those japes, it's still completely fabricated.",
  "Originally Published": "",
  "Referred Links": "http://www.nationalreport.net/texas-town-quarantined-family-five-test-positive-ebola-virus/;",
  "Example": "[Collected via email, October 2014] News report of family of 5 in Purdon, Texas tested positive for Ebola. Town is quarantined.",
  "Last Updated": "14 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/texasquarantine.asp",
  "Claim": "The town of Purdon, Texas was quarantined after a family of five there tested positive for the Ebola virus.",
  "Claim_ID": "media_notnews_texasquarantine",
  "Tags": ""
}