{
  "Origins": "On 5 December 2014, the entertainment website World News Daily Report published an article claiming a dairy farmer had found a whale carcass in Farmington, Utah:",
  "Fact Check": "",
  "Description": "A dairy farmer from a small town near the Great Salt Lake in Utah, made an incredible discovery on his property while he was looking for one of his cows that had not returned. 69-year old Michael Woodson, found a 12 meter long humpback whale laying lifeless in the middle of one of his fields, hundreds of kilometers away its natural habitat. The Farmington City Police was called on the site to investigate, since the farmer thought that the cetacean could have been left there as a creepy prank by some neighborhood youngsters. The investigators rapidly dismissed the possibility however, as no traces of vehicles or machinery large enough to carry it were found anywhere near the animal. The police admits that they are almost clueless at the moment as to how the marine mammal found its way on Mr. Woodson's property. \"We are verifying every clue and information that we have, and I assure you that we will explore every other possibility before we conclude that a UFO has anything to do with the case\" added Captain Dawson. The fictitious story quickly gained traction on social media. According to the Salt Lake Tribune , several people even called local authorities to inquire about the beached (or rather, fielded) whale: A Davis County dispatcher confirmed to The Salt Lake Tribune that, no, there was no whale. But they did receive a bunch of calls from people who saw the story. The World News Daily Report is an entertainment website that publishes fictitious articles. While there is no truth to this particular story, the report did borrow a genuine photograph of a whale carcass lying in a field: In September 2011, a female Sei whale was found 800 yards from the shore at the Humber estuary at Skeffling, East Riding of Yorkshire, England. While some publications speculated the whale had been dropped off by a UFO, Kirsten Smith, North Seas manager at Yorkshire Wildlife Trust, said the whale probably made its way inland during high tide and then got stuck when the waters receded: \"Sometimes whales come into shallow water looking for food and get stuck. With the high tide the whale probably got carried up on to the salt marsh, got pushed back further in shore and then got stuck when the tide went out.\"",
  "Originally Published": "",
  "Referred Links": "https://uk.news.yahoo.com/beached-whale-found-in-yorkshire-field.html#JtLqzCV;http://www.theepochtimes.com/n2/science/giant-whale-falls-out-of-sky-in-uk-62263.html;http://www.telegraph.co.uk/news/newstopics/howaboutthat/8796084/Mystery-as-beached-whale-found-in-field-in-Yorkshire.html;http://worldnewsdailyreport.com/disclaimer/;http://www.sltrib.com/home/1920146-155/a-whale-of-a-tale-no;http://worldnewsdailyreport.com/mysterious-remains-of-a-whale-found-in-a-field-in-utah/;",
  "Example": "[Collected via e-mail, December 2014] Found this article and there is no way it can be true, can it? Mysterious Remains of a Whale Found in a Field in Utah. T",
  "Last Updated": "8 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/utahwhale.asp",
  "Claim": "A whale carcass was found lying in a field in Utah.",
  "Claim_ID": "media_notnews_utahwhale",
  "Tags": ""
}