{
  "Origins": "On 22 September 2014, Daily Buzz Live published a near-instantly viral article pertaining to the recent release of the iPhone 6. According to their post , titled \"iPhone 6 Phones Contaminated With Ebola Virus - 21,200 Confirmed Cases Since Friday Release,\" tens of thousands have fallen seriously ill with Ebola ... and the outbreak was connected to the release of Apple's newest gadget.",
  "Fact Check": "",
  "Description": "In less than 24 hours, the article linking iPhone 6s and Ebola was shared more than 20,000 times on Facebook, even though many were unsure of the merits of the claim. According to Daily Buzz Live , the outbreak was traced to an assembly plant in Sierra Leone, one of the West African nations in which the 2014 Ebola outbreak was most severe: 21,200 Confirmed Cases Since Friday Release. Apple's iPhone 6 was bought up by over 8 million eager purchasers over the weekend. On a report Friday evening on Fox News, it was confirmed that several iPhones sold contained the Ebola virus, with over 1,000 confirmed cases of Ebola contamination, but since then it has risen to over 21,000. These phones were assembled in a plastic manufacturing warehouse in Sierra Leone, where the largest Ebola outbreak has been spreading. On Saturday, according to USA Today, Sierra Leone's 6 million residents were placed on a rare three-day lockdown. President Ernest Bai Koroma called the shutdown \"extraordinary.\" The article went on to advise iPhone 6 owners on how to safely handle the Ebola-tainted handsets: Now, since Friday, there have been over 21,000 confirmed cases worldwide of the Ebola virus connected to the sale of the iPhone 6. The National Center for Disease Control is urging people infected to \"get treated quickly.\" For those who have purchased the iPhone 6, you are urged to wear protective gloves when removing the phone from its packaging, then clean the entire phone with rubbing alcohol and wash your hands thoroughly. Although the iPhone 6 Ebola story plays into current media interest in both the disease and Apple's latest offering, the tale is a work of fiction. A disclaimer buried on Daily Buzz Live explains: DailyBuzzLive.com is a news and political satire web publication with news articles. Some are inspired by real news events, but a few stories are almost entirely works of complete fiction. This site is a source of parody, satire, and humor and is for entertainment purposes only. Given the media frenzy over a single dropped iPhone 6 on the day of its release, it's unlikely Ebola-infected iPhones would escape major news coverage.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/snopes;https://www.facebook.com/snopes;http://message.snopes.com;http://dailybuzzlive.com/iphone-6-phones-contaminated-ebola-virus-21200-confirmed-cases-since-friday-release/;",
  "Example": "[Collected via e-mail, September 2014] Rumor circulating facebook that new iPhone 6's are contaminated with Ebola virus. 21,000 cases confirmed by Fox News?? Is the iphone 6 really spreading Ebola? I just read an article claiming IPhone 6 contaminated with Ebola virus. Over 21,000 gave already been infected from the iPhone. Read on Facebook that outbreak of Ebola virus where iPhones 6 where made and are now contaminated.",
  "Last Updated": "22 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/ibola.asp",
  "Claim": "New iPhone 6 devices have been contaminated with Ebola, and tens of thousands of people have fallen ill.",
  "Claim_ID": "media_notnews_ibola",
  "Tags": ""
}