{
  "Origins": "\"You need to drink eight glasses of water per day to be healthy\" is one of our more widely-known basic health tips. But do we really need to drink that much water on a daily basis?",
  "Fact Check": "",
  "Description": "In general, to remain healthy we need to take in enough water to replace the amount we lose daily through excretion, perspiration, and other bodily functions, but that amount can vary widely from person to person, based upon a variety of factors such as age, physical condition, activity level, and climate. The \" 8 glasses of water per day\" is a rule of thumb, not an absolute minimum, and not all of our water intake need come in the form of drinking water. The origins of the 8-10 glasses per day figure remain elusive. As a Los Angeles Times article on the subject reported: Consider that first commandment of good health: Drink at least eight 8-ounce glasses of water a day. This unquestioned rule is itself a question mark. Most nutritionists have no idea where it comes from. \"I can't even tell you that,\" says Barbara Rolls, a nutrition researcher at Pennsylvania State University, \"and I've written a book on water.\" Some say the number was derived from fluid intake measurements taken decades ago among hospital patients on IVs; others say it's less a measure of what people need than a convenient reference point, especially for those who are prone to dehydration, such as many elderly people. Back in 1945 the Food and Nutrition Board of the National Research Council stated that adults should take in about 2.5 liters of water per day (which is roughly the equivalent of eight glasses of water), but it also noted most of that intake level was already satisfied through the consumption of food without the need for the additional drinking of water. And as other nutritionists of the time noted, any shortfall in water intake could be made up through the consumption of beverages such as coffee, tea, milk, or soft drinks; one need not specifically drink water only in the form of water. As Drs. Aaron E. Carroll and Rachel C. Vreeman reported in an article on this topic: There's nothing wrong with liking water, but there is no scientific proof stating that you need to drink anywhere near eight glasses a day. One doctor who has made this his research focus, Dr. Heinz Valtin, searched through many electronic databases and also consulted with nutritionists and colleagues who specialize in water balance in the body. In all of his research, and in all of the research we conducted to double-check his work, no scientific evidence could be found to suggest that you need to drink eight glasses of water a day. In fact, scientific studies suggest that you already get enough liquid from what you're drinking and eating on a daily basis. We are not all walking around in a state of dehydration. Other medical experts have also disdained the notion that one need drink at least eight glasses of water per day to remain adequately hydrated: Kidney specialists do agree on one thing, however: that the 8-by-8 rule is a gross overestimate of any required minimum. To replace daily losses of water, an average-sized adult with healthy kidneys sitting in a temperate climate needs no more than one liter of fluid, according to Jurgen Schnermann, a kidney physiologist at the National Institutes of Health. One liter is the equivalent of about four 8-ounce glasses. According to most estimates, that's roughly the amount of water most Americans get in solid food. In short, though doctors don't recommend it, many of us could cover our bare-minimum daily water needs without drinking anything during the day. Certainly there are beneficial health effects attendant with being adequately hydrated, and some studies have seemingly demonstrated correlations between such variables as increased water intake and a decreased risk of colon cancer. But are 75% of Americans really \"chronically dehydrated,\" as claimed in the anonymous e-mail quoted in our example? Many of the notions (and dubious \"facts\") presented in that e-mail seem to have been taken from the book Your Body's Many Cries for Water , by Fereydoon Batmanghelidj. Dr. Batmanghelidj, an Iranian-born physician who now lives in the U.S., maintains that people \"need to learn they're not sick, only thirsty,\" and that simply drinking more water \"cures many diseases like arthritis, angina, migraines, hypertension and asthma.\" However, he arrived at his conclusions through reading, not research, and he claims that his ideas represent a \"paradigm shift\" that required him to self-publish his book lest his findings \"be suppressed.'' Other doctors certainly take issue with his figures: [S]ome nutritionists insist that half the country is walking around dehydrated. We drink too much coffee, tea and sodas containing caffeine, which prompts the body to lose water, they say; and when we are dehydrated, we don't know enough to drink. Can it be so? Should healthy adults really be stalking the water cooler to protect themselves from creeping dehydration? Not at all, doctors say. \"The notion that there is widespread dehydration has no basis in medical fact,\" says Dr. Robert Alpern, dean of the medical school at the University of Texas Southwestern Medical Center in Dallas. Doctors from a wide range of specialties agree: By all evidence, we are a well-hydrated nation. Furthermore, they say, the current infatuation with water as an all-purpose health potion tonic for the skin, key to weight loss is a blend of fashion and fiction and very little science. Additionally, the idea that one must specifically drink water because the diuretic effects of caffeinated drinks such as coffee, tea, and soda actually produce a net loss of fluid is erroneous: Regular coffee and tea drinkers become accustomed to caffeine and lose little, if any, fluid. In a study published in the October issue of the Journal of the American College of Nutrition, researchers at the Center for Human Nutrition in Omaha measured how different combinations of water, coffee and caffeinated sodas affected the hydration status of 18 healthy adults who drink caffeinated beverages routinely. \"We found no significant differences at all,\" says nutritionist Ann Grandjean, the study's lead author. \"The purpose of the study was to find out if caffeine is dehydrating in healthy people who are drinking normal amounts of it. It is not.\" The same goes for tea, juice, milk and caffeinated sodas: One glass provides about the same amount of hydrating fluid as a glass of water. The only common drinks that produce a net loss of fluids are those containing alcohol and usually it takes more than one of those to cause noticeable dehydration, doctors say. The best general advice is to rely upon your normal senses. If you feel thirsty, drink; if you don't feel thirsty, don't drink unless you want to. The human body already does a good job of regulating water balance on its own, and you therefore need not force yourself to drink when you are not thirsty for fear of being dehydrated. The exhortation that we all need to satisfy an arbitrarily rigid rule about how much water we must drink every day was aptly skewered in a letter by a Los Angeles Times reader: Although not trained in medicine or nutrition, I intuitively knew that the advice to drink eight glasses of water per day was nonsense. The advice fully meets three important criteria for being an American health urban legend: excess, public virtue, and the search for a cheap \"magic bullet.\"",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0962994235/ref=urbanlegendsrefeA/103-9938937-0087863;",
  "Example": "[Collected via e-mail, 2001] 75% of Americans are chronically dehydrated. In 37% of Americans, the thirst mechanism is so weak that it is often mistaken for hunger. Even mild dehydration will slow down one's metabolism as much as 30%. One glass of water shut down midnight hunger pangs for almost 100% of the dieters studied in a U-Washington study. Lack of water is the number one trigger of daytime fatigue. Preliminary research indicates that 8-10 glasses of water a day could significantly ease back and joint pain for up to 80% of sufferers. A mere 2% drop in body water can trigger fuzzy short-term memory, trouble with basic math, and difficulty focusing on the computer screen or on a printed page. Drinking 5 glasses of water daily decreases the risk of colon cancer by 45%, plus it can slash the risk of breast cancer by 79%, and one is 50% less likely to develop bladder cancer. Are you drinking a healthy amount of water each day? Variations: Some versions of this item are titled \"Water vs. Coke\" and tack claims about the supposedly deleterious effects of Coca-Cola (which we have covered in a separate article ) onto the end of this piece.",
  "Last Updated": "8 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/myths/8glasses.asp",
  "Claim": "The average person needs to drink eight glasses of water per day to avoid being \"chronically dehydrated.\"",
  "Claim_ID": "medical_myths_8glasses",
  "Tags": ""
}