{
  "Origins": "In July 2014, the Cream Bmp Daily web site published an article positing that a group of teenagers re-enacting the plot of the film The Purge 2 had murdered over 112 people in Chicago:",
  "Fact Check": "",
  "Description": "\"It s almost like Chicago's trying to beat its on record of people killed in one night,\" said one of Chicago's finest about a mass killing that took place shortly after the debut of 'The Purge 2 Anarchy' movie Friday night. In a reenactment of 'The Purge 2' movie a group of teens went on a violent killing spree in the city of Chicago claiming the lives of over 112 people. \"So many bad things going on in Chicago right now; the 4th of July weekend shooting, these Purge murders, D. Rose knee not healing,\" said an eyewitness who says he seen the group of teens fleeing the neighborhood after hearing gunshots ring out. \"Kanye s lucky he was able to leave and never look back.\" Police say there have been no arrest made as of yet, but will be closely monitoring social media sites waiting for the teenage murderers to brag about their exploits while not knowing they re just telling on themselves. By the following day links and excerpts referencing this article were being circulated via social media, with many of those who encountered it mistaking it for a genuine news item. However, despite current rumors of a mass crime spree inspired by the film The Purge and its sequels, this article was just a spoof: as noted in Cream Bmp Daily 's \" About \" page, that web site deals strictly in satire: CreamBmp.com Written by comedian CREAM. This website is comprised of satire and parody of current news and urban culture. For entertainment purposes only.",
  "Originally Published": "",
  "Referred Links": "http://creambmp.com/about/;http://creambmp.com/articles/112-murdered-chicago-group-teens-reenact-purge-movie-arrest-made/;",
  "Example": "[Collected via e-mail, August 2014] There is an article from SOCIVIRAL.com which claims that \"112 Murdered By Group Of Teens Reenacting 'The Purge 2' Movie In Chicago\". I was just wondering if this is true or false.",
  "Last Updated": "22 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/chicagopurge.asp",
  "Claim": "A group of teenagers re-enacting the plot of the film The Purge 2 in Chicago murdered over 112 people .",
  "Claim_ID": "media_notnews_chicagopurge",
  "Tags": ""
}