{
  "Origins": "On 8 October 2011, the IAHYM News Network web site published a fictitious article claiming that liberals on average had lower IQs than conservatives.",
  "Fact Check": "",
  "Description": "The article, which held that Harvard University had conducted a study using \"100,000 registered voters in 40 different states over the last twelve years,\" has been reposted on several web sites over the years since its initial publication, and on 31 March 2015 it was shared as a factual news story on the website Blogster : A new study conducted at Harvard University shows that in America, Liberals have a significantly lower IQ than Conservatives. The study was conducted on 100,000 registered voters in 40 different states over the last twelve years, and has concluded its results. The first part of the study lists the correlation between political beliefs and intelligence. Subjects of the study were chosen at random and requested to come to an unmarked van to take a test and answer some questions for a reasonable amount of money. Of the 100,000 people, there were people from many doctrines, from conservative to liberal to marxist to fascist. Socialists came out on bottom, with an average IQ of 87. The second worst were Liberals and then Marxists, with 88 and 89 respectively. Conservatives received an average score of 110, which is significantly above average. However, the conservatives did not score the highest. The holder of second place were Communists with an average I.Q of 115, and the first place was apolitical people who did not follow any specific doctrine, who received a whopping score on average of 135. While Blogster republished the majority of the satirical IAHYM News Network article, the site failed to include the disclaimer that was included at the bottom of the original version: Oh yeah, and everything in that bullsh*t you just read is completely and totally false. There has been no such conclusive study, and all of the \"Finds\" are based on public paranoia. Chances are good that if you are a conservative, you were empowered by this new find. If you, even for a second, thought this find might be true, you are probably an idiot. While it might conceivably be true that those positioned at one end of the political spectrum are smarter on average than those at the other end, that notion certainly has not been proved by a fictitious study conducted at Harvard University.",
  "Originally Published": "",
  "Referred Links": "https://iahymnewsnetwork.wordpress.com/2011/08/10/new-study-shows-liberals-have-a-lower-average-iq-than-conservatives/;",
  "Example": "[Collected via e-mail, March 2015] A new study conducted at Harvard University shows that in America, Liberals have a significantly lower IQ than Conservatives.",
  "Last Updated": "31 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/iqpolitics.asp",
  "Claim": "A new Harvard study has shown that liberals have a lower average IQ than conservatives.",
  "Claim_ID": "media_notnews_iqpolitics",
  "Tags": ""
}