{
  "Origins": "In February 2013, web site Palookaville Post published an article (\"Feinstein and Boxer Ask Californians to Lay Down Their Weapons During Statewide Manhunt\") containing an extraordinary claim about a statement purportedly made by Senator Dianne Feinstein of California. According to author \"Jimmy Olsentwins,\" Sen. Feinstein commented on the then-current standoff involving former police officer Christopher Dorner by urging Californians to turn in their guns en masse:",
  "Fact Check": "",
  "Description": "Unfortunately for those who have since looked to determine the quote's veracity, the Palookaville Post site is now defunct, and the original article is therefore offline (save for archived versions). Suffice it to say the Palookaville Post was a satirical site that published fake news, one example of which was the made-up story about Senators Feinstein and Boxer referenced above. Other examples of its work included articles claiming President Obama had granted himself a $100,000 pay raise and an Oklahoma teacher had been fired for praying when a tornado hit her school. If nothing else, the name of the \"reporter\" bylined on the story should have given away its japing nature: \"Jimmy Olsentwins\" is a conflation of the name of the cub reporter who works at the fictional Daily Planet newspaper in Superman comics and the surname of actresses Mary-Kate Olsen and Ashley Fuller Olsen, collectively known as the Olsen Twins.",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20130210084023/http://www.palookavillepost.com/2013/02/07/feinstein-and-boxer-ask-californians-to-lay-down-their-weapons-during-statewide-manhunt/;http://graphics.latimes.com/christopher-dorner-manhunt/#chapter-one;",
  "Example": "[Collected via e-mail, January 2015] Did Dianne Feinstein really say \"when the gunman realizes that nobody else is armed, he will lay down his weapons and turn himself in ... that's human nature\"?",
  "Last Updated": "11 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/feinstein.asp",
  "Claim": "Senator Dianne Feinstein said \"when the gunman realizes that nobody else is armed, he will lay down his weapons and turn himself in, that's human nature.\"",
  "Claim_ID": "media_notnews_feinstein",
  "Tags": ""
}