{
  "Origins": "In January 2015, the entertainment website Infossip published an article claiming that the FDA had discovered cocaine in thousands of Capri Sun fruit juice pouches:",
  "Fact Check": "",
  "Description": "The FDA is forcing Capri-Sun to stop production of their juices after cocaine has been found in thousands of juice bags nationwide. The FDA began investigating juice bags before they were sent out from Capri-Sun factories, as well as juice bags already on shelves ready for sale in thousands of businesses across the U.S. The FDA became suspicious of Capri-Suns being laced with a certain drug after a woman's complaint went viral on Facebook. \u001cI would like to know why you deliberately took down the post I made this morning about the juice pouch that my one year old son drank right before landing into ER. He is currently being treated in the hospital with an IV due to his intoxication. Is this how you respond to a customer's concern? By making sure you delete the post so it doesn't continue to spread? Why do you create a Facebook page so that we can provide our feedback? Shouldn't it be for the good or for the bad? Not everything is peaches and cream! And a good Company must acknowledge that & You keep the nice and good posts.. Why do you delete the ones that aren't just as nice? I am just doing the right job by creating awareness so that parents can be more cautious before giving it to their kids,\u001d read the Facebook status posted by Alyssa Lennard, which has received thousands of shares since its publication. It's true that on occasion customers have discovered mold in their Capri Sun drinks, but there have been no reports about anyone's finding cocaine in Capri Suns, nor has the FDA made any announcement about shutting down production of the kid's drink. Infossip is an entertainment website that does not publish authentic news articles. The site's disclaimer does not clearly state that articles published on the website are meant for entertainment purposes only, but one can determine the satirical nature of the publication simply by looking at a few of their recently published, fictitious articles such as \" McDonald's employee fired for spitting in \u001cwhite people's food\" and \"DMX Arrested in Underground Pit Bull Dog Fighting Bust.\"",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/d7mx;http://www.donotlink.com/d7mw;",
  "Example": "[Collected via e-mail, January 2015] Is this true? Cocaine found in Capri Suns?",
  "Last Updated": "14 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/caprisuncocaine.asp",
  "Claim": "The FDA has found cocaine in thousands of Capri Sun drinks.",
  "Claim_ID": "media_notnews_caprisuncocaine",
  "Tags": ""
}