{
  "Origins": "While the story recounted above is the actual account of one woman's experiences, it is not accurate in its advice. Its author, Carolyn Benivegna, penned the now widely-circulated missive in 1998 (the original of which is viewable here ). She has since had opportunity to reflect on further information about the CA-125 test and its efficacy as a screen for ovarian cancer and in 2000 posted a revision of her original message. Although the CA-125 test was her salvation, it is not useful to everyone. Please don't rush off to pressure your doctor into ordering one for you.",
  "Fact Check": "",
  "Description": "Neither physicians nor the American Cancer Society recommend CA-125 as a screen for ovarian cancer because it yields too many false positive results. The Ovarian Cancer Research Fund says of it \"Because CA125 misses half of early cancers and can be elevated by benign conditions, the National Cancer Institute (NCI) does not endorse using it to screen women at ordinary risk or in the general population.\" Fibroids, pelvic infections, liver disease and endometriosis can cause a rise of CA-125. Even worse, the test will often fail to detect the cancer. A doctor's reluctance, therefore, to order up this test no matter how hard she's pressured has nothing to do with not wanting to incur additional charges or waste staff time it's purely a matter of not wanting to indulge in a test that is widely known to yield useless results. At its best, the CA-125 test will yield a number of false positives and negatives when used as a screen for ovarian cancer. At its worst, some of those false positives will result in women undergoing major abdominal surgery that wasn't necessary as well as all the terror of thinking they had cancer in the ramp-up to those operations, and some of those false negatives will fool women who do have ovarian cancer into thinking they do not have the disease, resulting in valuable time needed to combat this killer being lost to complacency. And with ovarian cancer, time lost is all too often life lost. The American Cancer Society (ACS) has come out against the use of the CA-125 blood test as a way to detect early instances of ovarian cancer. Although at first blush a 23 April 1999 article about CA-125 on the American Cancer Society's web site looks like the ACS endorses the efficacy of this test in screening for ovarian cancer, a more careful reading reveals that the ACS endorses it only as a method for tracking how well treatment is progressing. (Once it's known a patient has ovarian cancer, CA-125 can be used to monitor the progress of the disease.) Says the American Cancer Society: Although the study finds the CA-125 blood test useful for evaluating treatment progress, the study results do not suggest the test can be used to screen for ovarian cancer. A recent email making the rounds urged women to ask their doctors for this test. For the CA-125 test to be a useful screening tool, it would have to detect most ovarian cancers in their early stages and not give positive results in women who do not have the cancer. The CA-125 test does not meet these standards. A related 4 June 1999 article on the ACS web site reported on a study undertaken to determine if CA-125 could be used as a reliable early detection tool in the fight against ovarian cancer. In a nutshell, no, it's not suitable. Although it might prove helpful in high-risk cases when used in conjunction with a pelvic exam, it's not the answer for women in the ordinary-risk category: The study s results point to the poor accuracy of the screening methods used, Dr. Saslow added. \"In other words, the screening tests missed too many existing cancers and falsely detected too many cancers that did not in fact exist,\" she said. \"In this particular study, for each of the six women who were diagnosed with ovarian cancer as a result of screening, four additional women underwent surgery unnecessarily,\" she said. \"An additional 10 women who were screened developed ovarian cancer within eight years although the test did not detect any cancer. The poor accuracy of CA-125, even in combination with ultrasound, is the primary reason why the American Cancer Society does not recommend screening [with CA-125] for women at average risk.\" And yet another article from the ACS' Ovarian Cancer Resource Center stressed that the CA-125 test is not a reliable detector of ovarian cancer in women who do not already demonstrate strong risk factors for the disease: ... some noncancerous diseases of the ovaries can also increase the blood levels of CA-125 and some ovarian cancers may not produce enough CA-125 to cause a positive test. When these tests are positive, it may be necessary to do more x-ray studies or to take samples of fluid from the abdomen or tissue from the ovaries to find out if a cancer is really present. For these reasons, transvaginal sonography and the CA-125 blood test are not considered accurate enough for ovarian cancer screening of women without known strong risk factors. The CA-125 is clearly not the way to go for those looking for a reliable early detection test. However, it's possible measuring the levels of lysophosphatidic acid in women might provide that information. (LPA stimulates the growth of ovarian cancer cells.) In one very small trial carried out at the Cleveland Clinic in Ohio involving 10 women with early-stage ovarian cancer, elevated LPA readings pinpointed nine of them, while CA-125 readings detected only two. Once again, the American Cancer Society had something to say about using elevated LPA readings as a detection screen. The write-up on its site is lengthy (still worth reading, though), but what it comes down to is that although early results are promising, it's still too soon to place full reliance on elevated LPA readings. Barbara \"readings railroaded\" Mikkelson Additional information: The Truth About CA-125 E-Mail (Laura Dolson) Questions and Answers About the CA-125 Test (Johns Hopkins University)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20060421224244/http://ovariancancer.jhmi.edu/ca125qa.cfm;http://www.baymoon.com/~gyncancer/library/weekly/aa041901a.htm;http://web.archive.org/web/20001118125500/www2.cancer.org/zine/index.cfm?fn=002_10081998_0;http://web.archive.org/web/20010702005723/http://www3.cancer.org/cancerinfo/load_cont.asp?ct=33&st=ds;http://www.cancer.org/docroot/nws/content/nws_3_1x_ovarian_cancer_screening.asp;http://www.cancer.org/docroot/nws/content/nws_3_1x_assessing_ovarian_cancer.asp;http://www.baymoon.com/~gyncancer/library/blcarolyn2.htm;http://www.baymoon.com/~gyncancer/library/blcarolyn.htm;",
  "Example": "[Collected via e-mail, 1998] This is Kathy's Story As some of you know, I have Primary Peritoneal Cancer. This cancer has only recently been identified as its OWN type of cancer; but it is, essentially, Ovarian Cancer. Both types of cancer are diagnosed in the same way (with the \"tumor marker\" CA-125 blood test), and they are treated in the same way (surgery to remove the primary tumor and then chemotherapy with Taxol and Carboplatin). Having gone through this ordeal, I want to save others from the same fate. That is why I am sending this message to you and hope you will print it and give it or send it via e-mail to everybody you know. One thing I have learned is that each of us must take TOTAL responsibility for our own health care. I thought I had done that because I always had an annual physical, had my annual mammogram and PAP smear, did monthly Self Breast Exam, went to the dentist at least twice/year, etc. I even insisted on a sigmoidoscopy and a bone density test last year. When I had a total hysterectomy in 1993, I thought that I did not have to worry about getting any of the female reproductive organ cancers. LITTLE DID I KNOW! I don't have ovaries (and they were HEALTHY when they were removed!), but I have what is essentially ovarian cancer. Strange, isn't it? These are just SOME of the things our Doctors never tell us. ONE out of every 55 women will get OVARIAN or PRIMARY PERITONEAL CANCER! The \"CLASSIC\" symptoms are an ABDOMEN that rather SUDDENLY ENLARGES and CONSTIPATION and/or DIARRHEA. I had these classic symptoms and went to the Doctor. Because these symptoms seemed to be \"abdominal,\" I went to a gastroenterologist. He ran tests that were designed to determine whether there was a bacteria infection; these tests were negative, and I was diagnosed with \"Irritable Bowel Syndrome.\" I guess I would have accepted this diagnosis had it not been for my enlarged abdomen. I swear to you, it looked like I was 4-5 months pregnant! I, therefore, insisted on more tests. They took an X-Ray of my abdomen; it was negative. I was again assured that I had Irritable Bowel Syndrome and was encouraged to go on my scheduled month long trip to Europe. I couldn't wear any of my slacks or shorts because I couldn't get them buttoned, and I KNEW something was radically wrong. I INSISTED on more tests, and they (reluctantly) scheduled me for a CT-Scan (just to shut me up, I think). This is what I mean by taking Charge of our own health care. The CT-Scan showed a lot of fluid in my abdomen (NOT normal!). Needless to say, I had to cancel my trip and have FIVE POUNDS of fluid drawn off at the hospital (not a pleasant procedure, I assure you, but NOTHING compared to what was ahead of me). Tests revealed cancer cells in the fluid. Finally, finally, finally, the Doctor ran a CA-125 blood test and I was properly diagnosed. I HAD THE CLASSIC SYMPTOMS FOR OVARIAN CANCER AND YET THIS SIMPLE CA-125 BLOOD TEST HAD NEVER BEEN RUN ON ME ... NOT AS PART OF MY ANNUAL PHYSICAL EXAM AND NOT WHEN I WAS SYMPTOMATIC. THIS IS AN INEXPENSIVE AND SIMPLE BLOOD TEST!!! PLEASE, PLEASE, P-L-E-A-S-E TELL ALL YOUR FEMALE FRIENDS AND RELATIVES TO INSIST ON A CA-125 BLOOD TEST EVERY YEAR AS PART OF THEIR ANNUAL PHYSICAL EXAMS. BE FOREWARNED THAT THEIR DOCTORS MIGHT TRY TO TALK THEM OUT OF IT, SAYING \"IT ISN'T NECESSARY.\" BELIEVE ME, HAD I KNOWN THEN WHAT I KNOW NOW, WE WOULD HAVE CAUGHT MY CANCER MUCH EARLIER (BEFORE IT WAS A STAGE 3 CANCER)! INSIST ON THE CA-125 BLOOD TEST; DON'T TAKE \"NO\" FOR AN ANSWER. THE NORMAL RANGE FOR A CA-125 BLOOD TEST IS BETWEEN ZERO AND 35. MINE WAS 754...(THAT'S RIGHT, 754!) IF THE NUMBER IS SLIGHTLY ABOVE, YOU CAN HAVE ANOTHER ONE DONE IN THREE OR SIX MONTHS AND KEEP A CLOSE EYE ON IT JUST LIKE WOMEN DO WHEN THEY HAVE FIBROID TUMORS OR WHEN MEN HAVE A SLIGHTLY ELEVATED PSA TEST (PROSTATE SPECIFIC ANTIGENS) THAT HELPS DIAGNOSE PROSTATE CANCER. HAVING THE CA-125 TEST DONE ANNUALLY CAN ALERT YOU EARLY, AND THAT'S THE GOAL IN DIAGNOSING ANY TYPE OF CANCER - CATCH IT EARLY.",
  "Last Updated": "11 March 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/disease/ca125.asp",
  "Claim": "The CA-125 blood test is a reliable method of detecting ovarian cancer in its early stages, and women should insist upon having one done with each yearly examination.",
  "Claim_ID": "medical_disease_ca125",
  "Tags": ""
}