{
  "Origins": "On 11 December 2014, Empire News published an article claiming music mogul Shawn Carter, who performs under the stage name Jay Z, had purchased the Los Angeles Dodgers and would be moving the team back to Brooklyn for the 2015 baseball season:",
  "Fact Check": "",
  "Description": "The battle for MLB in Los Angeles is over, as it looks as though the Angels will soon be the only LA team. Rapper and media mogul Jay Z and his Rockafella Investment Group have bought the Los Angeles Dodgers, and word is he's bringing them back home to Brooklyn for the 2015 season. \"It all came together beautifully,\" said Jay-Z, real name Shawn Carter. \"I already own Washington Park, home of the Brooklyn Cyclones. Dodger Stadium suffered just enough damage in a minor November earthquake to make it unsafe, and the Dodgers were a steal at just $2 billion. Washington Park is a little small, but it will be a nice intimate setting until I can build something bigger. I'm going to have my babygirl Beyonce sing the National Anthem on opening day! Hell I may have her sing it every time we're there. The Brooklyn Dodgers are back home where they belong, it's a beautiful thing!\" The article was wide shared, and while some people were able to identify this story as a farce, many others believed it to be true. While Jay Z may have been instrumental in moving the New York Nets basketball team to Brooklyn, the music mogul has not announced any plans to do the same with the Los Angeles Dodgers. The above-referenced story, like all articles published by Empire News , is a work of fiction. That web site's disclaimer notes: Empire News is a satirical and entertainment website. We only use invented names in all our stories, except in cases when public figures are being satirized. Any other use of real names is accidental and coincidental.",
  "Originally Published": "",
  "Referred Links": "http://empirenews.net/about-disclaimer/;http://empirenews.net/jay-z-buys-la-dodgers-plans-on-moving-them-back-to-brooklyn-for-2015-season/;",
  "Example": "[Collected via e-mail, November 2014] I'm trying to ascertain whether or not Jay Z actually bought the LA Dodgers and furthermore, if they are really being moved back to Brooklyn.",
  "Last Updated": "15 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/brooklyndodgers.asp",
  "Claim": "Jay Z has bought the Los Angeles Dodgers and plans to move the team back to Brooklyn.",
  "Claim_ID": "media_notnews_brooklyndodgers",
  "Tags": ""
}