{
  "Origins": "In April 2011, the U.S. Food and Drug Administration (FDA) issued a safety announcement confirming the account described above, warning that in rare cases the use of benzocaine (commonly found in over-the-counter gels and liquids used for teething pain in infants) can result in a condition known as methemoglobinemia, symptoms of which include shortness of breath and blue skin:",
  "Fact Check": "",
  "Description": "The U.S. Food and Drug Administration (FDA) is warning the public that the use of benzocaine, the main ingredient in over-the-counter (OTC) gels and liquids applied to the gums or mouth to reduce pain, is associated with a rare, but serious condition. This condition is called methemoglobinemia and results in the amount of oxygen carried through the blood stream being greatly reduced. In the most severe cases, methemoglobinemia can result in death. Benzocaine gels and liquids are sold OTC under different brand names such as Anbesol, Hurricaine, Orajel, Baby Orajel, Orabase, and store brands. Benzocaine is also sold in other forms such as lozenges and spray solutions (also see separate Drug Safety Communication on Benzocaine Sprays). These products are used to relieve pain from a variety of conditions, such as teething, canker sores, and irritation of the mouth and gums. Methemoglobinemia has been reported with all strengths of benzocaine gels and liquids, including concentrations as low as 7.5%. The cases occurred mainly in children aged two years or younger who were treated with benzocaine gel for teething. People who develop methemoglobinemia may experience pale, gray or blue colored skin, lips, and nail beds; shortness of breath; fatigue; confusion; headache; lightheadedness; and rapid heart rate. In some cases, symptoms of methemoglobinemia may not always be evident or attributed to the condition. The signs and symptoms usually appear within minutes to hours of applying benzocaine and may occur with the first application of benzocaine or after additional use. If you or your child has any of these symptoms after taking benzocaine, seek medical attention immediately. Benzocaine products should not be used on children less than two years of age, except under the advice and supervision of a healthcare professional. Healthcare professionals and consumers are advised to consider the American Academy of Pediatrics recommendations for treating teething pain instead of using the benzocaine teething products: o Give the child a teething ring chilled in the refrigerator. o Gently rub or massage the child s gums with your finger to relieve the symptoms of teething in children. If these methods do not provide relief from teething pain, consumers should talk to a healthcare professional to identify other treatments.Adult consumers who use benzocaine gels or liquids to relieve pain in the mouth should follow the recommendations in the product label. Consumers should store benzocaine products out of reach of children. FDA encourages consumers to talk to their healthcare professional about using benzocaine. Additional information: Safety Announcement: Benzocaine (FDA)",
  "Originally Published": "",
  "Referred Links": "http://www.fda.gov/Drugs/DrugSafety/ucm250024.htm;",
  "Example": "[Collected via e-mail, July 2008] Dear all, I hope everyone is enjoying their summer. Some of you already know, but we wanted to make everyone aware of a terrifying experience that we had over the weekend. Thank g-d, everything's ok now but we thought friends and family would want to be aware and would want to advise others with babies. Zane's been teething pretty badly for the past few days, and we decided to give him Baby Orajel on Sunday afternoon. We've given it to him a few times previously, when his first two teeth cut through, and never had a problem. Scott and I were both sitting with Zane on the floor in his room when I rubbed a dosage on his upper gum. Seconds after I gave it to him, he made a face as if he were crying but no noise came out. I picked Zane up and he immediately went limp in my arms and his face turned blueish. He was not panicking or gasping for air - he was lifeless. This lasted for approximately 15 seconds, but felt like an eternity. Words cannot convey our feelings during that time (or even now, ever) as we attempted to revive our son. No parent should ever experience such a feeling and no person should ever see something like this happen to a loved one. Without a doubt it was the scariest moment of our lives. Ultimately, Zane \"came to\" and began to cry hysterically. Thank g-d!!!!!!!! We spent the evening at the hospital , where Zane underwent numerous tests, all of which came back normal. We also spoke with Zane's pediatrician, who stated that she advises against the use of this product because its purpose is to numb and if it gets into an infant's throat, it may stop them from breathing. Obviously, we wanted to learn more about this product and why this happened so we conducted some internet research. Interestingly, we came across some postings of parents with similar experiences. Further, one website listed a side effect as, \"difficulty breathing and grey/blueish face.\" Also, when we called Zane's daycare to let them know what happened, the owner said that she's heard of this happening before. It's surprising then that no such warning is on the bottle and that more people do not discuss the negative and possible deadly implications of the use of this product. We don't want to imagine what could've happened if we had given this to him at night, in his crib, as we (and many others) have done in the past, and then walked away (although, of course we monitor him throughout the night). To reiterate, the reason we share the above with you is to strongly advise you to throw away any Baby Orajel products you have at home and please advise your friends and family of the same. Trust us, it's not worth the possible side effects. Best, Scott and Allison [remainder of signature block elided]",
  "Last Updated": "10 May 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/drugs/orajel.asp",
  "Claim": "Baby Orajel can cause infants to stop breathing and turn blue.",
  "Claim_ID": "medical_drugs_orajel",
  "Tags": ""
}