{
  "Origins": "On 6 March 2015, a popular Facebook page shared the above-displayed graphic claiming that pineapple juice is a much more efficient remedy for coughs than over-the-counter cough syrups are. That claim was not new, however, as iterations of it posted on the Internet date back at least a year (most commonly on alternative health sites ).",
  "Fact Check": "",
  "Description": "The advice given was certainly specific (and compelling, as few of us find Robitussin more palatable than pineapple juice), and most versions cited purported research that proved cough syrups pale in comparison to this better-tasting household cough remedy. However, few version of the claim explained the mechanism by which the pineapple cough cure supposedly works, and while some touted it as a cough suppressant, others claimed that pineapple juice speeds recovery and dissolves mucus. Most articles proffering this claim reference a research study conducted in 2010, but locating the data in question has proved difficult. Few articles linked to any evidence, and more often than not they merely provided links to additional unsourced articles about the purported cough-battling properties of pineapple juice. One iteration referenced a particular study before adding that a second (unspecified) study bolstered the first: Drinking pineapple juice helps soothe a sore throat and aids the body to expel mucous easily. Thick and stubborn mucus in your lungs or sinuses can cause seemingly endless spasms of coughing, sneezing and painful infections. In a study published in \"Der Pharma Chemica\" in 2010, researchers attempted to find beneficial treatments for patients who have tuberculosis, an infectious disease often caused by Mycobacterium tuberculosis. As part of their studies, they discovered that a mixture of raw pineapple juice, pepper, salt and honey given to patients every day helped to dissolve the mucus in the lungs. In a subsequent study, research found that raw extracts from pineapple could decrease mucus five times faster than over-the-counter cough syrups. Patients recovered 4.8 times faster and exhibited a decrease in all symptoms related to coughing, especially hacking. While we were unable to locate any other research indicating \"patients recovered 4.8 times faster\" when treated with pineapple juice in lieu of cough syrup, the source material (to which nearly all other claims referred) appeared to be a 2011 article from a small publication called Der Pharma Chemica . The article [ PDF ] did not seem to be a study as such, and its title had nothing to do with pineapple juice (\"Use of Secondary Metabolite in Tuberculosis: A Review\"). The content of the article pertained to alternative treatments for tuberculosis, not the efficacy of pineapple as a cough suppressant, anti-viral supplement, or cold remedy. The word \"pineapple\" appeared a single time, and only in a context that did not in any way imply that pineapple is five times (or 500%) more effective than cold syrup for any function related to coughs: Pineapple Juice pepper and a dash of salt and honey can be administered to patients once everyday This is found to be extremely helpful in dissolving mucus of the lungs in tuberculosis. The quote above represents the entirety of the \"study\" so commonly cited that purportedly proves pineapple juice outstrips cough syrup on a number of efficacy metrics. How that brief and vague mention about its helpfulness in dissolving mucus (in an unrelated article about tuberculosis) morphed into a ringing endorsement of Dole over Dimetapp is anyone's guess. It's possible pineapple juice will someday be deemed beneficial for cough symptoms in the course of a study, but we found no current research proving pineapple juice is five hundred percent, five times, or any other multiplier more effective than cough syrup at alleviating cough symptoms, suppressing cough, dissolving mucus, or hastening recovery time from a cold. Bromelain , an enzyme found in pineapple juice, is used by some people for a variety of medical purposes (including reducing swelling of the nose and sinuses after surgery or injury and for the treatment of hay fever), but scientific evidence documenting its usefulness for such treatments is lacking.",
  "Originally Published": "",
  "Referred Links": "http://www.nlm.nih.gov/medlineplus/druginfo/natural/895.html;http://derpharmachemica.com/vol2-iss6/DPC-2010-2-6-311-319.pdf;http://www.healthy-holistic-living.com/pineapple-juice-5-times-effective-cough-syrup.html;http://preventdisease.com/news/14/040314_Pineapple-Juice-5-Times-More-Effective-Than-Cough-Syrup.shtml;http://fitlife.tv/pineapple-juice-is-5-times-more-effective-than-cough-syrup/;",
  "Example": "[Collected via the Internet, March 2015] Did you know that pineapple juice is 500% more effective at helping you to stop coughing than cough syrup is? Well, it's true, and it's all on account of the fact that fresh pineapples contain a substance known as Bromelain; a specific type of enzyme that has anti-inflammatory characteristics which can combat infections and eradicate bacteria. According to scientific reports, the juice from this tropical fruit has efficient effect and relieves cough, eliminates mucus and even relieves the symptoms in patients diagnosed with tuberculosis. The results of a medical case showed that pineapple extract is five times more efficient in reducing the mucus compared to the syrups sold in pharmacies, and patients recover almost five times faster. Pineapple Juice Is 5 Times More Effective Than Cough Syrup [Collected via e-mail, March 2015] Pineapples contain bromelain, an enzyme with anti-inflammatory properties. It fights infections and kills bacteria. The juice from fresh pineapples can suppress coughs five times more effectively than cough syrup.",
  "Last Updated": "11 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/homecure/pineapple.asp",
  "Claim": "A study proved that pineapple juice is five times more effective than cough syrup.",
  "Claim_ID": "medical_homecure_pineapple",
  "Tags": ""
}