{
  "Origins": "On 3 November 2014, the website TheNewsNerd published an article titled \"Walking Dead Actress Contracts Ebola While Filming Scene in Africa.\" According to that article, Danai Gurira (a fan favorite for her portrayal of the character Michonne) was filming a scene for AMC's The Walking Dead on location in Sudan when an \"overzealous actor\" cast as a zombie bit her. The site reported Gurira was subsequently infected with Ebola:",
  "Fact Check": "",
  "Description": "The article went on to claim fellow Walking Dead actors had been \"quarantined\" in response to Gurira's infection (possibly affecting the show's immediate future), and the actress had been transported from Africa to Atlanta for treatment. However, this article originated from one of a growing number of fake news sites aimed at preying on popular topics to gain social media shares. A disclaimer at the bottom of the page bears a familiar claim: The stories posted on TheNewsNerd are for entertainment purposes only. The stories may mimic articles found in the headlines, but rest assured they are purely satirical. Among other yarns peddled on the site are a story about an Ebola vaccine effective only on white people and a variation on the false report that Colorado legalized hard drugs after legalizing marijuana.",
  "Originally Published": "",
  "Referred Links": "http://www.thenewsnerd.com/entertainment/walking-dead-actress-contracts-ebola;",
  "Example": "[Collected via Twitter, November 2014] SOMEONE TELL ME IT'S JUST A RUMOR THAT MICHONNE GOT EBOLA SHE'S MY FAVORITE CHARACTER ON THE WALKING DEAD Michonne from the walking dead got ebola bc they had locals in Africa play zombies and one bit her ...... I'm so done.... Danai Gurira who plays Michonne on the hit series 'The Walking Dead', has reportedly contracted Ebola while filming in Africa.",
  "Last Updated": "5 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/ebola/michonne.asp",
  "Claim": "The Walking Dead actress Danai Gurira contracted Ebola while filming on location in Africa.",
  "Claim_ID": "medical_ebola_michonne",
  "Tags": ""
}