{
  "Origins": "On 7 August 2014, the World News Daily Report web site published an article positing that a honeymooner in Florida snapped an underwater selfie moments before he was killed by a shark, showing the deadly creature looming behind him:",
  "Fact Check": "",
  "Description": "Soon afterwards links and excerpts referencing this item were being circulated via social media, with many of those who encountered it mistaking it for a genuine news article. However, that article was just another spoof from World News Daily Report , a fake news web site whose stock in trade is publishing fantastically fictional stories. The site's disclaimer page states that: World News Daily Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within worldnewsdailyreport.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction. The hapless \"honeymooner\" photograph shown above is a year-old tumblr post that combined a photo (taken in a swimming pool, not the ocean) of Fall Out Boy frontman Pete Wentz (who is still very much alive and uneaten) with an image of a shark:",
  "Originally Published": "",
  "Referred Links": "http://petewentz.com/;http://media-cache-ec0.pinimg.com/736x/49/46/1a/49461a371cb76edf3fd46d5374a3b4d9.jpg;http://joetroeman.tumblr.com/post/57933524371/last-known-selfie-of-pete-wentztumblr;http://worldnewsdailyreport.com/disclaimer/;http://worldnewsdailyreport.com/man-takes-selfie-moments-before-deadly-shark-attack/;",
  "Example": "[Collected via e-mail, August 2014] I would like to know if the article and picture about a man taking a selfie under water moments before a shark attack is true.",
  "Last Updated": "8 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/sharkselfie.asp",
  "Claim": "Photograph shows a honeymooner taking an underwater selfie moments before he was killed by a shark.",
  "Claim_ID": "media_notnews_sharkselfie",
  "Tags": ""
}