{
  "Origins": "On 10 September 2014, the National Report web site published an article positing that the Oscar-winning directorial duo of Joel and Ethan Coen had announced plans to begin filming a sequel to their popular 1998 film, The Big Lebowski , in January 2015:",
  "Fact Check": "",
  "Description": "Exciting news for Big Lebowski fans around the world as a sequel to the cult classic has just been announced. Ethan Coen and Joel Coen, directors of the first Lebowski movie, confirmed with E! Online they will both be returning to direct the sequel. \"We're thrilled to be coming back to film a second part to this classic movie,\" Ethan Coen said. \"For years we've been staying away from doing this project but when we received this new script and the cast fell into place, it was a no-brainer. We just had to do it.\" By the following day links and excerpts referencing this item were being circulated via social media, with many of those who encountered the article mistaking it for a genuine news item. However, the article was just another bit of misinformation from the National Report , a fake news site that publishes sensational, made-up stories such as \" 15 Year Old Who 'SWATTED' Gamer Convicted of Domestic Terrorism ,\" \" Solar Panels Drain the Sun's Energy, Experts Say ,\" and \" Vince Gilligan Announces Breaking Bad Season 6 .\" The National Report 's disclaimer page notes that all of the site's articles are fiction: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental. In reality, the Coen brothers proclaimed once again at the 2013 Cannes Film Festival that they had no interest in producing a Big Lebowski follow-up film: Bummer, man the Dude won't abide again. There will be no sequel to The Big Lebowski. That's the final word on the subject from filmmaking brothers Joel and Ethan Coen, during a press day at the Cannes Film Festival for their new film, Inside Llewyn Davis. Despite a growing fanbase for the cult 1998 comedy about Jeff Bridges' hippie bowler character Jeff \"The Dude\" Lebowski, and clamor for a sequel, the writer/director duo aren't interested in revisiting the past even though actors in the film, Bridges among them, are keen to reprise their roles. \"John Turturro, who wants it, talks to us incessantly about doing a sequel about his (bowler) character Jesus,\" Ethan Coen said. \"He even has the story worked out, which he's pitched to us a few times, but I can't really remember it ... \"No, I don't see it in our future.\" Joel Coen was even firmer: I don't think it's going to happen ... I just don't like sequels.\"",
  "Originally Published": "",
  "Referred Links": "http://www.thestar.com/entertainment/movies/2013/05/20/cannes_2013_no_big_lebowski_sequel_coen_brothers_say.html;",
  "Example": "[Collected via e-mail, October 2014] Are they really making The Big Lebowski 2?",
  "Last Updated": "21 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/lebowski.asp",
  "Claim": "The Coen brothers have announced plans to begin filming a Big Lebowski sequel in January 2015.",
  "Claim_ID": "media_notnews_lebowski",
  "Tags": ""
}