{
  "Origins": "On 9 January 2015, the Daily Currant published an article claiming Sarah Palin had confused the satirical French magazine Charlie Hebdo (at which twelve people had just been killed by gunmen who reportedly said they were avenging the magazine's portrayal of the prophet Muhammad) with the producers of the American comic strip Peanuts (featuring the character of Charlie Brown) during an appearance on Fox News:",
  "Fact Check": "",
  "Description": "A confused Sarah Palin appeared on Fox News this morning and blasted Islamic extremists for killing the cartoonists who draw the Charlie Brown comic strip. The Fox and Friends crew were baffled by Palin's diatribe, until they realized she was mistaking Charlie Hebdo, the French satirical magazine targeted by Al-Qaeda this week, with the iconic American comic strip character. \"I just don't get why Muslims hate Charlie Brown so much,\" she proclaimed. \"It's good wholesome, family entertainment. I would think religious conservatives would enjoy that kind of thing. But I mean you just can't win with these people. Every little thing you do offends them. First it was burning the Quran. Then it was that whole CIA 'torture' scandal Now it's Snoopy, Lucy, Pigpen and the whole gang. \"Well guess what? I don't care if you don't like Snoopy. That's no excuse to go around murdering people. I can't stand Dilbert. And don't even get me started on The Boondocks. But that doesn't mean I go round shootin' up the place.\" The article was shared by many readers who presumably failed to notice the Daily Currant's disclaimer page: The Daily Currant is an English language online satirical newspaper that covers global politics, business, technology, entertainment, science, health and media. Q. Are your news stories real? A. No. Our stories are purely fictional. However they are meant to address real-world issues through satire and often refer and link to real events happening in the world Although Sarah Palin did not confuse Charlie Hebdo with Charlie Brown during an appearance on Fox News, the former governor has commented on the terrorist attack in Paris: Post by Sarah Palin.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/sarahpalin;https://www.facebook.com/sarahpalin/posts/10153032776158588;http://www.donotlink.com/d4r1;http://www.donotlink.com/d6ub;",
  "Example": "[Collected via e-mail, January 2015] I read that Sarah Palin appeared on Fox News and \"blasted Islamic extremists for killing the cartoonists who draw the Charlie Brown comic strip\".",
  "Last Updated": "12 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/palincharliebrown.asp",
  "Claim": "Sarah Palin confused the French satirical magazine Charlie Hebdo with the Peanuts comic featuring Charlie Brown during an appearance on Fox News.",
  "Claim_ID": "media_notnews_palincharliebrown",
  "Tags": ""
}