{
  "Origins": "On 28 December 2014, an article claiming Playboy founder Hugh Hefner had passed away was published on a web site that had been made to look like an affiliate of the NBC television network:",
  "Fact Check": "",
  "Description": "Hugh Hefner, Founder and chief creative officer of Playboy Enterprises, was found dead of natural causes Sunday morning at his home, the Playboy Mansion, in the Holmby Hills neighborhood of Los Angeles, according to Los Angeles police officer Jimmy N. Gardner. He was 88. Police responded to a call around 9 a.m. PDT and confirmed Hefner's identity from other residents of the Playboy Mansion, Gardner said. Police are not releasing a more specific cause of death at this time. \"We'll have to wait for an autopsy report for an official cause of death,\" said Gardner. \"From what I have heard Mr. Hefner was in good health for an 88 year old man. With no signs of foul-play we are left to believe his death was of natural causes...\" Hefner's death comes as a shock to millions. Despite his older age, the Playboy tycoon was in excellent physical shape. Hefner was quoted as saying, \"Life is too short to be living someone else's dream.\" As a pioneer in the industry, this is a quote he took to heart. The article was a bit of fake news published on NBCToday.co , a web site that has no affiliation with the National Broadcasting Company (NBC) and was created by the hoaxsters in an attempt to make bogus stories appear more believable. The rumor eventually reached the Playboy mansion, where Hugh Hefner was enjoying a movie night: Movie night with the family pic.twitter.com/65QaTvJDNL Crystal Hefner (@crystalhefner) December 29, 2014 Hugh Hefner's wife, Crystal Hefner, also shared a few tweets about the death hoax: A lie can run around the world before the truth has got it's boots on. #QuoteOfTheDay Crystal Hefner (@crystalhefner) December 29, 2014 pic.twitter.com/Jd4WOjMPRO Crystal Hefner (@crystalhefner) December 29, 2014",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/crystalhefner/status/549493895034179584;http://t.co/Jd4WOjMPRO;https://twitter.com/crystalhefner/status/549417416451559424;https://twitter.com/hashtag/QuoteOfTheDay?src=hash;https://twitter.com/crystalhefner/status/549406604446019584;http://t.co/65QaTvJDNL;http://nbctoday.co/playboy-tycoon-hugh-hefner-passes-away-age-88.html;",
  "Example": "[Collected via e-mail, December 2014] Curious to know if Mr. Hugh Hefner died this morning of natural causes in his Hollywood home? Rumor has it, he was found at the age of 88 and died Sunday after Christmas of natural causes, until the autopsy report confirms that cause of death it is still under supervision.",
  "Last Updated": "29 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/hughhefner.asp",
  "Claim": "Hugh Hefner passed away at the age of 88 on 28 December 2014.",
  "Claim_ID": "media_notnews_hughhefner",
  "Tags": ""
}