{
  "Origins": "In October 2006, news outlets in Oregon and Hawaii recounted a tale involving 16-year-old Emily Streight from Carlton, Oregon, who in February 2003 had jotted a note with her name and address, taped it into a 12-ounce plastic Aquafina bottle, and tossed it into local Panther Creek. Well over three years later, the news reported, Emily had finally received an answer to her message-in-a-bottle all the way from Hawaii, where \"a 16-year-old Honolulu boy named Keoni\" purportedly found the missive \"on the beach after a luau\" and returned it to Emily along with a note of his own:",
  "Fact Check": "",
  "Description": "Message-in-a-bottle stories are common news fodder, but this one was a bit extraordinary considering the route and distance Emily's plastic bottle would have had to have traversed in order to reach its eventual landing site in Honolulu: down Panther Creek to the North Yamhill River, then down the Yamhill River itself to the Willamette River, from there into to the Columbia River, then all the way to the coast and out into the Pacific, finally traveling thousands of miles across the Pacific to the Hawaiian Islands. However, after the story broke and reporters were unsuccessful in attempting to contact the mysterious Keoni (the return address he had provided was genuine, but no one by his name lived there), Linda Coble, a reporter with KHON-TV in Honolulu, broke the news that Emily's bottle never made it out Panther Creek on its own, that \"Keoni\" was really a 34-year-old man named Tom, and that Emily's bottle had journeyed to Hawaii via airplane, not water: A man identifying himself only as Tom M. had called the station and admitted finding the bottle several weeks earlier. At the time, he had been clearing brush along Panther Creek in preparation for his wedding to a Carlton woman. He said he took the bottle and the note back home to Hawaii with him, sat down at his computer and concocted the story about being a 16-year-old Hawaiian boy who found the bottle on the beach. Obviously, he didn't expect his charming, heartwarming, but false tale to go so far. Tom told Coble, \"If I would have said I'm a married, 34-year-old, chubby white guy, it would have sounded creepy. I know people from the mainland, and what they think of Hawaii is a lot of Polynesian people running around on the beach, so I tried to make it sound like that.\" Tom and his wife, a nurse, live in a high-rise apartment building. He put his correct return address on the envelope, and that set off a search by Honolulu media outlets. No one by that name lived in any of the many units in the building, upping the ante. At that point, Tom came forward to tell the real story. \"I was laughing, but I was crying because I was really embarrassed,\" he told Coble. \"Like, I couldn't believe this is something that got on the news. \"I feel just really silly right now. I learned that maybe I should think things through a little bit more.\" He said he was thinking about sending [Emily] a postcard and telling her, \"Sorry for being so stupid. Hope someday you can come enjoy Hawaii, enjoy the beaches, maybe go surfing on your own, maybe go to a luau, find your own Keoni.\" Instead, Tom called Streight at home and offered his apology for what he had done. She readily accepted. Emily's parents were not so sanguine about the whole matter: \"They thought he was a total jerk,\" she said. \"They said a guy that old should be smarter than that.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "2 November 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/bottle.asp",
  "Claim": "An Oregon girl's message-in-a-bottle was found by a boy in Hawaii.",
  "Claim_ID": "media_notnews_bottle",
  "Tags": ""
}