{
  "Origins": "Just as urban legends and rumors eventually become attached to the most famous exemplars of the subjects they discuss (e.g., any fast food-related legend, no matter where it originates, will inevitably be told about McDonald's), so do many of the spurious medical articles circulated on the Internet eventually become attributed to the world-renowned Johns Hopkins university, medical school, and hospitals.",
  "Fact Check": "",
  "Description": "The \"Cancer Update from Johns Hopkins Hospital\" quoted above has been forwarded via e-mail as a preface to another piece (about the supposed dangers of using microwave ovens to heat food stored in plastic containers) also falsely said to have originated with Johns Hopkins. Neither article was issued by (or has any connection to) the Johns Hopkins university or hospital, and Johns Hopkins has disclaimed the contents of both: Information falsely attributed to Johns Hopkins called, \"CANCER UPDATE FROM JOHN HOPKINS\" describes properties of cancer cells and suggests ways of preventing cancer. Johns Hopkins did not publish the information, which often is an email attachment, nor do we endorse its contents. The email also contains an incorrect spelling of our institution as \"John\" Hopkins; whereas, the correct spelling is \"Johns\" Hopkins. Another hoax email that has been circulating since 2004 regarding plastic containers, bottles, wrap claiming that heat releases dioxins which cause cancer also was not published by Johns Hopkins. The web site of Johns Hopkins' Sidney Kimmel Comprehensive Cancer Center also notes of the \"Cancer Update\" e-mail that: It has become such a problem that the National Cancer Institute, American Cancer Society, and individual cancer centers like the Johns Hopkins Kimmel Cancer Center have posted warnings on their Web sites. Emails offering easy remedies for avoiding and curing cancer are the latest Web-influenced trend. To gain credibility, the anonymous authors falsely attribute their work to respected research institutions like Johns Hopkins. This is the case with the so-called \"Cancer Update from Johns Hopkins.\" The gist of this viral email is that cancer therapies of surgery, chemotherapy, and radiation therapy do not work against the disease and people should instead choose a variety of dietary strategies. Traditional therapies, such as surgery, chemotherapy, and radiation therapy, work. The evidence is the millions of cancer survivors in the United States today who are alive because of these therapies. We recognize that treatments don t work in every patient, or sometimes work for awhile and then stop working, and there are some cancers that are more difficult to cure than others. These problems are the focus of ongoing cancer research. Interested readers are directed to a point-by-point debunking of the \"Cancer Update\" e-mail published by the Kimmel Cancer Center.",
  "Originally Published": "",
  "Referred Links": "http://www.hopkinsmedicine.org/kimmel_cancer_center/news_events/featured/cancer_update_email_it_is_a_hoax.html;http://www.jhu.edu/;",
  "Example": "[Collected via e-mail, March 2007] CANCER UPDATE FROM JOHN HOPKINS HOSPITAL, US - PLEASE READ 1. Every person has cancer cells in the body. These cancer cells do not show up in the standard tests until they have multiplied to a few billion. When doctors tell cancer patients that there are no more cancer cells in their bodies after treatment, it just means the tests are unable to detect the cancer cells because they have not reached the detectable size. 2. Cancer cells occur between 6 to more than 10 times in a person's lifetime. 3. When the person's immune system is strong the cancer cells will be destroyed and prevented from multiplying and forming tumors. 4. When a person has cancer it indicates the person has multiple nutritional deficiencies. These could be due to genetic, environmental, food and lifestyle factors. 5. To overcome the multiple nutritional deficiencies, changing diet and including supplements will strengthen the immune system. 6. Chemotherapy involves poisoning the rapidly-growing cancer cells and also destroys rapidly-growing healthy cells in the bone marrow, gastro-intestinal tract etc, and can cause organ damage, like liver, kidneys, heart, lungs etc. 7. Radiation while destroying cancer cells also burns, scars and damages healthy cells, tissues and organs. 8. Initial treatment with chemotherapy and radiation will often reduce tumor size. However prolonged use of chemotherapy and radiation do not result in more tumor destruction. 9. When the body has too much toxic burden from chemotherapy and radiation the immune system is either compromised or destroyed, hence the person can succumb to various kinds of infections and complications. 10. Chemotherapy and radiation can cause cancer cells to mutate and become resistant and difficult to destroy. Surgery can also cause cancer cells to spread to other sites. 11. An effective way to battle cancer is to starve the cancer cells by not feeding it with the foods it needs to multiply. CANCER CELLS FEED ON: a. Sugar is a cancer-feeder. By cutting off sugar it cuts off one important food supply to the cancer cells. Sugar substitutes like NutraSweet, Equal, Spoonful, etc are made with Aspartame and it is harmful. A better natural substitute would be Manuka honey or molasses but only in very small amounts. Table salt has a chemical added to make it white in color. Better alternative is Bragg's aminos or sea salt. b. Milk causes the body to produce mucus, especially in the gastro-intestinal tract. Cancer feeds on mucus. By cutting off milk and substituting with unsweetened soya milk cancer cells are being starved. c. Cancer cells thrive in an acid environment. A meat-based diet is acidic and it is best to eat fish, and a little chicken rather than beef or pork. Meat also contains livestock antibiotics, growth hormones and parasites, which are all harmful, especially to people with cancer. d. A diet made of 80% fresh vegetables and juice, whole grains, seeds, nuts and a little fruits help put the body into an alkaline environment. About 20% can be from cooked food including beans. Fresh vegetable juices provide live enzymes that are easily absorbed and reach down to cellular levels within 15 minutes to nourish and enhance growth of healthy cells. To obtain live enzymes for building healthy cells try and drink fresh vegetable juice (most vegetables including bean sprouts) and eat some raw vegetables 2 or 3 times a day. Enzymes are destroyed at temperatures of 104 degrees F (40 degrees C). e. Avoid coffee, tea, and chocolate, which have high caffeine. Green tea is a better alternative and has cancer-fighting properties. Water-best to drink purified water, or filtered, to avoid known toxins and heavy metals in tap water. Distilled water is acidic, avoid it. 12. Meat protein is difficult to digest and requires a lot of digestive enzymes. Undigested meat remaining in the intestines become putrefied and leads to more toxic buildup. 13. Cancer cell walls have a tough protein covering. By refraining from or eating less meat it frees more enzymes to attack the protein walls of cancer cells and allows the body's killer cells to destroy the cancer cells. 14. Some supplements build up the immune system (IP6, Flor-ssence, Essiac, anti-oxidants, vitamins, minerals, EFAs etc.) to enable the body's own killer cells to destroy cancer cells. Other supplements like vitamin E are known to cause apoptosis, or programmed cell death, the body's normal method of disposing of damaged, unwanted, or unneeded cells. 15. Cancer is a disease of the mind, body, and spirit. A proactive and positive spirit will help the cancer warrior be a survivor. Anger, unforgiveness and bitterness put the body into a stressful and acidic environment. Learn to have a loving and forgiving spirit. Learn to relax and enjoy life. 16. Cancer cells cannot thrive in an oxygenated environment. Exercising daily, and deep breathing help to get more oxygen down to the cellular level. Oxygen therapy is another means employed to destroy cancer cells.",
  "Last Updated": "29 December 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/disease/cancerupdate.asp",
  "Claim": "Johns Hopkins Hospital issued a \"cancer update\" detailing how cancer spreads and recommending methods for treating the disease.",
  "Claim_ID": "medical_disease_cancerupdate",
  "Tags": ""
}