{
  "Origins": "On 29 December 2014, the National Report published an article claiming Val Kilmer was set to play the lead role in a remake of the hit HBO television series The Sopranos :",
  "Fact Check": "",
  "Description": "A fall 2015 remake of the HBO series The Sopranos has begun production with actor Val Kilmer cast as mob boss Tony Soprano, according to television industry insiders. Kilmer, known for 1995's Batman Forever and director Oliver Stone's 1991 rock biopic The Doors is confident that The Sopranos II, an eight-part miniseries, will add new fans to the millions who remain devoted to the original. Sources closely involved with the production say Kilmer's up to the challenge of portraying one of the most powerful and iconic television characters ever created. One production assistant acknowledged that this remake in particular is a touchy subject for fans, especially after the death of James Gandolfini in 2013. \"Millions of fans weren't happy with how the show wrapped up, including Kilmer,\" said the assistant, \"But this time, fans will definitely know whether Tony lives or dies at the end.\" The article caused a stir among the Sopranos' loyal fanbase who shared the story, along with their opinions, numerous times on Facebook and Twitter. There is no truth to the above-quoted article, however: The National Report is fake news site whose disclaimer states: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/d1sp;http://www.donotlink.com/d1sl;https://twitter.com/hey_sterph/status/550304216062124033;https://twitter.com/hashtag/wrong?src=hash;",
  "Example": "[Collected via Twitter, December 2014] This Sopranos remake is an abomination if they really think Val Kilmer can take the lead, as a young Tony. #wrong Steph Olson (@hey_sterph) December 31, 2014",
  "Last Updated": "31 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/sopranos2.asp",
  "Claim": "Val Kilmer will star as Tony Soprano in a remake of the hit HBO show The Sopranos .",
  "Claim_ID": "media_notnews_sopranos2",
  "Tags": ""
}