{
  "Origins": "Although influenza is no longer the unchecked grim reaper of years past (in 1918 it killed half a million Americans and twenty to forty million folks worldwide), it continues to present a very real danger even in these more modern times. According to the Centers for Disease Control (CDC), millions of people in the United States (about 10% to 20% of U.S. residents) will get the flu each year. Influenza also costs Americans $10 billion annually in lost wages and medical expenses. Worst of all, every year about 36,000 people in the United States die from it, and 114,000 have to be admitted to the hospital because of it. The flu is not just a week of feeling lousy and missing work; it is a disease that can and does kill.",
  "Fact Check": "",
  "Description": "The 2009 outbreak of H1N1 (swine) flu brought home even to those who didn't normally ponder such matters the danger posed by contagions dismissively regarded in other years as mere seasonal flu, maladies that are thought of as wholly unpleasant but not life threatening. In 2009, people became more aware of the sniffles and sneezes around them. Also, unlike in other years, more folks were actively looking for ways to avoid catching the flu. In addition to the good advice about washing one's hands frequently and avoiding the company of those who are obviously under the weather, folks looking to sidestep being felled by the flu are subject to toutings of a variety of folk remedies, each of which is presented as a surefire and deadly preventive. The missive quoted above about onions absorbing the virus is one such offering. There's no medical magic to placing peeled or cut onions around the home: they don't act as sponges that soak up whatever viruses or other nasty microbes are in their immediate vicinity. However, the belief that they would act in this fashion predates the 2009 flu outbreak by at least 100 years. Long-standing superstition asserts that keeping raw onions in the house (either cut or whole; different folks swear by different methods) will draw illness-causing germs from the air, thereby rendering the home free of contamination. The following print references gathered by folklorists Iona Opie and Moira Tatum showcase that belief: [1956] The onion is cut up and stood in an old tin-plate. Then you place it in the room where the sick child sleeps. The onion draws the complaint into itself, and when the child is better care must be taken to see that the onion is properly burnt. [1964] When there's flu about, I puts a plate of cut up onion in every room. That's what keeps colds away ... All the cold germs goes into they. [1978] I fondly remember the smell of my mother's window sill adorned with half onions. She swore by the legend that the onions captured any incoming germs and purified the air. Even older print sightings exist, however. One of the earliest we've located (from 1900) calls the practice \"an old custom,\" which means even at that early date, the belief's origins were lost in the mists of time. [Chambers' Journal, 1900] In remote country villages one sometimes sees an old custom which, in its essence, is wise, though the performers do not know its why or wherefore; as their forbears did, so do they. This is to place plates full of sliced onion at the side of any bed or coffin wherein lies the body of a person dead of infections [sic] disease. This good and shrewd practice was based on the observation of the blackening of the onion and practical experience of the usefulness of the habit, not on scientific knowledge. But the floating germs were attracted to that blackening onion, and settled on thickly, the result being the onion's discoloration and the great purification of the air in the death-chamber. The story is true of a house wherein ropes of onions intended for sale were hung escaping a smallpox epidemic, which attacked the neighbouring houses. [Los Angeles Times, 1913] In a sickroom you cannot have a better disinfectant than the onion. It has a wonderful capacity for absorbing germs. A dish of sliced onions placed in a sickroom will draw away the disease; they must be removed as soon as they lose their odor and become discolored, and be replaced by fresh ones. [The Chicago Defender, 1922] In remote villages the old custom still exists of placing a plate full of sliced onion beside the bed or coffin of any persons who had died of an infectious disease. Although those who follow this practice cannot explain it, the fact is that the raw onion destroys germs and purifies the infected air of the death chamber. Some insist plates of sliced raw onion should be left at various points around the home; others avow that whole onions must be hung on strings affixed to the domicile's ceilings, some further asserting the bulbs must be hung in front of doorways to better filter incoming contamination. As to what sorts of contamination the onion is purported to overcome, at various times it has been said to kill flu virus, diphtheria, smallpox, the cold virus, and even whatever nastiness a rotting corpse might be venting into the air, especially one that reached that condition via infectious disease of any description. Onions are also, according to lore, to be placed in any sickroom no matter how that room's occupant came to require bedrest. While this folk belief is indeed an old one, there's precious little reason to place any store in it. No scientific studies back it, and common sense rules it out: cold and flu viruses are spread by contact, not by their nasty microbes floating loosely in the air where the almighty onion can supposedly seek out and destroy them. As the Wall Street Journal noted in 2009 of such claims: Biologists say it's highly implausible that onions could attract flu virus as a bug zapper traps flies. Viruses require a living host to replicate and can't propel themselves out of a body and across a room. The idea that onions have medicinal properties goes back millennia and spans many cultures. Egyptians thought onions were fertility symbols. Ancient Greeks rubbed them on sore muscles, and Native Americans used them to treat coughs and colds. Herbalists note that the World Health Organization recognizes onion extracts for providing relief in the treatment of coughs, colds, asthma and bronchitis. As with most home remedies, there have been few scientific studies with humans and none on record involving raw onions placed across a room. Furthermore, for those who believe in folk claims, superstition also asserts that it is unlucky to keep cut onions around, as demonstrated in these additional examples gathered by Opie and Tatum: [1855] To have a cut onion lying about in the house breeds distempers. [1891] An old servant (Essex) ... recently complained that ... Spanish onions ... were too big. When an obvious method of getting over that difficulty was suggested, she replied, 'Oh, no! that would never do! It's so unlucky to have a cut onion in the house.' [1958] Special small onions are being grown for me as I am liable to keep half a cut onion from one meal to another, which I am assured is highly dangerous. Onions cut, peeled, or otherwise aren't going to secure your living space from the flu virus, either 2009's swine version or any other year's contagion. Instead, if you want to stay healthy, wash your hands and avoid being around sick people. Mind you, if you choose to place a few onions around your home, the only downside would be that your nearest and dearest will regard you as somewhat eccentric. Barbara \"as if they didn't already\" Mikkelson Variations: This item about cut onions placed about a house combating the flu virus has since been combined with a caution against consuming cut onions.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2009] Onions, for collecting the flu virus: In 1919 when the flu killed 40 million people there was this Doctor that visited the many farmers to see if he could help them combat the flu. Many of the farmers and their family had contracted it and many died. The doctor came upon this one farmer and to his surprise, everyone was very healthy. When the doctor asked what the farmer was doing that was different the wife replied that she had placed an unpeeled onion in a dish in the rooms of the home, (probably only two rooms back then). The doctor couldn't believe it and asked if he could have one of the onions and placed it under the microscope. She gave him one and when he did this, he did find the flu virus in the onion. It obviously absorbed the virus,therefore, keeping the family healthy. Now, I heard this story from my hairdresser in AZ. She said that several years ago many of her employees were coming down with the flu and so were many of her customers. The next year she placed several bowls with onions around in her shop. To her surprise, none of her staff got sick. It must work.. (And no, she is not in the onion business.) The moral of the story is, buy some onions and place them in bowls around your home. If you work at a desk, place one or two in your office or under your desk or even on top somewhere. Try it and see what happens. We did it last year and we never got the flu. If this helps you and your loved ones from getting sick, all the better. If you do get the flu, it just might be a mild case.. Whatever, what have you to lose? Just a few bucks on onions!",
  "Last Updated": "4 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/swineflu/onion.asp",
  "Claim": "Onions placed in bowls around your home will fight off the flu virus.",
  "Claim_ID": "medical_swineflu_onion",
  "Tags": ""
}