{
  "Origins": "The above-quoted tale about FBI agents trying to arrange for pizza delivery to a psychiatric hospital is one of those pieces that serves to remind us that no matter how bizarre, far-fetched, or incredible a story may seem at first glance, it should never be entirely discounted without at least some effort being made to verify it.",
  "Fact Check": "",
  "Description": "This anecdote began circulating on the Internet in 1995, often attributed to a \"Center for Strategic and International Studies report on GLOBAL ORGANIZED CRIME\" or \"a talk by R. James Woolsey, Director of Central Intelligence, given at a conference on global organized crime.\" We initially reproduced it on our site with no judgment as to its truth or falsity, expecting that it would eventually be revealed as a work of creative fiction by some Internet prankster. To be thorough, we sent a routine inquiry to the FBI's San Diego office about the story and then promptly forgot about it, assuming that the FBI had much better things to do than spend their time debunking silly tales spread via e-mail. We were quite surprised, therefore, when several weeks later we received a response from FBI Special Agent Wayne A. Barnes, who confirmed for us that the incident described was real and supplied us with additional background detail about it. In 1993, the FBI was assisting the Department of Health and Human Services in investigating health care fraud. A medical organization that operated psychiatric hospitals in nine different cities had come under suspicion, and law enforcement agencies had scheduled coordinated raids on all nine of those facilities to take place on the same day (so that none of the hospitals could alert the others). The unexpectedly high volume of records seized in a morning raid on the Southwood Psychiatric Hospital in Chula Vista, California, meant that the investigation there turned into an all-day affair. When the agent in charge of the operation realized his men were running on empty after long hours with no food, he attempted to order pizza from a local delivery outfit, placing the call now immortalized in this piece. Contrary to what is stated in most versions of this piece, though, the FBI was not taping all of the hospital's calls that day; the conversation reproduced above was reconstructed from the memories of agents present at the event. And yes, the FBI men did get their pizzas, but the food was not delivered to the hospital several agents had to drive over to the restaurant and pick up their pies.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 1995] FBI agents conducted a \"search and seizure\" at the Southwood Psychiatric Hospital in San Diego, which was under investigation for medical insurance fraud. After hours of poring over many rooms of financial records, some sixty FBI agents worked up quite an appetite. The case agent in charge of the investigation called a local pizza parlor with delivery service to order a quick dinner for his colleagues. The following telephone conversation took place: Agent: Hello. I would like to order nineteen large pizzas and sixty-seven cans of soda. Pizza man: And where would you like them delivered? Agent: To the Southwood Psychiatric Hospital. Pizza man: To the psychiatric hospital? Agent: That's right. I'm an FBI agent. Pizza man: You're an FBI agent? Agent: That's correct. Just about everybody here is. Pizza man: And you're at the psychiatric hospital? Agent: That's correct. And make sure you don't go through the front doors. We have them locked. You'll have to go around to the back to the service entrance to deliver the pizzas. Pizza man: And you say you're all FBI agents? Agent: That's right. How soon can you have them here? Pizza man: And you're over at Southwood? Agent: That's right. How soon can you have them here? Pizza man: And everyone at Southwood is an FBI agent? Agent: That's right. We've been here all day and we're starving. Pizza man: How are you going to pay for this? Agent: I have my check book right here. Pizza man: And you are all FBI agents? Agent: That's right, everyone here is an FBI agent. Can you remember to bring the pizzas and sodas to the service entrance in the rear? We have the front doors locked. Pizza man: I don't think so. Click.",
  "Last Updated": "8 April 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/asylum/fbipizza.asp",
  "Claim": "FBI agents holed up in a psychiatric hospital attempted to order pizzas from an incredulous delivery man.",
  "Claim_ID": "medical_asylum_fbipizza",
  "Tags": ""
}