{
  "Origins": "This mish-mash of claims began circulating on the Internet in the summer of 1998. It is usually attributed to \"Donna C. Boisseau\", who may or may not be a real person but whom this missive makes out to be the \"woman getting her Ph.D. at University of Colorado @ Boulder\" who supposedly researched the information and is now sounding the alarm over her findings.",
  "Fact Check": "",
  "Description": "Two other names have been dragged into the fray by those looking to attribute claims made in the e-mail to an authoritative figure: Stephanie Baker and Dr. Benita S. Katzenellenbogen of the Molecular and Integrative Physiology department of the University of Illinois at Urbana-Champaign. Neither of them vets the information presented in the Boisseau e-mail, and how their names came to be associated with it is explained on Dr. Katzenellenbogen's denial of involvement. In a nutshell, Baker (Katzenellenbogen's assistant) foolishly forwarded the e-mail to others, unaware that her signature block linking her to a respected figure in the field of cell and structural biology remained in place, and that this action made it look like the doctor she worked for had verified and supported what this Boisseau warning had to say. The doctor, of course, had no knowledge of any of this until her assistant began to be deluged with phone calls and e-mails about the matter. (Information about Dr. Katzenellenbogen and her area of expertise can be found on her web page .) Moving beyond the question this e-mailed scare's history, we shift to a discussion of the claims made in the missive. I'm sorry, but there is no such thing as a safe tampon all the demanding in the world isn't going to change that, so the clarion cry of \"Tell everyone to write to the companies,\" while stirring, is also naive. All-cotton unbleached tampons still leave the user at risk of Toxic Shock Syndrome, a fact calls to arms like this one gloss over. There is some truth in the scare, but a lot a misinformation is mixed in around it. Let's separate the wheat from the chaff. This e-mailed warning contains a number of claims about the dangers presented by American-made tampons. The worst of them is the one we can dismiss outright: there's no truth to the notion of tampon manufacturers putting asbestos in their products to promote bleeding. According to a 23 July 1999 statement by the FDA: FDA has no evidence of asbestos in tampons or any reports regarding increased menstrual bleeding following tampon use. Before any tampon is marketed in the U.S., FDA reviews its design and materials. Asbestos is not an ingredient in any U.S. brand of tampon, nor is it associated with the fibers used in making tampons. Moreover, tampon manufacturing sites are subject to inspection by FDA to assure that good manufacturing practices are being followed. Therefore, these inspections would likely identify any procedures that would expose tampons products to asbestos. If any tampon product was contaminated with asbestos, it would be as a result of tampering, which is a crime. Thus far, FDA has received no reports of tampering. Where this wild idea came from is anyone's guess. As a rumor, it's similar to the whisper attached to Carmex lip balm. (People swear the goo contains ground glass under the belief that the more roughed up lips are, the more the product will be needed. That rumor is also baseless. See our Carmex page for more on that legend.)Getting back to the asbestos claim, we're told: Why wasn't this against the law since asbestos is so dangerous? Because the powers that be, in all their wisdom (not), did not consider tampons as being ingested, and therefore wasn't illegal or considered dangerous. This claim is ridiculous. The use of asbestos (an incombustible fibrous material made from magnesium silicate and used for fireproofing, electrical insulation, and chemical filters) is now regulated by the Occupational Safety and Health Administration and the Environmental Protection Agency because of the health hazards it poses, and its use in certain products has been banned outright. It is classified as a known carcinogen, with its \"primary routes of potential human exposure\" being \" dermal contact [emphasis ours], inhalation, and ingestion.\" If the government regulates asbestos use because it recognizes that asbestos' coming in contact with skin poses health risks, would it really turn a blind eye towards asbestos-laden products whose intended use requires that they be inserted into the body? Rayon contributes to the danger of tampons and dioxin because it is a highly absorbent substance and therefore when fibers from the tampons are left behind in the vagina (as usually occurs), it creates a breeding ground for the dioxin, and stays in a lot longer than it would with just cotton tampons. Though the statement quoted above sounds impressive, it's difficult to make head or tail of it. Yes, rayon is absorbent and yes, it is used in tampons. How superior absorbency would contribute to any danger presented by left-behind fibers is beyond me (as is how hydrocarbons such as dioxin could \"breed\"). Anyone who has dealt with wound care knows cotton fibres adhere to wounds like cat sheddings to a pair of new black pants. If a problem is created by fibres from the tampon being left inside a woman after the tampon's removal, then an all-cotton tampon is going to create more of a problem, not less . Rayon is slick and fibres don't dislodge from it easily on these two counts, it's the polar opposite of cotton. (You doubt my word? Run a cotton T-shirt through one dryer and a rayon blouse through another. Examine the lint traps afterwards.) Ignoring for the moment the sideways logic of this badly-expressed bit of the scarelore, if the use of rayon in feminine products is something to be wary of, it's for an entirely different reason. Dioxins are produced through the chlorine bleaching of wood pulp. The chlorine used to produce rayon results in additional dioxins. Rayon means more dioxins. If dioxins are bad, then you'd want to eschew rayon as well: The first tampon was introduced into the American market in 1933 by Earl Haas, who developed it for his ballerina wife. At the time, the tampon was all-cotton. It wasn't until the 1970s that absorbency chemicals were added, and with the chemicals came an increase in cases of TSS. Environmentalists were also concerned that the bleaching process could leave traces of harmful, highly toxic dioxins in women's bodies. After a rash of TSS deaths in 1980 and two 1985 U.S. studies linking TSS to tampon use, manufacturers began removing most of the chemicals. Today, most tampons are made of cotton combined with chemically based viscose rayon. So, is everything hunky-dory? The answer depends on who you talk to. \"The bleach-versus-unbleached debate is old news,\" says Dr. Fred Lapner of Health Canada. \"Research tells us there is no contamination of tampons with dioxins.\" Dr. Tierno has a different take. \"It's simple,\" he counters. \"When tampons were all-cotton, women didn't die from tampon use as much. Commercial tampons may not kill you, but all-cotton reduces health risks.\" All-cotton tampons like Terra Femme and Tampax Naturals are now on the market.1 Dioxins are nasty, nasty compounds; there's no dispute about that. Are there enough dioxins in tampons to be harmful? It's hard to say authoritatively, as even experts aren't clear on this. The Environmental Protection Agency monitored the level of dioxins in tampons in the late '80s and again in 1994. In both instances, the amounts present were barely detectable. Is it still too much, though? A number of researchers say even small amounts of dioxins are unacceptable in any product. Though moving to all-cotton unbleached tampons will eliminate any possibility of contact with dioxins from that source, there's danger from another direction: conventionally-grown cotton is one of the most pesticide-intensive crops in commercial agriculture. About 10% of the world's pesticides and 22.5% of all insecticides are used on cotton. According to the Sustainable Cotton Project in California, nearly one-third of a pound of chemicals is used to make just one cotton T-shirt. Don't even try to imagine how much of it ends up on a tampon. When it comes to tampons, there are two things to be concerned about: toxic shock syndrome and contact with dioxins, a nasty carcinogen. They're not the same. The only way to prevent tampon-induced TSS is to swear off tampons entirely. Though switching to all-cotton or lower-absorbency ones will reduce the TSS risk, it won't eliminate it. Believing that making the switch to all-cotton will make everything safe is naive. It won't. There were instances of TSS even in the all-cotton days. Those looking to reduce TSS risk (I said reduce, not eliminate) would be well advised to gear down to the lowest absorbency tampon that meets their needs and to use pads on days of lighter flow. Do not leave a tampon in overnight; use a pad. As for dioxins, a 1994 Environmental Protection Agency (EPA) study concluded that exposure to dioxins, even at low levels, can result in a number of non-cancer health effects in humans, including developmental and reproductive effects, immune suppression, and disruption of regulatory hormones. Other researchers suspect a link between dioxin exposure and endometriosis. The FDA says there aren't enough dioxins in tampons to worry about: In 1995, FDA again requested the four major manufacturers to submit dioxin levels in the rayon and cotton used to manufacture tampons. The manufacturers used an analytical method approved by EPA. The data from all four manufacturers showed dioxin levels in rayon and cotton to range from non-detectable to 1 part in 3 trillion. A part per trillion is about the same as one teaspoon in a lake fifteen feet deep and a mile square. This is far below the threshold that EPA believes puts consumers at risk of cancer. (You don't trust the FDA, you say? Do you put more trust in a possibly fictitious \"woman getting her Ph.D. at University of Colorado @ Boulder\"?). There isn't an easy answer on how to avoid contact with trace amounts of dioxins. Dioxin are a byproduct of the bleaching process most paper products are subject to, but it also gets into the environment through the burning of chemicals. (The theory has been advanced that any wood fire produces dioxins, but that might be taking it a bit far.) Some tampons and sanitary pads contain minute amounts of this chemical, but so do milk cartons. Dioxins also turn up in fish, meat, and dairy products. Those concerned about exposure to dioxins through their feminine products should make the move to unbleached ones. They should keep in mind though that dioxins are all around them, and changing their brand of tampon or napkin won't eliminate all exposures to dioxins. Perhaps that's the greatest disservice e-mails like this do they leave readers with the impression that a problem is easily solved by making an angry phone call to an errant manufacturer. Would that it were that simple. To round this up for those in the bleachers, there is no asbestos in tampons. Depending on the brand, there might be minute amounts of dioxins in some of them, but not (according to the FDA) enough to harm anyone. Thinking consumers might want to reduce their contact with dioxins anyway, trading comfort and absorbency for a bit more peace of mind. Barbara \"monthly dilemma\" Mikkelson Additional information: Tampon Terrorism (Forbes) Toxic Shock Syndrome Information Service Tampons, Asbestos, Dioxin and TSS (U.S. Food and Drug Administration) Asbestos (National Institute of Health)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20000531200340/http://ntp-server.niehs.nih.gov/htdocs/8_RoC/KC/Asbestos.html;http://www.fda.gov/cdrh/consumer/tamponsabs.html;http://www.toxicshock.com/;http://www.forbes.com//forbes/1999/0517/6310170a.html;http://www.bcrfcure.org/rese_meet_katz.html;http://web.archive.org/web/20000122205632/http://www.life.uiuc.edu/csb/faculty/katz_disavowal.html;",
  "Example": "[Collected via e-mail, 1998] I heard many tampon makers would include asbestos in the tampon. Why? Because asbestos makes you bleed more . . . if you bleed more, you're going to need to use more. Why wasn't this against the law since asbestos is so dangerous? Because the powers that be, in all their wisdom (not), did not consider tampons as being ingested, and therefore wasn't illegal or considered dangerous. This month's Essence magazine has a small article about this and they mention two manufacturers of a cotton tampon alternative. The companies are Organic Essentials @ (800) 765-6491 and the Black-owned terra femme @ (800) 755-0212. A woman getting her Ph.D. at University of Colorado @ Boulder sent this. Read on if you value your health I am writing this because women are not being informed about the dangers of something most of us use - tampons. I'm taking a class this month and I have been learning a lot about biology and the woman, including much about feminine hygiene. Recently we have learned that tampons are actually dangerous (for other reasons than TSS). Read on if you're interested, if not, that's fine too. But I'll tell you this - after learning about this in our class, most of the females wound up feeling angry and upset with the tampon industry, and I for one, am going to do something about it. To start, I want to inform everyone I can, and e-mail is the fastest way that I know how. HERE'S THE SCOOP: Tampons contain two things that are potentially harmful: Rayon (for absorbency) and dioxin (a chemical used in bleaching the products). The tampon industry is convinced that we, as women, need bleached white products - they seem to think that we view the product as pure and clean. The problem here is that the dioxin produced in this bleaching process can lead to very harmful problems for a woman. Dioxin is potentially carcinogenic (cancer-associated) and is toxic to the immune and reproductive systems. It has been linked to endometriosis as well as lower sperm counts for men - for both, it breaks down the immune system. Last September the Environmental Protection Agency (EPA) reported that there really is no set \"acceptable\" level of exposure to dioxin - given that it is cumulative and slow to disintegrate, the real danger comes from repeated contact (Karen Houppert \"Pulling the Plug on the Tampon Industry\"). I'd say using about 5 tampons a day, five days a month, for 38 menstruating years is \"repeated contact\", wouldn't you? Rayon contributes to the danger of tampons and dioxin because it is a highly absorbent substance and therefore when fibers from the tampons are left behind in the vagina (as usually occurs), it creates a breeding ground for the dioxin, and stays in a lot longer than it would with just cotton tampons. This is also the reason why TSS (toxic shock syndrome) occurs. WHAT ARE THE ALTERNATIVES? Using feminine hygiene products that aren't bleached (which causes the dioxin) and that are all cotton (the rayon will leave fibers and \"breeding grounds\" in the vagina). Other feminine hygiene products (pads/napkins) contain dioxin as well, but they are not nearly as dangerous since they are not in direct contact with the vagina. The pads/napkins need to stop being bleached, but obviously tampons are the most dangerous. So, what can you do if you can't give up using tampons? Use tampons that are made from 100% cotton, and that are unbleached. Unfortunately, there are very, very few companies that make these safe tampons. They are usually only found in health food stores. Countries all over the world (Sweden, Germany, British Columbia [sic], etc.) have demanded a switch to this safer tampon, while the U.S. has decided to keep us in the dark about it. In 1989, activists in England mounted a campaign against chlorine bleaching. Six weeks and 50,000 letters later, the makers of sanitary products switched to oxygen bleaching (one of the green methods available) (Ms. magazine, May/June 1995). Personally I think it's time that the U.S. switches, and we need to make our voices heard. WHAT TO DO NOW: Tell people. Everyone. Inform them. We are being manipulated by this industry and the government, let's do something about it! Tell everyone to write to the companies Tampax (Tambrands), Playtex, O.B., Kotex. Call the 1-800 numbers on the boxes. LET THEM KNOW THAT WE DEMAND A SAFE PRODUCT - ALL-COTTON, UNBLEACHED TAMPONS.",
  "Last Updated": "11 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/toxins/tampon.asp",
  "Claim": "Tampon manufacturers use asbestos in their products to promote bleeding.",
  "Claim_ID": "medical_toxins_tampon",
  "Tags": ""
}