{
  "Origins": "On 30 May 2015, the fake news web site Newswatch 28 published an article reporting that two people were admitted to the ER after mistaking super glue for a sexual lubricant:",
  "Fact Check": "",
  "Description": "A Syracuse couple lived probably one of the most embarrassing moment ever reported in a hospital this year yesterday, after checking into ER, stuck to one another in an explicit sexual position. Martha Weizman, 36, and Matthew Caleda, 41, had to call emergency services after accidentally mistaking industrial super glue for sexual lubricant. The couple attracted the attention of dozens of patients present at the time of the scene as soon as they arrived at St. Joseph's Hospital Health Center. Even though paramedics tried covering the couple with blankets, the duo was visibly naked and stuck to one another at the genital area. There are several ways to tell that this article is fake news. First, Newswatch 28 frequently publishes made-up stories, such as their articles about a planet covered in marijuana and a tranquilizer dart gun used to put children to sleep. Second, the image included in the article does not show a real couple who mistook glue for lube; rather, it's a stock photo from Getty Images of a \"couple blocking the camera with their hands.\": View image | gettyimages.com Lastly, a disclaimer on Newswatch 28 states that the web site is dedicated to \"shocking\" news stories that are \"satirical\" in nature, earning them a spot on our list of \"5 Fake News Sites to Avoid Sharing.\"",
  "Originally Published": "",
  "Referred Links": "http://now.snopes.com/2015/05/17/5-fake-news-sites-2/3/;http://www.donotlink.com/f27u;http://www.gettyimages.com;http://www.gettyimages.com/detail/56007410;http://www.gettyimages.com/detail/photo/view-of-a-couple-blocking-the-camera-with-high-res-stock-photography/56007410;http://www.donotlink.com/fejg;",
  "Example": "[Collected via e-mail, May 2015] I'd like to find out if this is true or not. Couple admitted into er after mistaking super glue with lube",
  "Last Updated": "3 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/lubeglue.asp",
  "Claim": "A couple was sent to a hospital emergency room after mistaking glue for lubricant.",
  "Claim_ID": "media_notnews_lubeglue",
  "Tags": ""
}