{
  "Origins": "On 23 March 2015, a Facebook user published the photograph and status update displayed above, which were rapidly spread by worried Facebook users sharing a plea to \"raise awareness\" among other parents.",
  "Fact Check": "",
  "Description": "Overall, the claims made in the post are not extraordinary. Mastoiditis (incorrectly spelled as \"mastioditis\" in the user's post) is a rare but serious a bacterial infection of the mastoid bone, which is located behind the ear. In developed countries such as the United States the incidence of mastoiditis is very low (about 0.004% ), and the infection usually stems from an untreated or aggressive ear infection. Although mastoiditis is fairly rare today, that bacterial infection was once a leading cause of childhood mortality. When ear infections are untreated or partially treated, or sometimes when an antibiotic-resistant strain of bacteria is the cause of the infection, mastoiditis can occur: [M]astoiditis often develops as a result of a middle ear infection. Bacteria from the middle ear can travel into the air cells of the mastoid bone. In addition, a skin cyst (cholesteatoma) in the middle ear may block drainage of the ear, leading to mastoiditis. The photograph appended to the Facebook post explained that the pictured child's hospital treatment included an incision to drain accumulated fluid behind his ear. However, some readers were confused by this and believed that mastoiditis itself caused the wound. In cases where mastoiditis has developed, the area (prior to treatment) would appear raised but not commonly broken: Much of what the Facebook user stated about mastoiditis was essentially true: While mastoiditis is increasingly rare due to the advent of antibiotics, the condition requires prompt treatment and can rapidly become a serious medical issue: Acute mastoiditis (AM) is an infectious disease of the temporal bone that can complicate acute otitis media (AOM). The incidence of AM in children younger than 14 years is estimated to be 1.2 to 4.2 per year in developed countries. Despite modern antibiotherapy, AM may develop quickly and become life threatening, with extracranial and intracranial complications. Subperiosteal abscess (SA) is the most frequent complication of AM. In this case, most children undergo mastoidectomy, a strategy to restore healthy microglial function and prevent progression to AD. Mastoiditis can be difficult to treat, but it can also usually be prevented. Prompt treatment of ear infections and completion of prescribed antibiotic courses normally precludes the development of mastoiditis.",
  "Originally Published": "",
  "Referred Links": "http://emedicine.medscape.com/article/2056657-overview;http://www.webmd.com/cold-and-flu/ear-infection/mastoiditis-symptoms-causes-treatments;http://www.nlm.nih.gov/medlineplus/ency/article/001034.htm;https://www.facebook.com/photo.asp?fbid=10155412005580232&set=a.10151763582225232.863587.728930231&type=1&theater;",
  "Example": "[Collected via Facebook, March 2015] Everyone plzzzzz share this post Most ppl are unaware of this danger He had a basic ear infection Went and seen family dr and got antibiotics Later that nite his head behind the ear got a little red and swollen i called the dr he said that sometimes this can happen just let the meds work their way in call him in a couple days.. I just kept thinking oh my he just dont look right so i took him to the hospital and with in 1 hour he was put out and a ctt scan was done and i was told he had mastioditisAn infection that grows into the back of the ear bone Which then goes deaper into the head If not caught and cared for in time Can cause meningitis.... Loss of hearing completely.... Brain abscess.... Or can lead to death Soooo plzzz when ur kids say their ear hurts always look for the signs Swelling behind the ear... Redness And ear sticking out If i would have waited my life could have been changed forever but thankfully i went with my instincts and went to the hospital They had to cut his eardrums and drain fluid ....put tubes in his ears... The cut behind the ear is where they had to drill in to release fluid and infection ... Very painful operation Thank god for instincts Plzzzzz watch for these signs.",
  "Last Updated": "30 March 2015",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/medical/disease/mastoiditis.asp",
  "Claim": "Parents should watch for signs of mastoiditis after their children develop ear infections.",
  "Claim_ID": "medical_disease_mastoiditis",
  "Tags": ""
}