{
  "Origins": "The ghastly disease AIDS burst upon the scene in the early 1980s. Though this particular grim reaper has not long stalked among us, it has taken millions of lives and has staked its cold-fingered claim to millions more. That it seemed to appear out of nowhere has sparked a multitude of rumors regarding its origin and path of destruction. Rumors about AIDS include claims that it was: An out-of-control germ warfare virus that escaped from its handlers. Spread by specific ethnic groups (e.g., Haitians). Put in the fluoride of our drinking water. Put in K-Y Jelly by the Centers for Disease Control to eliminate homosexuals. Developed by the CIA. Developed by the Russians. Created in Hitler's laboratories. Scientists are generally agreed that AIDS jumped the species barrier from chimpanzees to humans. (Chimpanzees host a virus called SIV, simian immunodeficiency virus, which is regarded as being similar to HIV.) AIDS is not the only new contagion to have begun in such fashion; Ebola and Marburg , two infectious diseases that kill incredible numbers of those who contract them, were passed to humans from monkeys.",
  "Fact Check": "",
  "Description": "It's a simple explanation: Diseases live on by finding victims to infect, and diseases that jump species (sometimes undergoing changes in the process) find a whole new set of victims available to them. Yet this is too pat an explanation for many of us, and we tend to reject that which doesn't fit well to our understanding of our world, substituting in its place myths that, although disturbing, at least seem more logical. We make the arrogant assumption that our world should always make sense according to our current level of knowledge; such a premise works well in most cases but breaks down in the face of matters our understanding does not yet encompass. At those moments at least some of us scramble to find explanations any explanations that can be shoehorned into service. That a death-dealing plague could spring into being during our lifetimes defiles our cherished sense of order: deadly diseases don't just come from nowhere, after all, at least not according to our understanding of the way of things. We've also grown to trust that Science always has the answer for everything. That this pestilence could defy the efforts of our best healers and researchers strikes us as flat-out wrong. Surely a natural malady would have been cured by now; ergo, we conclude, AIDS must be manmade. The disease's sudden appearance and its tenacity have laid a foundation for rumors about biochemical pathogens that escaped the laboratory by accident and supported whispers that the virus was engineered to wipe out specific ethnic or racial groups. It is, after all, far more comforting to believe in malevolent forces like the CIA than to grasp that nature could spontaneously create incurable diseases. Rumors about lab experiments gone wrong or deliberate attempts to decimate certain groups are part of our struggle to come to terms with the unfathomable, to reduce it to something that can be comprehended and dealt with. Also, the AIDS origin stories we tell give us someone to blame, providing us with the comfort of a whipping boy in place of the terror inherent to \"It just happened; there was no because to it.\" The acknowledgement that something so deadly could \"just happen\" is a starkly unforgiving reality that arrives accompanied by its chilling yet unstated companion message of \"Something similar could happen again, maybe even tomorrow, and maybe even to us.\" AIDS origin rumors reflect both western society's anxiety about this dread killer and its attempts to make sense of it. AIDS origin rumors fall into two categories: biological warfare experiments tried out on groups deemed expendable (Africans or Haitians) or deliberate attempts to diminish particular \"unfavorable\" populations (Africans, Haitians, homosexuals) via biochemical attack. In her study of AIDS origin lore, folklorist Patricia Turner identified a number of recurring motifs in the hundreds of versions of the rumor she collected: A branch of the U.S. government was usually the author of the conspiracy the CIA, the army, the Reagan administration, the Pentagon, the Centers for Disease Control, the far right, and \"the superpowers.\" The contamination targets of the conspiracy were labeled as Africans or descendants of Africans, either directly or by implication (i.e., AIDS was developed to target Haitians, Africans, blacks, black babies, \"the lower classes,\" or \"the outcasts of society\"). Many informants identified more than one group, claiming, for instance, the conspiracy was intended to limit both the gay and the black populations. The conspiracy was usually described as either an experiment that got out of hand or as an intentional use of biological, chemical, or germ warfare. The spread of the disease through groups other than those intended by the conspirators (e.g., white heterosexuals) was described as a huge mistake. That the first victims of AIDS were members of groups some deemed contemptible (homosexuals and drug users) supported belief that the disease had been deliberately manufactured for the purpose of ridding society of particular classes of undesirables. We now know AIDS is a blood-borne virus, but that knowledge was not in place when this new plague first began to take lives. In retrospect, it makes sense that the initial victims of AIDS would have been drawn largely from those two groups, but at the time the mechanism through which the disease spread was a mystery, a condition that led some to latch onto a commonality between the two prevalent victim groups and accept an explanation based on that commonality. Likewise, those whose religious or moral bents led them to conclude homosexuals and drug users were abominations in the eyes of God looked not to the CIA as authors of the virus but to the Creator, seeing AIDS as a deliberate act by a fed-up deity to rid Himself of those who had broken His laws. Part of the prevalence of the AIDS origin rumor that pins responsibility for the virus on the CIA (or another group within the American government) may be due to deliberate Soviet misinformation designed to discredit the USA. An article charging AIDS was the product of U.S. germ warfare experiments first surfaced in the Soviet newspaper Literary Gazette in 1985 and claimed the AIDS virus was created at a supersecret Army research laboratory in Fort Detrick, Maryland. The only source cited was the Patriot , a leftist Indian newspaper that, U.S. experts charged, was a favored conduit of the KGB for its disinformation campaigns. In 1986 at a summit held in Zimbabwe, what purported to be a scholarly paper linking the U.S. military with AIDS was widely circulated. The authors did not have any expertise in AIDS research, but their offering was taken somewhat seriously by many who read it. The paper charged the disease had been introduced into Africa from Europe not through homosexual practices or intravenous drug use, but by tainted blood supplies, which may have originated in the U.S. Its conclusion was unambiguous: AIDS was let loose on the world by biological warfare experimenters at Fort Detrick. That the rumor might well have been deliberately formulated by a foreign government at odds with the USA was an interesting curiosity. Barbara \"on the cold war path\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.cdc.gov/ncidod/dvrd/spb/mnpages/dispages/marburg.htm;http://www.cdc.gov/vhf/ebola/;",
  "Example": "[Turner, 1993] AIDS was a chemical experiment sponsored by the CIA that went awry. [Collected on the Internet, 1994] American scientists created AIDS in a laboratory as a weapon to be used on enemies of the United States, and they began testing it on unsuspecting populations in Africa and Haiti, where they lost control of the experiment. [Turner, 1993] Apparently the CIA was testing to find a disease which would resist any cures known to man. They did this testing somewhere in Africa. The purpose of finding this incurable disease was to bring America back to the old days of the moral majority. Therefore this disease was to be transmitted sexually among the outcasts of society, namely people of color and gay men.",
  "Last Updated": "25 June 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/disease/aids.asp",
  "Claim": "AIDS was created by the CIA.",
  "Claim_ID": "medical_disease_aids",
  "Tags": ""
}