{
  "Origins": "Up until this item, Enfalac's primary connection to the world of urban legends was that they had fallen for the \"Mozart effect\" canard and announced that they were teaming up with the Grammy Foundation to distribute a \"Smart Symphonies\" CD to new mothers. (The canard being that \"research\" had indicated that \"babies unconsciously respond to the qualities of classical music, giving them a head start on developing the skills they will need to be proficient in science, math and problem-solving.\") Now they've joined Alka-Seltzer in the heady league of products that supposedly cause stomachs to explode, with the usual \"hush-hush\" conspiracy theory thrown in to boot.",
  "Fact Check": "",
  "Description": "Enfalac is a baby formula product marketed by Mead Johnson .It is well out of the \"test\" phase and doesn't cause stomachs to explode, with or without dog food. This rumor is so far removed from anything even remotely plausible that it must surely be the product of maliciousness rather than misinformation. A quick rundown of the issues: No deaths caused by Enfalac (and no post-mortem exploding stomachs) have been reported in the media any time in the last several years. If Enfalac were even suspected of causing a death in the fashion described, the story would be all over the news, and every store in North America would already have yanked every can on Enfalac off its shelves. There is no such substance as \"penalathelyne phosphate.\" Dog foods typically contain potassium compounds more commonly known as potash, but neither potash nor any other substance conceivably found in dog food could possibly combine with Enfalac to cause the effects described here. Potash is also a common fertilizer; this whole scenario sounds like someone's imagination run amok with the idea that one can create powerful explosives using fertilizer, as was done in the Oklahoma City bombing. (Phenolphthalein phosphate, also known as PPP, is a real substance, but it's certainly not something found in dog food.) Cans of Enfalac do not carry warnings \"not to mix it with penalathelyne phosphate\" (a non-existent substance) or even phenolphthalein phosphate (a real substance not used in dog food). Even if they did, this claim is nonsensical: if the makers of Enfalac \"never imagined that the two could get mixed together,\" then why would they have placed a warning against exactly that possibility on the label? (And how could they possibly have been oblivious to the \"fact\" that the very substance they specifically warned against was found \"in about every single dog food there is\"?) \"I heard that the mother is suing Enfalac right now, but everybody wants to keep it quiet.\" Uh-huh. If your child had just been killed by a baby product that was on the market even though it was \"still being tested,\" because of a danger the manufacturer clearly knew about (since the product label carried a warning about it), would you keep quiet about it? If you were a typical parent, your tear-streaked face would be on news programs all over the country as you related the horrors of what some callous, greedy, corporate giant's product had done to your poor child. Although this warning mentions Los Angeles, Enfalac is a product marketed primarily in Canada and Europe, not the U.S. The U.S. equivalent of this product is called Enfamil. Although it's not impossible to get Enfalac in the U.S., this detail is yet one more inconsistency that casts doubt on the literal truth of this warning. What to make of all this? People are to willing to believe the worst about infant formulas these days from hearing about the aggressive marketing ploys that Nestle used to push baby formula in third-world countries, a product that reportedly led to the deaths of many infants from malnutrition. Whatever the motive for this spurious \"warning,\" it's not hard to see why at least some people would be willing to believe it.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20000304002404/http://www.meadjohnson.com/products/cons-infant/enfamil.html;http://www.meadjohnson.com;http://web.archive.org/web/20000511223321/http://www.meadjohnson.ca/i1/p5.htm;",
  "Example": "[Collected via e-mail, 2000] I'm a long-time journal reader, and I know that a lot of the journallers I read have just had babies. So I have to pass along this warning. My aunt works at the emergency room at the Children's Hospital in Los Angeles. Well, a few weeks ago a woman came in with her six month old daughter, probably the sickest baby she'd ever seen. The doctors examined her and thought she might have appendicitis, so they sent her for an ultrasound. Well, the minute they pressed on her belly, the baby stopped screaming and died right there. She died instantly. Everybody was horrified, and the poor mother was nearly out of her mind. So they did an exam to try and find out what happened, because the doctors had never seen anything like this before. When they did the exam, they discovered that the baby's stomach had exploded!! They took a lot of samples, and when the results came back, nobody could believe it. It turns out that the mom had given her baby Enfalac baby formula, and put her on the floor to play while she caught up on her housework. Well, the baby crawled over and was chewing on a little bit of leftover dog food when she got sick and started crying. It turns out that Enfalac is still being tested, and it says right on the can not to mix it with penalathelyne phosphate, which is in about every single dog food there is. Nobody ever even imagined that the two could get mixed together, but they did, and the result was just a tragedy. I heard that the mother is suing Enfalac right now, and that maybe the police are going to charge them with something, but everybody wants to keep it quiet. I just couldn't live with myself if I did that, so please, please don't buy Enfalac baby formula. It comes in a pink and blue can, with the name spelled out in yellow ribbons. Please pass this on! Don't let this happen again!!!",
  "Last Updated": "30 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/toxins/enfalac.asp",
  "Claim": "A mixture of Enfalac baby formula and dog food caused a toddler's stomach to explode.",
  "Claim_ID": "medical_toxins_enfalac",
  "Tags": ""
}