{
  "Origins": "On 18 April 2014, the Diversity Chronicle published an article entitled \"ZIMBABWE ANNOUNCES AMBITIOUS PLANS FOR A FINAL SOLUTION TO WHITE RACISM.\" The article languished largely unnoticed by the wider world until late September 2014, when it suddenly tipped on social media and began to circulate widely through Facebook, Twitter, and e=mail.",
  "Fact Check": "",
  "Description": "That article read, in part: Last Thursday, Robert Mugabe the President of Zimbabwe, announced plans for the beginning of a \"Holocaust\" against all whites in the country. The announcement was made at a speech attended by over 10,000 citizens and by several other African leaders and heads of state, as well as international observers. Mugabe noted that \"All through history, whites have done nothing but exploit other races. Whites are an oppressive, abusive, dishonest, criminal, and evil race as they themselves admit! We have decided, therefore, to exterminate every white man, woman, and child in Zimbabwe. We will purify our Black African nation of the disease of whiteness. I will show them no mercy. I will show them a new definition of pain. I will finally deliver justice to our people!\" To thunderous applause and a standing ovation, Mugabe continued speaking. \"We will show no mercy even to white children. We will grab the suckling baby from its mother's breast and break its neck. We will beat the mother to death with the baby's corpse. I will rip the babies from the wombs of white women and strangle them with my bare hands! We know that white babies will only grow up to be oppressive white racists! I am not afraid to get my hands dirty. I look forward to personally participating in the slaughter! It will be a beautiful genocide against an evil race!\" No such remarks were ever made by Robert Mugabe. Although it is not as well known as the Daily Currant or Empire News , Diversity Chronicle is yet another of the multitude of fake news sites that has sprung up on the Internet in recent years. The site's disclaimer page notes that the \"original content on this blog is largely satirical.\"",
  "Originally Published": "",
  "Referred Links": "http://diversitychronicle.wordpress.com/disclaimer/;http://diversitychronicle.wordpress.com/2014/04/18/zimbabwe-announces-ambitious-plans-for-a-final-solution-to-white-racism/;",
  "Example": "[Collected via e-mail, October 2014] Did Zimbabwean President Mugabe threaten a holocaust againstwhite people?",
  "Last Updated": "1 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/zimbabwe.asp",
  "Claim": "President of Zimbabwe Robert Mugabe has announced plans to begin a \"white Holocaust.\"",
  "Claim_ID": "media_notnews_zimbabwe",
  "Tags": ""
}