{
  "Origins": "I have been requested by the FDA Center for Drug Evaluation and Research to respond to your request for an evaluation of the article received via an e-mail message on the alleged toxicities of the artificial sweetener, aspartame.",
  "Fact Check": "",
  "Description": "My name is David Hattan and I am currently Acting Director of the Division of Health Effects Evaluation in the United States Food & Drug Administration (USFDA) Center for Food Safety and Applied Nutrition. I have worked on questions relating to the safety of aspartame repeatedly since 1978 and am familiar with the safety studies that have been conducted to support the safety of this food additive. There were well over 100 separate toxicological and clinical studies conducted to establish the safety of aspartame before it was approved for regulatory acceptance. Since its approval in 1981 by the USFDA, there have been many additional studies performed to follow up on some of the more creditable reports of aspartame- mediated adverse effects. Below I have tried to succinctly respond to certain of the allegations of toxicity proposed in the e-mail message. First, reports of the ingestion of aspartame in patients who later have suffered multiple sclerosis or systemic lupus is obviously not scientifically sustainable evidence that aspartame is responsible for the occurrence of either disease. Both of these disorders are subject to spontaneous remissions and exacerbations so it is entirely possible that when patients stopped using aspartame they might have also coincidentally have had remission of their symptoms. There is no credible evidence that I am aware of that suggests that aspartame elicits multiple sclerosis or systemic lupus. Second, the claim that aspartame ingestion results in the production of methanol, formaldehyde and formate: These claims are factual. In the gastrointestinal tract aspartame is hydrolyzed to one of its component materials, methanol, as well as the two amino acids, phenylalanine and aspartic acid. This methanol is taken up by the cells of the body and metabolized first to formaldehyde and then to formate. The key information that is missing in the description by Ms. Markle is that the levels of ingestion are very modest. In fact, there are other foodstuffs that we ingest that supply as much and sometimes even more methanol; e.g., citrus fruits and juices, and tomatoes or tomato juice. There are even higher quantities of methanol ingested when ethanol is consumed. Thus, in the final analysis this methanol is the same as from other sources and in the quantities consumed from aspartame, it is readily and naturally metabolized via the one-carbon biochemical cycle to entirely innocuous and natural body components. Third, the claim that the two amino acids, phenylalanine and aspartic acid have neurotoxic effects. This is true in certain individuals and in high enough doses. The only subpopulation of individuals potentially susceptible to adverse effects from phenylalanine is homozygous phenylketonurics and in this case, food itself with much higher levels of phenylalanine from the protein in the diets contributes much higher toxicity for these unfortunate individuals. For those individual phenylketonurics that want to carefully control their intake levels of phenylalanine, they can do that by simply taking into consideration the amount of phenylalanine supplied by the aspartame product or, even more likely, simply refraining from use of these products. The USFDA requires that the aspartame product be labeled specially for phenylketonurics patients so that they will be aware of its presence in these products. As for the other amino acid in aspartame, the levels of aspartic acid ingested with aspartame use are many fold less than those levels responsible for causing adverse effects on the brain of animals and/or man. In fact, it is not clear that the experimentally derived data from animals is relevant to man. In any case, the levels of aspartic acid intake from aspartame are many fold below those needed to mediate neurologic effects. Fourth, there have been numerous animal and human studies done to evaluate the possibility that aspartame causes seizures or enhances the susceptibility to seizures. In clinical studies done in adults and children with pre-existing seizures, there was no evidence of contributing to the frequency of occurrence or severity of seizures in seizure-prone individuals. There were additional studies done on seizure-prone experimental animal models to assess the possible influence of aspartame on their seizuring activity. Again, the result was the same and no influence was demonstrated on the frequency or severity of seizures. Fifth, aspartame was comprehensively evaluated for its potential to mediate reproductive effects and birth defects. In all cases of animal testing, there was no evidence of aspartame-mediated effects on the experimental animals at doses many times higher than those to which the human population is exposed. Sixth, more recent allegations about aspartame mediating an increase in the incidence of brain tumors in the human population has been thoroughly refuted by both government and academic scientists. The legitimate attempts that have been made to confirm and replicate allegations of adverse reactions from aspartame ingestion have not been successful and the USFDA continues to consider this to a be among the most thoroughly tested of food additives and that this information continues to confirm the safety of aspartame. David G. Hattan, Ph.D. Acting Director, Division of Health Effects Evaluation",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 1998] I have spent several days lecturing at the WORLD ENVIRONMENTAL CONFERENCE on \"ASPARTAME marketed as 'NutraSweet', 'Equal', and 'Spoonful\"'. In the keynote address by the EPA, they announced that there was an epidemic of multiple sclerosis and systemic lupus, and they did not understand what toxin was causing this to be rampant across the United States. I explained that I was there to lecture on exactly that subject. When the temperature of Aspartame exceeds 86 degrees F, the wood alcohol ASPARTAME coverts to formaldehyde and then to formic acid, which in turn causes metabolic acidosis. (Formic acid is the poison found in the sting of fire ants). The methanol toxicity mimics multiple sclerosis; thus people are being diagnosed with having multiple sclerosis in error. The multiple sclerosis is not a death sentence, where methanol toxicity is. In the case of systemic lupus, we are finding it has become almost as rampant as multiple sclerosis, especially Diet Coke and Diet Pepsi drinkers. Also, with methanol toxicity, the victims usually drink three to four 12 oz. cans of them per day, some even more. In the cases of systemic lupus, which is triggered by ASPARTAME, the victim usually does not know that the aspartame is the culprit. The victim continues its use aggravating the lupus to such a degree, that sometimes it becomes life threatening. When we get people off the aspartame, those with systemic lupus usually become asymptomatic. Unfortunately, we can not reverse this disease. On the other hand, in the case of those diagnosed with Multiple Sclerosis, (when in reality, the disease is methanol toxicity), most of the symptoms disappear. We have seen cases where their vision has returned and even their hearing has returned. This also applies to cases of tinnitus. During a lecture I said \"If you are using ASPARTAME (NutraSweet, Equal, Spoonful, etc.) and you suffer from fibromyalgia symptoms, spasms, shooting pains, numbness in your legs, cramps, vertigo, dizziness, headaches, tinnitus, joint pain, depression, anxiety attacks, slurred speech, blurred vision, or memory loss you probably have ASPARTAME DISEASE!\" People were jumping up during the lecture saying, \"I've got this, is it reversible?\" It is rampant. Some of the speakers at my lecture even were suffering from these symptoms. In one lecture attended by the Ambassador of Uganda, he told us that their sugar industry is adding aspartame! He continued by saying that one of the industry leader's son could no longer walk - due in part by product usage! We have a very serious problem. Even a stranger came up to Dr. Espisto (one of my speakers) and myself and said, 'Could you tell me why so many people seem to be coming down with MS? During a visit to a hospice, a nurse said that six of her friends, who were heavy Diet Coke addicts, had all been diagnosed with MS. This is beyond coincidence. Here is the problem. There were Congressional Hearings when aspartame was included in 100 different products. Since this initial hearing, there have been two subsequent hearings, but to no avail. Nothing as been done. The drug and chemical lobbies have very deep pockets. Now there are over 5,000 products containing this chemical, and the PATENT HAS EXPIRED!!!!! At the time of this first hearing, people were going blind. The methanol in the aspartame converts to formaldehyde in the retina of the eye. Formaldehyde is grouped in the same class of drugs as cyanide and arsenic DEADLY POISONS!!! Unfortunately, it just takes longer to quietly kill, but it is killing people and causing all kinds of neurological problems. Aspartame changes the brain's chemistry. It is the reason for severe seizures. This drug changes the dopamine level in the brain. Imagine what this drug does to patients suffering from Parkinson's Disease. This drug also causes Birth Defects. There is absolutely no reason to take this product. It is NOT A DIET PRODUCT!!! The Congressional record said, \"It makes you crave carbohydrates and will make you FAT\". Dr. Roberts stated that when he got patients off aspartame, their average weight loss was 19 pounds per person. The formaldehyde stores in the fat cells, particularly in the hips and thighs. Aspartame is especially deadly for diabetics. All physicians know what wood alcohol will do to a diabetic. We find that physicians believe that they have patients with retinopathy, when in fact, it is caused by the aspartame. The aspartame keeps the blood sugar level out of control, causing many patients to go into a coma. Unfortunately, many have died. People were telling us at the Conference of the American College of Physicians, that they had relatives that switched from saccharin to an aspartame product and how that relative had eventually gone into a coma. Their physicians could not get the blood sugar levels under control. Thus, the patients suffered acute memory loss and eventually coma and death. Memory loss is due to the fact that aspartic acid and phenylalanine are neurotoxic without the other amino acids found in protein. Thus it goes past the blood brain barrier and deteriorates the neurons of the brain. Dr. Russell Blaylock, neurosurgeon, said, \"The ingredients stimulates the neurons of the brain to death, causing brain damage of varying degrees. Dr. Blaylock has written a book entitled EXCITOTOXINS: THE TASTE THAT KILLS\" (Health Press 1-800-643-2665). Dr. H.J. Roberts, diabetic specialist and world expert on aspartame poisoning, has also written a book entitled DEFENSE AGAINST ALZHEIMER'S DISEASE\" (1-800-814-9800). Dr. Roberts tells how aspartame poisoning is escalating Alzheimer's Disease, and indeed it is. As the hospice nurse told me, women are being admitted at 30 years of age with Alzheimer's Disease. Dr. Blaylock and Dr. Roberts will be writing a position paper with some case histories and will post it on the Internet. According to the Conference of the American College of Physicians, 'We are talking about a plague of neurological diseases caused by this deadly poison\". Dr. Roberts realized what was happening when aspartame was first marketed. He said \"his diabetic patients presented memory loss, confusion, and severe vision loss\". At the Conference of the American College of Physicians, doctors admitted that they did not know. They had wondered why seizures were rampant (the phenylalanine in aspartame breaks down the seizure threshold and depletes serotonin, which causes manic depression, panic attacks, rage and violence). Just before the Conference, I received a FAX from Norway, asking for a possible antidote for this poison because they are experiencing so many problems in their country. This poison is now available in 90 PLUS countries worldwide. Fortunately, we had speakers and ambassadors at the Conference from different nations who have pledged their help. We ask that you help too. Print this article out and warn everyone you know. Take anything that contains aspartame back to the store. Take the \"NO ASPARTAME TEST\" and send us your case history. [Click here to expand text].",
  "Last Updated": "8 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/toxins/aspartame.asp",
  "Claim": "The artificial sweetener aspartame is responsible for an epidemic of cancer, brain tumors, and multiple sclerosis.",
  "Claim_ID": "medical_toxins_aspartame",
  "Tags": ""
}