{
  "Origins": "This admonition against the ingestion of cold beverages immediately following meals first surfaced on the Internet in February 2006, when it appeared as an item tagged onto a diatribe against the eating of too much rice. By July 2006, it was circulating as the lead-in to the \"cough CPR\" mailing (which unwisely advocates that medically-unsupervised heart attack victims attempt to cough rhythmically to get themselves through cardiac events). In October 2006 we began receiving e-mailed versions that conclude with the following bit of text that implies a connection between the ingestion of cold water and heart attacks in women (the additional text appearing after the previously-standard \"best to drink hot soup or warm water after a meal\" ending):",
  "Fact Check": "",
  "Description": "While the above-quoted bit is accurate with regard to what it says about heart attack symptoms, the implied connection between the drinking of cold water and cardiac disruption (derived from the text's having been appended to the \"cold water causes cancer\" e-mail) should be dismissed. Medical literature does not offer support for there being such a link. The proffered bit of advice about eschewing cold drinks after a meal due to cancer concerns is also claptrap: We were unable to find in reputable medical literature mention of frosty beverages causing cancer. As well, chilled liquids do not solidify ingested fats when the two meet in the stomach: the internal heat of the human body quickly nullifies any temperature differences among the various items that have been swallowed, and stomach acids very efficiently break down lumps of ingestibles before they are passed into the intestines. As for oils reacting with stomach acids to form a resultant sludge that is subsequently absorbed more quickly by the intestine than solid food is, remember that \"solid food\" doesn't generally get into the intestines. By the time most of what we ingest gets that far along in our digestive process, it's all pretty much the same consistency. The belief that fats (particularly animal fats) will \"line the intestine\" underpins a common scare story about alleged post-mortem discoveries that celebrities (such as John Wayne and Elvis Presley) who epitomized the \"meat and potatoes\" diet, gluttony, or other negative eating habits had some tremendous amount (40, 60, or even 80 pounds) of \"impacted fecal matter\" or \"impacted feces\" lodged in their bowels. The e-mailed advisory against downing cold water after a meal advances a claim that the sludge supposedly formed by the reaction of stomach acids and ingested oils and now said to be adhering to the walls of the intestine will \"turn into fats and lead to cancer.\" That oils (fats) would turn into fats is the least improbable claim made in the e-mail, but it would be better stated that oils (fats) remain fats, rather than change into them. As for such fats \"lead[ing] to cancer,\" a look at the medical literature of the day does not support that allegation. (One genuinely-studied link between fats and cancer has to do with a higher incidence of lung cancer noted in Asian women who over the course of their lives have performed a great deal of wok cooking. The extreme high heat of that form of cookery causes the oils used to break down and give off chemicals capable of causing mutations in cells. Those intent upon doing large amounts of wok cooking should therefore lower their frying temperature from the 240 C to 280 C called for in Chinese cooking to 180 C.) Over the years, decades, and even centuries, a variety of things have been pointed to as causing cancer. Once, when it was noted that there had been an increase in the consumption of tomatoes and an increase in the number of cancer patients, the erroneous conclusion was drawn from this correlation that tomatoes in some fashion caused or induced cancer. As to how old that belief was or how seriously it was taken at the time it was being bruited about, we note that in 1896 the Yorkshire Weekly Post printed an item by a physician who felt moved to publicly combat the rumor: \"Let me say that the eating of tomatoes has nothing whatever to do with the production of the disease [cancer].\" If that now seems laughable, consider that to this day cancer continues to attract a number of misconceptions, and not just about its potential causes. In 2005 the American Cancer Society conducted a telephone survey of 957 adult Americans who had never had cancer, asking each of them about five common fallacies about the disease. Of the participants, nearly 41 percent believed surgeries to remove cancer actually caused the disease to spread, and another 13 percent weren't sure whether that was true or not. 27 percent of those surveyed believed the medical industry was withholding from the public a cure for cancer just to increase profits, and another 14 percent weren't sure but thought they might be. 19 percent believed pain medications were ineffective against cancer pain (with a further 13 percent unsure), and 7 percent thought the disease was an illness that could not be effectively treated. Finally, 5 percent of those taking part in the survey believed that all that was needed to beat the Big C was a positive attitude. As for the act of drinking water immediately after eating something being bad for you, those claims have also been kicking about for a bit, as evidenced by this entry from a book of common misconceptions published in 1923: That it is Bad to Drink Water Directly after Eating Fruit This idea used to be extremely popular at the Cape when the author was there nearly 40 years ago. He has inquired of a Wimpole Street physician (who was also formerly at the Cape), and cannot find that there is any truth in the belief, except the general one that it is not good to dilute the gastric juices too much after eating anything, and especially, of course if the food be indigestible. Far more recently, we found on the Internet the advice to \"drink water at room temperature if possible, as ice-cold water can harm the delicate lining of your stomach.\" If the lining of the human stomach were that delicate, our tummies would not long survive their being constantly bathed in strong digestive acids. Barbara \"cold turkey\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, February 2006] Drinking Cold water after meal = Cancer! For those who like to drink cold water, this article is applicable to you. It is nice to have a cup of cold drink after a meal. However, the cold water will solidify the oily stuff that you have just consumed. It will slow down the digestion. Once this \"sludge\" reacted with the acid, it will break down and be absorbed by the intestine faster than the solid food. It will line the intestine. Very soon, this will turn into fats and lead to cancer. It is best to drink hot soup or warm water after a meal. [Collected on the Internet, October 2006] DRINK HOTWATER AFTER MEAL DEAR ALL , This is a very good article. Not only about the warm water after your meal, but about heart attacks. The Chinese and Japanese drink hot tea with their meals, not cold water, maybe it is time we adopt their drinking habit while eating. For those who like to drink cold water, this article is applicable to you. It is nice to have a cup of cold drink after a meal. However, the cold water will solidify the oily stuff that you have just consumed. It will slow down the digestion. Once this \"sludge\" reacts with the acid, it will break down and be absorbed by the intestine faster than the solid food. It will line the intestine. Very soon, this will turn into fats and lead to cancer. It is best to drink hot soup or warm water after a meal. A serious note about heart attacks - You should know that not every heart attack symptom is going to be the left arm hurting. Be aware of intense pain in the jaw line. You may never have the first chest pain during the course of a heart attack. Nausea and intense sweating are also common symptoms. 60% of people who have a heart attack while they are asleep do not wake up. Pain in the jaw can wake you from a sound sleep. Let's be careful and be aware. The more we know, the better chance we could survive. A cardiologist says if everyone who reads this message sends it to 10 people, you can be sure that we'll save at least one life. Read this & Send to a friend. It could save a life. So, please be a true friend and send this article to all your friends you care about.",
  "Last Updated": "16 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/myths/coldwater.asp",
  "Claim": "Drinking cold water after meals will lead to cancer.",
  "Claim_ID": "medical_myths_coldwater",
  "Tags": ""
}