{
  "Origins": "On 18 August 2014, the National Report published an article reporting that Facebook would be working with the U.S. federal Drug Enforcement Agency (DEA) to monitor that social media network for indications of drug activity:",
  "Fact Check": "",
  "Description": "Soon afterwards links and excerpts referencing this article were being circulated via social media, with many of those who encountered such references mistaking them for genuine news reports. However, the article was just a bit of fiction from the National Report spoofing rumors about the government monitoring of social media. The National Report is a fake news web site that publishes outrageously fictional stories such as \"IRS Plans to Target Leprechauns Next,\" \"Boy Scouts Announce Boobs Merit Badge,\" and \"New CDC Study Indicates Pets of Gay Couples Worse at Sports, Better at Fashion Than Pets of Straight Couples.\" The National Report 's disclaimer page notes that: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental. The phone number for the putative 24-hour Facebook Drug Task Force hotline provided in the article was actually that of the notorious Westboro Baptist Church, an organization known for staging anti-gay protests at the funerals of prominent personages.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/gkx1;",
  "Example": "[Collected via e-mail, August 2014] Just saw posted on FB starting October 1st they will begin monitoring all posts for drug traffickers ... It's called: Facebook Drug Task Force",
  "Last Updated": "5 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/drugtaskforce.asp",
  "Claim": "Facebook will be working with the DEA to monitor all Facebook posts for indications of drug use.",
  "Claim_ID": "media_notnews_drugtaskforce",
  "Tags": ""
}