{
  "Origins": "On 19 April 2015, the entertainment web site Huzlers published an article reporting that the Arizona Beverage Company was using human urine in many of their AriZona Tea products:",
  "Fact Check": "",
  "Description": "Upon being unexpectedly inspected a few days ago, FDA inspectors visited five of AriZona's biggest factories in the United States and what they discovered was shocking. They discovered thousands of gallons of large industrial containers containing human urine. But what was the urine doing in an AriZona tea factory? According to the FDA, urine has been suspected to be used in AriZona products for a years and it is what gives it its signature flavor, surprisingly. About 6% of AriZona cans are made up of human urine. The Huzlers article was widely shared on social media, eventually prompting a response from AriZona: In addition to AriZona's assurance that human urine is not used in their products, the above-referenced article can be debunked by simply looking at its source. Huzlers is one of many fake news sites that currently populate the Internet. Huzlers posts made-up stories about a variety of topics, such as the fictitious tale of a man selling his 4-year-old for a new Apple Watch, but they have a penchant for publishing fake news about the FDA. In September 2014, they penned a hoax article about cocaine in cans of Coors Light beer, and in October 2014 they published a fake story about semen being found in Starbucks Frappuccinos. A disclaimer at the bottom of the web site's pages states that Huzlers is \"the most notorious urban satirical entertainment website with the most shocking headlines and articles.\"",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/AriZonaIcedTea;http://www.donotlink.com/erol;",
  "Example": "[Collected via e-mail, April 2015] Is this true? Popular American tea company AriZona has been reportedly discovered by the Food and Drug Administration (FDA) to be using Human Urine...",
  "Last Updated": "20 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/arizonatea.asp",
  "Claim": "The FDA recently discovered that the Arizona Beverage Company uses human urine in many of their products.",
  "Claim_ID": "media_notnews_arizonatea",
  "Tags": ""
}