{
  "Origins": "On 18 October 2013, the Daily Currant published an article titled \"Nancy Grace Arrested for Murder,\" subtitled \"TV Host Suspected in 1983 Killing of Nursing Student.\"",
  "Fact Check": "",
  "Description": "According to the article, Grace was immediately deemed to be as guilty as sin after an eyewitness to a decades-cold homicide came forward to ID her as the killer: \"We were approached by an old homeless gentleman last week,\" explains Addison County prosecutor Jim Trotter III. \"This guy says he saw Grace strangle the victim to death in her Middlebury dorm room, then drive three miles and throw the body into the ocean. \"We don't really have any physical evidence or anything like that, but our witness is pretty reliable. Plus, Nancy Grace just seems like a murderer, doesn't she? That was a big part of our calculation. Sometimes you just have to go with your gut.\" The article painted Grace as having been hoisted by her own petard, guilty of trying and convicting suspects on her TV show: Grace is a former prosecutor who since 2005 has hosted an eponymous prime-time current affairs show that features prominent true crime cases. Although a ratings success, the show has attracted withering criticism for Grace's tendency to ignore the presumption of innocence and pronounce defendants guilty without knowing all the evidence In her own case, the evidence appears to be quite shaky. Although described in the indictment as Walker's roommate, there is no record of Grace ever attending Middlebury. She graduated from Mercer University, thousands of miles away in Georgia. It then gave Grace the same treatment she'd handed out to others across the years: Inconvenient facts, however, haven't stopped several of Grace's peers in the media from proclaiming that she's guilty and demanding quick justice. \"This bitch should fry like bacon in the electric chair,\" says Dr. Drew Pinsky, Grace's colleague on HLN. \"What kind of a sick human being would strangle a young, beautiful 22-year-old with all the potential in the world? I wonder if she was on drugs or something.\" \"I heard that Nancy Grace and the victim were lesbian lovers and her murder was a crime of passion,\" said CNN's Piers Morgan on his show today. \"Apparently they were performing oral sex upon one another and right after they climaxed Nancy strangled her. That's just speculation of course. But it makes a lot of sense.\" However, this article was just a send-up of Grace and her sensational style of reporting from the Daily Currant , a satirical web site whose About page states that \"Our stories are purely fictional.\" Previous articles from the Daily Currant include a story about dozens of Coloradans dying of marijuana overdoses shortly after recreational use of cannabis was legalized in that state and Sarah Palin's claiming that Jesus celebrated Easter.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/snopes;https://www.facebook.com/snopes;http://message.snopes.com;http://dailycurrant.com/about/;http://dailycurrant.com/2013/10/18/nancy-grace-arrested-for-murder/;",
  "Example": "[Collected via e-mail, October 2014] i'm just wondering if this story is true or not: was nancy gracearrested for murder",
  "Last Updated": "24 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/nancygrace.asp",
  "Claim": "Crime anchor Nancy Grace has been arrested for murder.",
  "Claim_ID": "media_notnews_nancygrace",
  "Tags": ""
}