{
  "Origins": "On 17 February 2015, the entertainment website News Buzz Daily published an article claiming that fast food restaurant chain Wendy's was using rat and horse meat to make their chili:",
  "Fact Check": "",
  "Description": "The News Buzz Daily is an entertainment website that does not publish factual articles. A disclaimer at the bottom of the website states that \"NewsBuzzDaily.com is a combination of real shocking news and satire news. Please note that articles written on this site are for entertainment and satirical purposes only.\" This isn't the first time that Wendy's has been accused of using horse meat. While these accusations have been proven unfounded, another fast food restaurant did once have horse meat in its products. In 2013, Burger King restaurants in the UK were forced to change suppliers after traces of horse meat were discovered in their beef. Wendy's released a statement at the time explaining that the restaurant only uses \"fresh, 100% North American beef in all restaurants throughout North America. We do not use any horse meat.\" The restaurant also lists the ingredients used to make their chili (and other menu items) on their website. Neither horse meat nor rat meat are listed: Rich And Meaty Chili: Water, Chili Base, tomato juice, tomatoes, calcium chloride, seasoning (sugar, modified cornstarch, salt, dried chilies, natural flavors, spices), flavor enhancer (dextrose, salt, yeast extract, silicon dioxide, modified cornstarch, citric acid, disodium inosinate, disodium guanylate, xanthan gum), vegetables (onions, celery, green peppers), ground beef, chili beans (prepared pink beans, prepared kidney beans).",
  "Originally Published": "",
  "Referred Links": "https://www.wendys.com/en-us/nutrition-info#nutrition_zone_1;http://www.eater.com/2013/2/21/6481271/on-the-record-us-restaurant-chains-deny-serving-horse-meat-in-their;http://www.usatoday.com/story/money/business/2013/01/24/burger-king-horsemeat/1861529/;http://www.donotlink.com/drrq;",
  "Example": "[Collected via e-mail, February 2015] Does Wendy's hamburger chain and Burger king use horse and rat meat?",
  "Last Updated": "19 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/wendyschili.asp",
  "Claim": "The Wendy's fast food restaurant chain uses rat and horse meat to make their chili.",
  "Claim_ID": "media_notnews_wendyschili",
  "Tags": ""
}