{
  "Origins": "On 18 May 2015, World News Daily Report published an article titled \"Bermuda Triangle: Ship Reappears 90 Years After Going Missing.\" According to that article, the Cuban Coast Guard has intercepted the SS Cotopaxi , a ship that disappeared in the area known as the 'Bermuda Triangle' while en route to Havana in 1925:",
  "Fact Check": "",
  "Description": "The site included a purported quote from Cuban authorities about the unusual discovery: \"It is very important for us to understand what happened ... Such incidents could be really bad for our economy, so want to make sure that this kind of disappearance doesn't happen again. The time has come to solve the mystery of the Bermuda Triangle, once and for all.\" While the article's claim is compelling, the SS Cotopaxi remains lost at sea. World News Daily Report is a fake news site whose disclaimer page clearly states that its content is not news and is not meant to be taken seriously: World News Daily Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within worldnewsdailyreport.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction. World News Daily Report 's past hoax articles include an eyewitness account of Jesus' miracles , a falsified claim about loggers killing the world's oldest tree , and a wind-up regarding the discovery of a \"prehistoric shark \" in Pakistan. Our article \" Six Ways to Spot Fake News explores content (like this) that targets social media likes and shares.",
  "Originally Published": "",
  "Referred Links": "http://now.snopes.com/2015/04/28/six-ways-to-spot-fake-news/;",
  "Example": "[Collected via e-mail, May 2015] Has the SS Cotopaxi really been found or is this a hoax?",
  "Last Updated": "20 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/cotopaxi.asp",
  "Claim": "The SS Cotopaxi has been discovered by the Cuban Coast Guard 90 years after it vanished in the Bermuda Triangle.",
  "Claim_ID": "media_notnews_cotopaxi",
  "Tags": ""
}