{
  "Origins": "On 26 November 2014, the National Report published an article titled \"Terrorist Plot Targeting Black Friday Shoppers Uncovered.\" The site claimed the United States Department of Homeland Security had uncovered \"serious and credible information indicating that an extremist splinter group of Al Qaeda now going by the name Bhakkar Fatwa\" planned to attack several malls on the shopping day commonly known as \"Black Friday\": Bhakkar Fatwa is a small, relatively unknown group of Islamic militants and fanatics that originated in Bhakkar Pakistan as the central leadership of Al Qaeda disintegrated under the pressures of U.S. military operations in Afghanistan and drone strikes conducted around the world. The group has since branched out and begun aggressively recruiting throughout the Middle East, Africa and Europe. Within the last year the group has come under increased scrutiny by both the CIA and the Department of Homeland Security as they have begun actively recruiting on American soil. After explaining that several members of the group were interrogated by DHS agents, the site cautioned shoppers against doorbuster specials and Black Friday lines: \"If you are going out shopping early on Friday please keep your eyes open\", Phillips advised. \"At this juncture we are unsure as to how great the threat from these attacks is going to be. We are working as quickly as we can to resolve this situations, but this terrorist group is savvy. They utilize a small closed cell structure, and we may not be able to identify all of them in time. I urge all Americans to strongly consider whether the sales are worth the risk. And if you do go out take particular caution while waiting in line for the store to open. Intelligence points to the time spent waiting outside of the store as the time of greatest vulnerability. I am sure we will resolve this issue, but I still recommend taking adequate precautions.\" However, National Report is a fake news site known for spreading click-baiting , incendiary made-up stories like \" 15 Year Old Who 'SWATTED' Gamer Convicted of Domestic Terrorism ,\" \" Solar Panels Drain the Sun's Energy, Experts Say ,\" and \" Vince Gilligan Announces Breaking Bad Season 6 .\"",
  "Fact Check": "",
  "Description": "The National Report 's (since removed) disclaimer page noted that all of the site's articles are fiction: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental.",
  "Originally Published": "",
  "Referred Links": "http://nationalreport.net/terror-plot-targeting-black-friday-shoppers-uncovered/;",
  "Example": "[Collected via Twitter, November 2014] #TerroristPlot Targeting Black Friday Shoppers Uncovered",
  "Last Updated": "26 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/blackfriday.asp",
  "Claim": "The Department of Homeland Security uncovered a terrorist plot to attack Black Friday shoppers in several locations.",
  "Claim_ID": "media_notnews_blackfriday",
  "Tags": ""
}