{
  "Origins": "Shamboiling (also referred to as bubbling), is the supposed practice of boiling shampoo and inhaling the fumes of ammonium lauryl sulfate (commonly used in shampoos as a foaming agent) in order to induce mild hallucinations and a feeling of euphoria. The process for achieving this cheap and simple high is commonly described as follows:",
  "Fact Check": "",
  "Description": "Warnings about shamboiling have been circulated with text describing it as \"the newest drug trend among teens,\" but we've found no evidence that it is a common practice among teens, or that accounts of shamboiling are anything much more than a prank. The subject appears to have popped up out of nowhere and burst onto the Internet in September 2012, when it was widely spread due in large part to the publishing of an article about it on CNN iReport . However, CNN iReports are user-posted information which are not edited, fact-checked, or screened by CNN, and the article itself is short on detail and contains virtually no verifiable information. (The article was also created by a user who signed up for iReport, immediately posted the shamboiling article, and has not published anything else before or since.) We've found no news accounts or medical reports whatsoever dealing with the subject of shamboiling not even as a reporting of rumor, much less documenting it as a common practice among teens. None of the law enforcement officials or medical professionals we consulted had ever heard of the notion, nor have we found any reliable information supporting the notion that the inhalation of ammonium lauryl sulfate fumes would produce any effect other than respiratory irritation. The topic of shamboiling sounds a lot like a spurious rumor picked up and spread by alarmed adults despite a lack of evidence that the subject is genuine (similar to prominent warnings about jenkem circulated in 2007) or a rumor deliberately started to lure gullible kids into trying something ridiculous (similar to claims promoted in the 1960s that one could get high from smoking \"banadine\" scraped from banana peels , and spoofed in the \"Major Boobage\" episode of South Park that had schoolkids getting high from huffing cat urine, also known as \"cheesing\").",
  "Originally Published": "",
  "Referred Links": "http://www.erowid.org/ask/ask.asp?ID=1620;http://ireport.cnn.com/docs/DOC-842558;http://ireport.cnn.com/docs/DOC-842558;",
  "Example": "[CNN iReport, September 2012] Hey, I heard recently about a curious new trend called 'shamboiling'. The idea is to boil shampoo and then to inhale the fumes, which are a powerful hallucinogenic. Is this actually a thing? The article in question that particularly caught my attention is linked below. http://ireport.cnn.com/docs/DOC-842558",
  "Last Updated": "21 August 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/drugs/shamboiling.asp",
  "Claim": "Boiling shampoo and inhaling the fumes to get high is a common practice among teenagers.",
  "Claim_ID": "medical_drugs_shamboiling",
  "Tags": ""
}