{
  "Origins": "On 1 September 2014, the National Report published an article positing that President Obama would leave office two years early over new Benghazi revelations: According to several senior-ranking White House officials, President Barack Obama will resign from office on January 1st 2015, after learning that a so-called Smoking Gun story regarding the Benghazi scandal will soon be revealed. Those sources claim Obama will announce his resignation shortly after the midterm elections in November. Soon afterwards links and excerpts referencing this article were being circulated via social media, with many of those who encountered such references mistaking them for genuine news reports. However, the article was just the latest bit of fiction from the National Report , a web site that publishes outrageous fake news stories such as \"IRS Plans to Target Leprechauns Next,\" \"Boy Scouts Announce Boobs Merit Badge,\" and \"New CDC Study Indicates Pets of Gay Couples Worse at Sports, Better at Fashion Than Pets of Straight Couples.\" The National Report 's disclaimer page notes that: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental. National Report publisher Allen Montgomery has also stated to the legitimate press that in no way should anyone construe the National Report as real news: \"It is our opinion that if a person is too lazy to check for multiple references [or at least one other source] ... and they spread misinformation around as fact, then they are to blame for their own stupidity, not us,\" he said.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://nationalreport.net/obama-resign-january-1st-amid-new-benghazi-revelations/;",
  "Example": "[Collected via e-mail, September 2014] \"Obama To Resign January 1st Amid New Benghazi Revelations\" ~~This was on a Facebook post I just saw.",
  "Last Updated": "9 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/resignation.asp",
  "Claim": "President Obama will resign effective 1 January 2015 over new Benghazi revelations.",
  "Claim_ID": "media_notnews_resignation",
  "Tags": ""
}