{
  "Origins": "This warning message is pure hoax: No drug called Progesterex exists, no pill for permanently sterilizing horses or other large animals is used by veterinarians or sold on the market, no campuses have reported any students becoming the victims of sterilization-by-drug, and the URL cited in the text never offered information \"telling people how to use\" Progesterex.",
  "Fact Check": "",
  "Description": "In 2002, this cautionary tale was dusted off and set loose again, this time in the form of a story: A woman at Gass nightclub on Saturday night was taken by 5 men, who according to hospital and police reports gang raped her before dumping her naked at Neutral Bay. Unable to remember the events of the evening, tests later confirmed the repeat rapes along with traces of rohypnol in her blood. Boyfriends and girlfriends, take heed. Good guys out there, please forward this message to your lady friends. Progesterex, that is a essentially a small sterilisiation pill. The drug is now being used by rapists at parties to rape AND sterilize their victims. Progesterex is available to vets to sterilize large animals. Rumour has it that the Progesterex is being used together with Rohypnol, the date rape drug. As with Rohypnol, all they have to do is drop it into the girl's drink. The girl can't remember a thing the next morning, of all that had taken place the night before Progesterex, which dissolves in drinks just as easily, is such that the victim doesn't conceive from the rape and the rapist needn't worry about having a paternity test identifying him months later. The drug's effects ARE NOT TEMPORARY - They are P*E*R*M*A*N*E*N*T Progesterex was designed to sterilize horses. Any female that takes it WILL NEVER BE ABLE TO CONCEIVE. The dickheads can get this drug from anyone who is in the vet school of any university. It's that easy, and Progesterex is about to break out big on campuses everywhere. Believe it or not, there is even a site on the internet telling people how to use it. Please forward this to everyone you know, especially girls. Be careful when you're out and don't leave your drink unattended. Over the years, the made-up story has seen where the abduction was purported to have taken place altered many times. Here's our tally of where the rape has been situated: [May 2002] A woman at Gass nightclub on Saturday night was taken by 5 men, who according to hospital and police reports gang raped her before dumping her naked at Neutral Bay. [December 2002] A woman at Gass nightclub (Sydney) on Saturday night was taken by 5 men who according to hospital and police reports, gang raped her before dumping her naked body at Neutral Bay. [March 2003] A woman at Gastown nightclub on Saturday night was taken by 5 men who, according to hospital and police reports, gang raped her before dumping her naked at Neutral Bay. [August 2003] A woman at Gas nightclub (Mumbai) on Saturday night was taken by 5 men, who according to hospital and police reports, gang raped her before dumping her at BandStand Mumbai. [March 2004] A woman at a nightclub (Mumbai, located in Breaux Bridge, LA) on Saturday night was taken by 5 men, who according to hospital and police reports, gang raped her before dumping her at Bandstand Mumbai. [June 2004] A woman at a Singapore nightclub on Saturday night was taken by 5 men, who according to hospital and police reports, gang raped her before dumping her. [April 2005] A woman at a Melbourne nightclub on Saturday night was taken by 5 men, who according to hospital and police reports, gang raped her before dumping her. [July 2005] A woman at Air and Breathe nightclub (formally Zen s) on Saturday night Was taken by 5 men, who according to hospital and police reports, gang Raped her before dumping her. [September 2005] A woman at Zen nightclub this Saturday night was taken by 5 men, who according to hospital and police reports, gang raped her before dumping her. [September 2005] A young woman, at Rain nightclub (Halifax) last Saturday night (Sept.10/05) was taken by 5 men, who according to hospital and police reports, gang raped her before dumping her. [October 2005] A woman, at an unamed nightclub in Fort McMurray, Saturday night (Sept.10/05) was taken by 5 men, who according to hospital and police reports, gang raped her before dumping her. [February 2006] A woman at a Metropolis nightclub on Saturday night was taken by 5 men, who according to hospital and police reports, gang raped her before dumping her. [March 2006] A woman at the nightclub Crobar on Saturday night was taken by 5 men, who according to hospital and police reports, gang raped her before dumping her. [December 2006] A woman at the nightclub Crow Bar on Saturday night was taken by 5 men, who according to hospital and police reports, gang raped her before dumping her. [November 2007] A woman at the nightclub Krobar on Saturday night was taken by 5 men, who according to hospital and police reports, gang raped her before dumping her. The use of the sedative Rohypnol (or \"roofies\") by sexual predators looking to make their victims more compliant (and less likely to remember their encounters) has been discussed at great length over the last few years. The addition of the fictitious drug \"Progesterex\" to a standard piece of roofie scarelore is just someone's poor idea of a joke. This particular scare seems to rely upon the notion that the process of identifying a rapist doesn't begin until his victim is delivered of a child. Even if a woman can't identify her attacker, bodily fluids and scrapings collected immediately after the rape help finger the man responsible. Were a rapist intent upon concealing his identity, a condom would serve him far better than any mythical sterilization drug. Additional information: \"Progesterex\": Horse and Human Sterilizer, Date Rape Drug, or Urban Legend? (Go Ask Alice)",
  "Originally Published": "",
  "Referred Links": "http://www.goaskalice.columbia.edu/1597.html;http://www.goaskalice.columbia.edu/0884.html;http://www.goaskalice.columbia.edu/0884.html;",
  "Example": "[Collected via e-mail, 1999] There is a new drug that has been out for less than a year, Progesterex, that is a essentially a small sterilization pill. The drug is now being used by rapists at parties to rape AND sterilize their victims. My best friend's mom works at a pharmacy and she said the drug is available exclusivly to veterinarians to sterilize large animals. But I have heard from several of my friends that are still in grad school up north that at frat parties at their schools (Columbia and Penn State) the drug is being used with Rohypnol (roofies), the date rape drug. With Rohypnol, all they have to do is drop it into their drink. The girl can't remember a thing the next morning of what happened the night before. Well now Rohypnol is not being used alone. Progesterex, which dissolves in drinks (alcohol or soda) just as easily, is being used with it so that the woman doesn't conceive from the rape and the rapist doesn't have to worry about having a paternity test identifying him months later. But the drug's affects AREN'T TEMPORARY. Progesterex was designed to sterilize horses. Any woman that takes it WILL NOT HAVE CHILDREN EVER IN HER LIFE. All guys have to do to get this drug is just know someone, like a friend, who is in the Vet school of any university. It's that easy, and Progesterex is about to break out big on campuses everywhere. Believe it or not, there is even a site on the internet for the drug telling people how to use it. It's at http://members.theglobe.com/sinister101/index.htm [URL no longer works]. For more information about \"Roofies\" go to http://www.goaskalice.columbia.edu/0884.html. Please! Forward this to everyone you know, especially girls who might be headed to college or live in college towns.",
  "Last Updated": "25 November 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/drugs/progesterex.asp",
  "Claim": "A drug called Progesterex is being used by date rapers to sterilize their victims and thereby prevent identification through paternity.",
  "Claim_ID": "medical_drugs_progesterex",
  "Tags": ""
}