{
  "Origins": "On 18 January 2015, the web site World News Daily Report published an article titled \"Doctors Confirm First Human Death Officially Caused by GMOs.\" The site claimed a man named Juan Pedro Ramos had died due to an allergic reaction to genetically modified tomatoes that had been altered with genes from fish:",
  "Fact Check": "",
  "Description": "The article claimed that Ramos' cause of death was confirmed through testing of the tomatoes he'd purportedly consumed before falling ill: \"At first we thought that there had been some form of contamination of his food, from contact with fish or seafood during the preparation\" explained Dr. Rafael Perez-Santamarina. \"It was only when we tested the tomato itself that we noticed that it contained some allergens usually found in seafood. We did many different analysis and they all confirmed that the tomato was indeed the source of the allergens that killed Mr. Ramos.\" However, World News Daily Report is one of a number of fake news outlets known for spreading marginally plausible but completely fabricated claims to be shared via Facebook and Twitter, including the story linked above. The site's disclaimer page states: World News Daily Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within worldnewsdailyreport.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction. Previous fake news stories from the same site include a claim about chariot wheels found at the bottom of the Red Sea, a story about loggers chopping down the world's oldest tree, a yarn about a giant shark , and a fabricated eyewitness account of a miracle performed by Jesus . A reverse image searched revealed that the photograph of the man depicted in the \"GMO death\" article (one purportedly taken just before he was sickened) was actually a picture of a person with a completely different name that was snapped in 2006 and posted to Flickr back in 2013.",
  "Originally Published": "",
  "Referred Links": "https://www.flickr.com/photos/98528214@N00/353707470;http://www.donotlink.com/d4oi;http://www.donotlink.com/dzgm;",
  "Example": "[Collected via Twitter, March 2015] Shocking; 1st human anaphylaxis death caused by GMO tomatoes found containing fish genes THAT IS WHY WE MUST LABEL #GMO:Doctors Confirm First Human Death Officially Caused by #GMOs",
  "Last Updated": "13 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/gmodeath.asp",
  "Claim": "Doctors have confirmed that consumption of genetically modified tomatoes killed a man.",
  "Claim_ID": "media_notnews_gmodeath",
  "Tags": ""
}