{
  "Origins": "On 17 May 2015, the fake news web site IFLScience.org (no affiliation with the credible IFLScience.com site) published an article reporting that a scientist who had been missing for more than 20 years had been found hiding in a secret drug lab he'd established in a Minnesota couple's basement:",
  "Fact Check": "",
  "Description": "A Couple from Cottage Grove, Minnesota discovers a man living inside a secret laboratory inside their basement. On Tuesday, officers with the Warrington County Sheriffs Office went to the Morgan family's home after receiving a call of a possible break in. When the officers pulled up they saw the Morgan Family standing by the road. \u001cThey ran up to use and said they heard a man shouting inside their basement and that's when they called it in to 911\u001d Said Captain Bruce Normans with the Warrington County Sheriff's Office. Officers say they could hear the man yelling in the basement the moment they entered the Morgan's home. But when they moved cautiously into the basement they saw nothing but could hear banging sounds coming from behind the northern wall of the Morgan family's basement, specifically echoing from behind a large storage cabinet. When the Officers moved the large metal cabinet they uncovered an entry way to a large basement room that was full of various science equipment along with a terrified, elderly man. The 83 year old man was identified as Dr. Winston Corrigan, a chemistry professor from the University of Minnesota who went missing in the fall of 1984 and was a previous resident of the home. There is no truth to the above-quoted story. IFLScience.org is one of many \"satirical\" (i.e., fake news) sites operating on the Internet. Although fake news has become easier to spot , IFLScience.org's unusual method of fabrication still manages to fool many unsuspecting readers. The fake IFLScience.org site uses the same layout as the real IFLScience.com site, a form of camouflage that frequently tricks readers into thinking that they are reading an authentic news story. However, the two sites have several noticeable differences: IFLScience.org uses the tagline \"100% Mostest Official and More Sciencey.\" As of May 2015, IFLScience.org only has a few hundred likes on Facebook, while IFLScience.com has millions. The IFLScience.org Twitter icon links to the satirical Christians Against Dinosaurs' Twitter page. The logos used on IFLScience.org and IFLScience.com look similar but are clearly very different: The photograph of \"chemistry professor Dr. Winston Corrigan\" that was used to accompany the article is actually a (color-altered) picture of Gary Sandford Raub , a Seattle transient who was arrested in 2012 for the 1976 stabbing death of a 70-year-old woman in Augusta, the oldest cold case arrest in Maine history:",
  "Originally Published": "",
  "Referred Links": "http://bangordailynews.com/2014/06/30/news/augusta/augusta-man-gets-20-years-in-1976-murder/;https://www.facebook.com/IFeakingLoveScience;http://now.snopes.com/2015/04/28/six-ways-to-spot-fake-news/;http://www.donotlink.com/f6uo;http://www.iflscience.com/;",
  "Example": "[Collected via e-mail, May 2015] I would like to check the validity of this article, regarding ascientist who was missing for 20 years being found in a secret room in a basement with MRE's and a LSD lab. I usually find any article from iflscience pretty believable, but this one seems somewhat out of my ability to completely believe.",
  "Last Updated": "18 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/missingscientist.asp",
  "Claim": "A scientist who had been missing for more than 20 yearswas found hiding in a secret drug lab in a Minnesota couple's basement.",
  "Claim_ID": "media_notnews_missingscientist",
  "Tags": ""
}