{
  "Origins": "News reporting on the Internet is often akin to the children's game of telephone : one web site publishes some dubious bit of information, another picks it up and repeats it in slightly rewritten form, a third site does the same with the second version, and eventually a daisy chain of reports leads to that dubious bit of information's being reported as hard news, with no one following the chain back to the beginning to verify its validity.",
  "Fact Check": "",
  "Description": "Such an occurrence took place on 6 April 2012, when Yahoo! News' \"Today in Tech\" section published an article about the opening of the \"world's first hotel for sheep\" in Japan: The life of the ludicrously rich in Japan is indeed tough. You get to go on exotic vacations constantly, but each trip requires you to find a house sitter for your pet sheep. Thankfully, though, the well-off Japanese businessman has a new, elegant solution: Hotel Sheep. Apparently, owning a pet sheep is the latest luxury for the wealthy and fashionable in Japan. The animals are prized for their gentle demeanor. And because they're insanely cute and cuddly, they're adored to the point where luxury away accom-modations are a must. Lest you think this is just some hastily constructed sheep shelter, the folks at the extraordinarily opulent Hotel Sheep have created a marketing video for you to watch explaining the hotel's amenities. Sheep parents can rest easy knowing that their pets' rooms are equipped with television sets. The Yahoo! News item was a reprint of an article from Tecca , which was in turn sourced from a report on BornRich , which in turn was apparently based on nothing more than the existence of a web site purporting to be the home of Hotel Sheep . It seems that no one involved in the reporting process was clued in by the notice on the blog for the putative Hotel Sheep that the establishment \"will be open for reservations on April 1, 2012\" a date commonly known as April Fools Day. If the date alone wasn't enough of a giveaway that Hotel Sheep was nothing more than a seasonal jape, plenty of other clues were: There is no trend for \"wealthy and fashionable\" Japanese to own pet sheep. That notion is a reiteration of a long-running hoax. The map showing the location of Hotel Sheep doesn't correspond to the address listed on the Hotel Sheep web site and is actually a map showing the location of an ordinary (human) inn, onto which someone has pasted the English words \"Hotel Sheep\" (without bothering to remove the Japanese name of the inn, which has nothing to do with sheep): The informational graphic at the top of the Hotel Sheep web page is simply a reworking of a graphic taken from the web site of former House of Representatives member Shinichiro Kurimoto (known to many Americans for his multiple appearances as a judge on the competitive cooking television program Iron Chef), which someone has altered by replacing Kurimoto's image with a picture of a sheep and changing the English title (while again leaving the Japanese text, which has nothing to do with sheep, intact):",
  "Originally Published": "",
  "Referred Links": "http://www.homopants.com/;http://www.yugawara.ecnet.jp/onsenba3/mimasuya/mimasuyaindex.html;http://hotelsheep.blogspot.com/;http://www.hotelsheep.com/;http://www.bornrich.com/worlds-hotel-sheep-opens-japan.html;http://www.tecca.com/news/2012/04/06/what-the-friday-worlds-first-hotel-for-sheep-opens-in-japan/;http://news.yahoo.com/blogs/technology-blog/friday-world-first-hotel-sheep-opens-japan-223308619.html;http://www.ehow.com/how_2044551_play-telephone.html;",
  "Example": "",
  "Last Updated": "7 April 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/media/goofs/hotelsheep.asp",
  "Claim": "The world's first hotel for sheep has opened in Japan.",
  "Claim_ID": "media_goofs_hotelsheep",
  "Tags": ""
}