{
  "Origins": "Shortly after reality TV star Josh Duggar admitted to having inappropriate relations with five underage girls as a teenager, the entertainment Facebook group Stop the World, The Teabaggers Want Off published memes presenting several photographs of conservative politicians along with fictitious quotes ostensibly uttered by them in defense of the 19 Kids and Counting star:",
  "Fact Check": "",
  "Description": "While the group also published fake quotes from politicians such as Michele Bachmann and Michael Huckabee, the most popular photo involved an image of Senator Ted Cruz and a fictitious quote comparing molestation with gay sex: Stop the World, the Teabaggers Want Off is an entertainment Facebook group that frequently mocks conservative politicians and pundits with fake quotes, and their disclaimer states that their \"page is for entertainment purposes\" and \"is NOT meant to be taken seriously.\" Although some conservative politicians have offered expressions of support for Josh Duggar, all of the quotes of that nature offered by Stop The World, the Teabaggers Want Off are ones that group has invented. While we can't offer an individual debunking for each fake meme the Stop the World, The Teabaggers Want Off page has published in the wake of the Josh Duggar sex scandal, we will offer one final thought: The staff at Snopes has not commended, congratulated, thanked, or praised the Stop the World, The Teabaggers Want Off Facebook page for their coverage of the Josh Duggar sex scandal.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/f9r4;http://now.snopes.com/2015/05/21/josh-duggar-scandal/;",
  "Example": "[Collected via e-mail, May 2015] Did Ted Cruz REALLY say this? \"While there may have been an age difference, Josh Duggar's transgressions are far less an affront to God than what gays do with each other.\"",
  "Last Updated": "24 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/joshduggar.asp",
  "Claim": "Several memes from 'Stop the World, the Teabaggers Want Off' present real quotes from conservative politicians who supposedly defended Josh Duggar after the reality star admitted to molesting underage girls.",
  "Claim_ID": "media_notnews_joshduggar",
  "Tags": ""
}