{
  "Origins": "On 26 May 2015, the fake news site National Report published an article titled \"Child Protection Service Launches Full Investigation Into The Duggar Family.\" According to the site, then-recent media coverage of incidents involving Josh Duggar prompted Child Protective Services in Arkansas to fully investigate the Duggar home:",
  "Fact Check": "",
  "Description": "It was announced today that the Arkansas Child Protective Services will be launching a full investigation into the home of Jim Bob and Michelle Duggar. The investigation into the Duggar household was brought on by recent information regarding the Duggar's eldest son Josh Duggar molesting 5 young girls including his sisters. A representative from the Arkansas Child Protective Services made the following statement via press release, \"The recent admission of guilt from Josh Duggar surrounding his involvement in the abuse of children is not only troubling, but it is a clear sign that our involvement is needed. With our current knowledge of the events that transpired in the Duggar home, it would be against the law for our organization to turn a blind eye to the potential abuse transpiring in the home (the Duggar home).\" Throughout the article, the department purportedly investigating the Duggar family was referred to as \"Arkansas Child Protective Services\", \"the Arkansas division of child protective services\", and \"the Department of Arkansas Protective Services\". The division in question would actually be the Arkansas Division of Children and Family Services , but CPS and related agencies generally do not \"announce\" such investigations due to the sensitive nature of child abuse claims. Although the article was initially published by the fake news site National Report , it was later reproduced on a spoofed website designed to include a Washington Post -like domain name. The National Report 's disclaimer states that all articles published on it \"are fiction and presumably fake news.\" Our article \" Six Ways to Spot Fake News \" covers it (and a number of other hoax peddlers seen on social media sites), as well as the increasingly common practice of duplicating well-known news outlets.",
  "Originally Published": "",
  "Referred Links": "http://now.snopes.com/2015/04/28/six-ways-to-spot-fake-news/;http://www.donotlink.com/fbc3;http://www.donotlink.com/f2za;http://humanservices.arkansas.gov/dcfs/pages/childprotectiveservices.aspx;http://www.donotlink.com/fbbx;",
  "Example": "[Collected via Twitter, May 2015] CPS Launches Full Investigation Into The Duggar Family",
  "Last Updated": "9 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/duggarcps.asp",
  "Claim": "CPS launched an investigation into the Duggar family after reports about Josh Duggar surfaced in the media.",
  "Claim_ID": "media_notnews_duggarcps",
  "Tags": ""
}