{
  "Origins": "On 3 February 2015, the Facebook page \"Mrs. Betty Bowers, America's Best Christian\" posted a message reporting former Arkansas governor Mike Huckabee had created a guide to identifying a secret homosexual handshake:",
  "Fact Check": "",
  "Description": "Were you just propositioned by a homosexual? You may have been and not even know it! Use Gov. Mike Huckabee's handy guide to the secret mating ritual used by all homosexuals and be sure next time. You're welcome! Although the specific origins of the image are unclear, this \"secret handshake\" image has been circulating on the Internet since at least 2006. One of the earliest instances of its reproduction took place on the Naked Authors blog in an article about a writer's struggle to get published. At that time, the image was simply described as showing a secret handshake, not a secret \"homosexual\" handshake: The image became associated with homosexuals when it was reposted by the satirical website Landover Baptist in a \"Gay Pride Action Alert\" that urged readers to \"Call a Baptist Pastor Immediately If You've Experienced The Following Secret Invitation.\" The image was amended again to include Governor Mike Huckabee when it was posted to Facebook page of Mrs. Betty Bowers. The \"Mrs. Betty Bowers, America's Best Christian\" Facebook page is not clearly identified as satire, but those familiar with the satirical Landover Baptist Church web site will recognize Betty Bowers as one of that site's fictional creations.",
  "Originally Published": "",
  "Referred Links": "http://www.landoverbaptist.org/thestaff/ladies/bowers.html;http://www.landoverbaptist.org/;http://www.landoverbaptist.org/thestaff/ladies/bowers.html;http://www.nakedauthors.com/2006/07/senior-year.html;https://www.facebook.com/pages/Mrs-Betty-Bowers-Americas-Best-Christian/312383761871;",
  "Example": "[Collected via e-mail, February 2015] There's a post making the Facebook rounds called \"The Secret Homosexual Handshake.\" It claims, \"Use Gov. Mike Huckabee's handy guide to the secret mating ritual used by all homosexuals.\" Is this true?",
  "Last Updated": "4 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/secrethandshake.asp",
  "Claim": "Mike Huckabee created a handy guide to identifying a secret homosexual handshake.",
  "Claim_ID": "media_notnews_secrethandshake",
  "Tags": ""
}