{
  "Origins": "On social sites including Facebook and Twitter, a satirical story claiming that George Zimmerman had been arrested in Ferguson, Missouri began making the rounds in August 2014. Zimmerman was arrested and tried in the shooting death of teenager Trayvon Martin, but was acquitted on 14 July 2013.",
  "Fact Check": "",
  "Description": "Inevitable parallels have been drawn between the death of Martin in Sanford, Florida, and the recent shooting of Ferguson teen Mike Brown. Both teens were unarmed during the separate incidents in which they were shot to death, and both killings prompted widespread protest and debate. However, if the claim Zimmerman was present amidst ongoing demonstrations in response to the death of an unarmed black teenager sound a bit implausible under the circumstances, it's probably because the story originated from the satirical site National Report . The above video and accompanying article, titled \" George Zimmerman Arrested While Visiting Ferguson ,\" began to circulate heavily on or around 20 August 2014. According to the satirical story, \"Florida neighborhood watchman George Zimmerman\" was involved in an \"altercation\" with two black teenagers in Ferguson. The post claims that Zimmerman followed and confronted the unnamed teens, brandishing a firearm: Authorities say Zimmerman was exiting the Dunkin' Donuts at approximately 9:45 am when he encountered the two teenagers, who are identified only as black males ages 16 and 17. In cell phone footage obtained by the police and shown, but not released, to the media, the two teens make every effort to evade Zimmerman, but finally confront him after he followed them for a short distance. \"We just saw George Zimmerman, and he's in Ferguson,\" one of the teens says in the cell phone video. \"He's following us. We're trying to walk away but he's following us.\" The camera shows Zimmerman, carrying a bag of food and a drink, who yells something illegible at the teens. \"We don't want anything to go down. We're just minding our own business. We're minding our business.\" However, the story was just a bit of fiction from the National Report , a well-known peddler of such \"satire\" whose headlines reported other spoofs such as the announcement of a new season of Breaking Bad and North Korean leader Kim Jong-Un's purported participation in the \"ice bucket challenge.\"",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/e0kh;https://twitter.com/GianniVersace_/statuses/503951497856417793;https://twitter.com/wpusta;http://t.co/WoLmGVUfL5;https://twitter.com/triplestakkk/statuses/503918474758860800;https://twitter.com/YouTube;http://t.co/XdiWmZm9iR;",
  "Example": "[Collected via Twitter, August 2014] NRTV - Zimmerman Arrested in Ferguson: http://t.co/XdiWmZm9iR via @YouTube GET THIS MAN OFF THE STREETS!!!!!!! Qui Good (@triplestakkk) August 25, 2014 Some people never learn: George Zimmerman Arrested While Visiting Ferguson http://t.co/WoLmGVUfL5 via @wpusta Excellence Always (@GianniVersace_) August 25, 2014",
  "Last Updated": "25 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/zimmerman.asp",
  "Claim": "George Zimmerman was arrested while visiting Ferguson, Missouri.",
  "Claim_ID": "media_notnews_zimmerman",
  "Tags": ""
}