{
  "Origins": "On 12 June 2014, the National Report published an article positing that U.S. schools are requiring children to be implanted with RFID chips in an effort to curb gun violence:",
  "Fact Check": "",
  "Description": "Soon afterwards links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news article. However, the article was just a bit of fiction from the National Report spoofing conspiratorial rumors about the government's mandating the implantation of RFID chips in citizens. The National Report has trod this ground several times before, including publishing a July 2013 piece claiming that residents of a Wyoming town were being implanted with microchips under a requirement of recently passed legislation, and a June 2014 article asserting that one out of every three Americans has been implanted with microchips. Lest there be any more confusion, we note here that the National Report is a web site that publishes outrageous fake news stories such as \"IRS Plans to Target Leprechauns Next,\" \"Boy Scouts Announce Boobs Merit Badge,\" and \"New CDC Study Indicates Pets of Gay Couples Worse at Sports, Better at Fashion Than Pets of Straight Couples.\" The National Report 's (since removed) disclaimer page notes that: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental. National Report publisher Allen Montgomery has also stated to the legitimate press that in no way should anyone construe the National Report as real news: \"It is our opinion that if a person is too lazy to check for multiple references [or at least one other source] ... and they spread misinformation around as fact, then they are to blame for their own stupidity, not us,\" he said.",
  "Originally Published": "",
  "Referred Links": "http://nationalreport.net/rfid-chip-implemented-public-schools-2015-effort-curb-gun-violence/;",
  "Example": "[Collected via e-mail, July 2014] Are RFID chips to be implanted and mandatory in school children?by 2015?",
  "Last Updated": "7 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/rfidgun.asp",
  "Claim": "U.S. schools are requiring children to be implanted with RFID chips in order to curb gun violence.",
  "Claim_ID": "media_notnews_rfidgun",
  "Tags": ""
}