{
  "Origins": "On 6 October 2014, the website Stuppid.com published an article claiming that a 14-year-old girl was pregnant with the son of God:",
  "Fact Check": "",
  "Description": "14-year-old Amanda Peters hid her pregnancy from her mother for nearly three months until she began to show. When her mother Judy confronted her, Amanda denied having sexual intercourse and was taken immediately to a doctor who concluded she had likely been sexually active. That s when Amanda s mother begged God to forgive her sinful daughter. However, her prayers were met strangely: Judy claims God came to her in a vision and said he had impregnated Amanda through immaculate conception and that she was to give birth to Jesus. The story quickly went viral, racking up more than 200,000 shares on both Facebook and Google Plus; and since Stuppid.com claims to report on the \"craziest, stupidest stories in the world (that you) just can't make up,\" many readers questioned whether the article was true. Shortly after the article was published, however, the web site issued a retraction (in response to a complaint about its unauthorized use of a photograph that accompanied the original article) proclaiming the story was satirical in nature and \"100% fiction\": Dear Nicole, We recently published a satirical article entitled \"14-Year-Old Pregnant With Baby Jesus\" using an unauthorized photo of you. The story was 100% fiction, but the image was very real. The use of your image was completely unacceptable and we are sincerely sorry for the time, stress and pain it caused you, your husband and your family. Please accept our apologies and we wish you nothing but the best. Stuppid.com",
  "Originally Published": "",
  "Referred Links": "https://fbcdn-sphotos-f-a.akamaihd.net/hphotos-ak-xap1/v/t1.0-9/p480x480/10334293_726573977423625_7510191585960041319_n.jpg?oh=023bbb9eb7eb27d456a457ce075df10b&oe=54C8AF24&__gda__=1422452090_c2fb70a913025b2647ba2c06e358f142;http://stuppid.com/girl-pregnant-baby-jesus/;",
  "Example": "[Collected via e-mail, October 2014] Is this true? I just noticed today a story floating around Facebook about a fourteen year old girl pregnant with the \"son of God.\"",
  "Last Updated": "10 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/immaculatedeception.asp",
  "Claim": "A 14-year-old girl is pregnant with baby Jesus.",
  "Claim_ID": "media_notnews_immaculatedeception",
  "Tags": ""
}