{
  "Origins": "On 20 May 2015, World News Daily Report published an article titled \"Pranksters Arrested After Introducing Piranhas to Great Lakes.\" According to that article, six Cleveland State University students were arrested by the U.S. Coast Guard for mischievously releasing several piranhas into the waters of the Great Lakes:",
  "Fact Check": "",
  "Description": "The site included a purported quote from a professor of Biology (presented in a style atypical for news and poorly punctuated): \"This species of piranhas spawns hundreds of eggs every two or three months. Since we are at the beginning of spring, a dozen piranhas could turn out to be thousands of piranhas in only a very short time\" he admitted, visibly concerned. \"There is no way of tracking these fish or stopping them from spreading until winter comes and water temperatures lower enough for the species to be unable to live in such conditions\" he explained nervously. The article (published in close proximity to Memorial Day weekend) understandably unnerved some readers. However, World News Daily Report is a fake news site whose disclaimer page clearly states that its content is not news and is not meant to be taken seriously. World News Daily Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within worldnewsdailyreport.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction. Moreover, the photograph appended to the story was lifted from an unrelated 2013 article regarding an alleged incident of boating while intoxicated in the vicinity of Kelleys Island in Lake Erie. World News Daily Report 's previous hoaxes include a fake eyewitness account of Jesus' miracles , a fabricated claim about loggers killing the world's oldest tree , and a false claim regarding the discovery of a \"prehistoric shark \" in Pakistan. Our article \" Six Ways to Spot Fake News \" explores content (like this) that exploits social media users' likes and shares.",
  "Originally Published": "",
  "Referred Links": "http://now.snopes.com/2015/04/28/six-ways-to-spot-fake-news/;http://greatlakes.coastguard.dodlive.mil/2013/05/boating-under-the-influence/;http://www.donotlink.com/d4oi;http://www.donotlink.com/f8zk;",
  "Example": "[Collected via e-mail, May 2015] A frenzy has been created in our area regarding this news article. Isthere any truth?",
  "Last Updated": "22 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/piranha.asp",
  "Claim": "Six college students were arrested after they released piranhas into the Great Lakes.",
  "Claim_ID": "media_notnews_piranha",
  "Tags": ""
}