{
  "Origins": "Western society likes its homes and its clothing clean, but satisfying that desire comes at a price to do so, consumers must place their faith in polysyllabic chemical concoctions vended by large corporations, entities they don't always trust to have their best interests at heart. Consequently, fears about noxious or dangerous substances being secreted in common cleaning products is a recurring theme in contemporary lore. That anxiety has been voiced in a number of false product rumors in recent years (e.g., Resolve carpet cleaner caused the death of a young boy who drank it, Dawn dishwashing liquid eroded the corneas of a toddler's eyes, pot-scrubbing sponges contained a dangerous derivative of Agent Orange, beloved pets felled by something horrible in Swiffer WetJet, Febreze fabric refresher, and Ultra Clorox ).",
  "Fact Check": "",
  "Description": "Yet another entry in this pantheon of household cleaner misgivings concerns P&G's Mr. Clean Magic Eraser, an item that hit the U.S. market in 2003 and which we began receiving inquires about in 2004. The ingredients list on Magic Eraser, a room-cleaning pad made of super-fine fibers that lifts and traps dirt to rub out most marks, has spawned a persistent belief that the product contains formaldehyde, a substance most people associate with the embalming of dead bodies. This hypothesis appears to be a result of a misparsing of the ingredients list. Mr. Clean says about the rumor : A recent television broadcast may have raised concerns about an ingredient in Magic Eraser. Be assured Mr. Clean Magic Eraser is completely safe when used according to directions, and poses no health risks or safety concerns. Here are some facts about the ingredients used in Magic Eraser: The ingredients in Magic Eraser have been safely and commonly used for many years in a wide range of household products. Formaldehyde is not and has never been an ingredient in Magic Eraser. One ingredient in Magic Eraser (formaldehyde-melamine-sodium bisulfite copolymer) contains the word \"formaldehyde\" in its chemical name. However, this ingredient is not formaldehyde and poses no health or safety risks. (Think of this name like \"sodium chloride\", which is table salt. Sodium by itself can be dangerous, but sodium chloride - salt - is safe.) Magic Eraser is considered non-toxic. As with any sponge-like product, when swallowed this product may block the gastrointestinal tract. Therefore, we do advise to keep this product out of the reach of children and pets to avoid accidental ingestion it is not a toy. It is possible that formaldehyde may be present in minute, trace amounts as a result of the manufacturing process. Even then, the amount present is significantly lower than standards established by governmental agencies and trade associations, and is actually less than what is found in indoor air. In fact, no ingredients in Magic Eraser are subject to any health-related labeling laws in North America or in the European Union. We hope you find this information reassuring. You can continue to use Mr. Clean Magic Eraser with full confidence in its performance and safety for you and members of your family. For additional information, please call 1-800-867-2532. Despite the e-mail's claim that Mr. Clean Magic Erasers are \"slowly being banned from all stores,\" we found no evidence that is so. Neither the manufacturer nor any governmental agency has issued a recall for the product, and Magic Erasers are still widely available in every major grocery and drug store chain we've checked. A different issue involving the same type of product (produced by a different manufacturer) arose in November 2006 when a woman wrote an account in which she claimed that her son had suffered chemical burns when he rubbed a Scotchbrite Easy Eraser on his face and chin. Doubters maintained that the child had simply suffered skin abrasions from the abrasive surface of the eraser. (The product's packaging bore no warning about either type of injury at the time): One of my five year old's favorite chores around the house is cleaning scuff marks off the walls, doors, and baseboards with either an Easy Eraser pad, or the real deal, a Mr. Clean Magic Eraser. I purchased a package of Magic Erasers ages ago when they first came out. I remember reading the box, wondering what the \"Magic\" component was that cleaned crayon off my walls with ease. No ingredients were listed and absolutely no warnings were on the box, other than \"Do not ingest.\" My package of the Scotchbrite Easy Erasers didn't have a warning either and since my child knew not to eat the sponges and keep them out of reach of his little brother and sister, it was a chore I happily let him do. If I had known that both brands (and others like them) contain a harmful alkaline or \"base\" chemical (opposite of acid on the pH scale) that can burn your skin, I never would have let my little boy handle them. As you can see from the picture, when the Scotchbrite Easy Eraser was rubbed against his face and chin, he received severe chemical burns. [Rest of article here.] After much back-and-forth, the issue was apparently resolved in January 2007 when the product's manufacturer (3M) issued an apology and a statement that they had \"addressed the issue and are taking steps to change the packaging to warn other consumers of the potential reaction to using the product on the skin.\" Barbara \"formaldehyde and seek\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20081011025408/http://www.mordenmb.com/town/docs/Safety-MagicEaserBurns.pdf;http://www.mordenmb.com/town/docs/Safety-MagicEaserBurns.pdf;http://www.homemadesimple.com/sites/en_CA/mrclean/ME_Truth/index.shtml;",
  "Example": "[Collected via e-mail, 2006] JUST WANTED TO LET YOU ALL KNOW THAT I AM A HUGE FAN OF MAGIC ERASERS.....HOWEVER, I HAVE A FRIEND THAT TOOK ENGINEERING IN SCHOOL AND HE NOW WORKS FOR A HUGE COMPANY IN HALIFAX AND THEY GET THE HEADS UP ABOUT PRODUCTS BEFORE ANYONE ELSE. WELL HE CALLED ME LAST NIGHT AND SAID THAT I HAVE TO STOP USING THE MAGIC ERASERS AND THAT THEY ARE SLOWLY BEING BANNED FROM ALL STORES BECAUSE THEY CONTAIN THE INGREDIENT FORMALDEHYDE. YES THE CHEMICAL THEY USE TO PRESERVE DEAD PEOPLE. IT IS HIGHLY DANGEROUS TO YOUNG CHILDREN AND CAN BE HARMFUL TO YOURSELF, SO PLEASE IF YOU ARE USING THEM, THROW THEM AWAY, DON'T BUY THEM ANYMORE AND PLEASE SEND THIS ON TO ANYONE WHOM YOU THINK MIGHT USE THEM, ESPECIALLY WITH YOUNG CHILDREN.",
  "Last Updated": "6 February 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/toxins/eraser.asp",
  "Claim": "Mr. Clean Magic Erasers have been banned from stores because the product contains formaldehyde.",
  "Claim_ID": "medical_toxins_eraser",
  "Tags": ""
}