{
  "Origins": "On 24 September 2014, World News Daily Report published an article sure spark interest in shark fans. According to the site, a \"parent\" species of the famed Megalodon was captured off the coast of Pakistan, near Karachi.",
  "Fact Check": "",
  "Description": "The undated article \"quotes\" a local marine biologist as surmising that \"rising sea temperatures [are] forcing these beasts to come up closer to the shores,\" or perhaps the shark was \"simply hurt and suffering from a disorienting handicap\" after reporting: A giant prehistoric shark previously thought to be extinct for more than 20 million years has been captured by local fishermen off the coast of Pakistan, reports the Islamabad Herald this morning. The giant creature first thought to be a great white shark was rapidly declared by experts to be an unknown species of shark as its great weight and size were unheard of. Analysis of the teeth suggest the shark to be a parent of the Megalodon, an extinct species of shark that lived approximately 28 to 1.5 million years ago, during the Cenozoic Era. Given broad interest in the Megalodon, the \"prehistoric shark\" story quickly gained traction on social media sites. Unfortunately, World News Daily Report is one of a number of \"satire\" news outlets, churning out passably believable articles to be shared on Facebook and Twitter. A disclaimer page on the main site states: World News Daily Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within worldnewsdailyreport.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction. In addition to the \"prehistoric giant shark\" story, World News Daily Report 's featured daily articles include \"Elderly Woman Vanishes During Magic Show\" and \"Homeless Man Sexually Assaulted By Top Models In Limousine.\"",
  "Originally Published": "",
  "Referred Links": "http://worldnewsdailyreport.com/disclaimer/;http://worldnewsdailyreport.com/15-ton-prehistoric-shark-captured-off-coast-of-pakistan/;",
  "Example": "[Collected via e-mail, September 2014] 15-Ton Prehistoric Shark Captured Off Coast Of Pakistan. Just seems sketchy in all aspects.",
  "Last Updated": "25 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/giantshark.asp",
  "Claim": "A 15-ton \"giant shark,\" previously believed to be extinct (and a \"a parent of the Megalodon\") was captured off the coast of Pakistan by local fishermen.",
  "Claim_ID": "media_notnews_giantshark",
  "Tags": ""
}