{
  "Origins": "The desire for revenge runs deep in all of us. Everyone who has ever been wronged has at one time or another felt the urge to strike a counterblow. Most of us don't indulge in this pursuit because we've deemed the cost of getting even too high to justify the benefits gained, yet we revel in thoughts of comeuppances doled out by others. Such imaginings give us the chance to vicariously experience the joys of retribution, joys we're not likely to sample in real life.",
  "Fact Check": "",
  "Description": "The \"Visine slipped into the drink\" pay back carries additional appeal because it seems to offer an effective yet harmless form of retaliation that could be easily and furtively administered even by the wimpiest of revenge seekers. Also, the mental image of an enemy sent hotfooting for the toilet is a hugely satisfying one, especially in a society that views fecal output as something to be ashamed of. An act of spite that forces the victim into making repeated visits to the john is regarded as not only extremely inconveniencing to him, but degrading as well. Yet all is not well in revenge land. While it is true that Visine is readily obtainable (it's an non-prescription eye drop manufactured by pharmaceutical giant Pfizer), a drink spiked with it is not a sure-fire means of producing diarrhea in the one unfortunate enough to swallow it, and ingestion of such a concoction is downright dangerous, making this \"harmless\" form of retaliation fraught with hazard. The active ingredient in Visine eye drops is Tetrahydrozoline HCl 0.05%. Swallowing this substance can result in a number of nasty effects, including: Lowering body temperature to dangerous levels Making breathing difficult, or even halting it entirely Blurring vision Causing nausea and vomiting Elevating and then dropping blood pressure Causing seizures or tremors Sending the ingester into a coma Pfizer's cautions to users of Visine include: \"If swallowed, get medical help or contact a Poison Control Center right away.\" In view of the above list, that advice should not be taken lightly. One thing tetrahydrozoline has not been known to do is to cause sudden onset bouts of severe diarrhea. Although this belief has been around for decades, and everyone knows someone who knows someone who really did administer a Visine mickey to a deserving miscreant and thereby caused him an immediate serious case of the trots, there's no documented evidence the producthas that effect. Of all the Visine poisoning cases studied by medical observers, we found none that mentioned diarrheal output brought about by the drug. Yet if Visine doesn't cause diarrhea, it has done things far more terrible. Drinking it can (and has) caused severe depression of the central nervous system. In 1996, a two-year-old child who ingested at most 2 to 3 mL of Visine eye drops became dangerously lethargic and unresponsive to every stimulus except deep pain. Thanks to prompt medical attention the child recovered, but not before enduring intubation and two days' worth of mechanically-assisted breathing. In June 2014, a 22-year-old woman named Samantha Elizabeth Unger was arrested in Thurmont, Maryland, and charged with aggravated assault and endangering the welfare of children. According to police, Unger confessed to poisoning her 3-year-old son by putting Visine in his water bottle and juice bottle (the boy was hospitalized several times but survived) and also causing her 1-year-old son to fall ill when he accidentally consumed the poisoned drinks she had made for his brother. In January 2015 Unger pleaded guilty to six counts of aggravated assault of a victim less than six years old and one count of endangering the welfare of a child. Medical literature reports other cases of small children brought to the brink of crisis by ingestion of tiny amounts of over-the-counter eye drops. The danger is real, and parents are well advised to keep eye drops away from children. Yet it is not only toddlers who risk central nervous system shutdown or other dire results if they swallow Visine, as demonstrated by the following examples: In 1995 an adult customer at a Whole Foods market (a retail chain of natural and organic foods) had his wheat-grass smoothie spiked with a bottle of Visine by a clerk intent upon playing a practical joke. The victim, Rudy Trabanino of Houston, became violently ill and had to be hospitalized for several days with acute pain and a variety of serious medical problems. The clerk responsible for the act was dismissed, and Whole Foods Market settled out of court with Trabanino for an undisclosed sum after he brought a $1 million suit against the store. On 17 November 2001, Damien Kawai, a member of the U.S. Air Force, killed his roommate and fellow airman, Charles Eskew, by strangling the young man, then attempted to conceal the crime by slitting the wrists of the corpse to make the death appear to be a suicide. Kawai admitted to earlier spiking his roommate's beer with Visine, under the belief this would render the doomed man unconscious. (It actually caused him to vomit and suffer labored breathing.) In May 2002, the 19-year-old Kawai was sentenced to life in prison for the murder of Eskew. In October 2003, an unnamed Southern California high school student put eye drops in teacher's water bottle in an attempt to give his instructor severe diarrhea. Others in the class who saw the act removed the adulterated beverage before the intended victim could drink it. The student responsible has been charged with tampering with a drink with intent to cause harm. In June 2006, five Wisconsin high school students trying to pull the Visine prank poured about a quarter of a bottle of the eyedrops into a classmate's water. The victim spent several days in the hospital recovering from reactions to the poisoning that included a dangerously low heart rate and blood pressure. Each of the five \"pranksters\" pleaded no contest to misdemeanor counts of battery and disorderly conduct and received sentences of 18 months' probation and 60 hours of community service. Also in June 2006, Kristine Anzalone served her roommate, Joseph Gentissi Jr., an iced tea spiked with Visine. Gentissi experienced vomiting and bleeding from his rectum, and Anzalone eventually agreed to a plea bargain with prosecutors under which she was ordered to pay $10,000 in hospital bills, serve three years' probation, and obey an order of protection. In January 2009, 40-year-old Tonia L. Peterson of Fair Grove, Missouri, was charged with first-degree assault for dumping half a bottle of eye drops into her husband's tea in an attempt to kill her spouse. When investigators contacted the husband he reported experiencing stomach problems for the past two months, and poison control personnel informed a detective that ingesting too much Visine \"would put a person in a coma with several other serious symptoms.\" In June 2009, Denise Moyer of Wells, Vermont, was arrested for third degree assault after police confirmed she'd spiked a co-worker s drink with Visine a few days before the woman became ill and died. The assault took place on 31 October 2008 at a Halloween party, and on 2 November 2008, 49-year-old Marceline Jones of Comstock died of what were then presumed to be natural causes. In 2012, 56-year-old Byron Shull spiked the milk of his 84-year-old father with Visine drops \"because he thought his dad was mean and wanted to make him pay.\" Frank Shull nearly died as a result, spending one month in the hospital and another month in rehab. In February 2013, a Pennsylvania court sentenced 33-year-old Vickie Jo Mills to two to four years in prison for putting eyedrops into her boyfriend's drinking water 10 to 12 times, causing him to suffer from nausea, vomiting, blood pressure problems and breathing trouble before blood tests revealed the presence of tetrahydrozoline in his system. Mills said she wanted her boyfriend to pay more attention to her. In March 2013, a 27-year-old mechanic named Shayne Carpenter was arrested in Grass Valley, California, for putting eye drops in his girlfriend's drink after an argument with her, causing her to feel ill. The girlfriend later discovered that Carpenter had been texting his friends to boast about the eye drops prank and called the police on him. In April 2015, a New Jersey high school student was charged with aggravated assault after he allegedly put some Visine drops in a teacher's coffee. The teacher reported feeling ill and was taken to a hospital for treatment. Revenge seekers still not quite convinced that a Visine mickey finn won't produce the diarrheal results they crave, or that the drinking of such a potion could potentially result in a life-threatening medical crisis in the object of their prank, should consider one final fact: the act of secreting noxious substances in ingestibles for the purpose of bringing harm to others is called poisoning. It matters not if actual harm results from the attempt the act itself is enough to land one in the hoosegow. Barbara \"poison penned\" Mikkelson Sightings: In an episode of television's CSI (\"Revenge Is Best Served Cold,\" original air date 26 September 2002), a drink spiked in this fashion caused a death when the eye drops initiated a fatal reaction with chocolate the victim had eaten. Additional information: Tetrahydrozoline Poisoning (National Institutes of Health)",
  "Originally Published": "",
  "Referred Links": "http://www.nlm.nih.gov/medlineplus/ency/article/002590.htm;http://7online.com/news/student-charged-with-assault-after-allegedly-putting-visine-in-teachers-coffee/687298/;http://web.archive.org/web/20080112191914/http://www.pfizerch.com/product.aspx?id=330;",
  "Example": "[Collected via e-mail, May 2009] I've heard that barmaids and cocktail waitresses have a secret for getting rid of obnoxious customers. Seems they use the eye medication Visine for a little Montezuma's revenge. A few eyedrops in someone's drink can apparently leave him sitting on the toilet for the rest of the evening with a nasty case of \"the runs.\"",
  "Last Updated": "10 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/myths/visine.asp",
  "Claim": "A few drops of Visine brand eye drops taken internally will cause diarrhea.",
  "Claim_ID": "medical_myths_visine",
  "Tags": ""
}