{
  "Origins": "In May 2014 the popular press reported on an article that had recently been published in the Journal of Internal Medicine entitled \"Avoidance of sun exposure is a risk factor for all-cause mortality.\" The common reporting on that article generally mentioned that a study conducted by Swedish researchers had found that women who avoided sunbathing actually had twice the mortality rate of women who had significant exposure to the sun:",
  "Fact Check": "",
  "Description": "The results of this study were then summarized by some online medical-related web sites of dubious validity that ran misleading headlines such as \"Scientists Blow the Lid on Cancer and Sunscreen Myth\" and asserted that \"The link between melanoma and sun exposure is unproven. There's no conclusive evidence that sunburns lead to cancer. There is no real proof that sunscreens protect against melanoma. There's no proof that increased exposure to the sun increases the risk of melanoma.\" In fact, the referenced study came nowhere close to proving that the link between skin cancer and sun exposure is a \"myth.\" The researchers who performed the study tracked a group of 29,518 women in Sweden across twenty years and charted their typical exposure to sunlight and other potentially related factors. At the end of that period, they found that those women who avoided exposure to the sun had a mortality rate apprximately twice that of women who had the most exposure to the sun: We assessed the avoidance of sun exposure as a risk factor for all-cause mortality for 29,518 Swedish women in a prospective 20-year follow-up of the Melanoma in Southern Sweden (MISS) cohort. Women were recruited from 1990 to 1992 and were aged 25 to 64 years at the start of the study. We obtained detailed information at base-line on their sun exposure habits and potential confounders. Multivariable flexible parametric survival analysis was applied to the data. There were 2545 deaths amongst the 29,518 women who responded to the initial questionnaire. We found that all-cause mortality was inversely related to sun exposure habits. The mortality rate amongst avoiders of sun exposure was approximately twofold higher compared with the highest sun exposure group, resulting in excess mortality with a population attributable risk of 3%. However, those results cannot be summarized in any reasonable way as proving that, contrary to previous medical wisdom, high exposure to sunlight is beneficial, exposure to sunlight is not related to the development of skin cancer, or that the use of sunscreen is pointless or actually increases the chances of contracting skin cancer. The strongest conclusion that might be drawn from the study is the rather narrow one that people with characteristics of the study group that is, light-skinned Caucasian women living in parts of the world with limited sunshine and a low UV index would probably be better off with some sun exposure rather than no sun exposure because the human body needs some sunlight in order to produce vitamin D which is essential to good health: Prof Dorothy Bennett, Professor of Cell Biology at St. George's, University of London, said: \"The findings support the consensus that the ideal amount of sun exposure for Northern Europeans is 'a little', rather than zero. \"As the authors comment, our bodies need sunlight to make essential vitamin D, which can help us resist some cancer types. Those who normally avoid the sun and/or cover most of their skin are advised to take vitamin D supplements.\" Dr Andrea Darling, Post-doctoral Research Fellow from the University of Surrey, said there was still strong evidence that skin cancer is caused by sunbathing. \"The findings from Dr Lindqvist's team are interesting, but it is possible that the women in the study who had high sun exposure differed from the women who had low sun exposure in ways that may explain their reduced cancer risk.\" Yinka Ebo, senior health information officer at Cancer Research UK, said striking a balance was important. \"The reasons behind higher death rates in women with lower sun exposure are still unexplained, as unhealthy lifestyle choices could have played a part,\" she added. \"Overexposure to UV radiation from the sun or sunbeds is the main cause of skin cancer.\" As the researchers noted in their own conclusions, avoidance of sun exposure may have more widespread deleterious effects among other groups of women: Over the last 30-40 years, Sweden and other western countries have produced national guidelines and provided restrictive advice on sun exposure habits to lower the risk of skin cancer. These recommendations are based on Australian/English guidelines known as SunSmart, which may be appropriate in a country with a high UV index such as Northern Australia, where dense pigmentation would be an advantage. However, following generally restrictive guidelines in Sweden, a country located at the northern latitude of between 55 and 67 with limited sunshine and a low UV index, might not be optimal. In fact, our findings indicate that these guidelines may indeed be harmful in terms of overall health of the population. The Southern Australia (Tasmania) Cancer Council recommendations including daily short sun exposure might be more suitable in regions with low sun intensity levels. Our study population of women born in Sweden before 1966, that is, before widespread immigration took place, consisted almost entirely of light-skinned Caucasian women. If avoidance of sun exposure is a major risk factor for all-cause mortality in the case of Caucasian women, the problem may even be more serious amongst women who traditionally cover their skin or women more densely pigmented. In the USA, black women were reported to have a 26% excess all-cause mortality, as compared to Caucasian women. Such data should direct our attention to a risk group whose health we may be in a position to improve.",
  "Originally Published": "",
  "Referred Links": "http://onlinelibrary.wiley.com/doi/10.1111/joim.12251/pdf;http://www.realfarmacy.com/scientists-blow-the-lid-on-cancer-sunscreen-myth/;",
  "Example": "[Collected via e-mail, June 2010] This website asserts that sunscreen actually causes cancer: http://www.realfarmacy.com/scientists-blow-the-lid-on-cancer-sunscreen-myth/ Is this website legitimate? How about the \"studies\" it quotes?",
  "Last Updated": "8 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/myths/sunscreen.asp",
  "Claim": "A recent study disproved a link between sun exposure and skin cancer.",
  "Claim_ID": "medical_myths_sunscreen",
  "Tags": ""
}