{
  "Origins": "On 17 January 2015, Empire News published an article claiming Dzjokhar Tsarnaev, while awaiting trial for bombing the finish line of the Boston Marathon on 15 April 2013, had been attacked by white supremacists in prison: \"It initially appeared as though Tsarnaev slipped on a discarded banana peel and hit the floor with such force that his head bounced off the hard tile surface, probably 16 or 17 times. There was blood everywhere all over the walls, the floor, even the toilet. The injuries have caused massive brain trauma,\" said prison investigator Joe Goldsmith. \"We determined though, through expert analysis, that it would be impossible for these injuries to have occurred through a fall. Our investigation has shown that it was the Aryan Brotherhood who initiated an attack on Tsarnaev.\" Soon afterwards links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news article. However, the article was just a bit of fake news from Empire News , a fake news web site that publishes fictional stories such as \"Cure for Cancer Discovered; 'Amazingly Simple' Says Researcher,\" and \"College Student Excused from Classes After Dog Eats Grandmother,\" and \"Woman Gives Birth, Confuses Doctors by Asking for Maternity Test.\"",
  "Fact Check": "",
  "Description": "Empire News ' disclaimer page notes that \"Empire News is intended for entertainment purposes only.\"",
  "Originally Published": "",
  "Referred Links": "http://boston.cbslocal.com/2013/04/19/report-boston-marathon-bombing-suspect-in-custody-second-at-large/;",
  "Example": "[Collected via e-mail, January 2015] Empire new posts an article that Dzhokar Tzarnaev has been critically injured by the Aryan Nation Brotherhood at Ft. Devens Detention Center in Massachusetts.",
  "Last Updated": "1 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/tsarnaev.asp",
  "Claim": "Boston Marathon bombing suspect Djokhar Tsarnaev has been beaten in prison.",
  "Claim_ID": "media_notnews_tsarnaev",
  "Tags": ""
}