{
  "Origins": "An article published by the Daily Currant on 5 November 2014 claimed California voters had approved a plan to build a $587 billion high-speed railway to Hawaii:",
  "Fact Check": "",
  "Description": "According to election officials, Proposition 49 which would use public money to build a 2,600-mile-long undersea rail tunnel between Honolulu and Los Angeles passed with a resounding 78 percent of the vote. The tunnel would be 185 times longer than the longest undersea tunnel in the world, the Seikan Tunnel in Japan. The total cost of the project is estimated at $587 billion and barring any court challenges construction is expected to begin in 2018. High-speed rails are currently a topic of interest in California politics, but the majority of the conversation is centered on a $68 billion bullet train that would take people from Los Angeles to San Francisco and not a $587 billion rail link that would bring people across the Pacific Ocean to Hawaii. The reason for this is simple: One of those ideas has a chance of coming true, while the other was simply made up for a fake news article. The Daily Currant is a satirical newspaper that aims to \"ridicule the timid ignorance which obstructs our progress.\" The site states in its About section that articles published on the Daily Currant are purely fictional: No. Our stories are purely fictional. However they are meant to address real-world issues through satire and often refer and link to real events happening in the world. California isn't planning on building a high-speed rail to Hawaii, although notions of bullet trains linking Los Angeles to San Francisco and Las Vegas have been under discussion for several years.",
  "Originally Published": "",
  "Referred Links": "http://www.latimes.com/local/political/la-me-pc-brown-gop-bullet-train-20141106-story.html;http://dailycurrant.com/about/;http://dailycurrant.com/2014/11/05/california-approves-587-billion-high-speed-rail-link-to-hawaii/;https://twitter.com/oceanboy2/status/530796032347881472;https://twitter.com/hashtag/dope?src=hash;",
  "Example": "[Collected via Twitter, November 2014] Theres going to be a high speed rail tunnel to Hawaii. #dope Mike Leach (@oceanboy2) November 7, 2014",
  "Last Updated": "7 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/hawaiitrain.asp",
  "Claim": "California is building a $587 billion high-speed rail link to Hawaii.",
  "Claim_ID": "media_notnews_hawaiitrain",
  "Tags": ""
}