{
  "Origins": "On 2 October 2014, the entertainment website Stuppid published an article claiming a neo-Nazi women named Molly Cram gave birth to an African-American baby after she was accidentally inseminated with the wrong sperm donor's sample:",
  "Fact Check": "",
  "Description": "The article went viral and racked up hundreds of thousands of shares on Facebook and Twitter. While many people believed the above-quoted story was factual, others were skeptical. For one, Stuppid did not provide a link to any source which could verify the information about Molly Cram and her supposed black sperm donor. Second, the photograph included in the Stuppid article did not show a woman named Molly Cram and her boyfriend; the picture was originally published in the New York Daily News on 5 March 2014 and shows a man named Heath Campbell and his ex-girlfriend Bethanie Zito: Lastly, Stuppid is a fake news entertainment website and should not be considered a trusted source for factual information, as noted in their disclaimer: You are only visiting this page for one reason. To see if Stuppid is real. Stuppid publishes real news stories we find stupid and mixed stories. We also publish satirical stories for entertainment value. Now, like all tattle-tails (people who want to feel smart) you can post a link to this page on Facebook or you can laugh and have a good time with it and NOT. Remember, nobody likes a rat. While the article published by Stuppid about Molly Cram and her black sperm donor is certainly fake, the situation does mirror a real-life incident. On 1 October 2014, the Chicago Tribune reported Jennifer Cramblett had filed a lawsuit against a sperm bank after she was mistakenly given sperm from an African-American donor. The lawsuit stated Cramblett and her partner chose donor 380, who was white, but were instead given sperm from donor 330, who was black: \"On August 21, 2012, Jennifer gave birth to Payton, a beautiful, obviously mixed-race baby girl,\" the lawsuit states. \"Jennifer bonded with Payton easily and she and Amanda love her very much. Even so, Jennifer lives each day with fears, anxieties and uncertainty about her future and Payton's future. Raising a mixed-race daughter has been stressful in Cramblett and Zinkon's small, all-white community, according to the suit. Cramblett was raised around people with stereotypical attitudes about nonwhites, the lawsuit states, and did not know African-Americans until she attended college at the University of Akron. \"Because of this background and upbringing, Jennifer acknowledges her limited cultural competency relative to African-Americans and steep learning curve, particularly in small, homogenous Uniontown, which she regards as too racially intolerant,\" the lawsuit states.",
  "Originally Published": "",
  "Referred Links": "http://www.chicagotribune.com/news/local/breaking/ct-sperm-donor-lawsuit-met-20140930-story.html;http://stuppid.com/about/;http://www.nydailynews.com/new-york/new-jersey-nazi-lover-run-cops-article-1.1711353;http://stuppid.com/black-donor-neo-nazi/;",
  "Example": "[Collected via email, January 2015] Did a sperm bank in Chicago really accidentally inseminate a neo-Nazi woman, Molly Cram, with a Black man's sperm?",
  "Last Updated": "18 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/nazisperm.asp",
  "Claim": "A neo-Nazi woman gave birth to a black baby after being inseminated by the wrong sperm donor.",
  "Claim_ID": "media_notnews_nazisperm",
  "Tags": ""
}