{
  "Origins": "The e-mail quoted above (which has subsequently began circulating in somewhat shortened form) first landed in the snopes.com inbox in early March 2007.",
  "Fact Check": "",
  "Description": "Although in general the missive contains good information about what symptoms to watch out for and what to do if you're having a heart attack, it jumps the track at two points. Of these two missed points, the most important is the assumption that one kind of heart attack typically afflicts men (i.e., the kind that results in a sudden clutching of the chest and keeling over) while another kind strikes down women (i.e., an attack that manifests itself as a bit of pain or tightness in the chest accompanied by an array of symptoms that could easily be mistaken for other ailments, or even by non-specific symptoms such as a general feeling of fatigue and weakness). Heart attacks don't discriminate by sex men and women alike can (and do) experience both sorts. Says the American Heart Association: \"Some heart attacks are sudden and intense the 'movie heart attack,' where no one doubts what's happening. But most heart attacks start slowly, with mild pain or discomfort. Often people affected aren't sure what's wrong and wait too long before getting help.\" Yet there is some truth to the notion of gender-based differences: Women are more prone to experiencing symptoms beyond the obvious sudden-onset chest pains. As the American Heart Association notes: \"As with men, women's most common heart attack symptom is chest pain or discomfort. But women are somewhat more likely than men to experience some of the other common symptoms, particularly shortness of breath, nausea/vomiting, and back or jaw pain.\" Women are also more likely to experience atypical heart attacks; that is, the sort that don't present as sudden shooting pains or a feeling of crushing weight in the chest area, followed by a sensation of pain radiating up the arm and into the neck, all accompanied by cold sweats. While 60% of female heart attack victims experience the more usual form of attack, 40% feel little or no chest pains at all. Yet the atypical heart attack happens to men too, which is why people of both sexes need to remain alert to the onset of more subtle symptoms, such as back and jaw pain, nausea, and indigestion. The second bit of misinformation is present only in the longer form of the e-mail, where it is included as the fourth entry in a numbered list of tips for surviving heart attacks (following three entries about making oneself aware of the variety of symptoms that can signal a heart attack, summoning paramedics rather than attempting to drive oneself to the hospital, and not regarding a normal cholesterol count as something that rules out the possibility of myocardial infarction.) That fourth item advances the claim that ingestion of cold water causes cancer or heart attacks. In a nutshell, no, it doesn't. For those who prefer the non-nutshell version, our \"Cold Comfort\" article tells all. Barbara \"liquid asset\" Mikkelson Additional information: American Heart Association",
  "Originally Published": "",
  "Referred Links": "http://www.americanheart.org/;",
  "Example": "[Collected via e-mail, 2007] Women and heart attacks I've meant to send this to my women friends to warn them that it's true that women rarely have the same dramatic symptoms that men have when experiencing a heart attack... you know, the sudden stabbing pain in the chest, the cold sweat, grabbing the chest & dropping to the floor that we see in the movies. Having had a completely unexpected heart attack about 10:30 p.m. with NO prior exertion, NO prior emotional trauma that one would suspect might've brought it on, it was this past April, '06, about 1-1/2 hours after I'd spent a pleasant 2 hrs. rehearsing with the Note-a-Belles. I was sitting all snuggly & warm on a cold evening, with my purring cat in my lap, reading an interesting story my friend had sent me, and actually thinking, \"A-A-h, this is the life, all cozy and warm in my soft, cushy Lazy Boy with my feet propped up.\" A moment later, I felt that awful sensation of indigestion, when you've been in a hurry and grabbed a bite of sandwich and washed it down with a dash of water, and that hurried bite seems to feel like you've swallowed a golf ball going down the esophagus in slow motion and it is most uncomfortable. You realize you shouldn't have gulped it down so fast and needed to chew it more thoroughly and this time drink a glass of water to hasten its progress down to the stomach, which doesn't do much good, as your esophagus and throat muscles are in spasm and it hurts to swallow. This was my initial sensation the only trouble was that I hadn't taken a bite of anything since about 5:00 p.m. After that had seemed to subside, the next sensation was like little squeezing motions that seemed to be racing up my SPINE (hind-sight, it was probably my aorta spasming), gaining speed as they continued racing up and under my sternum (breast bone, where one presses rhythmically when administering CPR). This fascinating process continued on into my throat and branched out into both jaws. AHA!! NOW I stopped puzzling about what was happening. We all have read and/or heard about pain in the jaws being one of the signals of a heart attack happening, haven't we? I said aloud to myself and the cat, \"Dear God, I think I'm having a heart attack!\" I lowered the footrest, dumping the cat from my lap, started to take a step and fell on the floor instead. I thought to myself, \"If this is a heart attack, I shouldn't be walking into the next room where the phone is or anywhere else.... but, on the other hand, if I don't, nobody will know that I need help. And if I wait any longer, I may not be able to get up in moment.\" I pulled myself up with the arms of the chair, walked slowly into the next room and dialed the paramedics. I guess when one reaches them, your address automatically flashes on a screen, as the operator verified my address immediately and asked my symptoms. I told her I thought I was having a heart attack due to the pressure building under the sternum and radiating into my jaws. I didn't feel hysterical or afraid, just stating the facts, ma'm. She said she was sending the paramedics over immediately, asked if the front door was near to me, and if so, to unbolt the door and then lie down on the floor where they could see me when they came in. No, I didn't take an aspirin, as I'm allergic to it, but I did take a 100 mg magnesium oxide capsule... which bottle I keep handily in reach on the kitchen counter... which is a small detour on my way to the front door...with about a 3/4 glass of water to get it dissolving ASAP into my bloodstream. Magnesium relaxes blood vessels as it dissolves to get them expanded to let blood get through the constriction of the vessels. I then laid down on the floor as instructed and lost consciousness, as I don't remember the medics coming in... their examination... lifting me onto a gurney or getting me into their ambulance... or hearing the call they made to St. Jude ER on the way. But I did briefly awaken when we arrived and saw that the cardiologist was already there in his surgical blues and cap, helping the medics pull my stretcher out of the ambulance. He was bending over me asking questions (probably something like \"Have you taken any medications?\") but I couldn't make my mind interpret what he was saying, or form an answer, and nodded off again... not waking up until the cardiologist and partner had already threaded the teeny angiogram balloon up my femoral artery into the aorta and into my heart where they installed two side-by-side stents to hold open my right coronary artery and now was being taken into the CCU, and looking up at the three anxious faces of Karen, Mark, and Wendy. Since I'd been a patient at St. Jude in 2002 for my TIA treatment, they had my emergency info in their system and had called my kids. I spent two days in CCU and two in general ward, then was discharged. I know it sounds like all my thinking and actions at home must have taken at least 20-30 minutes before calling the paramedics, but actually it took perhaps 4-5 minutes before the call, and both the fire station and St. Jude are only minutes away from my home, and my Cardiologist was already to go to the OR in his scrubs and get going on restarting my heart (which had stopped somewhere between my arrival and the procedure) and installing the stents. Why have I written all of this to you with so much detail? Because I want all of you who are so important in my life to know what I learned firsthand, as a Certified Medical Back-Office Assistant in Internal Medicine Clinics, and as one who has lived through a heart attack due to: 1. Being aware that something very different was happening in my body.. not the usual men's symptoms, but inexplicable things happening (until my sternum and jaws got into the act ). It is said that many more women than men die of their first (and last!) MI because they didn't know they were having one, and commonly mistake it as indigestion... take some Maalox or other anti-\"heartburn\" preparation... and go to bed... hoping they'll feel better in the morning when they wake up... which doesn't happen. My female friends, your symptoms might not be exactly like mine, so I advise you to call the paramedics if ANYTHING is unpleasantly happening that you've not felt before. It is better to have a \"false alarm\" visitation than to risk your life guessing what it might be! 2. Note that I said \"Call the Paramedics,\" Ladies. TIME IS OF THE ESSENCE! Do NOT try to drive yourself to the ER. You're a hazard to others on the road, and so is your panicked husband/friend who will be speeding and looking anxiously at what's happening with you instead of the road, and so are your kids or friends a hazard as well. As sure as I sit here, they will get the attention of a cop who will pull you over for speeding--more wasted time. Do NOT call your doctor he doesn't know where you live and if it's at night you won't reach him anyway, and if it's daytime, his assistants (or answering service) will tell you to call the Paramedics. He doesn't carry the equipment in his car that you need to be saved! The Paramedics do principally OXYGEN that you need ASAP. Your Dr. will be notified later. 3. Don't assume it couldn't be a heart attack because you have a normal cholesterol count I did, and do, too. Research has discovered that a cholesterol elevated reading is rarely the cause of an MI (unless it's unbelievably high, and/or accompanied by high blood pressure.) MI's are usually caused by long-term stress and inflammation in the body, which dumps all sorts of deadly hormones into your system to sludge things up in there (and, of course, family genetics can be a factor. I qualify for the latter, and the years 2005 and 2006 have been the most stressful of my life since Jack died in 1981.) 4. Read on for the e-mail I received today that prompted my above lecture to you: SUBJECT: Drinking ice water at mealtime (which I've always done until now.) Noting neither Urban Legions nor Snopes has anything to say about this one, it must be true. Interesting, if you've read it before, re-read it. It may save your life. Send it to your friends and family. It may save their lives.... This is a very good article. Not only about the warm water after your meal, but about ladies and their heart attacks. This makes sense... the Chinese and Japanese drink hot tea with their meals... not cold water... maybe it is time we adopt their drinking habit while eating!!! Nothing to lose everything to gain... For those who like to drink cold water, this article is applicable to you. It is nice to have a cup of cold drink after a meal. However, the cold water will solidify the oily stuff that you have just consumed. It will slow down the digestion. Once this \"sludge\" reacts with the stomach's hydrochloric acid, it will break down and be absorbed by the intestine faster than the solid food. It will line the intestine. Very soon, this will turn into fats and lead to cancer. It is best to drink hot soup or warm water after a meal. (Make it green tea a great antioxidant!) A serious note about heart attacks: Women should know that not every heart attack symptom is going to be the left arm hurting. Be aware of intense pain in the jaw line, or even pressure there and under the sternum, or \"indigestion\" symptoms, especially if you haven't eaten in several hours. You may never have the first chest pain during the course of a heart attack, but heaviness /pressure under the sternum is common. Nausea and intense sweating are also common symptoms, but not necessarily in the women. 60% of people who have heart attacks while they are asleep do not wake up. Pain in the jaw can wake you from a sound sleep. Let's be careful and be aware. The more we know, the better chance we could survive. A cardiologist says if everyone who gets this email and sends it to ten people, you can be sure that we'll save at least one life.",
  "Last Updated": "16 March 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/disease/heartattack.asp",
  "Claim": "Some symptoms of a heart attack are subtle and can be mistaken for indigestion.",
  "Claim_ID": "medical_disease_heartattack",
  "Tags": ""
}