{
  "Origins": "Not to worry there is no \"Klingerman Virus\" and nobody has died from receiving virus-bearing sponges in the mail. This is merely another in a long line of dumb e-mail hoaxes, one which first made the rounds in May 2000, started circulating again in January 2001, and was revived yet another time in September 2001 when fears about biochemical warfare were reawakened by the Attack on America.",
  "Fact Check": "",
  "Description": "Nonetheless, the Klingerman hoax has caused problems more than once when people have taken it seriously: On 20 May 2000, a Palm Beach woman who had read the \"Klingerman\" warning on the Internet, received a pale blue envelope that promised a cash prize and was stamped with the words \"restricted access\" in the mail. She wrapped it, unopened, in a plastic grocery bag; two days later, she called 911 to consult with them about what to do with it. Palm Beach County Sheriff's deputies, a bomb squad, a hazardous materials team and a postal inspector converged on her home that day to inspect the envelope. \"It had to be handled appropriately in the event there was something to it,\" sheriff's Capt. Michael Gauger said. But as the bomb squad prepared to x-ray the envelope, a neighbor told them she had received a similar letter, opened it and found magazine ads inside. On 25 May 2000, a terrified resident of Auburn, Maine, called 911 after receiving an envelope from the Handyman Club of America containing a free sanding sponge. As the Associated Press reported: \"Emergency dispatchers kept [him] on the line while fire trucks, cruisers and ambulances rushed to his home. The street was sealed off for half a mile. Police called the FBI. People in spacey hazardous materials suits ushered [him] outside, stripped him down to his shorts and sprayed him with a fire hose before sending him to the hospital.\" It's a pity whoever started this hoax doesn't get the same treatment. Hoax mailings aside, there has been at least one recent real case of dangerous bacteria arriving in the mail. On October 12, 2001, NBC reported that one of its staffers had contracted anthrax through cutaneous contact with powder found in an envelope addressed to Tom Brokaw. The contamination likely took place around September 25, and the unnamed affected employee was started on a course of antibiotics on October 1. She is expected to make a full recovery. Contact with the anthrax bacteria through cutaneous contact (by touching it, in other words) is rarely fatal. Fears that terrorists will be mailing anthrax-laden envelopes to all and sundry are thus misplaced, as our Anthrax Mailings page explains. (Terrorists have far better methods for infecting large populations with the bacterium, and anthrax contracted through inhalation is almost always fatal whereas that contracted through the cutaneous method rarely is.) Additional information: False E-mail Report About Klingerman Virus (Centers for Disease Control) False 'Klingerman Virus' E-Mail Rumor (U.S. Postal Service) E-Mail Hoax (Yale-New Haven Hospital)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20010405130914/http://www.ynhh.org/press/press.html;http://web.archive.org/web/20010128224700/http://new.usps.com/cgi-bin/uspsbv/scripts/content.jsp?D=24120;http://www.cdc.gov/ncidod/klingerman_hoax.htm;",
  "Example": "[Collected via e-mail, 2000] I feel it is vital to inform all of my friends about this. This is an alert about a virus in the original sense of the word ... one that affects your body, not your hard drive. There have been 23 confirmed cases of people attacked by the Klingerman Virus, a virus that arrives in your real mail box, not your e-mail in box. Someone has been mailing large blue envelopes, seemingly at random, to people inside the US. On the front of the envelope in bold black letters is printed, \"A gift for you from the Klingerman Foundation.\" When the envelopes are opened, there is a small sponge sealed in plastic. This sponge carries what has come to be known as the Klingerman Virus, as public health officials state this is a strain of virus they have not previously encountered. When asked for comment, Florida police Sergeant Stetson said, \"We are working with the CDC and the USPS, but have so far been unable to track down the origins of these letters. The return addresses have all been different, and we are certain a remailing service is being used, making our jobs that much more difficult.\" Those who have come in contact with the Klingerman Virus have been hospitalized with severe dysentery. So far seven of the twenty-three victims have died. There is no legitimate Klingerman Foundation mailing unsolicited gifts. If you receive an oversized blue envelope in the mail marked,\"A gift from the Klingerman foundation\", DO NOT open it. Place the envelope in a strong plastic bag or container, and call the police immediately. The \"gift\" inside is one you definitely do not want. PLEASE PASS THIS ON TO EVERYONE YOU CARE ABOUT. [Collected via e-mail, 2001] I received an email from a friend who has a cousin employed by The National Guard in New York. They have been meeting with government officials just about every other day. It seems that 7 people have died when opening an envelope addressed \"From Me to You\" He told her to place any envelope such as this in a zip lock bag and call the police. DO NOT OPEN IF YOU RECEIVE A PACKAGE SUCH AS THIS. This is not a legend - this actually came from my personal friend's COUSIN. The public has not been notified because they don't want people to panic yet. They are verifying that these were isolated situations - if that verification does not come forth - they will alert the nation. So just beware. My personal thoughts are not to open mail from an unknown sender or one that you don't recognize. Unfortunately we are living is times LIKE THIS!!! Be blessed. Variations: The January 2001 version of the \"Klingerman virus\" hoax opened with this paragraph: This is from Schwab corporate headquarters so it's no joke. Very scary. Be careful Just when you thought you were safe, now we have the following to deal with ... please read, it definitely is a serious threat to our lives and health. and closed with the signature of someone from Yale-New Haven Hospital. The September 2001 variations in circulation included the standard \"Klingerman Foundation\" warning, but also sometimes listed the evil-intentioned mailer as the \"Kricker Group,\" \"Kinderman Foundation,\" \"Leberman Foundation\" or \"Lineman Foundation.\" One variant in circulation in September 2001 (quoted as the second example above) strips away almost everything that would identify it as a Klingerman spin-off only someone well versed in online lore would recognize one as the other, because the text has been changed and all mentions of foundations and blue envelopes are missing. Yet it's the same fallacious warning: People died from opening an envelope containing something noxious.",
  "Last Updated": "31 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/disease/klingerman.asp",
  "Claim": "Someone is sending sponges carrying a deadly \"Klingerman virus\" to victims via U.S. Mail.",
  "Claim_ID": "medical_disease_klingerman",
  "Tags": ""
}