{
  "Origins": "On 30 November 2014, Empire News published an article titled \"Facebook Submits Names of Users Posing in Pictures with Guns to Homeland Security.\" That article claimed the social network's often criticized terms of service agreement legally permitted Facebook to snitch to the federal government about users who had posed with guns in their personal photos:",
  "Fact Check": "",
  "Description": "The article included a quote from Mark Zuckerberg on why Facebook would implement a policy sure to agitate a large number of users, whether they owned guns or not: \"I added that line back in after 2009, when Obama took office. After he was elected, he came to me and asked for my help, saying that he wanted to 'transform America,' and he couldn't do that until the country was disarmed,\" said Zuckerberg. \"This is a perfect way to find the gun nuts in this country, and keep a watch over them. I think the whole thing has been a huge success, and I for one can't wait to live in a gun-free America.\" However, a disclaimer page on Empire News explains the site is not meant to be taken seriously: Empire News is a satirical and entertainment website. We only use invented names in all our stories, except in cases when public figures are being satirized. Any other use of real names is accidental and coincidental. The site has fleeced social media users with similar fake stories including a claim that welfare recipients would be receiving free cars and gas money , a yarn about a sixth season of Breaking Bad , and a claim that a huge \" Snowmageddon \" would blanket most of the United States with snow for almost all of winter.",
  "Originally Published": "",
  "Referred Links": "http://empirenews.net/about-disclaimer/;http://empirenews.net/facebook-submits-names-of-users-posing-in-pictures-with-guns-to-homeland-security;",
  "Example": "[Collected via e-mail, December 2014] Facebook Submits Names Of Users Posing In Pictures With Guns ToHomeland Security",
  "Last Updated": "2 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/facebookguns.asp",
  "Claim": "Facebook is disclosing the names of users who have posed for pictures with guns to the Department of Homeland Security.",
  "Claim_ID": "media_notnews_facebookguns",
  "Tags": ""
}