{
  "Origins": "On 13 April 2015, the entertainment web site Celebtricity published an article reporting that a former sexual molestation victim had started a company to produce lifelike male and female \"child love dolls\" that pedophiles could have sexual relations with in place of molesting real children:",
  "Fact Check": "",
  "Description": "Buck Dobson knows what it is like to suffer at the hands of pedophile. He was repeatedly molested at age 10 by his 19-year-old-sister and says the scars have never healed. However, the abuse inspired Dobson to spend most of his adult life working to cure pedophilia. For years, Dobson tried to rehabilitate pedophiles within the Colorado prison system and through Christian outreach programs, but Dobson said his efforts failed. \"Look, you can't change a pedophile's sexual-orientation, and that's what it is, an orientation, any more than you can a homo or heterosexual's,\u001d Dobson told Christian Family Daily. \u001cYou can try to get a pedophile to refrain from touching kids and that sometimes works but these people desire children and that desire is deep inside their genes. So why try to fix something unfixable?\" Instead, Dobson is starting a company that will create and market life-like male and female child and baby love dolls that pedophiles can molest and have sexual relations with. \"\u001cThese dolls will feel and smell just like real children and have all the naughty parts,\"\u001d Dobson said. \"\u001cPedophiles are gonna love them.\" Unlike many \"satire\" sites operating on the Internet, Celebtricity occasionally posts real news stories in addition to its fake news pieces in an effort to confuse readers. That strategy seems to have worked, as many readers have shared this \"news\" about \"love dolls\" for pedophiles as if it were a factual account. Nonetheless, Celebtricity 's disclaimer reveals the nature of that site: Celebtricity.com is a combination of real shocking news and satirical entertainment to keep its visitors in a state of disbelief. Although some other companies may have produced dolls similar to the ones described here, this particular entry clearly falls into the category of \"satire\" rather than \"real shocking news\": In addition to the fact that the Celebtricity article is missing key information (such as the name of the company putatively planning to release these \"love dolls\"), the image accompanying the article was swiped from the web site of French artist Lauren Curet, who creates detailed miniature child dolls from polymer clay as artworks rather than as sexual playmates for pedophiles:",
  "Originally Published": "",
  "Referred Links": "http://laurenceruet.com/indexenglish.html;http://www.celebtricity.com/contact-us/;http://www.donotlink.com/eu12;",
  "Example": "[Collected via e-mail, April 2015] Could you look into the validity of a supposed new company that will be marketing \"love dolls\" for pedophiles?",
  "Last Updated": "23 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/childdolls.asp",
  "Claim": "A company has released \"child love dolls\" to provide a safe sexual outlet for pedophiles.",
  "Claim_ID": "media_notnews_childdolls",
  "Tags": ""
}