{
  "Origins": "In November 2007, news emerged from China that some hair bands manufactured there were found to have been made from recycled condoms. The prophylactic hair ties were discovered in Dongguan and Guangzhou, two cities in the province of Guangdong. (The colorful hair bands were believed to have been manufactured in Jinhua, a city in the province of Zhejiang.) The \"secret ingredient\" came to light when a young woman in Dongguan thought to investigate the hair bands given to her in a local salon after one began to fray, revealing an unexpected color inside.",
  "Fact Check": "",
  "Description": "\"The hair bands are swathed in colorful wool-like materials,\" said Ms. Chen, the woman who found the condoms. \"But a small part came loose when I used the bands to tie my hair up one morning. It looked strange to me because of its different color not the yellow color we normally see in plastic bands. I peeled deeper and found something that looked like a condom.\" Speculation about the issue held that substandard unused condoms (i.e., new prophylactics that had failed to meet quality standards at the condom manufacturing plant where they were produced) were resold to hair band manufacturers as raw materials. It is not clear that, as claimed, some or all of the hair ties' hidden surprises were condoms that had reached their original intended market and been used before being recycled. If the latter case were true, they could serve to spread sexually-transmittable diseases because they might still harbor certain bacteria and viruses. This had not been the first time rejected condoms had been used to make hairbands. In 2002 the Shanghai Star reported on a case that had surfaced in Qingdao, Shandong Province, after a woman living there discovered that a rubber band she had purchased to tie up her hair had been made from a prophylactic. The bands had been manufactured in Yiwu, Zhejiang Province and were being wholesaled by a couple operating out of Qinyang, Henan Province. It was confirmed that the rubber bands had been fashioned from bits of used and abandoned or low-quality condoms rejected by the factory where they were made. Said items should have, according to state regulations, been broken down and sent to a plastics factory in Beijing. Barbara \"brayed advice\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2008] Chinese Hair Band - Condom Grosssssssssssssssssssssssss Just try to be careful when you are buying hair bands... who knows what it is made from. These hair bands were made from used condoms and threads. Used condoms are being recycled into hair bands in southern China, threatening to spread sexually-transmittable diseases they were originally meant to prevent, state media reported Tuesday. In the latest example of potentially harmful Chinese-made products, rubber hair bands have been found in local markets and beauty salons in Dongguan and Guangzhou cities in southern Guangdong province, China Daily newspaper said.",
  "Last Updated": "27 August 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/toxins/hairband.asp",
  "Claim": "Some Chinese-made hair bands were fashioned from recycled condoms.",
  "Claim_ID": "medical_toxins_hairband",
  "Tags": ""
}