{
  "Origins": "On 2 November 2014, rumors began to circulate (mainly via Twitter) that three \"Doritos factory workers\" had tested positive for the Ebola virus and, consequently, untold numbers of Doritos bags had been potentially contaminated with the virus.",
  "Fact Check": "",
  "Description": "The rumor of Ebola-infected Doritos mimicked a somewhat-similar rumor that a chocolate factory worker in Africa had contaminated Halloween candy after bleeding into batches of food. However, the Doritos rumor was a false one deliberately promulgated by fabricated news stories. Manufactured images of \"breaking news\" attributed to large media outlets such CNN and Fox News enabled the claim to spread rapidly: Almost as quickly as it started, the Ebola in Doritos claim was exposed as the work of 4chan, a popular message board known for propagating similar pranks. A spokesperson for Frito-Lay addressed the rumor: Internet rumors associating the Ebola virus with one of our packaged snack foods are absolutely and entirely false. While the Doritos brand is always a hot topic in social media, it is unfortunate someone chose to use this or any brand for such an insensitive prank. The rumor of Ebola-infected Doritos plant workers is not only false but scientifically contradicted. The Centers for Disease Control (CDC) has explained countless times that Ebola cannot be transmitted through food.",
  "Originally Published": "",
  "Referred Links": "http://www.cdc.gov/vhf/ebola/transmission/index.html;http://www.reddit.com/r/4chan/comments/2l4kdo/ebolaindoritos/;https://twitter.com/Ronald_MacKay/status/529288365943054336;http://t.co/KIJaCejhR0;https://twitter.com/hashtag/EbolaInDoritos?src=hash;",
  "Example": "[Collected via Twitter, November 2014] 3 workers in a Doritos factory were diagnosed with ebola, leading thousands of bags to be infected #EbolaInDoritos #EbolaInDoritos !!!!!!!! 4Chan pic.twitter.com/KIJaCejhR0 Ronald MacKay (@Ronald_MacKay) November 3, 2014",
  "Last Updated": "3 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/ebola/doritos.asp",
  "Claim": "Three Doritos factory workers have tested positive for Ebola.",
  "Claim_ID": "medical_ebola_doritos",
  "Tags": ""
}