{
  "Origins": "On 28 March 2015, the entertainment web site Adobo Chronicles published an article reporting that the 2015 running of America's premier auto racing event, the Indianapolis 500, had been cancelled due to the passage of the Religious Freedom Restoration Act in the state of Indiana:",
  "Fact Check": "",
  "Description": "This has been the biggest fallout yet since Governor Mike Pence signed Indiana's anti-gay law legalizing discrimination against gay people based on religious belief. The Indianapolis 500, or Indy 500, scheduled for the upcoming Memorial Day weekend, has been scrapped and is being moved to Daytona Beach, Florida. In announcing the cancellation, both NASCAR and Verizon said that the decision was in solidarity with the LGBT community which \"has suffered enough discrimination not only by political and religious conservatives but also by super macho groups, especially the organizers of major sports events like football and car racing.\" \"Daytona Beach is certainly more gay-friendly,\" NASCAR and Verizon said. While it's true that several companies are taking their business out of Indiana in protest of that states's passage of the Religious Freedom Restoration Act, INDYCAR has not made any announcements about moving or cancelling the Indy 500. (NASCAR is a different racing league entirely and has never been associated with the Indianapolis 500.) The Adobo Chronicle is a fake news web site that does not publish factual stories. The publication, which frequently features outlandish topics such as rapper Kanye West's being banned for life from all award shows, states on their About page that \"everything you read on this site is based on fact, except for the lies.\"",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/ecsw;http://finance.yahoo.com/news/tim-cook--salesforce--angie-s-list-take-a-stand-against-new-indiana-law-182000982.html;http://www.donotlink.com/ecsx;",
  "Example": "[Collected via e-mail, March 2015] Is it true the Indy 500 is moving to Daytona, Florida?",
  "Last Updated": "26 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/indy500.asp",
  "Claim": "The Indianapolis 500 has been cancelled and moved to Florida due to Indiana's passage of the Religious Freedom Restoration Act.",
  "Claim_ID": "media_notnews_indy500",
  "Tags": ""
}