{
  "Origins": "On 18 October 2014, Empire News published an article claiming that the corpse of a man who had died at a Halloween haunted house attraction in Illinois had been mistaken for a prop for nearly two weeks:",
  "Fact Check": "",
  "Description": "According to police, a 71-year-old man, whose identity has not been released pending notification to the family, had leaned up against a corner of the building after climbing the stairs to the second floor, and had apparently passed away. \"We don't yet know whether he had a heart attack or an existing illness that may have caused his death,\" said Officer Allison Garfield, who had been on the scene to direct traffic. \"It was mayhem after he was discovered, though. People ran from the building screaming, but not in a good, fun way as you'd expect at a place like this.\" \"To think that someone could live all alone in this world in a way that no one would notice you gone for multiple weeks, and he made a trip here all by himself to have some fun. We didn't notice him ourselves. It's just awful,\" Said Lynn Graham. \"We have so many props up there I guess I thought Hank put him up there, and he thought I did.\" The story quickly racked up thousands of shares on Facebook, and the more readers who laid eyes on this strange tale, the more people who came away believing it was true. Fortunately, this tale was nothing more than a spooky ghost story. Empire News is a fake news publication that operates outside the world of facts. The site has previously featured fictional stories about pumpkin spice tampons and a delay in the processing of 2014 tax returns. While the story above is indeed a work of fiction, it does borrow a version of truth from some similar incidents. Since 1990, a handful of people have died while attempting to scare people with overly realistic Halloween decorations, and in 1976 a \"hanging man\" prop used in a fun house was discovered to be a real human corpse.",
  "Originally Published": "",
  "Referred Links": "http://empirenews.net/about-disclaimer/;http://empirenews.net/man-dies-in-haunted-house-mistaken-for-prop-for-almost-2-weeks/;",
  "Example": "[Collected via email, October 2014] Any truth to this? Man dies in a haunted house & is mistaken for a prop for almost 2 weeks.",
  "Last Updated": "21 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/scaredstiff.asp",
  "Claim": "A corpse went undiscovered for two weeks at a Halloween haunted house attraction.",
  "Claim_ID": "media_notnews_scaredstiff",
  "Tags": ""
}