{
  "Origins": "On 6 January 2015, the Daily Currant published an article titled \"Obama Wears 'I Can't Breathe' Shirt to Congressional Swearing-In Ceremony.\" According to the article, President Obama attended the swearing-in of the 114th Congress clad in a shirt commonly worn by those who have protested a grand jury decision following the death of New York resident Eric Garner. The phrase \"I can't breathe\" (Garner's final words) was adopted as a protest chant during civil rights demonstrations in late 2014.",
  "Fact Check": "",
  "Description": "Daily Currant claimed: Republican elected officials looked \"stunned\" as the president entered congressional chambers. Reporters said the Republican congressmen looked breathless and \"whiter than usual.\" House Speaker John Boehner of Ohio spoke with media after the ceremony and said, \"The shirt is the definition of inappropriate. Racism is not a joke, and the president making such a racist statement is uncalled for on this important day.\" The article included several other clearly tongue-in-cheek fake quotes from politicians. The Daily Currant is a well-known fake news site whose About page is clear on its satirical nature. Previous fabricated claims from that site include one stating that dozens of Coloradans died of marijuana overdoses shortly after recreational use of cannabis was legalized in that state and another in which Sarah Palin purportedly stated that Jesus celebrated Easter.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/d4r1;http://www.donotlink.com/d4qp;",
  "Example": "[Collected via email, January 2015] Did the President wear an \"I Can't Breathe\" tee shirt to the Congressional swearing in ceremony on Jan 6?",
  "Last Updated": "7 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/cantbreathe.asp",
  "Claim": "President Obama wore an \"I Can't Breathe\" shirt to the Congressional swearing-in ceremony.",
  "Claim_ID": "media_notnews_cantbreathe",
  "Tags": ""
}