{
  "Origins": "It's quite common here in the U.S. for schoolkids to pass around among themselves salacious rumors about activities (typically involving sex or drugs) that other kids supposedly engage in. The fact that the tale-tellers have never participated in such activities or witnessed anyone else engaging in them, and may not know anyone who has even claimed to have done whatever is being discussed, does not dampen the spread of such rumors or lessen their believability. If anything, the rumors' lack of substance only serves to spur their spread after all, you can't disprove the notion that something wild and forbidden is taking place if you can't identify the when, where, and who of its supposed occurrence. That kids can't see an allegedly secret activity taking place simply reinforces the notion that it is indeed a secret.",
  "Fact Check": "",
  "Description": "Schoolkids' rumors often reach the ears of parents and teachers and other adults, and the more alarming ones get passed along the chain to school counselors and the police. Unfortunately, just like the schoolkids who initiated the tales, some of those adults take such rumors at face value and unquestioningly repeat them as fact, without verifying that anyone is actually engaging in whatever behavior the rumor du jour describes. Soon enough the public at large is reading alarming warnings about how schoolchildren all over the country are sporting sex bracelets and engaging in rainbow parties and partaking of jenkem , usually based on the word of some authority figure (a police representative or a physician or a psychologist or a school administrator) who \"knows\" this sort of thing is really happening despite never having encountered a documented case of it. Ever-vigilant parents concerned about protecting their children from the world's many menaces pick up such warnings and spread them far and wide, and no amount of convincing can disabuse them of the notion that a doctor or a policeman could possibly have repeated something that wasn't true especially not something concerning the well-being of their children. An example of this type of phenomenon took place in June 2013, when many English-language news outlets in the U.S. and UK picked up and ran reports claiming that oculolinctus, an eye-licking fetish also known as \"worming,\" was \"currently sweeping across the schools of Japan.\" These news accounts typically presented the supposed fad as something real and widespread, warned of its potential medical dangers, and proclaimed that the activity was already responsible for a recent outbreak of deleterious health effects: Don't do this. An \"eyeball licking\" fetish seems to be spreading pink eye among Japanese school children, who describe the act, also known as oculolinctus, as an expression of intimacy between young lovers. Sometimes known as \"worming,\" oculolinctus is being blamed for a significant rise in Japanese cases of conjunctivitis and eye-chlamydia. It's apparently seen as a new second-base; the thing you graduate to when kissing gets boring. The craze is thought to stem from a music video by Japanese emo band Born. One theory about why it has taken off so spectacularly is down to the sheer number of nerve endings in the cornea. The eyeballs are incredibly sensitive because they need to detect grit and other small particles, and the sensation of oculolinctus is supposedly akin to that of toesucking. Members of our site's message board quickly recognized the weakness of the confirmation behind this story and its similarity to other discredited \"new fad sweeping Japan\" articles that frequently pop up in the Western press (e.g., hotels for sheep , sheep being sold as poodles). And sure enough, as Tokyo-based journalist Mark Schreiber wrote in the August 2013 edition of Number 1 Shimbun , all of the reporting on this story stemmed from multi-generation repetitions of information from a single dubious article (based on a single anonymous source), which none of the news outlets running articles about the alleged \"eyeball-licking\" craze in Japan attempted to verify: The source wasn't that difficult to find. An article in Japanese titled \"Shogakusei ni gankyuname hentai purei ga dairyuukou\" (The perverted play of eyeball-licking is a hit among primary schoolers) appeared on Friday, June 7 on Bucchi News, a site for subculture enthusiasts. The story s sole informant was \"Y,\" an anonymous teacher at a primary school in Tokyo, who revealed how he had traced an epidemic of pink eye at his school to \"hentai (perverted) play\" in the form of rampant eyeball licking among students. Notably lacking in attribution and details, the story had all the trappings of an urban legend. Knowing the background of the story s publisher didn t instill much confidence in its veracity. Bucchi News is produced by Core Magazine, a publishing company raided by police on suspicion of obscenity last April 19, when a variety of materials, including its office computers, were confiscated. Four days later Core announced that two of its magazines, Komikku Megastore and Nyan2 Club, would suspend publication. If that doesn t raise questions, last year Core sold off one of its most popular periodicals, a monthly subculture magazine called Bubka whose previous editor, Masaki Okazaki, in 2006 had the distinction of becoming the first person in Japan arrested under new laws banning child pornography. Bubka contents ran the whole gamut of extreme, mondo bizarro lifestyles: biker gangs, leather, tattooing and body-piercing. It also catered to men with Lolita complexes, featuring depictions of not-so-innocent adolescent girls engaged in a variety of bizarre practices. As chronicled by Schreiber, the eyeball-licking rumor took off when another Japanese web site ( Naver Matome ) reproduced the story, \"cherry-pick[ing]the contents of the article to highlight the more shocking points related to schoolchildren\" and embellishing it with suggestive but unrelated stock photographs of \"vulnerable-looking adolescent girls wearing eye patches\" and the like. It spread throughout Japan, and to China, and to the news media in English-language countries in the western hemisphere. But real evidence that an eyeball-licking craze was really taking place and producing a widespread rash of ocular maladies such as conjunctivitis and eye-chlamydia in Japan remained elusive: Debunking an anonymous, unattributed story may be impossible, but it was not especially difficult to at least cast doubts on the sweeping claim that large numbers of Japanese adolescents were suffering from an epidemic of tongue-induced pink eye, as the blogs were now claiming. I contacted three Japanese professional organizations, including two ophthalmological associations and an organization of school clinicians. Queries were also sent to a professor of nursing at a national university and a Yokohama-based ophthalmologist. None of them had the faintest idea of what I was talking about. None knew anything about the rampant spread of disease. As this story was going to press, I was able to reach the editor at Core Magazine who had posted the original story on Bucchi. Expressing astonishment at how the story had gone viral in the foreign media, he evaded my questions about the identity of the writer. \"The story never claimed the problem was widespread,\" he said defensively, implying that readers of his site are looking for thrills, not facts, and anyone who read the story in Japanese would clearly recognize the story's main purpose, which was to titillate. It's hard to judge how many of the foreign readers of the story understood the purpose of the original: whether they actually believed that eyeball lickers were running amok across Japan or whether they were just titillated by the outlandishness of the report. But, sadly, it appears that even at \"news organizations\" the rationale for running anything has become that somebody else said it first. Indeed, the U.S. press followed a pattern of reporters' citing each other's stories and gathering plenty of information from medical professionals about potential eye problems (and pleasures) related to eyeball-licking, but paying little attention to the scarcity of hard information documenting the occurrence of the phenomenon they were describing: \"This is a dangerous practice which has the potential to spread a number of bacteria that reside in the mouth to the eye resulting in bacterial infections such as conjunctivitis to styes as well as abscesses involving the lids and eye socket,\" Dr. Robert Glatter, an emergency medicine physician at Lenox Hill Hospital in New York, told CBSNews.com. Japanese blog Naver Matome interviewed one concerned teacher who said that he ran into two sixth grade students licking each others' eyeballs in an equipment room. After he confronted them, they admitted it was popular in their class. His independent survey of students confirmed his fears: One-third of the children admitted to eyeball licking. The Guardian cites a Japanese music video from the band Born, which features an eyeball licking scene, as the spark for the reignited trend. Dr. Robert Noecker, an ophthalmologist practicing in Connecticut, told Medical Daily that the eyeballs may act as an erogenous zone due to the amount of nerves. \"The cornea is the most innervated part of the body,\" Noecker said. \"That's why it might feel good to have it licked. It's the same thing with sucking toes they're so sensitive because the body needs to be able to detect minor particles and other disturbances. If you're so inclined, that's the plus.\" From there it got worse. Second-hand information from articles like the CBS News story quoted above, which simply referenced a \"Japanese blog [that] interviewed one concerned teacher\" as its source, was transformed by other writers into something \"a teacher in Japan told CBS News\": Would you lick someone else s eyeball? This odd new trend started by school-aged children and teenagers in Japan is also called worming or oculolinctus. A teacher in Japan told CBS News that he caught two sixth graders licking each others eyeballs and then after doing his own independent survey, he found that one-third of the children in the school admitted to 'worming.' Surely there are youngsters (and adults) in Japan and other parts in the world who have tried licking a partner's eyeballs to see if it really feels good (or to make an attention-grabbing video for YouTube, or just to say that they did it), and a few may even engage in that activity as a regular practice. But as is common with rumors of this ilk, the notion that it's so common and widespread an activity as to be causing a significant rise in medical issues among schoolkids appears to be based far more on fantasy than reality.",
  "Originally Published": "",
  "Referred Links": "http://www.decodedscience.com/eyeball-licking-dangers-of-new-fad-sweeping-japan/31240;http://matome.naver.jp/odai/2137058819724992001;http://no1.fccj.ne.jp/index.asp?option=com_content&view=article&id=954;http://message.snopes.com/showthread.asp?t=85950;http://www.nytimes.com/2005/06/30/fashion/thursdaystyles/30rainbow.html;",
  "Example": "[Decoded Science, 2013] Would you lick someone else's eyeball? This odd new trend started by school-aged children and teenagers in Japan is also called 'worming' or oculolinctus. A teacher in Japan told CBS News that he caught two sixth graders licking each others eyeballs and then after doing his own independent survey, he found that one-third of the children in the school admitted to 'worming.'",
  "Last Updated": "8 August 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/media/goofs/eyeballlicking.asp",
  "Claim": "An eyeball-licking fad has produced a widespread outbreak of ocular maladies among Japanese schoolchildren.",
  "Claim_ID": "media_goofs_eyeballlicking",
  "Tags": ""
}