{
  "Origins": "On 17 December 2014, The Lapine published a satirical article claiming Burger King was taking Timbits, the beloved doughnut-hole like confectionery, off the menu from the Tim Hortons chain of coffee/doughnut restaurants:",
  "Fact Check": "",
  "Description": "Tim Hortons new owners announced today that they will no longer be selling Timbits sweet doughy treats as a result of cost-cutting measures at the $23 billion company. But it appears they underestimated Canadians and their love for the \"bite-sized blasts of flavour.\" CBC is reporting that protesters have appeared at more than 20 Tim Hortons and Burger King locations across the country, and that #SaveTimbits has surged to the top of Twitter's list of most-used hashtags. \"Timbits are more than just deep-fried balls of water and flour to Canadians,\" picketer Tom Delmont told the Oakville News at a rally outside that city's Lakeshore Road Tim Hortons location. \"If these Americans think they can just stomp in and take away our Timbits, they're in for a Whopper of a surprise. Welcome to Canada. This is the way we do things here.\" The article was shared thousands of times on Facebook and Twitter, and Tim Hortons fans soon began creating memes about Burger King's supposed decision: Tim Hortons lovers don't have to worry about their beloved Timbits disappearing anytime soon, however. According to The Lapine's About page, all articles published on that web site are satire: The Lapine is all about poking people and things that deserve to be poked. It is satirical commentary written by all kinds of people from here, there and darned near everywhere. Given that so many, many people, events, opinions and trends deserve to be shown in a tongue-firmly-in-cheek way, The Lapine is not limited to just trending topics. Our writers will guffaw at anything really. The word Lapine is French for rabbit. There's no deep logic behind the name so please don't get a brain hernia trying to figure it out. We're just two people who believe that satire can be very effective in pointing out that the emperor is buck naked. No Lapine content is intended to hurt even the most delicate of feelings, but it's bound to happen. Get over it. But if you have concerns, let us know. Did we mention that The Lapine is satire?",
  "Originally Published": "",
  "Referred Links": "http://thelapine.ca/about-2/;http://thelapine.ca/burger-king-kills-timbits-canadians-react-angrily/;",
  "Example": "[Collected via e-mail, December 2014] Is it true that Burger King is discontinuing Tim Bits at Tim Hortons?",
  "Last Updated": "18 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/burgerkingtimbits.asp",
  "Claim": "Burger King is taking Timbits off of the Tim Hortons menu.",
  "Claim_ID": "media_notnews_burgerkingtimbits",
  "Tags": ""
}