{
  "Origins": "On 21 November 2014, the National Report published an article claiming millions of Thanksgiving turkeys were contaminated with the virus that causes avian flu: The CDC has confirmed that millions of turkeys have been recalled due to safety concerns over an avian virus that the birds may be harboring. The virus is related to human influenza virus but was thought to lack the ability to infect humans. However, it appears that the virus has recently developed the ability to move from bird hosts into humans. The results could be disastrous. In studies done with the newly transmissible virus, it showed similar abilities to infect humans as the avian flu virus that killed 50 million people in 1918. Soon afterwards links and excerpts referencing this article were being circulated via social media, with many of those who encountered such references mistaking them for genuine news reports. However, the article was just the latest bit of fiction from the National Report , a web site that publishes outrageous fake news stories such as \"IRS Plans to Target Leprechauns Next,\" \"Boy Scouts Announce Boobs Merit Badge,\" and \"New CDC Study Indicates Pets of Gay Couples Worse at Sports, Better at Fashion Than Pets of Straight Couples.\"",
  "Fact Check": "",
  "Description": "The National Report 's (since removed) disclaimer page notes that: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental. National Report publisher Allen Montgomery has also stated to the legitimate press that in no way should anyone construe the National Report as real news: \"It is our opinion that if a person is too lazy to check for multiple references [or at least one other source] ... and they spread misinformation around as fact, then they are to blame for their own stupidity, not us,\" he said.",
  "Originally Published": "",
  "Referred Links": "http://nationalreport.net/millions-thanksgiving-turkeys-recalled-family-safe/;",
  "Example": "[Collected via e-mail, November 2014] Article on millions of turkeys being recalled because of possible infection of avian flu. Is this on the level? Went to CDC website andthere is no mention.",
  "Last Updated": "22 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/turkeyflu.asp",
  "Claim": "Millions of Thanksgiving turkeys have been recalled due to avian flu.",
  "Claim_ID": "media_notnews_turkeyflu",
  "Tags": ""
}