{
  "Origins": "On 20 October 2014, the National Report claimed several kindergarten students in Texas had tested positive for Ebola: The unused wing of a retirement community in Wortham, Texas was transformed into a makeshift Ebola ward early this morning after 17 kindergarten students fell violently ill and tested positive for the Ebola virus. It is believed that the children were exposed to the deadly disease after sharing classrooms with a Liberian foreign exchange student. The girl had recently arrived in the states to spend a year with an American family after her own parents were displaced by war. She began vomiting excessively two week after her arrival and tested positive for Ebola shortly before the other children began displaying symptoms themselves. An accompanying image on the site was labeled as a representative snapshot of distraught parents separated from their children:",
  "Fact Check": "",
  "Description": "The image used to prop up the claim of Ebola-stricken kindergarten students in Texas was indeed a real picture of grieving people. However, it was taken in Prescott, Arizona, in mid-2013 after a crew of 19 firefighters died battling a massive wildfire . National Report is a fake news site that publishes sensational, made-up stories including \" 15 Year Old Who 'SWATTED' Gamer Convicted of Domestic Terrorism ,\" \" Solar Panels Drain the Sun's Energy, Experts Say ,\" and \" Vince Gilligan Announces Breaking Bad Season 6 .\" The site peppered social media sites with false claims of Ebola outbreaks after two nurses contracted the virus in October 2014, but none of its reports were based in fact.",
  "Originally Published": "",
  "Referred Links": "http://www.dailymail.co.uk/news/article-2352174/Nineteen-firefighters-dead-Yarnell-Hill-wildfire-spread-acres-2-000-acres-overnight-Central-Arizona.html;http://nationalreport.net/17-texas-kindergarteners-contract-ebola-exposure-liberian-foreign-exchange-student/;",
  "Example": "[Collected via email, October 2014] National report.net claiming 17 Texas Kindergarteners contracted Ebola and shows photos of Parents being held back from their children.Surely it is a RUMOR!",
  "Last Updated": "20 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/ebolakindergarten.asp",
  "Claim": "Seventeen kindergarteners in Wortham, Texas, tested positive for Ebola after being exposed to a Liberian exchange student.",
  "Claim_ID": "media_notnews_ebolakindergarten",
  "Tags": ""
}