{
  "Origins": "In March 2015, the entertainment web site Daily Buzz Live published a fantastical story claiming that a Brazilian scientist was attacked after successfully cloning a prehistoric species of owl:",
  "Fact Check": "",
  "Description": "While scientists experiment with mother nature, they end up unearthing specimens from the past that they may end up wishing they had left alone, as these specimens could prove to be dangerous to our environment. Take the prehistoric owl that was cloned in Brazil for instance. Ornimegalonyx as this giant cursorial owl is known as, was extinct and measured 3'7\" in height when fully grown: Brian Christopher was the lead scientist at Fogarty International Center. He was doing a routine inspection on the bird. When he opened the cage, the owl immediately attacked, placing it\u0019s foot on each shoulder and violently gouging out his eyes. He was rushed to Daher Hospital where he\u0019s in serious but stable condition, but Doctors say he lost both eyes and there are no chances of recovering his sight. While The Daily Buzz Live included some factual information in their story (e.g., the extinct Ornimegalonyx did grow to more than one meter in height) as well as real photographs (yes, the above-displayed picture shows an actual bird), the sections of the article related to cloning and a prehistoric owl attack were completely fictional. A disclaimer on Daily Buzz Live states that purpose of the web site is to entertain and not inform: The articles and stories may or may not use real names, always a semi real and/or mostly, or substantially, fictitious ways. Therefore, just a few articles contained on this website Daily Buzz Live are works of fiction. Any truth or actual facts contained in those stories or posts are purely incidental or coincidental and not intended to be, or be construed as, facts. The purpose of said stories is to entertain and amuse and not to disparage any persons, institutions, in anyway and no malice is intended towards anyone or anything, nor should any be construed from the fictional stories. That means some stories on this website are fictitious. Despite its absurd premise, this article has enjoyed viral popularity likely due to the images included within: While some maintain that the creature depicted in these images is some sort of alien life form, zoologist Karl Shuker confirmed that the animal is actually a potoo bird: There has apparently been much wild speculation among non-ornithologists concerning the nature of this bird. Some contributors have voiced the opinion that it is an alien creature, or even a demonic entity, and others that it is an effigy or a taxiderm gaff (presumably one with a beak capable of opening and closing, judging from the differences in beak appearance present in the photos!) created specifically to fool or horrify its observers. In reality, however, comparing the photos with confirmed potoo images online swiftly vindicated my opinion that it is merely a potoo, most probably the common potoo Nyctibius griseus.",
  "Originally Published": "",
  "Referred Links": "http://karlshuker.blogspot.com/2014/01/portraits-of-potoo-neither-avian-alien.html;http://www.donotlink.com/dsgz;http://www.donotlink.com/e97n;",
  "Example": "[Collected via e-mail, March 2015] I just found this link on Facebook and I need it to be classified as false or possible or true. Knowing today's DNA research I thought it may be possible but no other site is coming up for this info. \"PREHISTORIC OWL SUCCESSFULLY CLONED IN BRAZIL PLUCKS OUT SCIENTISTS EYEBALLS IN ATTACK.\" Please help me double check it.",
  "Last Updated": "24 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/potoo.asp",
  "Claim": "A Brazilian scientist was attacked by a prehistoric species of owl he had cloned.",
  "Claim_ID": "media_notnews_potoo",
  "Tags": ""
}