{
  "Origins": "On 12 March 2015, World News Daily Report (WNDR) published an article positing that a 16-year-old Arkansas girl had \"presented a paternity action lawsuit\" in support of her contention that her biological father is none other than former U.S. president Bill Clinton.",
  "Fact Check": "",
  "Description": "According to the article, Alyssa Gilmore maintains that her mother Whitney had an affair with President Clinton while working as an Oval Office secretary, and Alyssa now wants to force Clinton to undergo a paternity test to validate her claim that he is her real father: A 16-year old girl has presented a paternity action lawsuit this morning, before an Arkansas state court, alleging that the former president of the United States, William Jefferson Clinton, is her biological father. Alyssa Gilmore claims that her mother, a former secretary of the oval office named Whitney Gilmore, had an affair with President Clinton between 1998 and 2001. She says she was born out of that relationship, and demands that Mr. Clinton undergoes a paternity test to prove that her story is true. \"I know Bill Clinton is my father\" says the young girl. \"I have many pictures of my mother and him and I know they were in love. He even gave me presents for Christmas and my birthdays when I was a kid, before he left my mother. I have spent many years writing him letters and calling him, hoping he would come back in my life. At first, he would write back and we spoke on the phone regularly, but he doesn't even answer anymore. I just want him to take his responsibilities and recognize that he is my father, that's all.\" Given the combination of Bill Clinton's well known extracurricular sexual activities and a number of widely publicized instances of people coming forward with public claims (some real, some not) of having been fathered by notable male personages, this story doesn't sound too unbelievably far-fetched to be true. But alas, World News Daily Report is one of myriad fake news sites on the Internet; and like all their other published fodder, this article about a Clinton paternity suit is naught but a work of fiction: Information contained in this World News Daily Report website is for information and entertainment purposes only. WNDR assumes however all responsibility for the satirical nature of its articles and for the fictional nature of their content. All characters appearing in the articles in this website even those based on real people are entirely fictional and any resemblance between them and any persons, living, dead, or undead is purely a miracle. The girl shown in the photograph that accompanied the article is actually Brittany Howes of American Fork, Utah, who underwent a liver transplant back in January 2013 (when she was 16 years old): Brittany Howes, 16, sits for a portrait at her home in American Fork. Howes underwent a liver transplant on January 17, and is doing well.",
  "Originally Published": "",
  "Referred Links": "http://www.heraldextra.com/news/local/north/american-fork/year-old-american-fork-girl-doing-well-after-liver-transplant/article_c0c42b46-668d-53c1-923b-3a937fb15b17.html;http://www.hollywoodreporter.com/news/mccartney-paternity-investigation-dropped-137657;http://theboombox.com/jay-z-sued-by-21-year-old-claiming-rapper-is-his-father/;",
  "Example": "[Collected via Facebook, March 2015] Is this true? 16-Year Old Girl Claims Former President Bill Clinton Is Her Father",
  "Last Updated": "14 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/clintonchild.asp",
  "Claim": "A 16-year-old Arkansas girl has filed a paternity lawsuit claiming that Bill Clinton is her father.",
  "Claim_ID": "media_notnews_clintonchild",
  "Tags": ""
}