{
  "Origins": "In January 2015, a long-circulating rumor about purported recommendations made by the Centers for Disease Control (CDC) about breastfeeding and vaccines began to spread anew. According to claims made on blogs and social media sites, the CDC recommended mothers stop breastfeeding in order to ensure vaccines dispensed to newborn babies were fully effective.",
  "Fact Check": "",
  "Description": "The rumor touched upon two often controversial baby care issues, vaccines and breastfeeding, and also tacitly suggested the CDC's focus was profit rather than what's best for babies. The claim referenced an October 2010 study published in the Pediatric Infectious Disease Journal titled \"Inhibitory effect of breast milk on infectivity of live oral rotavirus vaccines.\" At issue was the \"Interpretation\" portion on the study's abstract, which stated: The lower immunogenicity and efficacy of rotavirus vaccines in poor developing countries could be explained, in part, by higher titers of IgA and neutralizing activity in breast milk consumed by their infants at the time of immunization that could effectively reduce the potency of the vaccine. Strategies to overcome this negative effect, such as delaying breast-feeding at the time of immunization, should be evaluated. As stated in the quoted portion above, the research pertained to studying the effect of breastfeeding in the direct aftermath of the administration of a single vaccine. The text clearly addressed the immediate effect of breastmilk on that one vaccine's efficacy, not an overall recommendation that mothers \"stop breastfeeding\" completely in order to increase the efficacy of all vaccines. The study inexplicably became the focus of scrutiny in January 2015, with one blogger claiming : And now the authorities are recommending halting breastfeeding so their vaccines work more effectively! Despicable. Breastmilk alternatives such as infant formula contain synthetic nutrients, are full of sugar, GMO products, allergens, cow's milk products, have been shown to contain toxins melamine and BPA, and when combined with fluoridated tap water, and a microwaved plastic bottle, does not make for a great choice for any baby. On a more positive note, the study illustrates just how effective mother's milk is at killing viruses. Several blogs amplified the misinterpretation, entrenching the belief the \"authorities\" at the CDC had recommended a cessation of breastfeeding in order to ensure vaccine efficacy. Earlier iterations of the claim conflated the findings of a study with recommendations made based on those findings, exacerbating the confusion: Ten researchers from the CDC's National Centers for Immunization and Respiratory Disease (NCIRD) released the ridiculous paper, entitled Inhibitory effect of breast milk on infectivity of live oral rotavirus vaccines, which claims the immune-boosting effects of breastmilk are a detriment to the efficacy of vaccines. The paper goes on to say that, rather than remove vaccines so that breastmilk can do its job, women should instead remove the breastmilk to allow vaccines to do their job. The quoted portion directly above illustrated a key fallacy in understanding the context of the study. The \"ridiculous paper\" in question simply produced data gathered in the study of a single vaccine's efficacy. Its findings neither constituted an agenda nor a recommendation; they simply provided an example of ways in which the observed effect might potentially be countered. Putting aside confusion about the role and intent of medical science and its published findings, the claim can be proved false simply by reviewing the CDC's own published guidelines regarding breastfeeding, which largely defer to guidelines issued by the American Association of Pediatrics (AAP): Exclusive breastfeeding is ideal nutrition and sufficient to support optimal growth and development for approximately the first 6 months after birth. Infants weaned before 12 months of age should not receive cow's milk feedings but should receive iron-fortified infant formula. Gradual introduction of iron-enriched solid foods in the second half of the first year should complement the breast milk diet. It is recommended that breastfeeding continue for at least 12 months, and thereafter for as long as mutually desired. The CDC has also stated breastmilk is the preferred source of infant nutrition in all but a handful of instances: Health professionals agree that human milk provides the most complete form of nutrition for infants, including premature and sick newborns. However, there are rare exceptions when human milk is not recommended. Under certain circumstances, a physician will need to make a case-by-case assessment to determine whether a woman's environmental exposure or her own medical condition warrants her to interrupt or stop breastfeeding. The CDC has issued no guidelines whatsoever suggesting that breastfeeding should be delayed, either temporarily or at length, for any reason related to vaccine efficacy. Not only does the CDC not recommend mothers stop breastfeeding, that agency actively encourages nursing based on AAP guidance. The claim the CDC \"recommended that mothers stop breastfeeding in order to increase the efficacy of vaccines\" is a misleading one based on a 2010 study that simply observed the effects of breast milk on a single vaccine and neither made recommendations nor created guidelines about the cessation of breastfeeding in order to increase vaccine efficacy.",
  "Originally Published": "",
  "Referred Links": "http://www.cdc.gov/breastfeeding/disease/index.htm;http://pediatrics.aappublications.org/content/100/6/1035.full;http://www.donotlink.com/d9jg;http://www.ncbi.nlm.nih.gov/pubmed/20442687;",
  "Example": "[Collected via e-mail, January 2015] There's a rumor going around that the Centers for Disease Controland Prevention (CDC) ADVISES DELAYED BREASTFEEDING TO BOOST VACCINEEFFICACY.",
  "Last Updated": "19 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/disease/cdcbreastfeeding.asp",
  "Claim": "The CDC has recommended mothers stop breastfeeding in order to increase the efficacy of vaccines.",
  "Claim_ID": "medical_disease_cdcbreastfeeding",
  "Tags": ""
}