{
  "Origins": "A rumor started circulating at the beginning of January 2015 that Donna Douglas (the stage name of Doris Smith), the actress who played Elly May Clampett on the popular 1960s television series The Beverly Hillbillies , had died at the age of 81.",
  "Fact Check": "",
  "Description": "The rumor originated on 2 January 2015 when the Southern Gospel Update posted the following message from Shelly Brown of the Christian gospel group The Browns to their Facebook page: We lost a dear family friend today...The world knew her as Ellie Mae Clampet... A Beverly Hillbilly...But we knew her as our precious Donna who never met a stranger, had style and grace, had a kind heart, always wore pretty pink, and loved people! I'm thankful for the time we got to spend with her and all the wisdom and lessons that the kids learned from her! I will forever hear her whistle and \"y'all come back now, hear\"!!! See you on the other side, my friend!!! Baton Rouge television station WAFB confirms the actress passed away at her Louisiana home on the morning of 2 January 2015: Family members say Donna Douglas passed away at the age of 81. Douglas was an actress, best known for her role as Elly May Clampett, the only daughter of Jed Clampett, in the CBS television series The Beverly Hillbillies. She was born in 1933, in Pride, LA and lived in Zachary, LA. Douglas attended St. Gerard High School, a Roman Catholic school, where she played softball and basketball. She was a member of the school's first graduating class. She was a \"Miss Baton Rouge\" and was named \"Miss New Orleans\" in 1957.",
  "Originally Published": "",
  "Referred Links": "http://www.wafb.com/story/27748304/donna-douglas-aka-elly-may-clampett-passes-away-at-age-81;https://www.facebook.com/southerngospelupdate/photos/a.734597853266197.1073741828.734583419934307/823804164345565/;",
  "Example": "[Collected via e-mail, January 2014] Did the actress, Donna Douglas die? She played Elly Mae Clampet on the Beverly Hillbillies.",
  "Last Updated": "2 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/media/notnews/donnadouglas.asp",
  "Claim": "Beverly Hillbillies star Donna Douglas has passed away.",
  "Claim_ID": "media_notnews_donnadouglas",
  "Tags": ""
}