{
  "Origins": "This e-mail describing a segment on the evening news about bacteria found on women's purses reached us in May 2006. It describes the news piece done on this topic by a Fox affiliate TV station in Cleveland on 3 May 2006 and re-broadcast by numerous Fox stations in the U.S. on 3 May 2006 (including Fox 5 in Atlanta, the station named in the e-mail).",
  "Fact Check": "",
  "Description": "In that news story, swabs from 50 purses were sent to a lab for analysis. While a few of the samples did not show evidence of bacterial growth, most did, and nearly 1/4 of the handbags tested proved to have E. coli on them. (Escherichia coli is a bacteria that lives in the intestines of humans and animals. While most of its strains are harmless, one strain, O157:H7, produces a powerful toxin that results in severe illness in humans. E. coli gets into us through being swallowed; it rides in as part of a contaminated foodstuff, or through hand-to-mouth contact by people who have handled items laden with the bacteria, or through our swimming in water where the microbes are present. Such infections usually culminate in severe bloody diarrhea and abdominal cramps, with the illness resolving in 5 to 10 days without treatment. However, in about 2% to 7% of infections, usually in children under 5 years of age and the elderly, the pathogen causes hemolytic uremic syndrome, a serious and life-threatening condition in which the red blood cells are destroyed and the kidneys fail.) The few pocketbooks in the study that did not show evidence of bacterial contamination were not necessarily lacking in the sorts of nasties that make people ill. They could still have carried microbes like hepatitis and mononucleosis, which the clinical testing the samples underwent would have missed. A microbiologist who examined the samples taken from the 50 purses recommended women wash the outside of their handbags at least once a day with soap and water to help remove any lurking contaminations. Clorox wipes will also work to remove germs. None of this should come as startlingly new information to anyone, given where the typical purse carrier will unthinkingly place her handbag the floors of public restrooms, at her feet in restaurants or on buses or subways, the floorboards of her car, the fold-out child's seat of shopping carts (where the diapered bottoms of little ones have likely been placed by the cart's previous users). Yet, while a great many folks do remember to wash their hands after being out in public and handling a variety of items, they tend not to think about sanitizing the handbags, briefcases, and backpacks they tote with them. Given how often such carry-alls get handled by their owners and how seldom they are washed with soap and water or wiped with an anti-bacterial solution, it's surprising more contagions aren't passed this way. Here are some things you can do to decrease the likelihood of spreading illness with your pocketbook: Clean your purse or tote bag regularly. If your handbag is not the sort of item that can be tossed into the washing machine with any hope of its surviving the process, scrub its outside with a soaped-up wet facecloth or take an anti-bacterial spray or disposable wipe to it. Don't forget to tend to its handle or strap as well as to its sides. Keep in mind that bacteria and viruses latch on far more readily in wet or damp environments than they do in dry ones (see our article about the supposed 5 second rule governing dropped food for more information about that conclusion) if you set down your carry-all on a damp or wet surface, clean it once you're home, even if you only just washed it recently. Don't set down your purse on any surface where food will be prepared or eaten. That means keep it off tables and kitchen or break room counters. If you are in the habit of eating at your desk, don't place your handbag there. Remember that your purse comes into contact with most every surface your shoes tread on, and treat your handbag accordingly. If you wouldn't eat a hotdog after running your hand across the sole of your shoe, don't eat one after handling your purse. If you wouldn't place your sandals on the kitchen counter, don't drop your pocketbook there either. All the advice just given about handbags applies to briefcases and backpacks too. Your briefcase should also get a soapy wipe-down on a regular basis, as should your backpack. Both should also be kept off all surfaces where food is likely to be prepared or eaten. While one might be tempted to regard the caution about bacteria-harboring handbags as being of interest to women only, members of the non-purse-slinging public (i.e., men) should also take it to heart with regard to their briefcases, as should high school and college students of both sexes in relation to their backpacks and book bags. Barbara \"common carriers\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.cdc.gov/NCIDOD/DBMD/diseaseinfo/escherichiacoli_g.htm;",
  "Example": "[Collected via e-mail, 2006] Bacteria on Purses A study was performed on women's purses. A health team went to a local mall and took samples from the bottom of 50 women's purses. The purses were swabbed with cotton swabs along the entire bottom of the purses and placed into special containers. The swabs were then processed at a locallaboratory. The Health Report also showed where women place their purses: public rest-rooms (on the floor beside the toilet), kitchen counters & kitchen tables, on tables & chairs in restaurants, etc. The results of the laboratory tests contained the following most serious result: 1 out of 4 purses E COLI Other extremely serious bacteria also were listed, including Hepatitis. They recommended that women should DAILY wipe their purses (particularly the bottom) with a disinfectant wipe and to be extremely careful where you sit your purse. Most important, do NOT place your purse on a table (anywhere) where you will eat or on a kitchen counter and do not put it anywhere close to a toilet. Remember, when you flush a toilet, the spray goes a distance that is unrecognizable by the human eye. WASH YOUR HANDS as often as you can! Keep an antibacterial hand sanitizer cleaner (no water needed) in your purse and use it often! And as soon as you get home from shopping (or wherever you have been and used your purse), immediately wipe it all over with a disinfectant wipe. This is from me MEN who do not wash their hands after relieving themselves should be ASHAMED! Not only that, they are seriously affecting your health and their own. My husband has told me many, many times (over 50% ratio) that he has seen men in public rest-rooms relieve themselves, zip up, and immediately leave the rest-room without washing their hands!! Women get on your men and be sure they are washing thoroughly after using the rest-room. My hubby also noted that everyone spends all this time washing their hands and then grabs the door handle to exit the rest-room. So DAH! All those other folks who did NOT wash their hands have their germs all over the door handle! And I have seen many women who do NOT wash their hands after using the rest-room. So, use that paper towel you dried your hands on to open the door and then dispose of it in the closest waste receptacle (women, please do not put it in your purse!). Repeating, this is a factual report aired today on Health News, Fox 5, Atlanta, GA. Please do your part for yourself and everyone else! As soon as I saw the report, I immediately cleaned my purse with my Clorox Antibacterial Wipe and then set it on a paper towel where I normally place it on a table in our den. And I asked my hubby to PLEASE scold me if he ever saw me putting my purse on the kitchen table or counter again!",
  "Last Updated": "23 June 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/disease/purse.asp",
  "Claim": "Your purse may be carrying disease into your home.",
  "Claim_ID": "medical_disease_purse",
  "Tags": ""
}