{
  "Origins": "On 10 August 2014, the web site Newslo published an article titled \"Ted Nugent Calls for Native Americans to 'Go Back Where They Came From'\" which referenced a July and August 2014 dispute between the famously conservative rock musician and Native American groups. The debate began when a scheduled event involving Nugent was canceled over objections raised by tribal groups, and on 22 July 2014 Nugent was quoted as saying about the fracas that: I take it as a badge of honor that such unclean vermin are upset by me and my positive energy. Put your heart and soul into everything you do and nobody can stop you. Sometimes you give the world the best you got and you get kicked in the teeth. Give the world the best you got anyway. The above-referenced quote was excerpted from a larger set of remarks made by Nugent about those who had called for the cancellation of his appearance. However, Newslo 's style of embellishing scenarios (such as the one involving Nugent and Native Americans) led to their tacking on a separate and far less plausible flourish in which Nugent supposedly proclaimed that Native Americans should be \"shipped back to wherever they came from\": They need to just shut up and admit WE WERE HERE FIRST! Nobody asked them to come to America! They got a problem with a successful, happy, white American, they should just go back where they came from! Hell, it's past time these pussies were ROUNDED UP AND SHIPPED BACK TO WHEREVER THEY CAME FROM! I'll even donate the shipping crates! While some accurate comments were included in the Newslo article, the titular excerpt regarding Nugent's alleged call for the forced emigration of Native Americans was entirely fabricated. In addition to functionality enabling readers to \"see facts\" or \"hide facts\" in most articles, the Newslo site also features a disclaimer: Newslo is the first hybrid News/Satire platform on the web. Readers come to us for a unique brand of entertainment and information that is enhanced by features like our fact-button, which allows readers to find what is fact and what is satire.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.postcrescent.com/story/entertainment/music/2014/07/22/ted-nugent-fires-back-vermin-want-oshkosh-show-canceled/13010455/;http://www.donotlink.com/dyt2;",
  "Example": "[Collected via e-mail, March 2015] Did Ted Nugent Call For Native Americans to 'Go Back Where TheyCame From'?",
  "Last Updated": "5 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/nugentnative.asp",
  "Claim": "Ted Nugent said that Native Americans should \"go back where they came from.\"",
  "Claim_ID": "media_notnews_nugentnative",
  "Tags": ""
}