{
  "Origins": "On 28 October 2014, the National Report web site published an article positing that a U.S. militant organization known as Horner G6S Mercenary Incorporated was recruiting mercenaries at a starting salary of $500,000 per year to kill persons associated with ISIS:",
  "Fact Check": "",
  "Description": "An up-and-coming militant organization, Horner G6S Mercenary Incorporated, or simply known as G6S, which has known ties to the U.S. military, says it is now aggressively hiring the general public for the specific purpose of killing those affiliated with the Islamic State. The company is offering a mind-blowing starting pay of $500,000 dollars per year regardless of your history or previous background. Their only requirement, is you kill members of ISIS. Lots and lots of them. G6S, owned and operated by 35-year-old Paul Horner of Phoenix, Arizona, spoke with MSNBC today and complained of President Barack Obama s handling of the situation with ISIS. \"That Muslim president of ours is not doing enough to put an end to ISIS, and for obvious reasons, he s Muslim. Well, that will all change with what we are accomplishing over there in the Islamic State. We ll be glad to pick up the slack of Obama to protect this country like any real president should.\" By the following day links and excerpts referencing this item were being circulated via social media, with many of those who encountered the article mistaking it for a genuine news item. However, the article was just another bit of misinformation from the National Report , a fake news site that publishes made-up, controversy-provoking stories such as \" 15 Year Old Who 'SWATTED' Gamer Convicted of Domestic Terrorism ,\" \" Solar Panels Drain the Sun's Energy, Experts Say ,\" and \" Vince Gilligan Announces Breaking Bad Season 6 .\" The National Report 's (since removed) disclaimer page noted that all of the site's articles are fiction: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental.",
  "Originally Published": "",
  "Referred Links": "http://nationalreport.net/us-company-hiring-mercenaries-to-kill-isis-starting-pay-500kyr/;",
  "Example": "[Collected via e-mail, November 2014] I've seen an article on Facebook about a company that is hiring mercenaries to go kill Isis terrorists. Is this true? I read the articleand it all sounded a little far fetched but I could be wrong. Supposedly the guy who owns the company is out of Phoenix AZ.",
  "Last Updated": "2 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/killisis.asp",
  "Claim": "A U.S. company is hiring mercenaries at a salary of $500,000 per year to kill ISIS members.",
  "Claim_ID": "media_notnews_killisis",
  "Tags": ""
}