{
  "Origins": "Wild rumors like the ones quoted above about a popular brand of lemon-lime soda have been circulating for several years now. The first clue to its questionable veracity is the variety of reported effects: Drinking Mountain Dew will shrink your testicles. Or decrease your sperm count. Or cause your penis to grow smaller. Well, whatever occurs, it only happens to guys, and it hits them below the belt, right? Sounds a lot like the early 1990s legend that claimed Tropical Fantasy brand soft drinks contained a \"secret ingredient\" to cause sterility in black male drinkers, doesn't it?",
  "Fact Check": "",
  "Description": "These rumors are primarily spread about PepsiCo's Mountain Dew soft drink, although it has also been told about Mello Yello (a Coca-Cola product which, though still available, has been supplanted by Surge). The key factor is the presence of a dye called Yellow No. 5 in these drinks (presumably in large quantities), a food coloring that allegedly has nasty effects on one's manhood. Yellow No. 5, also known as tartrazine, is an FD&C (i.e., approved for use in food, drugs, and cosmetics) coloring dye commonly used to give various foods (such as beverages, candy, and ice cream) a bright lemon yellow color. It has long been deemed safe by the Food and Drug Administration. It has also been in use since 1916, so if it were shrinking penises and testicles, we'd probably have heard something more than rumors about it by now. (The FDA's established acceptable daily intake [ADI] for tartrazine is 5.0 milligrams per kilogram of body weight per day, which is about .01 ounces for a 132-pound person.) Many other common food products contain Yellow No. 5 as well, so more than just Mountain Dew drinkers would notice the effect if it were real. (Soft drinks don't contain a significantly larger amount of Yellow No. 5 than other food products.) The FDA has required since 1979 that food and drugs containing Yellow No. 5 be labeled to indicate its presence (and the U.S. Department of Agriculture requires similar labeling for meat and poultry), but that requirement came about because tartrazine was found to be associated with a variety of allergic type reactions in sensitive people, not because it wreaked havoc with the male reproductive system. If you're male and drink a lot of Mountain Dew, you will notice one related but perfectly harmless side effect: quite a bit of yellow liquid will flow out of your penis.",
  "Originally Published": "",
  "Referred Links": "http://www.cfsan.fda.gov/~lrd/cf741705.html;",
  "Example": "[Collected via e-mail, 1997] Teenagers in my area, SW Mich, have a widespread rumor going. Supposedly Mountain Dew will cause young males testicles to shrink. So none of them are drinking it. Does Mountain Dew cause shrinkage of penis size? I heard somewhere that the coloring in Mountain Dew can lower your sperm count.",
  "Last Updated": "31 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/potables/mountaindew.asp",
  "Claim": "Drinking Mountain Dew brand soda causes one's testicles to shrink.",
  "Claim_ID": "medical_potables_mountaindew",
  "Tags": ""
}