{
  "Origins": "On 7 January 2015, the entertainment web site World News Daily Report published an article claiming a ghost ship filled with Ebola-infected rats was heading towards Florida:",
  "Fact Check": "",
  "Description": "A large cargo ship originating from West Africa has the American authorities on high alert as it is approaching the coast of Florida. All 17 crew members of the Guinean Luck are reported to have died from the ebola hemorrhagic fever and the presence of thousands of rats possibly infected with the disease aboard the ship could represent a major threat for the American population. The ship left Sierra Leone on July 13 2014 in destination of the Mexican city of Tampico. Six days after leaving the port of Freetown, the captain of the ship reported in a radio communication that three of the crew members were beginning to show distressing symptoms that suggested they could be infected with ebola, and that the ship was changing course to head towards Cape Verde to get some medical help. This was the last time that the crew was heard of, and all 17 men on board are presumed to have died in only a few days later. \"We are determined to protect the American population from this unique threat\" says coast guard commander, James Fitzgerald. \"There is no way we are going to let those disease-ridden rats set foot in the USA. We're gonna find that ship and we're gonna sink it!\" The fictitious World News Daily Report article contained fabricated photos, made-up mathematical measurements, and imaginary quotes from invented officials. These dubious details gave the story an air of authenticity, and many readers took to social media to spread news of the ghost ship's impending arrival. But there is no truth to the above-quoted story. World News Daily Report is a fake news site, and its disclaimer notes all articles published on the web site are for entertainment purposes only: WNDR assumes however all responsibility for the satirical nature of its articles and for the fictional nature of their content. All characters appearing in the articles in this website even those based on real people are entirely fictional and any resemblance between them and any persons, living, dead, or undead is purely a miracle.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/d4oi;http://www.donotlink.com/d59a;",
  "Example": "[Collected via e-mail, January 2015] Would like to confirm latest fantastical story making the rounds on Facebook: Ghost ship filled with Ebola-ridden rats heading for Florida.",
  "Last Updated": "8 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/ghostship.asp",
  "Claim": "A ghost ship filled with Ebola-ridden rats is heading towards Florida.",
  "Claim_ID": "media_notnews_ghostship",
  "Tags": ""
}