{
  "Origins": "In December 2014, several deceitful websites published articles which claimed that Michael Jordan cared more about profits than the people who buy his shoes. The first article was published by the Naha Daily :",
  "Fact Check": "",
  "Description": "\"I signed up for a check. Not to save lives\" Said the now fourth most scoring Nba player ever Michael Jordan. Legendary basketball player Michael Jordan told a Footaction employee during an in store sneaker signing that kids dying over his sneakers is not his problem. He's here to sell shoes and receive a check, because that's all he signed up for. \"I mean I'm sad, but it's just not a problem that I could fix\" Said Jordan explaining that him speaking up on kids dying over his $200 dollar sneaker is just not going to solve any problems. \"They want to buy my shoes. Not hear me talk.\" The article was shared more than 50,000 times on Facebook within a day of its publication, and many readers seemed to believe Jordan had been quoted accurately by the Naha Daily . Despite the website's insistence that Michael Jordan really did say these things to a Footaction employee, the article is completely false. A statement at the bottom of the web site states the \" Naha Daily is a daily satirical news source. Meaning complete fiction.\" On 18 December 2014, Celebtricity published a similar article about his Airness: Several black activists have accused Michael Jordan of not doing enough for the black community complaining that even his shoes are too expensive for most black youths, a charge Jordan has answered himself by saying, \"I make shoes for white suburban kids, not the poor black kids. That would be like opening a restaurant for people without stomachs.\" While the Celebtricity article, much like the Naha Daily story, is a work of fiction , it does touch on a genuine issue. Michael Jordan's business practices have been criticized in the past. On 28 December 2011, shortly after the release of Air Jordan XI Concords caused a rash of violence around the United States, ESPN penned an editorial condemning Jordan and Nike for hyping their shoes and then releasing them in limited quantities: Jordan and Nike didn't directly encourage this recklessness. They didn't tell people to trample others who waited in line, and it's not their fault that a segment of people have such skewed priorities. But that doesn't absolve Jordan or Nike for willingly feeding an out-of-control monster. Let's put aside the fact that these Air Jordans cost an absurd $180. The marketing campaign for these shoes is essentially akin to yelling \"fire\" in a crowded movie theater. Nike, which created the Air Jordan brand in 1984, makes a big deal out of the fact that it only releases the Jordan XIs arguably Jordan's most sought-after shoe once a year and they will be in available only in extremely limited supply. Translation: Do whatever you have to do to get these shoes. And if people get hurt in the process, so be it.",
  "Originally Published": "",
  "Referred Links": "http://espn.go.com/espn/commentary/story/_/id/7393317/michael-jordan-nike-do-more-stem-violence;http://www.celebtricity.com/contact-us/;http://www.celebtricity.com/michael-jordan-i-make-shoes-for-suburban-whites-not-poor-black-kids/;http://nahadaily.com/gossip/michael-jordan-kids-dying-shoes-not-problem/;",
  "Example": "[Collected via e-mail, December 2014] True? Michael Jordan on kids dying over his shoes \"Not my problem.\"",
  "Last Updated": "21 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/jordanshoes.asp",
  "Claim": "Michael Jordan said he doesn't care about kids dying over his shoes.",
  "Claim_ID": "media_notnews_jordanshoes",
  "Tags": ""
}