{
  "Origins": "In July 2014, the National Report published a (since-removed) article under the misleading headline \"Autism Conclusively Linked to Agricultural Pesticides.\" What that article actually reported was a supposed correlation between the consumption of fruits and vegetables not treated with pesticides and an increased prevalence of autism:",
  "Fact Check": "",
  "Description": "Soon afterwards many social media users and web sites were sharing links to, and quoting from, this article, but they mistook two critical points about it: The article didn't claim a link between austism and the consumption of crops grown using pesticides and chemical fertilizers;, it claimed the opposite: That an increase in the incidence of autism correlated with the consumption of organic foods (i.e., food grown without the use pesticides and chemical fertilizers). The source of the article, National Report, is a fake news web site (prominently featured in our article \"5 Fake News Sites to Avoid Sharing\"). The National Report's disclaimer page also notes that: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental. The National Report article was a spoof along the lines of a widely-reproduced chart that attempts to deflate the plethora of scientifically unsupported claims that have been advanced about the causes of autism (particularly those that link the disorder to various foods) by charting a correlation between autism and organic food sales:",
  "Originally Published": "",
  "Referred Links": "http://now.snopes.com/2015/05/12/five-fake-news-sites/;https://web.archive.org/web/20140707034929/http://nationalreport.net/autism-conclusively-linked-agricultural-pesticides;",
  "Example": "[Collected via e-mail, May 2015] This story is circulating all over the web; it claims that pesticides used on farm have been proved to cause autism.",
  "Last Updated": "17 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/organic.asp",
  "Claim": "Scientists have recently documented a conclusive link between autism and agricultural pesticides.",
  "Claim_ID": "media_notnews_organic",
  "Tags": ""
}