{
  "Origins": "If AIDS was a bogeyman of the 1990s, then surely Agent Orange was one of the bogeymen of the 1980s. The herbicide used by the U.S. military in the late 1960s was blamed for a raft of ailments suffered by Vietnam veterans in the 1980s. The point here isn't to debate whether or not Agent Orange was really responsible for all the suffering attributed to it, but to highlight that someone who wants to make us stand up and take notice of a \"serious health hazard\" need merely invoke the name Agent Orange to get our attention. The message need not be accurate or even plausible; it just has to scare us into thinking that an entity of evil intent has unleashed the scourge known as \"Agent Orange\" against us.",
  "Fact Check": "",
  "Description": "Look at what we're being warned about: \"It seems the fungicide is a derivative of the systemic pesticide-herbicide, 2-4-D, more popularly known as Agent Orange . . .\" First of all, 2,4-D isn't Agent Orange in itself; it's one of the compounds that make up Agent Orange. Secondly, we're told that whatever terrible thing is in these sponges is a \"derivative\" of the substance the writer just misidentified. What sort of \"derivative\"? Given the average understanding of chemistry, many people could probably be convinced that water (H 2 O) is a \"derivative\" of hydrogen peroxide (H 2 O 2 ) and is therefore unsafe to drink. Lacking specific information, this portion of the warning is next to meaningless. We're also supposed to be alarmed that these ominous pot scrubbers state that they're not for use in aquariums and should be kept away from pets, and as proof that the warning should be taken seriously we're offered the real-life example of an anonymous correspondent's friend who inadvertently killed his tropical fish by using one of the offending sponges to clean their tank. Tropical fish are often difficult to keep alive under the best of conditions, and introducing any strange chemical into an aquarium can have disastrous results. Common household cleanser will kill tropical fish, but that doesn't mean the cleanser is inherently dangerous for household use. So, should we stand up and take notice of health hazards posed to us by pot-scrubbing sponges? Certainly not for sponges produced by Procter & Gamble, as they manufacture no such product. (They make bleach, dishwashing detergent, cleansers, and laundry soap, but not sponges.) We have to wonder how the author of this screed called Procter & Gamble to \"register a complaint\" without learning that Procter & Gamble doesn't even make the product he was complaining about. Did Procter & Gamble fail to mention that fact, or is the writer perhaps engaging in a little creative fabrication to make a point? Okay, maybe the facts are a little garbled here. Maybe it's some other manufacturer's product we're being warned about. Which manufacturer? Who makes the product, and what is its brand name? What, exactly, is the allegedly harmful \"fungicide\" used in these sponges? Spewing warnings like shotgun pellets, hoping you'll hit the right target even if some unintended victims are injured as well, is an approach that does far more harm than good. A little checking with some companies that do manufacture these sponges reveals that some sponges are indeed treated with an anti-bacterial. Why? Because the sponges are packaged wet. Why isn't the anti-bacterial listed on the packaging? Because it isn't considered a \"toxic\" substance by the FDA and therefore doesn't have to be included on the product label. Bottom line: If you want to warn us of a serious health hazard, try to get the important facts right. Heck, just try to get the minor facts right. It looks kind of silly when you not only misspell the name of the company responsible for the alleged hazard, but also threaten to boycott them because you \"can't trust what they put in\" a product they didn't manufacture in the first place. You can only cry \"Agent Orange\" so many times before people stop listening.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 1999] Grim Note On the issue of consumer protection and hazardous warnings, here's a new one, I think. Those yellow sponges with the green plastic fibers on the back for scrubbing pots \"Pot Scrubbers\" should be kept far away from our birds, fish, reptiles, cats and dogs, hamsters and whatevers. Proctor & Gamble, in its continuing search to make America look clean and smell great, has a new \"improved\" version of the sponge on the market that kills odor-causing fungi that get in the sponge after a few uses. They make a big deal out of this innovation on the outside packaging. A friend of mine used one of these sponges to clean the glass on a 200-gallon aquarium. The abrasive backs are good for removing algae and smutz that collect on the inside of the tank. He refilled the tank and after the water had time to condition and rid itself of chlorine, he reintroduced his tropical fish collection of some 30 fish. Within five hours of putting the fish back in the tank, they were all dead! Some began to die after only 30 minutes. He removed the survivors to another tank but they all died. Retracing his steps to clean the tank, the only thing that was different was using that new kind of sponge - he'd used the regular old Pot Scrubbers for years. Lo and behold I discovered on the back of the packaging in about the finest print you could put on plastic a description of the fungicide in the sponge and the warning in tiny bold-face letters, \"not for use in aquariums. keep away from other pets.\" Thanks for the warning, Proctor & Gamble. It seems the fungicide is a derivative of the systemic pesticide-herbicide, 2-4-D, more popularly known as Agent Orange, the chemical we sprayed all over Southeast Asian during the Vietnam War that many veterans and war refugees say did them permanent damage to their lungs and nervous systems. The package warning goes on to say they fungicide cannot be washed from the sponge even if it is placed in the dishwasher (in which case Agent Orange is now all over your dishes and drinking glasses). And, if you think its there to kill disease-causing bacteria like Salmonella from contaminated chicken meat, think again - it's not an effective enough bactericide to kill those kind of bugs. I called P&G to register a complaint and told them I'd never use their products again because I couldn't trust what they were putting in them. By the way, the same chemical in the sponge is used now in many of those popular anti-bacterial, anti-viral disinfectant liquid soaps and hand cleaners that are flooding the market. Don't buy that poison and warn your friends as well.",
  "Last Updated": "31 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/toxins/potscrubbers.asp",
  "Claim": "Pot scrubbing sponges manufactured by Procter & Gamble contain a dangerous derivative of Agent Orange.",
  "Claim_ID": "medical_toxins_potscrubbers",
  "Tags": ""
}