{
  "Origins": "Every now and then something shows up in the inbox that we're tempted to dismiss out of hand as \"too stupid to have anything to it.\" That was the case with this rumor about British teens shooting up Pantene in an effort to earn themselves a buzz. Clearly, this had to be another Internet leg-pull, right?",
  "Fact Check": "",
  "Description": "Uh, wrong. According to news reports coming out of northern Britain, kids have been stealing bottles of Pantene Pro V brand shampoo, believing the product contains additives that will induce hallucinations. Shampoo has been slipping off the shelves and into youngsters' pockets since late 1999, leaving local shopkeepers mystified. (One usually expects the light-fingered Louies to make off with the booze and non-prescription drugs. The sudden interest in shampoo was a puzzler.) So far the problem has remained confined to the northern town of Sunderland, but in the world of rumor, such confinements are short-lived at best. Dr David Tregoning, Sunderland's consultant in Public Health Medicine, said: \"It appears to be an urban myth that there is an active ingredient [that will cause a high]. There is no evidence of that at all.\" A spokesman for Procter and Gamble (Pantene's producer) said: \"There is nothing in the shampoo that could cause any sort of hallucinogenic or psychotropic effect.\" \"Injecting shampoo into your veins is an extremely dangerous thing to do. We can only urge people not to.\" At this point there's little reason to believe anyone is doing shampoo shots. The lack of reports documenting deaths and hospitalizations tends to indicate that though kids have heard the rumor and are acting upon it as far as swiping the suds goes, when it comes times to put needle to arm, they're backing off. If so, they're to be congratulated on their good sense. Similar baseless rumors about a potential cheap high lurking in an innocuous grocery item inspired venturesome teens generations earlier to smoke banana peels. Others slurped beer through straws under the misguided belief that by doing so they'd multiply the alcohol's effect. Young people looking for the hidden high isn't new; they've been doing that probably as long as there have been teenagers. But in recent decades, these practices have turned deadly. Glue-sniffing was popular in the 1970s. \" Huffing \" common household products came into fashion in the 1980s and 90s. Now it's injecting shampoo. The world just got a little bit crazier. Barbara \"Pantene: for extra body count\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.pantene.com/en_US/;",
  "Example": "[Collected via e-mail, 2000] On the radio this morning, I heard that students and young adults in England are stealing Pantene shampoo for the purpose of getting high. Apparently they do it IV. I am wondering if anyone has heard about this, and is this activity happening in the US yet?",
  "Last Updated": "31 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/drugs/pantene.asp",
  "Claim": "Pantene brand shampoo contains an additive that when injected will get the user high.",
  "Claim_ID": "medical_drugs_pantene",
  "Tags": ""
}