{
  "Origins": "On 20 October 2014, the National Report published an article claiming Banksy was arrested in Watford, England. \"Banksy\" is the alias of an internationally-recognized street artist whose work and continuing anonymity gained mainstream attention following his 2010 film Exit Through the Gift Shop .",
  "Fact Check": "",
  "Description": "According to the National Report , Banksy was identified as 35-year-old Paul Horner. The article also claimed the artist was captured by both Metropolitan Police and City of London Police, despite the purported arrest's having occurred outside the jurisdiction of both departments, in Hertfordshire. The National Report quoted non-existent Police Chief Lyndon Edwards on the sting that led to Banksy's arrest, as well as the long-awaited public revelation of the artist's true identity: We had a 24-hour Anti-Graffiti Task Force monitoring different groups where Banksy was known to frequent. We received word that around 2am a group of individuals left a flat speculated to be one of Banky's art studios. This group was followed by agents and once vandalism had occurred, we then arrested the group, 5 men total. These individuals all had ID on them except for one, and that is the one we believed to be Banksy,\" Edwards said. \"We then raided the studio where this group was last seen leaving from. Inside we found thousands of dollars of counterfeit money along with future projects of vandalism. We also found a passport and ID of a Paul Horner who matched the description of the man that we are currently holding.\" Edwards continued, \"Horner is currently being held without bail on charges of vandalism, conspiracy, racketeering and counterfeiting. We are also holding the other four individuals whose names we are not releasing at this time.\" There are a number of implausible claims in the Banksy arrest report article, the most glaring that a quick reverse image search instantly dates the \"perp walk\" picture back to \" Operation Razorback \" in July 2011 . One need not be all that observant to note the man the article identified as Horner in a mugshot has a notably different skin tone from the man whose face is obscured in the \"arrest\" photo displayed above: Mostly, however, the story is easily identifiable as a bit of fiction because National Report is a well-known fake news outlet, publishing click-baiting , completely false stories such as \" 15 Year Old Who 'SWATTED' Gamer Convicted of Domestic Terrorism ,\" \" Solar Panels Drain the Sun's Energy, Experts Say ,\" and \" Vince Gilligan Announces Breaking Bad Season 6 .\" London's Metropolitan Police confirmed on 20 October 2014 that the story about Banksy's arrest was a hoax.",
  "Originally Published": "",
  "Referred Links": "https://www.google.com/search?q=notting+hill+carnival+police&tbm=isch&imgil=bf6WzdsOe3paRM%253A%253Bim07paz5VldKZM%253Bhttp%25253A%25252F%25252Fwww.voice-online.co.uk%25252Ftaxonomy%25252Fterm%25252F19%25252Fwww.leadershipacademy.nhs.uk%25253Fpage%2525253D229&source=iu&pf=m&tbs=simg:CAESsgEarwELEKjU2AQaBAgDCD0MCxCwjKcIGjwKOggCEhS5ILQmnyCTFL0htyamJrUmsiDaIBoga9_1295e_1bk_11H_1aj2a-hfCKqG1XEbNlmR8evBEtRNlcMCxCOrv4IGgoKCAgBEgSBAjtADAsQne3BCRpBCggKBnBlcnNvbgoRCg9sYXcgZW5mb3JjZW1lbnQKCAoGcG9saWNlCgwKCnByb2Zlc3Npb24KCgoIbWlsaXRhcnkM&fir=bf6WzdsOe3paRM%253A%252Cim07paz5VldKZM%252C_&usg=__QSL5xttMeVc9weBYOjVe_BPEN6o%3D&biw=1366&bih=633&ved=0CDwQyjc&ei=qENFVKuEB-SGigKpy4GIBQ#facrc=_&imgdii=_&imgrc=bf6WzdsOe3paRM%253A%3Bim07paz5VldKZM%3Bhttp%253A%252F%252Fwww.voice-online.co.uk%252Fsites%252Fdefault%252Ffiles%252FTroublemaker.jpg%253F1314191112%3Bhttp%253A%252F%252Fwww.voice-online.co.uk%252Ftaxonomy%252Fterm%252F19%252Fwww.leadershipacademy.nhs.uk%253Fpage%253D229%3B2048%3B1308;http://nationalreport.net/banksy-arrested-identity-revealed/;",
  "Example": "[Collected via email, October 2014] Did Banksy really get arrested?",
  "Last Updated": "20 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/banksy.asp",
  "Claim": "British street artist Banksy was arrested by London police and publicly identified.",
  "Claim_ID": "media_notnews_banksy",
  "Tags": ""
}