{
  "Origins": "On 10 November 2014, the fake news site Empire News published a story positing that the Wendy's hamburger chain used horse meat in their hamburger products (a rumor that was also attached to the Burger King chain). The article reported that the famous Wendy's advertising slogan from the 1980's, \"Where's the Beef?\", was actually an inside joke started by the restaurant's founder, Dave Thomas:",
  "Fact Check": "",
  "Description": "\"Where's the Beef?!\" was a popular phrase in the 80s, based on the 1984 TV commercial for Wendy's restaurants featuring little old ladies sampling other restaurant's menu items. Apparently the answer to the question is, ironically, not at Wendy's. At a press conference this morning, Wendy Thomas, daughter of founder Dave Thomas, and president of operations Carl Frosty admitted that mounting internet rumors are true, and that Wendy's stopped using beef in their burgers back in 1984. \"It's true the 1984 'Where's the Beef' ad was an inside joke started by my father. I really don't see the big deal, honestly,\" said Thomas. \"Horse meat is FDA approved, is has been for ages. If you've enjoyed our burgers any time in the last 30 years, there's no reason not to keep enjoying them. My father was a businessman; he experimented to find the cheapest, yet best tasting meat he could. He tried dog, cat, llama, and rats in our testing labs, but horse meat was the tastiest and the cheapest. It's even less expensive than beef, if you can believe it.\" There was nothing to this story, as Empire News is a fake news web site that publishes entertaining, fabricated articles. However, there is a modicum of truth behind the \"horsemeat in hamburgers\" notion: in January 2013 the Burger King fast food chain announced it had stopped buying beef from an Irish meat processor to supply its U.K. and Ireland restaurants after that processor's patties were found to contain traces of horsemeat. Shortly after that controversy, Wendy's released a statement asserting their burgers were made with 100% beef: Wendy's only uses fresh, 100% North American beef in all restaurants throughout North America. We do not use any horse meat.",
  "Originally Published": "",
  "Referred Links": "http://www.eater.com/2013/2/21/6481271/on-the-record-us-restaurant-chains-deny-serving-horse-meat-in-their;http://www.usatoday.com/story/money/business/2013/01/24/burger-king-horsemeat/1861529/;",
  "Example": "[Collected via e-mail, November 2014] Do Wendy's restaurants serve horse meat in place of beef?",
  "Last Updated": "30 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/wendyshorsemeat.asp",
  "Claim": "Wendy's hamburgers contain horse meat.",
  "Claim_ID": "media_notnews_wendyshorsemeat",
  "Tags": ""
}