{
  "Origins": "On 23 December 2014, Empire News published an article claiming Kurt Sutter was making a Sons of Anarchy movie with Brad Pitt and Charlie Hunnam in the lead roles:",
  "Fact Check": "",
  "Description": "Kurt Sutter, creator of the hit FX drama Sons of Anarchy, has announced plans to turn the popular television series into a major motion picture. Sutter, who was also a writer, producer, and director on the series, said in an interview with Hollywood Today magazine that he has long contemplated taking S.O.A. to the big screen following its run on television. \"People absolutely loved the show, as did I, and I have put a lot of thought into the matter, and we are going forward with turning it into a feature film\" Sutter said. Sons of Anarchy ran for seven seasons on FX, from 2008-2014, and in the process built a huge following. Sutter said the film will star Charlie Hunnam, who played the lead character Jax Teller, as well as Ryan Hurst who played Opie Winston, and Katey Sagal as Gemma Teller. The film, which is a prequel to the storyline of Sons will also introduce fans to Jax's father, John, who will be played by Brad Pitt. \"I am most excited about bringing Brad (Pitt) on as John Teller, he is absolutely perfect for the role. The movie will take place from the day Jax was born, and leads up to the era just before Sons Of Anarchy began as a series.\" There is no truth to the article quoted above. Empire News is a fake news website that does not publish factual articles. Several rumors about the future of Sons of Anarchy have been circulating on the Internet since the series aired its final episode on 9 December 2014. The National Report , another entertainment website, also recently published a fictitious article about a Sons of Anarchy sequel.",
  "Originally Published": "",
  "Referred Links": "http://nationalreport.net/kurt-sutter-negotiating-sequel-sons-anarchy/;http://empirenews.net/about-disclaimer/;http://empirenews.net/kurt-sutter-announces-plans-for-sons-of-anarchy-movie-starring-charlie-hunnam-brad-pitt/;https://twitter.com/The_AJ6/status/547730715908263936;https://twitter.com/hashtag/BradPitt?src=hash;https://twitter.com/bekerz24/status/547749065271037952;",
  "Example": "[Collected via Twitter, December 2014] Holy hell I just got excited they are making a movie of sons of Anarchy and brad Pitt is going to be John Teller. My life just got better Beka (@bekerz24) December 24, 2014 Pretty excited to hear about the 'Sons of Anarchy' movie is in the works #BradPitt Andrew Redmond (@The_AJ6) December 24, 2014",
  "Last Updated": "24 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/soamovie.asp",
  "Claim": "Kurt Sutter is making a Sons of Anarchy movie with Brad Pitt.",
  "Claim_ID": "media_notnews_soamovie",
  "Tags": ""
}