{
  "Origins": "In December 2014, the web site Infossip published an article claiming singer Earl Simmons, better known by his stage name of DMX, had been arrested for running an underground dogfighting ring:",
  "Fact Check": "",
  "Description": "An investigation into organized dog fighting resulted in the arrests of 8 individuals including Earl Simmons, better known by stage name as rapper DMX. According to authorities, 102 pit bulls from which 39 were still puppies were seized from the rapper's home by an animal control unit. Authorities tell us the dogs were so malnourished their ribs were sticking out and others had bad wounds that required emergency care. The lifeless bodies of 7 dogs were also found on the property. Federal state and local officials announced the arrests on Friday. Around $400,000 in cash that investigators believe was tied to illegal gambling on dog fights was also seized. The article quickly went viral, and since Infossip doesn't have a clear disclaimer labeling the website as a satirical fake news publication, thousands of people took to Facebook and Twitter to share their displeasure with the singer: dear DMX, go die in a fire. John Petit (@Scream13) December 28, 2014 While it is true DMX was arrested in 2008 for animal cruelty, the story about his purported 2014 arrest on charges related to dogfighting is a complete work of fiction: Infossip was the only source to report on this \"news,\" and the photos used in this fake news article were actually taken from a dog fighting raid in August 2013 which resulted in the arrest of eight people (none of whom were named DMX or Earl Simmons).",
  "Originally Published": "",
  "Referred Links": "http://www.greenvilleadvocate.com/2014/11/13/brantley-man-convicted-in-dogfighting-case-evidence-photos/;http://abcnews.go.com/US/LegalCenter/story?id=4824123;https://twitter.com/Scream13/status/549348436961923073;http://infossip.com/dmx-arrested-in-underground-pit-bull-dog-fighting-bust/;https://twitter.com/thisaintastump/status/549341161937448961;http://t.co/Ld4KKwiVeS;https://twitter.com/DMX;",
  "Example": "[Collected via Twitter, December 2014] look at these dogs. these poor dogs that were only taught to kill. I hope @DMX rots in hell for this. pic.twitter.com/Ld4KKwiVeS stumpilicious (@thisaintastump) December 28, 2014",
  "Last Updated": "28 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/dmxdogfighting.asp",
  "Claim": "Singer DMX was arrested in 2014 for running a dogfighting ring.",
  "Claim_ID": "media_notnews_dmxdogfighting",
  "Tags": ""
}