{
  "Origins": "On or around 24 February 2015, a satirical Facebook page called \"Your Tattoos Make You a Horrible Mother\" (along with individual posts made to it) began to circulate online. According to the publishers of the page, tattoos pose a significant risk to fetuses and babies born to mothers who have been inked.",
  "Fact Check": "",
  "Description": "One particular post made to the page on 23 February 2015 post attracted several thousand shares: Children of tattooed mothers can only look forward to, provided they even survive childhood, a life of drug and alcohol abuse, ankle monitors, debilitating carnival ride accidents, and bitching at people like me on the internet. On 22 February 2015, the page's publishers published a status update claiming a condition called \"Fetal Ink Syndrome\" was to blame for the purported phenomenon: A little snippet from a recommended 2007 article in JAMA (Journal of the American Medical Association) about Fetal Ink Syndrome. Your library should have free access to JAMA's website and their online collection of back issues. I would be interested in hearing my research colleague's, and science enthusiast's, opinion on this well written piece. For the rest of you, well, this is just another post that you can practice your indignant misspelling on. However, no such article was posted in JAMA in 2007 (or at any other point), and the only mentions of \"Fetal Ink Syndrome\" that appear on the Internet originated primarily after the \"Your Tattoos Make You a Horrible Mother\" page gained attention. (The page started posting in September 2014.) While the page in question is clearly satirical, many visitors were taken in by its content.",
  "Originally Published": "",
  "Referred Links": "http://www.theherald.com.au/story/2911413/your-tattoos-make-you-a-horrible-mother-facebook-page-offends-jess/;https://www.facebook.com/tattoo.moms.are.horrible;",
  "Example": "[Collected via e-mail, February 2015] Pretty much this entire web page- I can find nothing stating it is satire,and can find nothing that supports the claims of FIS (Fetal Ink Syndrome)but there are several that are taking this page seriously",
  "Last Updated": "27 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/fetalink.asp",
  "Claim": "Mothers with tattoos risk passing \"Fetal Ink Syndrome\" on to their children.",
  "Claim_ID": "media_notnews_fetalink",
  "Tags": ""
}