{
  "Origins": "On 6 April 2015, the entertainment website Duh Progressive published an article claiming that the White House used passages from the Koran during its annual Easter egg hunt:",
  "Fact Check": "",
  "Description": "Political correctness run amuck? An attempt at religious conversion on a most sacred day in Christianity? Or a cruel joke from some prankster on the White House staff? Regardless, many attendees of the annual White House Easter Egg Roll did not return from Monday's festivities at the White House with the fondest of memories this year. Instead, according to scores of parents and children who attended the 137-year-old event, they returned from their time at the White House and the Easter eggs they hunted for and rolled with very upsetting messages from the world of Islam! Yes. While many families (nearly 35,000 people in total gathered on the South Lawn of the White House) opened plastic Easter eggs scattered around the White House grounds, which usually encapsulate cute gifts for their children or bunny-shaped bites of grilled tofu, courtesy of Michelle Obama\u0019s kitchen staff, many but not all children opened plastic Easter eggs bearing none other strips of paper with incendiary excerpts from the Muslim Koran and the Hadith. While the article on Duh Progressive was written like an authentic news story (it included photos from the White House and photoshopped images of children pulling Koran passages from plastic eggs), this story is a work of fiction. Duh Progressive , whose slogan is \"Humor + Politics = Power,\" states on its website that it aims to be a conservative outlet for satirical news: From the Smothers Brothers to Saturday Night Live, late night talk shows, Jon Stewart, Stephen Colbert, to Hollywood films and standup comedy, the Left has hands-down owned the playing field of political humor for decades. The Left ownes \"pop culture\", which unfortunately influences how most people vote today. What Duh Progressive is here to do is prove that two can play at this political mockery and ridicule shit. We\u0019re hardly the only ones on the Right doing this, but we seek to be the best at it, sometimes fighting fire with fire via our more crass, edgy brand of (attempted) humor. Despite the fact that Duh Progessive clearly states its satirical intentions in its Mission Statement, several people were fooled by the article. The group took to Facebook to clarify that the White House did not use passages from the Koran during its annual Easter egg hunt:",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/egyg;http://www.donotlink.com/egyi;",
  "Example": "[Collected via e-mail, April 2015] I heard that the White House Easter Egg hunt included plastic eggs filled with quotes from the Koran.",
  "Last Updated": "7 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/muslimeaster.asp",
  "Claim": "The White House used passages from the Koran during its annual Easter egg hunt.",
  "Claim_ID": "media_notnews_muslimeaster",
  "Tags": ""
}