{
  "Origins": "On 6 May 2015, the fake news site National Report published an article reporting that Republican presidential candidate Ted Cruz had suggested military veterans should start selling cookies in order to raise funds, the way Girl Scouts do:",
  "Fact Check": "",
  "Description": "During a campaign stop in Iowa on Wednesday, Texas Senator and 2016 GOP Presidential hopeful Ted Cruz made a suggestion that some military veterans may find controversial, if not outright offensive: he believes that the office of Veterans Affairs and the Pentagon should sell cookies to raise funds, a concept he admittedly borrowed from the Girl Scouts of America. Ted Cruz spoke at a town hall event in Des Moines, Iowa Wednesday morning, answering questions from a crowd of approximately 200 to 250 likely voters. One of the attendees, an Iraq War veteran named Dan with a prosthetic leg, asked Senator Cruz what his administration would do to help veterans, while further asking how Cruz\u0019s proposed tax cuts would affect the Department of Veterans Affairs. \"\u001cWe need to be innovative if we want to help veterans. We need to be practical and pragmatic. But we also need to remain vigilant with our government\u0019s out-of-control spending, and find ways of mitigating expenses wherever possible,\"\u001d Cruz answered. \"\u001cSo we need a president whose willing to tackle the hard issues, and come up with innovative solutions to these problems, head-on.\" Although the article was initially published by the fake news site National Report , it was later republished on a spoofed web site designed to look like the real USA Today site. This led many people, including actor James Morrison , author John Scalzi , and reporter David Nelson , to believe that the article was real: The National Report is one of many fake news web sites operating on the Internet. The site's disclaimer states that all articles published on National Report \"are fiction and presumably fake news.\"",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/d1sp;https://twitter.com/DavidNelsonNews/status/597580886083641344;https://twitter.com/scalzi/status/597511277116796928;https://twitter.com/JamesPMorrison/status/597571700079788032;http://www.donotlink.com/f2za;http://www.donotlink.com/f2z9;",
  "Example": "[Collected via e-mail, May 2015] There is a meme going around Facebook that Ted Cruz has said that veterans should pay for their care by selling cookies, like the Girl Scouts do. What is the truth?",
  "Last Updated": "11 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/cruzcookie.asp",
  "Claim": "Ted Cruz said that veterans should start selling cookies in order to raise funds.",
  "Claim_ID": "media_notnews_cruzcookie",
  "Tags": ""
}