{
  "Origins": "On 25 February 2015, fake news website World News Daily Report (WNDR) added a new chapter to a classic urban legend when they published an article claiming that Paul McCartney had passed away in 1966.",
  "Fact Check": "",
  "Description": "Rumors about McCartney's supposed death and replacement have been circulating for decades. While conspiracy theorists point to lyrics, album covers, and odd noises that can be heard when Beatles albums are played backward as proof that the singer was replaced by a lookalike, the World News Daily Report bases their claim on a fake interview with Ringo Starr: In an exclusive interview with the Hollywood Inquirer, Mr. Starr explained that the \"real\" Paul McCartney had died in a car crash on November 9 1966, after an argument during a Beatles' recording session. To spare the public from grief, the Beatles replaced him with a man named William Shears Campbell, who was the winner of a McCartney look-alike contest and who happened to have the same kind of jovial personality as Paul. \"When Paul died, we all panicked!\" claims Ringo, obviously very emotional. \"We didn't know what to do, and Brian Epstein, our manager, suggested that we hire Billy Shears as a temporary solution. It was supposed to last only a week or two, but time went by and nobody seemed to notice, so we kept playing along. Billy turned out to be a pretty good musician and he was able to perform almost better than Paul. The only problem was that he couldn't get along with John, at all.\" Mr. Starr alleges that the group did send out a lot of hidden messages through the years to prepare the population for the truth. He notably says that the entire Sgt. Pepper's Lonely Hearts Club Band album was awash with Paul-is-dead clues: the Beatles had indeed officially formed a \"new\" band featuring a \"fictional\" member named Billy Shears, which happened to be the actual name of Paul's replacement. \"We felt guilty about the deception\" added Ringo Starr. \"We wanted to tell the world the truth, but we were afraid of the reactions it would provoke. We thought the whole planet was going to hate us for all the lies we had told, so we kept lying but sending subtle clues to relieve our cousciousness. When the first rumors finally began about the whole thing, we felt very nervous and started fighting a lot with each other. At some point, it was too much for John and he decided to leave the band.\" While Beatles fans will continue to debate why Paul McCartney wasn't wearing shoes on the Abbey Road cover, this fictitious interview with Ringo Starr should be immediately dismissed as a hoax. Ringo Starr didn't give an exclusive interview to the Hollywood Inquirer , and Paul McCartney is not dead: WNDR is an entertainment website that does not publish factual articles. A disclaimer states that all stories published by the website are for \"entertainment purposes only.\"",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/d4oi;http://content.time.com/time/specials/packages/article/0,28804,1860871_1860876_1860997,00.html;http://www.donotlink.com/dwgm;",
  "Example": "[Collected via e-mail, February 2015] Did Ringo Starr really say that Paul McCartney died in 1966 and was replaced by another person?",
  "Last Updated": "2 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/paulisdead.asp",
  "Claim": "Musician Ringo Starr admitted that Paul McCartney passed away in 1966 and was replaced by a lookalike.",
  "Claim_ID": "media_notnews_paulisdead",
  "Tags": ""
}