{
  "Origins": "On 5 January 2015, the Naha Daily published an article claiming NFL referee Pete Morelli mysteriously came into $500,000 and quit his job shortly after he had controversially announced and then rescinded a crucial pass interference call in the fourth quarter of the Cowboys-Lions playoff game the previous day, a call many fans believed turned the tide of the game and allowed Dallas to triumph over Detroit:",
  "Fact Check": "",
  "Description": "\"Whats so crazy about me quitting after that game? People I've known my whole life accused me of cheating. My friends, my family even the bank teller that deposited my $500,000 check.\" Said Referee Pete Morelli. After Sunday nights game fans and NFL experts were left confused and suspicious of the Cowboys vs Detroit Lions referee that quits after coming into $500,000. \"We know the referees did a fine job as they always do, Mr. Morelli didn't cheat but he's always welcome to all my dinners, yacht parties and either one of my daughters,\" said Dallas Cowboys owner Jerry Jones. While Pete Morelli was the head official during the Detroit Lions game against the Dallas Cowboys on 4 January 2015, there is no evidence he accepted a bribe or other payment to make calls in the Cowboys' favor. Morelli said after the game there had been some miscommunication between the officials on the play in question: The back judge threw his flag for defensive pass interference. We got other information from another official from a different angle that thought the contact was minimal and didn't warrant pass interference. He thought it was face guarding. The information came, and then the officials got together a little bit later after it was given to me, the first information. It probably would've been smoother if we got together. The Naha Daily is a fake news entertainment web site that does not publish factual articles. A disclaimer at the bottom of the page states the \" Naha Daily is a daily satirical news source. Meaning complete fiction.\"",
  "Originally Published": "",
  "Referred Links": "http://espn.go.com/dallas/nfl/story/_/id/12121292/referee-pete-morelli-explains-overturned-pass-interference-call-dallas-cowboys-detroit-lions-wild-card-game;http://www.donotlink.com/d4cd;",
  "Example": "[Collected via the Internet, January 2015] Wtf i wanna to know if there is any truth behind this if so Dallas should be disqualified for giving bribe and Detroit should go on plain and simple.",
  "Last Updated": "6 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/nflref.asp",
  "Claim": "NFL referee Pete Morelli quit after being paid $500,000 for his officiating at 2014 Cowboys-Lions playoff game.",
  "Claim_ID": "media_notnews_nflref",
  "Tags": ""
}