{
  "Origins": "Shortly after moviegoers witnessed Eminem's cameo in the movie The Interview (released in late 2014), rumors began circulating about the authenticity of comments the rap star made during the course of an interview included in that film.",
  "Fact Check": "",
  "Description": "Websites such as the Huffington Post , Billboard and the Advocate published the above-displayed clip along with headlines similar to \"Eminem Comes Out as Gay in The Interview .\" This headline, coupled with the fact that many people have yet to see the controversial Seth Rogen movie, led some to question whether Eminem's comments about his sexuality that he made in that film were real. Whatever he might personally feel, however, Eminem is not shown in that film making frank admissions about his lyrics, his feelings towards old people, or his sexuality. The interview sequence in which he appears is a scripted scene acted out for a movie, not a real off-the-cuff interview. The Interview was written by Evan Goldberg, Dan Sterling, and Seth Rogen; and while the movie does include cameos from celebrities such Eminem and Guy Fieri playing themselves, the events that take place in the film are completely fictional. One could arrive at this conclusion through various aspects of the movie's plot (e.g., the tabloid show Skylark Tonight doesn't exist, Kim Jong-Un was not assassinated by Seth Rogen and James Franco), but one could also discern the truth simply by watching the film's end credits, which note: This is a work of fiction. The characters, incidents and locations portrayed and the names herein are fictitious, and any similarity to or identification with the location, name, character or history of any person, product or entity is entirely coincidental.",
  "Originally Published": "",
  "Referred Links": "http://www.advocate.com/arts-entertainment/film/2014/12/25/watch-eminem-come-out-interview;http://www.billboard.com/articles/news/6422227/eminem-comes-out-as-gay-sony-the-interview;http://www.huffingtonpost.com/2014/12/25/eminem-gay-interview_n_6380696.html;",
  "Example": "[Collected via e-mail, December 2014] A lot of people are saying that because eminem came out as homosexual in the movie \"The Interview\" that he actually is homosexual. Was he just acting or is he actually homosexual?",
  "Last Updated": "26 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/emineminterview.asp",
  "Claim": "Singer Eminem gave a real interview in the movie The Interview in which he announced he was gay.",
  "Claim_ID": "media_notnews_emineminterview",
  "Tags": ""
}