{
  "Origins": "On 14 January 2015, World News Daily Report published an article titled \"Australia: 600 Pound Woman Gives Birth to 40 Pound Baby.\" (The claim resurfaced when it was reproduced by the generally satirical site NYMeta on 4 June 2015.)",
  "Fact Check": "",
  "Description": "According to the original claim, an unnamed \"single mother\" in Australia weighing 600 lbs. gave birth to what was possibly the largest baby in recorded history: A 600-pound woman has given birth to a 40-pound baby at Perth's King Edward Memorial Hospital, a record breaking weight that could possibly make the newborn the largest baby ever born, reports the Western Australian Herald this morning. The baby of gigantic size surprised doctors and staff members who were not fully prepared for such an event but miraculously managed to give birth to the 40-pound (18 kilos) baby who remains in a healthy state, has confirmed a hospital spokesman. The single mother who's [sic] delivery necessitated a surgical incision in the mother's abdomen and uterus was done to prevent any harm to the baby and mother's health and was undergone without any complications. The article included a purported quote from the woman's doctor, whose name was also not provided: \"I have dealt with other women suffering from obesity before but this birth will stick with me until I die\" he told reporters with a large grin. \"I truly believed there was two or even three babies in there\" he commented laughingly, \"but no, it was just one big sturdy guy. He obviously has a career as a future rugby player\" he added with humor. While many readers took the claim at face value and subsequently shared it on social media sites, there was no truth at all to the story. An image of the woman used in the World News Daily Report article was taken from the TLC channel's reality show My 600-lb Life , and the woman pictured hailed not from Australia, but from Mississippi . World News Daily Report 's disclaimer page states: World News Daily Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within worldnewsdailyreport.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction. World News Daily Report 's prior fake news articles includes a widely shared story about an eyewitness account to Jesus' miracles , another claiming loggers mistakenly cut down the world's oldest tree , and a hoax involving a \"prehistoric shark \" purportedly discovered in Pakistan. Our article \" Six Ways to Spot Fake News explores content (like this) that targets social media likes and shares.",
  "Originally Published": "",
  "Referred Links": "http://now.snopes.com/2015/04/28/six-ways-to-spot-fake-news/;http://www.donotlink.com/d4oi;http://www.dailymail.co.uk/femail/article-2551717/Morbidly-obese-woman-separated-husband-mother-emerges-feeding-7-000-CALORIE-A-DAY-diet-My-600-lb-Life.html;http://cityroom.blogs.nytimes.com/2014/09/17/fake-news-story-causes-real-headache-on-coney-island/;http://www.donotlink.com/ff6m;http://www.donotlink.com/d8hk;",
  "Example": "[Collected via e-mail, January 2015] I don't believe this at all. A 600lb woman couldn't carry to term, if at all. And the surgeon doing to cesarean would've KNOWN it was not multiples because he would've been the OBGYN seeing her throughout the pregnancy. People are believing it. Fact, or satire?",
  "Last Updated": "4 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/media/notnews/40lbbaby.asp",
  "Claim": "A 600-pound Australian woman gave birth to a 40-pound baby.",
  "Claim_ID": "media_notnews_40lbbaby",
  "Tags": ""
}