{
  "Origins": "We received this admonition not to combine Motrin with Robitussin in December 2008. The story the warning is framed upon, that an eight-year-old girl named Madison died from a heart attack and strokes brought about by this combination of over-the-counter (OTC) drugs, is unverifiable for now: the account provides no information as to Madison's surname, where she lived, who her doctors were, where she was treated, or even the date she died. Absent any of that information, trying to determine if there actually was such a child is a nearly impossible task.",
  "Fact Check": "",
  "Description": "It is possible that a child can have a heart attack. For example, a news report of 2 October 2007 noted heart attacks in children are a rare but under-recognized problem that are most likely caused by heart spasms which briefly cut off the blood supply. It therefore cannot be ruled out that a child called Madison (of no known last name or address) did experience an acute myocardial infarction. However, that in rare instances children have experienced heart attacks only proves that such events happen, not that any particular drug interaction causes them. The active ingredient in Children's Motrin is Ibuprofen , a nonsteroidal anti-inflammatory drug effective in relieving pain and reducing inflammation. (Ibuprofen is also marketed under several other brand names, such as Advil, Medipren, and Nuprin.) Children's Motrin Suspension first became available as a prescription product in 1989, and in 1995 it was cleared by the Food and Drug Administration (FDA) for marketing as an over-the-counter product. Both those landmarks occurred only after the product had been extensively tested on children: Before Children's Motrin became an over-the-counter product, its safety profile was supported by a landmark study involving nearly 84,000 children one of the largest and most rigorous children's clinical studies ever conducted. The study spanned 3 years and included 1,735 physicians nationwide. Robitussin Pediatric Cough is a syrup that contains Dextromethorphan HBr, a cough suppressant. Its Pediatric Cough & Cold formulation contains Chlorpheniramine maleate, an antihistamine, in addition to the Dextromethorphan HBr. We have not yet turned up any studies confirming heart attacks brought about by the combination of these two over-the-counter medications, either in children or adults, but that is not to say children should be taking OTC cold medications. An 8 October 2008 statement by the FDA supports the recommendation of the Consumer Healthcare Products Association (CHPA) that children under the age of four should not be dosed with over-the-counter cough and cold products. This follows its January 2008 advisory that these products not be used in children under the age of 2 because of the risk of serious and potentially life-threatening side effects. As noted in a news report from September 2007 : \"An FDA review of side-effect records filed with the agency between 1969 and September 2006 found 54 reports of deaths in children associated with decongestant medicines made with pseudoephedrine, phenylephrine or ephedrine. It also found 69 reports of deaths associated with antihistamine medicines containing diphenhydramine, brompheniramine or chlorpheniramine. Most of the deaths were children younger than 2.\" The FDA offers these medication tips to the parents and caregivers of small children: Do not give children medications labeled only for adults. Talk to your health care professional, such as your doctor or pharmacist, if you have any questions about using cough or cold medicines in children. Choose OTC cough and cold medicines with child-resistant safety caps, when available. After each use, make sure to close the cap tightly and store the medicines out of the sight and reach of children. Check the \"active ingredients\" section of the \"Drug Facts\" label of the medicines that you choose. This section will help you understand what symptoms the active ingredients in the medicine are intended to treat. Cough and cold medicines often have more than one active ingredient, such as an antihistamine, a decongestant, a cough suppressant, an expectorant, or a pain reliever and fever reducer. Be very careful if you are giving more than one medicine to a child. Make sure the medicines do not have the same type of active ingredients. For example, do not give a child more than one medicine that has a decongestant. If you use two medicines that have the same or similar active ingredients, your child could be harmed by getting too much of an ingredient. Carefully follow the directions for how to use the medicine in the \"Drug Facts\" part of the label. These directions tell you how much medicine to give and how often you can give it. If you have a question about how to use the medicine, ask your pharmacist or other health care professional. Overuse or misuse of these products can lead to serious and potentially life-threatening side effects, such as rapid heartbeat, drowsiness, breathing problems, and seizures. Only use measuring devices that come with the medicine or those specially made for measuring drugs. Do not use household spoons to measure medicines for children because household spoons come in different sizes and are not meant for measuring medicines. Understand that using OTC cough and cold medicines does not cure the cold or cough. These medicines only treat your child's symptoms, such as runny nose, congestion, fever, and aches. They do not shorten the length of time your child is sick. In 2003, another personal account circulated by e-mail implicated Children's Motrin in the formation of stomach ulcers in a child dosed with it. We did not encounter any subsequent reports of similar instances, and no specific interaction precaution guidance exists for that drug combination. Variations: A March 2009 version of the e-mail changed the girl's name from Madison to Madeline. Another March 2009 version asserted \"This happened locally to someone in Houma.\" An April 2009 version bore the sigblock of Lisa Lopez of the Children's Medical Center of Dallas. While there was a Lisa Lopez with that facility, she was not the writer of the e-mail but merely someone who forwarded it to others after receiving it from a friend. Her act caused the logo of the Children's Medical Center of Dallas to appear on some versions of the warning circulated online, inadvertently imparting the appearance of validity to the rumor. On 22 December 2014, Children's Medical Center of Dallas addressed the recirculating rumor on Twitter: If you've seen a Facebook post about Motrin and Robitussin, please read and share this. The information in the post is not correct and was not posted by one of our employees. We encourage caregivers to discuss any over-the-counter medications with their doctor and to ask about information found on the Internet. Barbara \"over-the-counter recounter\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.drugs.com/drug-interactions/motrin-childrens-with-robitussin-children-s-cough-cold-long-acting-1310-2593-609-7524.html;http://www.fda.gov/consumer/updates/coughcold102208.html#tips;http://www.fda.gov/bbs/topics/NEWS/2008/NEW01899.html;http://www.robitussin.com/pediatric/index.asp;http://web.archive.org/web/20050720082244/http://www.motrin.com/products/children/detail.jhtml?id=motrin/products/children/chmotrin.inc;http://www.kidsource.com/kidsource/content/news/motrin6_29_96.html;http://web.archive.org/web/20050720082244/http://www.motrin.com/products/children/detail.jhtml?id=motrin/products/children/chmotrin.inc;",
  "Example": "[Collected via e-mail, February 2009] Medicine interaction! Madison, age 8, passed away just a few days ago. We've been asked to pass this on. Doctors told her family that there have been quite a few children Madison's age that have died recently the same way that she did. The only common link between them was that they were given Motrin (ibuprofen) and Robitussin together, this caused a heart attack. They believe this is what happened to them. They told her to alert everyone to this. Do not give children both of these medicines together. You can give them one or the other but not both. When Madison collapsed she suffered a heart attack and they were able to revive her but the loss of oxygen damaged her brain and she was put on the respirator. After this she had four strokes before she died after being taken off the respirator. Please pass this on.",
  "Last Updated": "22 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/drugs/motrin.asp",
  "Claim": "The interaction of Motrin and Robitussin can cause heart attacks in children.",
  "Claim_ID": "medical_drugs_motrin",
  "Tags": ""
}