{
  "Origins": "What we have here is a bit of truth about a product's family history worked into a screed against the product itself. There is no earthly reason to give any credence to this rumor: Canola oil is not the horrifying product this widely-disseminated e-mail makes it out to be, nor has the FDA turned loose on the American public a health scourge worthy of being named one of the Four Horsemen of the Apocalypse.",
  "Fact Check": "",
  "Description": "An appreciation of what this scare is based upon begins with a better understanding of what canola oil and how it came into being. The rape plant ( Brassica napus ) is a member of the mustard family, as claimed in the e-mail. However, before associations between rape and mustard gas set in too strongly, it should be noted turnip, cabbage, watercress, horseradish, and radish are also members of this family of plants. Rapeseed oil has been used for cooking for centuries in Europe, India, China, and Japan. As modern science is finding out, its previous use wasn't necessarily a guarantee of safety. Cooking at high temperatures with unrefined rapeseed oil now appears to be related to an increased risk of lung cancer because at high temperatures cooking oil gives off chemicals capable of causing mutations in cells. Unrefined rapeseed oil is particularly notable for this, but other oils also have this association. Those intent upon doing large amounts of wok cooking with any sort of cooking oil should therefore lower their frying temperature from the 240 C to 280 C called for in Chinese cooking to 180 C. Rapeseed oil naturally contains a high percentage (30-60%) of erucic acid, a substance associated with heart lesions in laboratory animals. For this reason rapeseed oil was not used for consumption in the United States prior to 1974, although it was used in other countries. (Americans chose to use it as a lubricant to maintain Allied naval and merchant ships during World War II.) In 1974, rapeseed varieties with a low erucic content were introduced. Scientists had found a way to replace almost all of rapeseed's erucic acid with oleic acid, a type of monounsaturated fatty acid. (This change was accomplished through the cross-breeding of plants, not by the techniques commonly referred to as \"genetic engineering.\") By 1978, all Canadian rapeseed produced for food use contained less than 2% erucic acid. The Canadian seed oil industry rechristened the product \"canola oil\" (Canadian oil) in 1978 in an attempt to distance the product from negative associations with the word \"rape.\" Canola was introduced to American consumers in 1986. By 1990, erucic acid levels in canola oil ranged from 0.5% to 1.0%, in compliance with U.S. Food and Drug Administration (FDA) standards. This light, tasteless oil's popularity is due to the structure of its fats. It is lower in saturated fat (about 6%) than any other oil. Compare this to the high saturated fat content of peanut oil (about 18%) and palm oil (at an incredibly high 79%). It also contains more cholesterol-balancing monounsaturated fat than any oil except olive oil and has the distinction of containing Omega-3 fatty acids, a polyunsaturated fat reputed to not only lower both cholesterol and triglycerides, but also to contribute to brain growth and development. In other words, it's a healthy oil. One shouldn't feel afraid to use it because of some Internet scare loosely based on half-truths and outright lies. Barbara \"oil color(ed)\" Mikkelson Additional information: Canola Oil: The Myths Debunked (Canola Council of Canada) Canola Oil Good or Bad? (Cancer Association of South Africa)",
  "Originally Published": "",
  "Referred Links": "http://www.cansa.org.za/debunking-canola-myths/;http://web.archive.org/web/20070629014510/http://www.canola-council.org/canola_oil_the_truth.aspx;",
  "Example": "[Collected via e-mail, 2001] Before you buy your next bottle of cooking oil . . . I think it's important that as many people as possible KNOW about the origins of this product. Then, if you choose to buy it, at least you're doing so with your eyes open. RAPE IN A DIFFERENT GUISE Dear Editors Recently I bought a cooking oil that's new to our supermarkets, Canola Oil. I tried it because the label assured me it was lowest in \"bad\" fats. However, when I had used half the bottle, I concluded that the label told me surprisingly little else and I started to wonder: where does canola oil come from? Olive oil comes from olives, peanut oil from peanuts, sunflower oil from sunflowers; but what is a canola? There was nothing on the label to enlighten me, which I thought odd. So, I did some investigating on the Internet. There are plenty of official Canola sites lauding this new \"wonder\" oil with all its low-fat health benefits. It takes a little longer to find sites that tell the less palatable details. Here are just a few facts everyone should know before buying anything containing canola. Canola is not the name of a natural plant but a made-up word, from the words \"Canada\" and \"oil\". Canola is a genetically engineered plant developed in Canada from the Rapeseed Plant, which is part of the mustard family of plants. According to AgriAlternatives, The Online Innovation, and Technology Magazine for Farmers, \"By nature, these rapeseed oils, which have long been used to produce oils for industrial purposes, are... toxic to humans and other animals\". (This, by the way, is one of the websites singing the praises of the new canola industry.) Rapeseed oil is poisonous to living things and is an excellent insect repellent. I have been using it (in very diluted form, as per instructions) to kill the aphids on my roses for the last two years. It works very well; it suffocates them. Ask for it at your nursery. Rape is an oil that is used as a lubricant, fuel, soap and synthetic rubber base and as a illuminate for color pages in magazines. It is an industrial oil. It is not a food. Rape oil, it seems, causes emphysema, respiratory distress, anemia, constipation, irritability, and blindness in animals and humans. Rape oil was widely used in animal feeds in England and Europe between 1986 and 1991, when it was thrown out. Remember the \"Mad Cow disease\" scare, when millions of cattle in the UK were slaughtered in case of infecting humans? Cattle were being fed on a mixture containing material from dead sheep, and sheep suffer from a disease called \"scrapie\". It was thought this was how \"Mad Cow\" began and started to infiltrate the human chain. What is interesting is that when rape oil was removed from animal feed,'scrapie' disappeared. We also haven't seen any further reports of \"Mad Cow\" since rape oil was removed from the feed. Perhaps not scientifically proven, but interesting all the same. US and Canadian farmers grow genetically engineered rapeseed and manufacturers use its oil (canola) in thousands of processed foods, with the blessings of Canadian and US government watchdog agencies. The canola supporting websites say that canola is safe to use. They admit it was developed from the rapeseed, but insist that through genetic engineering it is no longer rapeseed, but \"canola\" instead. Except canola means \"Canadian oil\"; and the plant is still a rape plant, albeit genetically modified. The new name provides perfect cover for commercial interests wanting to make millions. Look at the ingredients list on labels. Apparently peanut oil is being replaced with rape oil. You'll find it in an alarming number of processed foods. There's more, but to conclude: rape oil was the source of the chemical warfare agent mustard gas, which was banned after blistering the lungs and skins of hundred of thousands of soldiers and civilians during W.W.I. Recent French reports indicate that it was again in use during the Gulf War. Check products for ingredients. If the label says, \"may contain the following\" and lists canola oil, you know it contains canola oil because it is the cheapest oil and the Canadian government subsidizes it to industries involved in food processing. I don't know what you'll be cooking with tonight, but I'll be using olive oil and old-fashioned butter, from a genetically unmodified cow. Here is more information.... Canola oil from the rape seed, referred to as the Canadian oil because Canada is mainly responsible for it being marketed in the USA. The Canadian government and industry paid our Federal Food and Drug Administration (FDA) $50 million dollars to have canola oil placed on the (GRAS) List, \"Generally Recognized As Safe\". Thus a new industry was created. Laws were enacted affecting international trade, commerce, and traditional diets. Studies with lab. animals were disastrous. Rats developed fatty degeneration of heart, kidney, adrenals, and thyroid gland. When canola oil was withdrawn from their diets, the deposits dissolved but scar tissue remained on all vital organs. No studies on humans were made before money was spent to promote Canola oil in the USA. Adrenoleukodystrophy (ALD) is a rare fatal degenerative disease caused by a build up long-chain fatty acids (c22 to c28) which destroys the myelin (protective sheath) of the nerves. Canola oil is a very long chain fatty acid oil (c22). Those who will defend canola oil say that the Chinese and Indians have used it for centuries with no effect, however it was in an unrefined form (taken from FATS THAT HEAL AND FATS THAT KILL by Udo Erasmus). My cholesterol level was 150. After a year using Canola oil I tested 260. I switched back to pure olive oil and it has taken 5 years to get it down to 160. Thus began this project to find answers since most Doctors will say that Canola oil is O.K. My sister spilled Canola oil on a piece of fabric, after 5 pre-treatings and harsh washings, the oil spot still showed. She stopped using Canola oil, wondering what it did to our insides if it could not be removed from cloth easily. Our Father bred birds, always checking labels to insure there was no rape seed in their food. He said, \"The birds will eat it, but they do not live very long.\" A friend, who worked for only 9 mo. as a quality control taster at an apple-chip factory where Canola oil was used exclusively for frying, developed numerous health problems. These included loose teeth & gum disease; numb hands and feet; swollen arms and legs upon rising in the morning; extreme joint pain especially in hands, cloudy vision, constipation with stools like black marbles, hearing loss; skin tears from being bumped; lack of energy; hair loss and heart pains. It has been five years since she has worked there and still has some joint pain, gum disease, and numbness. A fellow worker, about 30 years old, who ate very little product, had a routine check up and found that his blood vessels were like those of an 80 year old man. Two employees fed the waste product to baby calves and their hair fell out. After removing the fried apple chips from the diet their hair grew back in. My daughter and her girls were telling jokes. Stephanie hit her mom's arm with the back of a butter knife in a gesture, \"Oh mom\" not hard enough to hurt. My daughters arm split open like it was rotten. She called me to ask what could have caused it. I said, \"I'll bet anything that you are using Canola oil\". Sure enough, there was a big gallon jug in the pantry. Rape seed oil is a penetrating oil, to be used in light industry, not for human consumption. It contains a toxic substance. Even after the processing to reduce the erucic acid content, it is still a penetrating oil. We have found that it turns rancid very fast. Also it leaves a residual rancid odor on clothing. Rape seed oil used for stir-frying in China found to emit cancer causing chemicals. (Rapeseed oil smoke causes lung cancer) Amal Kumar Maj. The Wall Street JournaL June 7, 1995 pB6(W) pB6 (E) col 1 (11 col in). Compiled by Darleen Bradley. Canola oil is a health hazard to use as a cooking oil or salad oil. It is not the healthy oil we thought it was. It is not fit for human consumption, do not eat canola oil, it can hurt you. Polyunsaturated or not, this is a bad oil. Be Sure to also read this informative report written by leading health expert Tom Valentine, Canola Oil Report. Go to Ask Jeeves yourself: http://www.askjeeves.com/ and type in (Where does Canola Oil come from?) and see what you come up with. Happy Frying,",
  "Last Updated": "26 August 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/medical/toxins/canola.asp",
  "Claim": "Ordinary use of Canola oil is dangerous to consumers.",
  "Claim_ID": "medical_toxins_canola",
  "Tags": ""
}