{
  "Origins": "This e-mailed alert began circulating on the Internet in March 2007. While we don't yet know the specific product referenced in the letter (the manufacturer wasn't named), there was indeed a recall of certain brands of sidewalk chalk in 2003 because they were found to contain excessive amounts of lead.",
  "Fact Check": "",
  "Description": "In 2003, voluntary recalls were issued by both Target and Toys R Us for the \"Double Dipp'n Fun\" brand of sidewalk chalk then being vended by both retailers. Produced in China, the triangular chalk sticks were multicolored and sold for about 99 cents per package. Some 26,000 units were sold nationwide between March and July 2003. Given that there does not appear to be a current Consumer Products and Safety Commission alert about sidewalk chalk, there is reason to believe the March 2007 e-mail about lead being found in that type of product refers to the 2003 incident. Indeed, the letter's \"Both of my children tested positive for lead exposure a few years ago. We had everything tested and it turned out to be sidewalk chalk\" tends to indicate the product in question was the \"Double Dipp'n Fun\" brand that was subsequently recalled. As to why this matter is of note, while exposure to lead presents a hazard to all, it poses an especial danger to children. Additional care must be taken to limit their exposure to it. Lead poisoning can reportedly lower intelligence, cause mental retardation, memory problems, depression, fatigue, hyperactivity, aggression, hearing loss, liver or kidney damage, osteoporosis, high blood pressure and anemia. Very high levels can damage the nervous system, kidneys and major organs and even result in seizures or death. It can also lead to infertility in men and cause spontaneous abortion in women. In the final stages of lead poisoning, the victim experiences convulsions, paralysis, blindness, delusions, and then coma. People can and have died of lead poisoning. In times long past, lead was to be found in numerous everyday items, including cisterns and aquaducts, pottery, pans, hair dyes, cosmetics, and medical nostrums. Toy soldiers were cast in it. Port wine was protected by it. Church roofs were covered with it. The presence of lead in everyday life has since been considerably reduced and our bodies are far less riddled with this deadly substance than were those of our ancestors, but this element will likely always be part of our surroundings and of us. The two major sources of lead poisoning in the United States have been lead-based paint, which was restricted in 1978, and leaded gasoline, which was phased out in the early 1990s. However, lead is still found in paint manufactured before 1978, in soil and dust (particularly next to busy roads or factories), in some imported or handmade pottery and tableware, and in imported home remedies and cosmetics. Yet most of the lead we take in comes from our diet. \"The average daily diet probably contains more than 200 micrograms of lead, of which about 10 micrograms gets into the blood, where it is joined by about 5 micrograms of lead from our lungs (depending upon where we live), so that our daily intake probably comes to about 15 micrograms and the body can easily rid itself of such an amount,\" says John Emsley. Lead finds its way into the food chain because all plants contain some lead, although not very much. Because lead is a naturally-occurring element found in the soil, it does manage to get into things. Care therefore has to be taken by manufacturers to detect its presence in goods destined for consumer use. Various lead-laden gewgaws and foodstuffs do arrive on the market, however, especially among goods produced in other parts of the world and imported to the U.S. In 2004, California's attorney general sued dozens of companies that make or sell imported candies containing lead, and in 2005 the California Department of Health Services urged consumers to stay away from candy produced in Mexico that contained tamarind or chili powder after tests found possible lead contamination in those edibles. In 1994 an outbreak of lead poisoning in Hungary was traced to the use of that element by an unscrupulous or unknowing manufacturer as a colorant in paprika. Barbara \"get the lead out\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=0192805991/urbanlegendsrefeA/;http://www.cpsc.gov/cpscpub/prerel/prhtml04/04038.html;http://www.cpsc.gov/cpscpub/prerel/prhtml04/04032.html;",
  "Example": "[Collected via e-mail, March 2007] Hi everyone, Be careful and only buy sidewalk chalk made from Crayola. Both of my children tested positive for lead exposure a few years ago. We had everything tested and it turned out to be sidewalk chalk. It was chalk they had gotten as a prize and it came from Joanne Etc. The only reason we tested the chalk is because a friend remembered hearing about a recall on sidewalk chalk in the past. The CPSC came to my house & took the chalk, due to its very high levels of lead. Both kids are just fine, fortunately our Dr.'s routine check up includes lead tests for everyone, not just those in particular areas. So... if you have never had your kids tested, ask your Dr. And even if the package says \"Conforms to ___ standard\", if it isn't Crayola, don't buy it!",
  "Last Updated": "2 April 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/medical/toxins/chalk.asp",
  "Claim": "Some brands of sidewalk chalk have contained high levels of lead.",
  "Claim_ID": "medical_toxins_chalk",
  "Tags": ""
}