{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/DaveMustaine/status/697798125226848256;http://www.snopes.com/wordpress/wp-content/uploads/2016/02/Screenshot-2016-02-11-at-11.32.51-AM.png;",
  "Example": "[Collected via Twitter, February 2016] Origin:On 10 February 2016, the Nevada County Scooper published an article reporting that the thrash metal band Megadeth was scheduled to play at a rally in support of Democratic presidential candidate Bernie Sanders: On the heels of his win in the New Hampshire primary, Democratic presidential nominee Bernie Sanders has just been greeted with another round of good news. The pioneering heavy metal band Megadeth has offered to play at Sanders' upcoming rally before the next caucus on Saturday, February 20 in Nevada, and the Sanders campaign has enthusiastically accepted. \"This is a great opportunity for us to demonstrate the diversity of people who believe in a Sanders presidency, said spokesperson Chris Adler, awkwardly forming a set of horns with his fingers for the cameras. There was no truth to this story, however. The Nevada County Scooper is a satirical site that that publishes fictional spoofs set in that geographic locale. Moreover, the photograph included with the Scooper's article (displayed at the top of this page) did not originally feature Bernie Sanders on stage with Megadeth it is a doctored version of a picture of the band taken at the 2008 MetalMania heavy metal music festival: Nonetheless, the rumor of an association between Megadeth and the Sanders campaign was prominent enough that guitarist Dave Mustaine took to Twitter to deny that he had endorsed Sanders for president: Last updated: 11 February 2016 Originally published: 11 February 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/megadeth-bernie-sanders/",
  "Claim": "The band Megadeth is set to play a rally for Bernie Sanders.",
  "Tags": "bernie sanders;megadeth;",
  "Claim_ID": "megadeth-bernie-sanders"
}