{
  "Origins": "On 12 July 2015, a Facebook user published a status update consisting of the photograph seen above along with the claim that it depicted Mexican immigrants who each had to \"donate\" a kidney to local Mexican authorities in order to be allowed to cross through into the United States. However, the photograph in question was at least two years old by July 2015, and it does not match the claim now appended to it.",
  "Fact Check": "Does a photograph depict Mexican immigrants who were coerced into \"donating\" kidneys to enter the United States?",
  "Description": "The picture was published in April 2013 as part of an article about the 2013 documentary Tales from the Organ Trade. While the photograph was originally taken to illustrate the impact of a coercive black market for organs, the individuals depicted were identified as Filipino (not as Mexican or Central American), and the circumstances under which their organs were taken did not involve immigration to the United States from Mexico (or any other country): Steering well clear of sensationalist tales of men and women waylaid by bio-buccaneers who snatch people's chloroformed kidneys while they sleep, the director tells the stories of those who \"willingly\" exchange their bodily integrity for another year's worth of food and shelter for their families. [The filmmaker] takes us to a village in the Philippines where nearly every adult male sports a nephrectomy (kidney removal operation) scar. Through candid interviews, we learn how badly these people (in places around the globe) are counting on continued demand for the only moderately valuable assets they possess pieces of their own bodies. Both the above-quoted excerpt and an HBO page about the film reference a classic urban legend in which an unwitting individual is incapacitated and robbed of a kidney by black market organ traders. Although individuals attempting to cross the U.S.-Mexico border illegally often face genuine and serious dangers, coerced organ donation is not documented among those risks. Last updated: 13 July 2015",
  "Originally Published": " 13 July 2015",
  "Referred Links": "http://scienceblogs.com/thepumphandle/2013/03/28/all-time-high-migrant-death-rate-along-us-mexico-border-prevention-in-immigration-reform/;http://hbowatch.com/hbo-fall-documentary-tales-from-the-organ-trade/;http://www.soundonsight.org/hot-docs-2013-tales-from-the-organ-trade-performs-a-surgical-critique-of-global-inequality/;https://www.facebook.com/photo.php?fbid=10205929185300113&set=a.1933957599990.2106943.1573820896&type=1;",
  "Example": "[Collected via Facebook, July 2015] Take notice, the scar on the side of each Central American immigrant going through Mexico to get to the USA, they are forced by local authorities in the state of Coahuila which borders with Texas to \"volunteer\" a kidney, of course the government of such state sells the kidneys to US agencies for hundreds of thousands of dollars, this is the price they pay to be allowed to cross through the Mexican territory...The cost of wanting a better life and freedom must be worth it for these people...I am originally from Mexico, however at this time I'm not proud of it.......Please shere with all your friends in the US, these is only made public in digital newspapers in Mexico, PLEASE SHARE!!!!",
  "Last Updated": "13 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/mexican-kidney-volunteer/",
  "Claim": "A photograph shows several Mexican immigrants who were forced to surrender kidneys in order to enter the United States.",
  "Tags": "mexican immigrants;organ trade;black market organs;tales from the organ trade;organ theft;classic urban legends;",
  "Claim_ID": "mexican-kidney-volunteer"
}