{
  "Origins": "On 26 August 2015, the Facebook group \"Americans for Common Sense\" posted a photograph (shown above) purportedly showing a fence built along the border between Mexico and Mexico's southern neighbor, Guatemala. The image was accompanied by a query about why it's not \"racist\" for Mexico to build a fence to keep Guatemalan immigrants out of their country, but it presumably is for the United States to construct a similar obstruction to prevent Mexicans from crossing the border into the U.S. However, the proffered picture does not show the border between Mexico and Guatemala. Ironically, it depicts a fence along the boundary between the United States and Mexico in southeastern Arizona.",
  "Fact Check": "A photograph shows a border fence between the countries of Mexico and Guatemala.",
  "Description": "The photograph was taken by Matt Clark and published to the Defenders of Wildlife Blog in 2013. While the image is frequently passed around online in reference to arguments about immigration, Clark originally shared the photograph to illustrate how a border fence affects wildlife: I once spotted and photographed a family of javelinas on the U.S./Mexico border near the San Pedro River in southeast Arizona. Through my camera lens, I watched the silhouette of an adult javelina cautiously approach the ominous border wall, and stop with a grunt. It was a haunting image. I can t pretend to know what natural instinct brought the javelina to the border that day, but seeing those wild creatures literally cut off from their habitat by a steel wall stretching on for miles beyond sight it really stuck with me. Ironically, on a prior visit to this same location, I was guided by a local landowner to a spot where someone had used a simple nylon rope to scale and defeat the wall in seconds. Walls, no matter how tall and well-reinforced, will never succeed in keeping determined people from crossing the border illegally. Sadly though, these same walls will, and do, stop wildlife in their tracks, denying them the territory, resources and genetic exchange they need in order to survive and adapt in the arid environment of the borderlands. Last updated: 26 August 2015",
  "Originally Published": " 26 August 2015",
  "Referred Links": "http://www.defendersblog.org/2013/06/on-the-line-walls-waivers-and-wildlife/;https://www.facebook.com/1665478827021935/photos/pb.1665478827021935.-2207520000.1440777639./1667895233446961/?type=1&theater;",
  "Example": "[Collected via Twitter, August 2015] Picture on Facebook claims mexico built a wall on their border with Guatemala to keep Guatemalans out? This can't possibly be real?",
  "Last Updated": "26 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/mexico-guatemala-border/",
  "Claim": "Does a photograph show a border fence between the countries of Mexico and Guatemala?",
  "Tags": "border fence;border;mexico;border wall;guatemala;united states;",
  "Claim_ID": "mexico-guatemala-border"
}