{
  "Origins": "A false rumor claiming First Lady Michelle Obama had stated that \"white folks are what's wrong with America\" during a speech at Tuskagee University started recirculating online in November 2015 after the web site Jews News repurposed an article from May of the same year. While both articles contain misleading information, the November 2015 article also included the sensational title \"Michelle Obama says 'white folks' are what's wrong with America.\" This title, however, was not taken from a statement made by Michelle Obama; it was simply Jews News' far-fetched interpretation of something she once said. Similarly, the web site made it appear as if Michelle Obama had uttered another inflammatory statement during her commencement speech at Tuskegee University:",
  "Fact Check": "",
  "Description": "Her mission is an extension of that of Hussein Obama, to foment unrest and destabilize America. Her message was clear, \"whatever is wrong in your life is whitey's fault, and whitey owes you.\" Again, Michelle Obama did not say \"whatever is wrong in your life is whitey's fault.\" This was merely Jews News' attempt at spinning the content of her speech into something negative and inflammatory. So what did Michelle Obama say during her commencement speech at Tuskagee University? A full transcript of the speech is available from the White House, and Tuskagee University uploaded a video of the speech to YouTube: While Michelle Obama did not say that \"white folks are what's wrong with America,\" her speech at Tuskegee University did deal with race relations as she spoke of the experiences of the Tuskegee Airmen, a group of African-American military pilots who fought in World War II. Back then, black soldiers faced all kinds of obstacles. There were the so-called scientific studies that said that black men's brains were smaller than white men's. Official Army reports stated that black soldiers were \"childlike,\" \"shiftless,\" \"unmoral and untruthful,\" and as one quote stated, \"if fed, loyal and compliant.\" So while the Airmen selected for this program were actually highly educated many already had college degrees and pilots licenses they were presumed to be inferior. During training, they were often assigned to menial tasks like housekeeping or landscaping. Many suffered verbal abuse at the hands of their instructors. When they ventured off base, the white sheriff here in town called them \"boy\" and ticketed them for the most minor offenses. And when they finally deployed overseas, white soldiers often wouldn t even return their salutes. Just think about what that must have been like for those young men. Here they were, trained to operate some of the most complicated, high-tech machines of their day flying at hundreds of miles an hour, with the tips of their wings just six inches apart. Yet when they hit the ground, folks treated them like they were nobody as if their very existence meant nothing. Now, those Airmen could easily have let that experience clip their wings. But as you all know, instead of being defined by the discrimination and the doubts of those around them, they became one of the most successful pursuit squadrons in our military. (Applause.) They went on to show the world that if black folks and white folks could fight together, and fly together, then surely surely they could eat at a lunch counter together. Surely their kids could go to school together. (Applause.) Last updated: 30 November 2015",
  "Originally Published": " 30 November 2015",
  "Referred Links": "https://www.whitehouse.gov/the-press-office/2015/05/09/remarks-first-lady-tuskegee-university-commencement-address;http://www.jewsnews.co.il/2015/05/10/white-folks-and-america-are-the-problem-michelle-obama-addresses-all-black-university-with-divisive-message/;http://www.jewsnews.co.il/2015/11/08/michelle-obama-says-white-folks-are-whats-wrong-with-america/;",
  "Example": "[Collected via email, November 2015] Saw on Facebook that Michelle Obama said, among other things, \"whatever is wrong in your life is whitey's fault, and whitey owes you\" during her commencement address at Tuskegee Institute.",
  "Last Updated": "30 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/michelle-obama-white-folks-quote/",
  "Claim": "First Lady Michelle Obama said that \"white folks are what's wrong with America\" during a commencement speech at Tuskagee University.",
  "Tags": "michelle obama;",
  "Claim_ID": "michelle-obama-white-folks-quote"
}