{
  "Origins": "As apposite a tale as this might be, it's purely a product fabrication and not an excerpt from a real interview. It began circulating on the Internet in 1999 as a quote attributed to an \"LTG Reinwald\" of the U.S. Army, it reappeared in 2001 attributed to \"Marine Corps General Reinwald,\" and it came back in 2007 in a version featuring Australian general Peter Cosgrove.",
  "Fact Check": "",
  "Description": "When this item initially appeared in 1999, the U.S. Army denied that there was a Lieutenant General Reinwald among their ranks and chalked the whole thing up as a hoax. (Which is as logic dictated all along: if an armed forces spokesperson gave voice to a sexist remark likening a female interviewer to a prostitute in a public interview, that officer would soon be called upon to make a very public apology as well as face charges within ranks for conduct unbecoming.) National Public Radio had this to say about the matter: We are aware of an erroneous story posted on the Free Republic Website, and possibly elsewhere, which mentions a supposed interview between an unnamed NPR reporter and a U.S. Army Lieutenant General Reinwald. The story is false the dialogue mentioned was not an NPR interview, and it never aired on any NPR program. Those who support gun rights and believe responsible gun ownership begins with teaching young people the right way to handle firearms at an early age have a great fondness for this story. As well they should, because this anecdote illustrates in a humorous way the difference between having the ability to do something and allowing that ability to dictate one's life choices. The \"General Reinwald\" story existed in joke form as far back as October 1997, when it appeared on a number of web pages in the following form: Excerpt from a recent live radio interview on one of the regional Welsh stations: A female newscaster is interviewing the leader of a Youth club: Interviewer: So, Mr. Jones, what are you going to do with these children on this adventure holiday? Mr Jones: We're going to teach them climbing, abseiling, canoeing, archery, shooting ... Interviewer: Shooting! That's a bit irresponsible isn't it? Jones: I don't see why, they'll be properly supervised on the range. Interviewer: Don't you admit that this is a terribly dangerous activity to be teaching children? Jones: I don't see how, we will be teaching them proper range discipline before they even touch a firearm. Interviewer: But you're equipping them to become violent killers. Jones: Well, you're equipped to be a prostitute but you're not one are you? Needless to say, the interview was terminated almost immediately. Notice the differences that have taken place between the two tellings: \"Abseiling\" has been taken out of the Americanized version (probably because whoever altered the text didn't know it was a rock climbing term meaning rappelling down rock faces). A Welsh youth club leader called simply Mr. Jones has been transformed into a named Lieutenant General in the U.S. army. Welsh children (presumably boys and girls) have become American Boy Scouts. A regional Welsh radio station has become the National Public Radio in the United States. If there's still any doubt someone took a joke set in Wales and changed details to Americanize it, look to the Reinwald version given in the example. Although the term \"adventure holiday\" is common in Britain, it's an unlikely term for an American general to use. (Looks like whoever altered the text missed that one.) No anecdote is so good that it cannot be improved upon, and that appears to be what happened here. To give the story its proper \"oomph,\" having the telling remark issue from a mere youth club leader wouldn't do. But make the man with the snappy comeback a Lieutenant General in the U.S. Army, and the story becomes ever so much more tellable. The key element of the Reinwald legend has appeared in other tales. Observe the form it took in this gender-switched version collected in 2000, which was presented as a joke and not as an event that actually happened: A couple went on vacation to a fishing resort up north. The husband liked to fish at the crack of dawn. The wife liked to read. One morning the husband returned after several hours of fishing and decided to take a short nap. Although she wasn't familiar with the lake, the wife decided to take the boat out. She rowed out a short distance, anchored, and returned to reading her book. Along came the sheriff in his boat. He pulled up alongside her and said, \"Good morning, Ma'am. What are you doing?\" \"Reading my book\" she replies as she thinks to herself, \"Isn't it obvious?\" \"You're in a restricted fishing area,\" he informed her. \"But officer, I'm not fishing. Can't you see that?\" \"Yes, but you have all the equipment. I'll have to take you in and write you up.\" \"If you do that, I'll have to charge you with rape,\" snapped the irate woman. \"But, I haven't even touched you,\" groused the sheriff. \"Yes, that's true,\" she replied, \"but you do have all the equipment.\" MORAL: Never argue with a woman who knows how to read. Barbara \"are you game, warden?\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 1999] This is an extract of an National Public Radio (NPR) interview between a female broadcaster and US Army Lieutenant General Reinwald about sponsoring a Boy Scout Troop on his military installation. Interviewer: \"So, LTG Reinwald, what are you going to do with these young boys on their adventure holiday?\" LTG Reinwald: \"We're going to teach them climbing, canoeing, archery, and shooting.\" Interviewer: \"Shooting! That's a bit irresponsible, isn't it?\" LTG Reinwald: \"I don't see why, they'll be properly supervised on the range.\" Interviewer: \"Don't you admit that this is a terribly dangerous activity to be teaching children?\" LTG Reinwald: \"I don't see how, we will be teaching them proper range discipline before they even touch a firearm.\" Interviewer: \"But you're equipping them to become violent killers.\" LTG Reinwald: \"Well, you're equipped to be a prostitute, but you're not one, are you?\" End of the interview Variations: In 2007 the version of this anecdote in circulation replaced the fictitious U.S. Lieutenant General Reinwald with the real General Peter Cosgrove of Australia and shifted the interview source from National Public Radio (NPR) to the Australian Broadcasting Corporation (ABC).",
  "Last Updated": "4 February 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/military/reinwald.asp",
  "Claim": "General finds a good comeback when asked about the wisdom of teaching Boy Scouts to shoot.",
  "Claim_ID": "military_reinwald",
  "Tags": ""
}