{
  "Origins": "While the training to become a member of the U.S. Marine Corps is indeed rigorous and demanding, at no point does it involve the murder of family members. Such tales endeavor to confirm belief those serving in elite military units are the ultimate professional soldiers cold, methodical, and efficient even as they offer explanation for how these fighting men came to be that way (by having all compassion and kindness trained out of them). Stories like these work as advance propaganda, instilling fear in potential enemies of the two-legged killing machines that will be unleashed upon them should peaceful attempts to reconcile differences be discarded in favor of military ones.",
  "Fact Check": "",
  "Description": "These false tales are not limited only to U.S. Marines, as they also attach to other special forces military units as a way of making those who serve in them appear more fearsome. The rumored heartless act is likewise not limited only to parenticide: In other versions, puppies or kittens the fledgling soldiers have cared for throughout their training are slain by them at its culmination: My friend said he knows someone in the marines or some special military group and that at the begining of their training they are issued a puppy to keep them company. At the end of their training they are called into a room with their puppy and forced to slit their puppies throat. In training, Do US Navy Seals really have to raise a kitten and eventually kill it? I guess this is supposed to turn them into cold-blooded killing machines ...? Sometimes the rumor assumes other forms in which the soldier-in-training is himself deliberately subjected to a near-death experience as part of the process of turning him into a member of an elite corps: Is it true that Marines are drowned for a minute, and then revived as part of their training? The lore about having to kill a loved one (relative or pet) is so well known it even gets repackaged into stories meant to provoke guffaws: I'm reminded of the old joke about SAS training, that at the end of training you had to walk into a room and shoot the person you find sitting in there. The first two guys go in, see their wife sitting in the chair, throw the gun down and run out in disgust. The last guy goes in, and the officers outside hear a bang, then a series of muffled thuds. He comes out and says 'the gun was loaded with blanks, so I had to beat her to death with the chair.' Another item of folklore that has to do with nascent Marines and the training they undergo is the humor offering \"The Farm Kid's Letter Home.\" Barbara \"leatherneck reign\" Mikkelson Claim: In the 2014 film Kingsman: The Secret Service , at the culmination of the multi-month Kingsman selection process, candidate Gary \"Eggsy\" Unwin (Taron Egerton) is called upon to shoot the dog he's raised and trained since its beginning.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Reader's Digest Cybersmiles, 2002] SERVING WITH THE MARINE CORPS in Saudi Arabia during Operation Desert Storm, my husband, Darren, was selected for guard duty. One day he discovered that certain stories about the Corps had been circulating among our allies. While standing at his post, he noticed that the Saudi on duty with him was watching him out of the corner of his eye. Every time Darren looked over, the Saudi would glance away. Finally the soldier nervously asked, \"Have you ever killed a member of your own family?\" Taken aback, Darren laughingly replied, \"No.\" \"Well, then,\" questioned the Saudi, \"how did you get into the Marine Corps?\" [Collected via e-mail, 2006] My son is a US Marine and has served two tours in Iraq. Some Iraqi citizens told him that they were told Marines had to eat a newborn baby in order to become a Marine.",
  "Last Updated": "14 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/military/murderer.asp",
  "Claim": "Marines in training must murder a pet or a family member to be admitted to the Corps.",
  "Claim_ID": "military_murderer",
  "Tags": ""
}