{
  "Origins": "The above-quoted article was written in October 2000 by Wisconsin resident Michael T. Powers (whose name has been omitted from most of the Internet-circulated versions), transcribed from a videotape he made of a talk given by author James Bradley at the Marine Corps War Memorial in Arlington, Virginia. Bradley, whose father, John , was one of the six men pictured in the famous photograph of the flag-raising on Mt. Suribachi in February 1945 (and is thus depicted in the monument's sculpture ), had earlier that year published Flags of Our Fathers , an account of the life stories of those six men.",
  "Fact Check": "",
  "Description": "This article has been published in a number of books, including Powers' own Heart Touchers , as well as the compilations Chicken Soup for the Grandparent's Soul, God Allows U-Turns: American Moments, and Stories from a Soldier's Heart. This piece was circulating on the Internet by the end of 2000, and by the end of 2002 the following paragraphs had been tacked on to it, although they were neither part of James Bradley's talk nor Michael Powers' account of it: We need to remember that God created this vast and glorious world for us to live in, freely, but also at great sacrifice. Let us never forget from the revolutionary War to the Gulf War and all the wars in-between that sacrifice was made for our freedom. Remember to pray praises for this great country of ours and also pray for those still in murderous unrest around the world. STOP and thank God for being alive at someone else's sacrifice. God Bless. In January 2007, someone thought to add this postscript to the Internet-circulated piece: PS . One thing I learned while on tour with my 8th grade students in DC that is not mentioned here is that if you look at the statue very closely and count the number of \"hands\" raising the flag, there are 13. When the man who made the statue was asked why there were 13, he simply said the 13th hand was the hand of God. The sculpture does not include a thirteenth hand there are only twelve. The rumor about the 13th hand has been around for dog's years, though, spread both on the Internet and by amateur tour guides. Said the sculptor Felix de Weldon of the rumor: \"Thirteen hands. Who needed 13 hands? Twelve were enough.\"",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=158660581X/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=1590523075/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=1558749748/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=159113496X/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=0553111337/urbanlegendsrefeA/;http://www.nps.gov/gwmp/usmc.htm;http://www.history.navy.mil/faqs/faq87-3l.htm;http://www.jamesbradley.com/;http://www.hearttouchers.com/iwojima;",
  "Example": "[Powers, 2000] Each year my video production company is hired to go to Washington, D.C. with the eighth grade class from Clinton, Wisconsin where I grew up, to videotape their trip. I greatly enjoy visiting our nation's capitol, and each year I take some special memories back with me. This fall's trip was especially memorable. On the last night of our trip, we stopped at the Iwo Jima memorial. This memorial is the largest bronze statue in the world and depicts one of the most famous photographs in history-that of the six brave men raising the American flag at the top of Mount Surabachi on the Island of Iwo Jima, Japan during WW II. Over one hundred students and chaperones piled off the buses and headed towards the memorial. I noticed a solitary figure at the base of the statue, and as I got closer he asked, \"What's your name and where are you guys from? I told him that my name was Michael Powers and that we were from Clinton, Wisconsin. \"Hey, I'm a Cheesehead, too! Come gather around Cheeseheads, and I will tell you a story.\" James Bradley just happened to be in Washington, D.C. to speak at the memorial the following day. He was there that night to say good-night to his dad, who had previously passed away, but whose image is part of the statue. He was just about to leave when he saw the buses pull up. I videotaped him as he spoke to us, and received his permission to share what he said from my videotape. It is one thing to tour the incredible monuments filled with history in Washington, D.C. but it is quite another to get the kind of insight we received that night. When all had gathered around he reverently began to speak. Here are his words from that night: \"My name is James Bradley and I'm from Antigo, Wisconsin. My dad is on that statue, and I just wrote a book called Flags of Our Fathers which is #5 on the New York Times Best Seller list right now. It is the story of the six boys you see behind me. Six boys raised the flag. The first guy putting the pole in the ground is Harlon Block. Harlon was an all-state football player. He enlisted in the Marine Corps with all the senior members of his football team. They were off to play another type of game, a game called \"War.\" But it didn't turn out to be a game. Harlon, at the age of twenty-one, died with his intestines in his hands. I don't say that to gross you out; I say that because there are generals who stand in front of this statue and talk about the glory of war. You guys need to know that most of the boys in Iwo Jima were seventeen, eighteen, and nineteen years old. (He pointed to the statue) You see this next guy? That's Rene Gagnon from New Hampshire. If you took Rene's helmet off at the moment this photo was taken, and looked in the webbing of that helmet, you would find a photograph. A photograph of his girlfriend. Rene put that in there for protection, because he was scared. He was eighteen years old. Boys won the battle of Iwo Jima. Boys. Not old men. The next guy here, the third guy in this tableau, was Sergeant Mike Strank. Mike is my hero. He was the hero of all these guys. They called him the \"old man\" because he was so old. He was already twenty-four. When Mike would motivate his boys in training camp, he didn't say, \"Let's go kill the enemy\" or \"Let's die for our country.\" He knew he was talking to little boys. Instead he would say, \"You do what I say, and I'll get you home to your mothers.\" The last guy on this side of the statue is Ira Hayes, a Pima Indian from Arizona. Ira Hayes walked off Iwo Jima. He went into the White House with my dad. President Truman told him, \"You're a hero.\" He told reporters, \"How can I feel like a hero when 250 of my buddies hit the island with me and only twenty-seven of us walked off alive?\" So you take your class at school. 250 of you spending a year together having fun, doing everything together. Then all 250 of you hit the beach, but only twenty-seven of your classmates walk off alive. That was Ira Hayes. He had images of horror in his mind. Ira Hayes died dead drunk, face down at the age of thirty-two, ten years after this picture was taken. The next guy, going around the statue, is Franklin Sousley from Hilltop, Kentucky, a fun-lovin' hillbilly boy. His best friend, who is now 70, told me, \"Yeah, you know, we took two cows up on the porch of the Hilltop General Store. Then we strung wire across the stairs so the cows couldn't get down. Then we fed them Epson salts. Those cows crapped all night.\" Yes, he was a fun-lovin' hillbilly boy. Franklin died on Iwo Jima at the age of nineteen. When the telegram came to tell his mother that he was dead, it went to the Hilltop General Store. A barefoot boy ran that telegram up to his mother's farm. The neighbors could hear her scream all night and into the morning. The neighbors lived a quarter of a mile away. The next guy, as we continue to go around the statue, is my dad, John Bradley from Antigo, Wisconsin, where I was raised. My dad lived until 1994, but he would never give interviews. When Walter Cronkite's producers, or the New York Times would call, we were trained as little kids to say, \"No, I'm sorry sir, my dad's not here. He is in Canada fishing. No, there is no phone there, sir. No, we don't know when he is coming back.\" My dad never fished or even went to Canada. Usually he was sitting right there at the table eating his Campbell's soup, but we had to tell the press that he was out fishing. He didn't want to talk to the press. You see, my dad didn't see himself as a hero. Everyone thinks these guys are heroes, 'cause they are in a photo and a monument. My dad knew better. He was a medic. John Bradley from Wisconsin was a caregiver. In Iwo Jima he probably held over 200 boys as they died, and when boys died in Iwo Jima, they writhed and screamed in pain. When I was a little boy, my third grade teacher told me that my dad was a hero. When I went home and told my dad that, he looked at me and said, \"I want you always to remember that the heroes of Iwo Jima are the guys who did not come back. DID NOT come back.\" So that's the story about six nice young boys. Three died on Iwo Jima, and three came back as national heroes. Overall, 7000 boys died on Iwo Jima in the worst battle in the history of the Marine Corps. My voice is giving out, so I will end here. Thank you for your time.\" Suddenly the monument wasn't just a big old piece of metal with a flag sticking out of the top. It came to life before our eyes with the heartfelt words of a son who did indeed have a father who was a hero. Maybe not a hero in his own eyes, but a hero nonetheless.",
  "Last Updated": "7 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/military/sixboys.asp",
  "Claim": "Article describes talk given to a group of Wisconsin schoolchildren at the Iwo Jima memorial.",
  "Claim_ID": "military_sixboys",
  "Tags": ""
}