{
  "Origins": "When the Grim Reaper claims another victim in the relative tranquility of the civilian world, after the body is whisked away to the morgue it is marked for identification with a simple token: a paper tag attached to a toe of the deceased. In the more turbulent world of the military, however, a hardier ID token is necessary. This token needs to be something that is carried on a soldier's person at all times, because the violence of combat can often leave remains difficult to identify, and it needs to be sturdy, because bodies may have to be moved a long ways under rough and adverse conditions before being attended to by mortuary personnel. Under these conditions a paper tag is too fragile it may too easily be rendered unreadable or separated from the body it identifies, hence the development and use of the oblong-shaped \"dog tag\" now worn by members of the armed forces.",
  "Fact Check": "",
  "Description": "Formerly called \"Graves Registration,\" the military's Mortuary Affairs department is responsible for the search for and recovery of the remains of those serving in the U.S. armed forces. It also sends personnel to the scenes of disasters where American servicepeople are known to number among the dead (e.g., the crash of a commercial airliner). In recent years, this branch of the service has expanded its deployment of personnel to assist in mass fatality situations outside its ordinary sphere of responsibility, such as Bosnia, Somalia, Croatia, the Middle East, Oklahoma City, and Hurricane Andrew. It is to Mortuary Affairs we therefore turn for the answer to why the older style of dog tags (i.e., tags manufactured between 1941 and the early 1970s) worn by those serving in the U.S. military had notches in them. Dog tags are issued by the military for the purpose of tracking the identities of their wearers, either to identify the remains of those who have died or to put names and medical histories to those who have been grievously injured and rendered unable to provide that information for themselves. The tags (which are now worn in pairs hung on a beaded chain around the neck) bear the following information about the person they were issued to: surname (followed by initials), service number, branch of service, blood type, and religion (if desired by the individual). The tags are issued in pairs because upon death of the wearer one tag needs to be retrieved from the body and sent to Mortuary Affairs along with intelligence about where the body is, and one must be left with the remains for identification purposes. According to Mortuary Affairs: One of the more common myths involves the reason for the notch on the tag issued between 1941 and the early 1970's. Battlefield rumor held that the notched end of the tag was placed between the front teeth of battlefield casualties to hold the jaws in place. No official record of American soldiers being issued these instructions exists; the only purpose of \"the notch\" was to hold the blank tag in place on the embossing machine. The machine used at this time doesn't require a notch to hold the blank in place, hence, today's tags are smooth on all sides. When measured against the gripping mental image of lion-hearted soldiers setting aside their personal grief to kick shut the jaws of fallen comrades, proper alignment on a stamping machine just doesn't present itself as much of a story. This lack of romance is perhaps some of the reason for the popularity of grisly rumors about the purpose for the notch what reality fails to supply, rumor agreeably contributes. More than thirty years since the cleft was last a part of these tags, mail from our readers confirms the story is very much in circulation. Indeed, some have heard unusual variations on the theme: [Collected via e-mail, 2003] My dog tags in WWII had a notch in them. The story was that this was to hold a dead soldiers mouth open to allow gases to escape until the body was attended to. While it is true decomposing bodies do bloat from gases that build up therein, propping open mouths of corpses to vent them wouldn't have much effect since these gases are present throughout the body, not just in the digestive system and lungs. (These vapors eventually escape as the tissue containing them breaks down, allowing them to leak from the body.) Sometimes variations encountered by our readers served to add to the basic rumor, as in this telling: [Collected via e-mail, 2003] I was dating a guy in the military who told me this story about dog tags. He said that if a soldier was killed in the field, his surviving comrade was to take one of the dog tags, break it in half, and close the dead soldier's jaw firmly over one of the halves it to keep it in place for identification purposes in case the body was found. He also said that the ball chain that holds the tags is comprised of 365 beads, and the smaller loop that goes through the tags is comprised of 52 beads. If a soldier is taken prisoner, he can detach the beads as a means of keeping track of how many days have passed. The chain upon which dog tags are hung wasn't always beaded. At one time olive drab cord or cloth tape was the norm, and woven nylon, wire, and cloth cords still show up as alternatives to the now ubiquitous string of metal beads. Even the original metal chain issued in 1943 had flat links, not the rounded beads of the rosary explanation. The smaller loop of chain was there to keep the tags separated from each other so their clinking didn't alert unfriendlies to the presence of U.S. troops, a function now primarily served by rubber gaskets (known as \"silencers\") placed around the edge of each tag. Barbara \"chain ganged\" Mikkelson Additional information: A Short History of Identification Tags (Captain Richard W. Wooley)",
  "Originally Published": "",
  "Referred Links": "http://www.qmfound.com/short_history_of_identification_tags.htm;http://www.qmfound.com/mortuary-affairs.htm;",
  "Example": "[Collected via e-mail, 2003] While showing his old army dog tags to my daughter, my father asked if we knew what the notch in the dog tag was for. He told us that when a soldier died in combat, the notch was used to hold his jaw open at his teeth. Another soldier would then kick his jaw shut, imbedding the dog tag permanently in his upper teeth and jaw. [Collected via e-mail, 2000] I have been told that when a soldier is killed in a circumstance that will prevent the immediate retrieval of remains, the soldier's dog tags are wedged between his two front upper and lower teeth to insure later identification, and that the dog tags will be less easily separated from the body. The usual method I've heard to insure the tags are firmly wedged between the teeth is to place the notch on the upper edge of the tag between the victim's two front upper teeth, and the notch on the lower edge of the tag between the victim's two front lower teeth. The victim's lower jaw is then struck or kicked toward the upper jaw to insure that the tags are firmly wedged between both upper and lower teeth.",
  "Last Updated": "2 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/military/notch.asp",
  "Claim": "Dog tags used to have notches so they could be wedged between the teeth of fallen soldiers.",
  "Claim_ID": "military_notch",
  "Tags": ""
}