{
  "Origins": "It is perhaps indicative of the divisive nature of U.S. military involvement in the Vietnam War in the 1960s and 70s that one of the persons most commonly associated with the war was neither a world leader nor a politician, neither a general nor a soldier, neither a participant nor a casualty of the war, but an American actress. And in ironic fashion, that actress is most notorious for something she didn't do in Vietnam rather than all the things she did do.",
  "Fact Check": "",
  "Description": "In July 1972, during the waning days of U.S. military involvement in Vietnam, actress Jane Fonda incurred the enmity of untold thousands of Vietnam veterans and their families (as well as service members for generations to come) when she arrived in Hanoi, North Vietnam, and began a two-week tour of the country. Fonda visited North Vietnamese villages, hospitals, schools, and factories damaged in the war, weaving her comments about what she observed at those sites with denunciations of U.S. military policy in recordings broadcast as propaganda to U.S. servicemen via Radio Hanoi; met with international visitors and reporters who were also in North Vietnam; spent about an hour chatting with seven U.S. POWs at a meeting arranged by her North Vietnamese guides; and posed for photographs at an antiaircraft emplacement set up in a rural area just outside Hanoi. Although Fonda's actions in visiting North Vietnam were sufficient to earn her the wrath of many Americans, in the years since those events took place they have been embellished to the point that the one tale most commonly associated with her Vietnam trip is an incident that never took place: a tale about U.S. POWs who furtively slipped messages to Fonda while she was meeting with them and whom Fonda promptly betrayed by turning those messages over to the POWs' North Vietnamese captors (resulting in several of those prisoners' being beaten, tortured, or killed). The fact is that while in North Vietnam, Fonda met with only a single group of seven U.S POWs: all seven of those POWs agreed to meet with her, no POWs were tortured for declining to meet with her (or for behaving inappropiately during the meeting), and no POWs secretly slipped Fonda messages which she turned over to the North Vietnamese. The persons named in inflammatory claims about this apocryphal incident have repeatedly and categorically denied the events they supposedly were part of. First of all, the whole premise on which this tale is based is contradicted by the plain reality of the situation: none of the POWs Jane Fonda met needed to furtively hand her messages encoding their identities in order to \"get word to the world that they still survived.\" Fonda spent about an hour talking with a single group of seven POWs whose names she had ample opportunity to learn during that time; the POWs didn't need to sneak Fonda pieces of paper with their Social Security numbers written on them, as she could simply have remembered their names and repeated them once she returned home. Plus, there was no reason for the POWs' identities to have been kept a secret in the first place since the North Vietnamese arranged the meeting between Fonda and the POWs for its propaganda value, they very much wanted the American public and the world at large to know exactly whom she'd met with. The POWs also had no need to rely on Fonda to secretly relay other messages from them to the outside world. After politics disrupted the delivery of letters to and from American POWs in North Vietnam via U.S. Mail, many visitors who traveled to Hanoi during the war years (such as members of the group Women Strike for Peace) regularly brought POWs letters from their families and took letters from POWs back to the United States with them. Jane Fonda was no exception: she brought mail for imprisoned U.S. servicemen with her to Hanoi, and she returned to the U.S. carrying 241 letters from American POWs back to their families. (Fonda even called the wives of some of the men she met with to provide them with updates about their husbands.) None of the POWs who met with Jane Fonda had any need to resort to the form of subterfuge claimed in these Internet rumors in order to get information about themselves carried to friends and family back home. Additionally, no POWs were tortured to coerce them into meeting with Jane Fonda or for refusing to do so. Fonda had only a single meeting with a small group of POWs, and there were plenty of volunteers for the occasion: The seven men who met with [Fonda] were not coerced into the meeting; indeed, many more pilots wanted to meet with her than were able. \"The entire camp that I was in when Jane Fonda visited wanted to see her,\" former POW Edison Miller said, although he didn't even know who Jane Fonda was. Miller only wanted to see her because he knew she was Henry Fonda's daughter. The seven POWs and Fonda met around a large table surrounded by chairs. It was a typical meeting between international visitors and American airmen: low-key, filled with small talk, inquiries from the airmen about particular bits of news and sports from home, conversations about their families, requests to call them and pass on a message. Despite the claims of hundreds of Vietnam veterans who maintain they were \"there\" and affirm that accounts like the \"smuggled Social Security number betrayal\" are true because they supposedly witnessed them, the fact is that Fonda met only seven American POWs while in North Vietnam: Edison Miller, Walter Wilber, James Padgett, David Wesley Hoffman, Kenneth James Fraser, William G. Byrns, and Edward Elias. None of those men reported her sabotaging their attempts to slip her information about themselves, and anyone other than those seven men who asserts he was \"there\" and witnessed such a scene is simply not telling the truth. Some of the POWs who actually did meet with Jane Fonda, such as Edison Miller, have spoken out on the record over the years to disclaim the apocryphal stories about her \"The whole [e-mail] story about Jane Fonda is just malarkey,\" said Edison Miller, 73, of California, a former Marine Corps pilot held more than five years. Miller was among seven POWs who met with Fonda in Hanoi. He said he didn't recall her asking any questions other than about their names, if that. He said that he passed her no piece of paper, and that to his knowledge, no other POW in the group did, despite the e-mail's claims. Col. Larry Carrigan, the U.S. serviceman whose name is invoked in the e-mailed reproduced at the head of this article, has affirmed that he neither claimed nor experienced any of what has been attributed to him, and that he never even met Jane Fonda: \"It's a figment of somebody's imagination.\" said Ret. Col. Larry Carrigan, one of the servicemen mentioned in the 'slips of paper' incident. Carrigan was shot down over North Vietnam in 1967 and did spend time in a POW camp. He has no idea why the story was attributed to him, saying, \"I never met Jane Fonda.\" In 2005, the Minneapolis Star Tribune reported that Carrigan \"is so tired of having to repeat that he wasn't beaten after Fonda's visit and that there were no beating deaths at that time that he won't talk to the media anymore.\" The tale about a defiant serviceman who spit at Jane Fonda and was severely beaten as a result is often attributed to Air Force pilot Jerry Driscoll. He has also repeatedly stated on the record that it did not originate with him: Driscoll said he never met Fonda, as the e-mail claims and therefore, never spit on her and didn't suffer permanent double vision from a subsequent beating. \"Totally false. It did not happen,\" Driscoll said. \"I don't know who came up with [my] name. The trouble that individual has caused me!\" he said, referring to the time he has spent repeatedly denying the persistent myth. Mike McGrath, President of NAM-POWs, has also stepped forward to disclaim the Internet-circulated rumors about Jane Fonda and American POWs: Please excuse the generic response, but I have been swamped with so many e-mails on the subject of the Jane Fonda article (Carrigan, Driscoll, strips of paper, torture and deaths of POWs, etc.) that I have to resort to this pre-scripted rebuttal. The truth is that most of this never happened. This is a hoax story placed on the internet by unknown Fonda haters. No one knows who initiated the story. Please assist by not propagating the story. Fonda did enough bad things to assure her a correct place in the garbage dumps of history. We don't want to be party to false stories, which could be used as an excuse that her real actions didn't really happen either. I have spoken with all the parties named: Carrigan, Driscoll, et al. They all state that this particular internet story is a hoax and they wish to disassociate their names from the false story. Even Henry Mark Holzer and Erika Holzer, whose 2002 book \"Aid and Comfort\": Jane Fonda in North Vietnam made the argument that Jane Fonda could have been tried and convicted of treason for her activities in North Vietnam, acknowledged that the \"slips of paper\" tale was untrue: Let's set the record straight. It has been reported on the Internet in recent years that POWs surreptitiously slipped Fonda messages which she turned over to the North Vietnamese. That story is false. Also untrue is that any POW died for refusing to meet with Fonda. It has been reported in the media and on the Internet that two POWs were tortured in an effort to force them into meeting with Fonda. However, despite considerable effort to find independent corroboration of these stories, we have been unable to do so. Jane Fonda's inclusion in the 30 April 1999 ABC television special A Celebration: 100 Years of Great Women (hosted by Barbara Walters) fanned the flames of anger within many who felt she had never properly atoned for her behavior. However, that program was produced and broadcast over fourteen years ago; contrary to outdated messages which still make the rounds of the Internet, Jane Fonda's being honored as one of America's \"great women\" isn't something that just happened or is about to happen. (Nor, as claimed in some versions, does \"Obama [now] want to honor her\" the 100 Years of Great Women program was aired over nine years before Barack Obama was elected President.) It's also not the case, as stated in some recent versions of this rumor, that Jane Fonda is slated to \"portray Nancy Reagan in an upcoming film biography of the Reagans.\" The referenced movie ( The Butler ) has already been completed, and it isn't a biography of Ronald and Nancy Reagan it's a film about a character named Cecil Gains and based on the life of Eugene Allen, who served as head butler at the White House under eight different presidents between 1952 and 1986. Jane Fonda was one of a large cast of actors and actresses who played supporting roles portraying former presidents and first ladies in that movie. In 1988, sixteen years after the fact, Fonda finally met with Vietnam veterans to apologize for her actions. This nationally televised apology (during which she characterized her actions as \"thoughtless and careless\") came at a time when New England vets were successfully disrupting a film project she was working on, leading some to read a huge dollop of self-interest into her apology. Fonda also apologized in 2005, an act which once again coincided with the release of a film in which she had a starring role ( Monster-in-Law, her first leading role since 1990's Stanley & Iris ) and a book tour to promote her autobiography. As she had several years earlier, though, Fonda specifically apologized for the act of posing for photographs while seated at a North Vietnamese anti-aircraft gun but not for her other activities in North Vietnam: 2000: \"I will go to my grave regretting the photograph of me in an anti-aircraft carrier, which looks like I was trying to shoot at American planes. It hurt so many soldiers. It galvanized such hostility. It was the most horrible thing I could possibly have done. It was just thoughtless.\" 2005: \"I will go to my grave regretting that. The image of Jane Fonda, Barbarella, Henry Fonda's daughter, just a woman sitting on a enemy aircraft gun, was a betrayal,\" said Fonda. \"It was like I was thumbing my nose at the military. And at the country that gave me privilege. It was the largest lapse of judgment that I can even imagine. I don't thumb my nose at this country. I care deeply about American soldiers.\" The 67-year-old actress and activist, however, defended her decision to go to Hanoi and said she had no regrets about being photographed with American POWs there or making broadcasts on Radio Hanoi because she was trying to stop the war. \"Well, both sides were using propaganda, were using the POWs for propaganda,\" said Fonda. \"I don't think there was anything wrong with it. It's not something that I will apologize for.\" Nor does she apologize for making broadcasts on Radio Hanoi. \"Our government was lying to us, and men were dying because of it,\" she said. \"And I felt that I had to do anything that I could to expose the lies, and help end the war. That was my goal.\" One man who didn't take Fonda's confessions to heart was 54-year-old Michael Smith. While Fonda was autographing copies of her autobiography, My Life So Far, in Kansas City in April 2005 as part of a promotional book-signing tour, Smith, who said he was a Vietnam veteran, waited in line for 90 minutes and then spat tobacco juice on Fonda.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=078641247X/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=1565849884/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=0375507108/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=0805009590/urbanlegendsrefeA/;http://www.imdb.com/title/tt1327773/;http://www.tcm.com/tcmdb/title/463720/Celebration-100-Years-of-Great-Women-With-Barbara-Walters-A/;",
  "Example": "[Collected via e-mail, 1999] \"There are few things I have strong visceral reactions to, but Jane Fonda's participation in what I believe to be blatant treason, is one of them. Part of my conviction comes from exposure to those who suffered her attentions. \"In 1978, the Commandant of the USAF Survival School, a colonel, was a former POW in Ho Lo Prison the Hanoi Hilton. Dragged from a stinking cesspit of a cell, cleaned, fed, and dressed in clean PJs, he was ordered to describe for a visiting American 'Peace Activist' the 'lenient and humane treatment' he'd received. He spat at Ms. Fonda, was clubbed, and dragged away. During the subsequent beating, he fell forward upon the camp Commandant's feet, accidentally pulling the man's shoe off which sent that officer berserk. \"In '78, the AF colonel still suffered from double vision permanently grounding him from the Vietnamese officer's frenzied application of a wooden baton. \"From 1983-85, Col. Larry Carrigan was 347FW/DO (F-4Es). He'd spent 6 [product] years in the Hilton the first three of which he was listed as MIA. His wife lived on faith that he was still alive. His group, too, got the cleaned/fed/clothed routine in preparation for a 'peace delegation' visit. \"They, however, had time and devised a plan to get word to the world that they still survived. Each man secreted a tiny piece of paper, with his Social Security number on it, in the palm of his hand. When paraded before Ms. Fonda and a cameraman, she walked the line, shaking each man's hand and asking little encouraging snippets like, 'Aren't you sorry you bombed babies?' and, 'Are you grateful for the humane treatment from your benevolent captors?'\" \"Believing this HAD to be an act, they each palmed her their sliver of paper. She took them all without missing a beat. At the end of the line and once the camera stopped rolling, to the shocked disbelief of the POWs, she turned to the officer in charge ... and handed him the little pile of notes. \"Three men died from the subsequent beatings. Col. Carrigan was almost number four. \"For years after their release, a group of determined former POWs, including Col. Carrigan, tried to bring Ms. Fonda and others up on charges of treason. I don't know that they used it, but the charge of 'Negligent Homicide due to Depraved Indifference' would also seem appropriate. Her obvious 'granting of aid and comfort to the enemy' alone should've been sufficient for the treason count. However, to date, Jane Fonda has never been formally charged with anything and continues to enjoy the privileged life of the rich and famous. \"I, personally, think that this is shame on us, the American Citizenry. \"Part of our shortfall is ignorance: Most don't know such actions ever took place. \"The only addition I might add to these sentiments is to remember the satisfaction of relieving myself into the urinal at some air base or another where 'zaps' of Hanoi Jane's face had been applied.\"",
  "Last Updated": "1 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/military/fonda.asp",
  "Claim": "During a trip to North Vietnam, Jane Fonda turned smuggled messages from U.S. POWs over to their captors.",
  "Claim_ID": "military_fonda",
  "Tags": ""
}