{
  "Origins": "Military cemeteries are places of especial reverence because each grave therein is not only the final resting place of an individual but also stands as a monument to valor and the enduring truths for which that soldier gave his life.",
  "Fact Check": "",
  "Description": "Tombs dedicated to unknown soldiers, those fallen comrades whose identities have been lost to all but God, stand as poignant reminders of the gravity of duty to one's country and of the awful price freedom may demand of those who serve in the military. Although every soldier's grave should be such a reminder, it is easy to pass by those of known individuals and not be struck by the day-to-day act of courage that it is to be a soldier. Yet before the tomb of an unknown serviceman, that realization strikes home. The man interred therein represents all soldiers; his courage, valor, and sacrifice represent the promise of all who serve that when called upon they will do no less. Before the tomb of an unknown, we honor the dead and are awed by the living. When Hurricane Isabel hit the Atlantic Coast of the United States on 19 September 2003, she struck with fury and left in her wake a trail of devastation. Yet not even a hurricane is stronger than a soldier's sense of duty. The text quoted above, which was picked up by Associated Press out of the Texarkana Gazette , is for the most part accurate. Sentries charged with guarding the Tomb of the Unknowns at Arlington National Cemetery in Virginia did indeed spend the entire night out in the weather rather than leave their posts. It is untrue, however, that they disobeyed a direct order to do so, as some e-mail versions of this story maintain: The Regimental Commander of the U.S. Third Infantry sent word to the nighttime Sentry Detail to secure the post and seek shelter from the high winds, to ensure their personal safety. THEY DISOBEYED THE ORDER. During winds that turned over vehicles and turned debris into projectiles . . . the measured step continued. One fellow said \"I've got buddies getting shot at in Iraq who would kick my butt if word got to them that we let them down . . . I'm sure as hell have no intention of spending my Army career being known as the idiot who couldn't stand a little light breeze and shirked his duty.\" A contingency plan had been established that if winds reached 120 mph the guards could retreat from their usual exposed-to-the-elements posts in the tomb plaza to take up positions in trophy room, which is above the tomb plaza and has a clear view of the sepulcher. (The Tomb of the Unknowns is a small box-like white building situated in an open area close to the middle of the cemetery.) This plan was not put into effect. The Tomb of the Unknowns holds three sets of remains, one each from World War I, World War II, and the Korean War. A fourth set of remains from the Vietnam War used to be part of this august company but was formally disinterred in 1998 after DNA testing determined them to belong to First Lieutenant Michael Joseph Blassie. Lt. Blassie is now buried in his hometown of St. Louis, Missouri. The tomb is guarded 24 hours a day and 365 days a year by specially chosen soldiers of the 3rd Infantry Regiment (Old Guard) stationed at nearby Fort Myer. Barbara \"honor guard\" Mikkelson Additional information: Tomb of the Unknowns (Arlington National Cemetery)",
  "Originally Published": "",
  "Referred Links": "http://www.arlingtoncemetery.mil/VisitorInformation/TombofUnknowns.aspx;",
  "Example": "[Texarkana Gazette, 2003] Here Rests In Honored Glory An American Soldier Known But To God. So reads the inscription etched into the white granite tomb that marks the resting place of America's official unknown soldiers. The Tomb of the Unknowns remains one of the United States' most revered sites, a permanent reminder of this country's commitment to honor those who died fighting for its freedom. Last week, that commitment was upheld in a way some people might not have even noticed or even thought about. When practically every government employee in Washington was beating a hasty retreat to avoid the aftereffects of Hurricane Isabel, a small group of men decided their commitment to duty, honor and country was more important than personal safety or comfort. Tomb Guard Sentinels, the elite soldiers of the 3rd U.S. Infantry regiment chosen to act as guards at the Tomb, opted to sustain their constant vigil at the Tomb of the Unknowns rather than flee the oncoming bad weather. To them it was a matter of honoring their personal and professional obligations to the men and women who served before them and who serve now - and obviously do not have the luxury of serving their country only when skies are blue and the sun shines down upon them. Although the Tomb of the Unknowns is watched over by Tomb Guards 24 hours a day, 365 days a year regardless of weather conditions, to have soldiers so duty-bound as to ignore their own personal well-being is an example of real patriotism and a real reminder of the sacrifices made to secure the principles of liberty.",
  "Last Updated": "14 September 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/military/hurricane.asp",
  "Claim": "During Hurricane Isabel, sentries guarding the Tomb of the Unknowns remained at their posts.",
  "Claim_ID": "military_hurricane",
  "Tags": ""
}