{
  "Origins": "We first began seeing this e-mail in mid-October 2002 when it circulated with no more authorial attribution than \"from a Marine Lieutenant Colonel in Bosnia.\" Not until mid-November 2002, a full month later, did we begin to receive copies signed by \"Mary Beth Johnson\" (or, in some cases, \"Mary Beth xxxx\" or \"Mary Beth J.\"), a \"LtCol, USMC.\" Our experience with researching Internet lore tells us articles start out with their authors clearly identified and through the forwarding process gradually lose proper attribution, but the process does not work in reverse. Previously unattributed articles do not suddenly sprout named authors, so either \"Mary Beth Johnson\" was simply a name someone added to the end of the piece to make it more humorous, or she's merely a recipient whose signature became attached to the item when she forwarded it on to others.",
  "Fact Check": "",
  "Description": "True or not, this piece was undoubtedly written by a man. A woman is unlikely to descibe the composition of another army (even France's) as \"a bunch of faggots for soldiers\"; that terminology (and the fear it expresses) are male. Also \"thus demonstrating that even the smallest American had more fight in him than the average Frenchman\" would be an odd statement for a female soldier to make after having just stood up to a belligerent foreigner; certainly it would have been \"more fight in her .\" All in all, this missive sounds like something penned by someone stateside whose strongest connection with the Marines exists only in his imagination. (Perhaps the choice of surname is telling. \"Johnson\" is one of the many slang terms for penis, and the article is an example of rampant \"Check out the size of mine, will ya?\" posturing. And it's coupled with \"Mary Beth,\" an undeniably feminine name that conjures up images of sweet country girls in print dresses; the very opposite of the tough, professional soldier.) We figure \"Mary Beth\" is a Michael or Sam or Douglas, and we're far from convinced the real author is even in the armed services, let alone serving in Bosnia and smartmouthing French officers. A real soldier especially one serving in the Balkans would know Camp Bondsteel is in Kosovo, not Bosnia. Barbara \"lafayette to be convinced\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2002] A funny thing happened to me yesterday at Camp Bondsteel (Bosnia): A French Army officer walked up to me in the PX, and told me he thought we (Americans) were a bunch of cowboys and were going to provoke a war. He said if such a thing happens, we wouldn't be able to count on the support of France. I told him that it didn't surprise me. Since we had come to France's rescue in World War I, World War II, Vietnam, and the Cold War, their ingratitude and jealousy was due to surface at some point in the near future anyway. That is why, I said softly, France is a third-rate military power with a socialist economy and a bunch of faggots for soldiers. Iadditionally told him that America, being a nation of deeds and action, not words, would do whatever it had to do, and France's support was only for show anyway. Just like in ALL NATO exercises, the U.S. would shoulder 85% of the burden, as evidenced by the fact that the French officer was shopping in the American PX, and not the other way around. He began to get belligerent at that point, and I told him if he would like to, I would meet him outside in front of the Burger King and beat his ass in front of the entire Multinational Brigade East, thus demonstrating that even the smallest American had more fight in him than the average Frenchman. He called me a barbarian cowboy and walked away in a huff. With friends like these, who needs enemies?",
  "Last Updated": "2 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/military/bosnia.asp",
  "Claim": "A Marine serving in Bosnia subjected a French officer to a verbal chiding.",
  "Claim_ID": "military_bosnia",
  "Tags": ""
}