{
  "Origins": "The belief that being the only child (or the only male child) in a family exempts one from compulsory military service is a widespread but erroneous belief, a misunderstanding of Select Service rules enacted after World War II.",
  "Fact Check": "",
  "Description": "Popular fact-based World War II films such as The Fighting Sullivans and Saving Private Ryan have dramatized cases where several brothers from the same family were all killed in action. The Fighting Sullivans recounts the true story of the Sullivan brothers , all five of whom died when the ship to which they were assigned, the USS Juneau , was sunk by a Japanese torpedo during the Battle of Guadalcanal on 13 November 1942. Saving Private Ryan tells a fictionalized story based on the real experience of Sgt. Fritz Niland of the 101st Airborne, who was removed from a combat zone in France and sent home by the Army after all three of his brothers were killed in action during the same week in June 1944. In 1948, in order to safeguard the only remaining sons of families that had lost other children during World War II, the United States passed a law that exempted sole surviving sons from the draft. This exemption applied only when one or more children (sons or daughters) from the family had already died or been killed during military service. In 1964 this law was modified to extend the exemption to sons who were the only surviving male offspring of fathers who had died as a result of military service, and at the same time the exemption was altered to apply only to peacetime drafts. This law was modified again in 1971 to extend the exemption to any son (not necessarily the only surviving son) whose father or brother (or sister) had died in military service. So, to clear up the misunderstandings, note that: You are not exempt from military service simply because you are an only child or an only son. You are exempt only if one of your siblings or parents (mothers are now included as well) has died as a result of military service. You do not have to be a sole remaining son to meet this requirement the exemption applies to all remaining sons from qualified families. This exemption is not in effect during wartime. (Although all American men are required to register with the Selective Service upon turning 18, the U.S. does not currently have a peacetime draft, having converted to an all-volunteer military in 1973. Whether a draft held while U.S. forces were engaged in military action but war had not officially been declared - as in the current situation - would be considered a \"peacetime\" draft or a \"wartime\" draft is debatable; our query to the Selective Service received only the circular answer that since no draft is in effect at this time, we are considered to be at peace.) Additional Information: 'Surviving Sons' Fact Sheet (Selective Service)",
  "Originally Published": "",
  "Referred Links": "http://www.sss.gov/FSsurviv.htm;http://napnuts.tripod.com/sprrealryan.htm;http://napnuts.tripod.com/sprrealryan.htm;http://www.history.navy.mil/faqs/faq72-1.htm;",
  "Example": "[Collected on the Internet, \\ 2001] As an only son, I have heard a few times before that there is an \"only son clause\" law with the military. Meaning that since I am an only son, I cannot be drafted for war. Is this true?",
  "Last Updated": "30 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/military/onlyson.asp",
  "Claim": "Being an only child (or an only son) automatically exempts you from military service.",
  "Claim_ID": "military_onlyson",
  "Tags": ""
}