{
  "Origins": "This pithy quote began circulating on the Internet in December 2001. This wasn't an actual statement made by General Norman Schwarzkopf, then quoted by someone present despite the e-mail's claims of \"a recent interview,\" mention of it doesn't appear in archives of news stories, and it's not as if the press would have let such a juicy bon mot just sit there if they'd been presented with it.",
  "Fact Check": "",
  "Description": "However, in an odd instance of the tail wagging the dog, in 2003 the General is on record as repeating a close version of the words years earlier attributed to him. From his comments, it appears he liked the false quote enough to adapt it into an anti-bin Laden statement, especially in light of everyone thinking he'd already said it anyway. From a transcript of the 8 February 2003 show of Meet The Press and in answer to a question presented by Tim Russert of NBC News: MR. RUSSERT: General Schwarzkopf, how important is it that we capture Osama bin Laden? GEN. SCHWARZKOPF: Well, I think it s important only because the man on the street in the Middle East, you know, believes that he a lot of people believe that he is on the right track and that he is some sort of a folk hero and that sort of thing. And I think it s necessary to bring him down, one way or another. I will confess to you that, you know, one of the statements that s been attributed to me that I m sort of proud of is somebody said, you know, \"What do we do about Osama bin Laden?\" And they asked me, \"Can we forgive him?\" And I said, \"Forgiveness is up to God. I just hope we hurry up the meeting.\" And that s the way I feel about him, really. That the General is now repeating the remark earlier attributed to him doesn't change the past he wasn't the originator of the witty remark. Still, it's hard not to admire a man who knows a good line when he sees it. As to where the saying might have come from or how it came to be tied to the General, this is likely a case of a saying's being stuffed into the mouth deemed most appropriate for it. \"Stormin' Norman\" served as deputy commander of U.S. forces in the 1983 Grenada invasion and held a series of senior staff and field commands in the United States and Europe, but it was his command of the Allied forces in the brief desert war against Iraq in early 1991 that turned him into an overnight national hero and media darling. Those on the homefront appreciated his no-nonsense way of handling matters and grew to think of him as a straight-shooter whom they could trust to have an answer for anything, especially if that \"answer\" needed to be delivered in the form of decisive action taken against a dread foe. General Schwarzkopf retired in 1991. He no longer leads the U.S. Army; that job has fallen to others. The fellow in charge of operations in Afghanistan is General Tommy Franks. A list of \"quotes\" circulated in December 2001 contained a slightly different version than the one falsely laid at Schwarzkopf's feet: \"It's God's responsibility to judge Osama bin Laden. It is our responsibility to arrange the meeting.\" This was credited to \"Semper Fi,\" an abbreviation of \"Semper Fidelis,\" the motto of the U.S. Marine Corps. Other newsgroup posts from the same time period attribute the saying to \"United States Marines.\" After violence erupted between Israel and Hezbollah in the summer of 2006, this version of the fabricated quote began to travel from inbox to inbox: In a recent interview, General Norman Schwartzkopf was asked if he thought there was room for forgiveness toward Hizbollah. The General said, \"I believe that forgiving Hizbollah is God's function. The Israeli's job is to arrange the meeting.\" It's possible the current \"arrange the meeting\" quote is a misremembering of a pithy saying common to ROTC training in the 1980s: \"Your enemy's duty is to die in defense of his country. Your duty is to see that your enemy does his duty.\" Likewise, America has always had a special fondness for its tough-talking generals. General George S. Patton Jr. was heard to say, \"May God have mercy upon my enemies; they will need it.\" In October 2001, a similar quote also (falsely) attributed to Stormin' Norman appeared on the Internet: General Schwarzkopf was asked last week how it was possible to fight an enemy willing and ready to die for his cause. His reply: \"Accommodate him.\" Barbara \"best western accommodations\" Mikkelson Sightings: In a 27 February 2002 The Australian article titled \"Messenger Killed But Message Got Through,\" journalist Janet Albrechtsen used the fake Schwarzkopf quote to illustrate America's \"we're coming to get you\" stance.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2002] In a recent interview, General Norman Schwartzkopf was asked if he didn't think there was room for forgiveness toward the people who have harbored and abetted the terrorists who perpetrated the 9/11 attacks on America. His answer was classic Schwartzkopf. He said, \"I believe that forgiving them is God's function. Our job is simply to arrange the meeting.\"",
  "Last Updated": "2 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/military/norman.asp",
  "Claim": "General Norman Schwarzkopf authored a pithy quote about whether we should show forgiveness towards those who harbored terrorists.",
  "Claim_ID": "military_norman",
  "Tags": ""
}