{
  "Origins": "It's hard to think of late-night talk show king Johnny Carson without also thinking of Ed McMahon, the tall, genial announcer with the booming voice who served as Carson's sidekick throughout Johnny's thirty-year tenure as host of the Tonight Show from 1962-92. One interesting aspect of the two men's backgrounds not known to many casual viewers was they both served in the military an aspect of their lives that some people initially heard about through the repetition of a rumor which held that (in an interesting reversal of their show business relationship) Ed McMahon had once been Johnny Carson's commanding officer.",
  "Fact Check": "",
  "Description": "The rumor does have certain elements of plausibility to it: there was some chronological overlap in McMahon and Carson's military service during World War II, both men had some connection to Navy/Marine Corps aviation, and McMahon did (eventually) outrank Carson as an officer; but their lives would not intersect until many years later. As noted at Military.com , 17-year-old Johnny Carson enlisted in the U.S. Navy as an apprentice seaman in mid-1943 and served for a little over three years, just missing seeing combat duty in World War II by a few days: [Carson] enlisted in the U.S. Navy on June 8, 1943, as an apprentice seaman enrolled in the V-5 program, which trained Navy and Marine pilots. He hoped to train as a pilot, but was sent instead to Columbia University for midshipman training. Commissioned an ensign late in the war, Carson was assigned to the USS Pennsylvania, a battleship on station in the Pacific. He was en route to the combat zone aboard a troopship when the bombing of Hiroshima and Nagasaki brought the war to a close. The Pennsylvania was torpedoed on August 12, 1945 and Carson reported for duty on the 14th the last day of the war. Although he arrived too late for combat, he got a firsthand education in the consequences of war. The damaged warship sailed to Guam for repairs, and as the newest and most junior officer, Carson was assigned to supervise the removal of 20 dead sailors. He later served as a communications officer in charge of decoding encrypted messages. Likewise, 19-year-old Ed McMahon enlisted in the U.S. Navy in 1943, served for three years, and just missed seeing combat duty in World War II: McMahon entered the Navy's V-5 program as an aviation cadet on Feb. 9, 1943. He was selected as cadet regimental commander, perhaps because his booming voice created a \"command presence.\" His first classes were in a civilian run program in Texarkana, TX where he learned to fly a Piper Cub airplane. These were followed by further training in Denton, Texas, and a three-month pre-flight school at the University of Georgia-Athens. After primary flight training at Dallas, McMahon was sent to the Pensacola Naval Air Station in Florida for intermediate and advanced training, where he graduated, earning his wings and a commission as a second lieutenant in the Marine Corps on April 4, 1944. His first active duty station was at Lee Field at Green Cove Springs, Fla., where he was assigned to the Corsair Operational Training Unit learning to fly the gull-winged F4U Corsair fighter. Because McMahon was so proficient at taking off and landing on aircraft carriers, he was kept on as an instructor pilot, despite his desire to get into combat. In August 1945, McMahon finally was ordered to the West Coast assigned to a Marine carrier unit, but the dropping of the atomic bombs resulted in a change of orders, and he was sent instead to a Marine Air Group as part of Marine Fighter Squadron 911 at the Marine auxiliary airfield at Kingston, N.C. McMahon instructed and flight-tested Corsairs and F7F Wildcats until his discharge from active duty in February 1946. [McMahon remained in the U.S. Marine Corps Reserves and was recalled to active duty during the Korean War, eventually flying 85 missions during that conflict.] However, no account from the military or by either man ever places McMahon as Carson's commanding officer, or even has the two men stationed in the same place at the same time. As Ed McMahon later recounted on many occasions, he first met Johnny Carson in 1958, when he interviewed for an announcer's position on the Carson-hosted game show Who Do You Trust? : The two met not long after Carson began hosting the game show \"Who Do You Trust?\" in 1957. \"Johnny didn't look as if he was dying to see me,\" McMahon, who was hosting a show on a Philadelphia TV station, told People magazine in 1980 about the pair's first meeting. \"He was standing with his back to the door, staring at a couple of workmen putting letters on a theater marquee. I walked over and stood beside him. Finally the two guys finished, and Johnny asked, 'What have you been doing?' I told him. He said, 'Good to meet you, Ed,' shook my hand, and I was out of the office. The whole meeting was about as exciting as watching a traffic light change.\" McMahon provided the same account of their initial meeting during an interview with Larry King:",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20080127230437/www.gijobs.net/magazine.cfm?id=231;http://www.military.com/Careers/Content1?file=trans_johnny_carson.htm&area=Content;",
  "Example": "[Collected via e-mail, June 2009] A colleage tells me that when Johnny Carson served in the military, that at one point his commanding officer was Ed McMahon.",
  "Last Updated": "24 June 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/military/celebrities/edmcmahon.asp",
  "Claim": "Ed McMahon served as Johnny Carson's commanding officer in the military.",
  "Claim_ID": "military_celebrities_edmcmahon",
  "Tags": ""
}