{
  "Origins": "The tale of the self-important aircraft carrier captain getting his well-earned comeuppance at the hands of a plain-speaking lighthouse has been making the rounds on the Internet since early 1996. Most write-ups purport to be transcripts of a 1995 conversation between a ship and a lighthouse as documented by Chief of Naval Operations.",
  "Fact Check": "",
  "Description": "It ain't true. Not only does the Navy disclaim it, the anecdote appears in a 1992 collection of jokes and tall tales. Worse, it appears in Stephen Covey's 1989 The Seven Habits of Highly Effective People , and he got it from a 1987 issue of Proceedings , a publication of the U.S. Naval Institute. It's far older than that, as this excerpt from a 1939 book shows: The fog was very thick, and the Chief Officer of the tramp steamer was peering over the side of the bridge. Suddenly, to his intense surprise, he saw a man leaning over a rail, only a few yards away. \"You confounded fool!\" he roared. \"Where the devil do you think your ship's going? Don't you know I've got the right of way?\" Out of the gloom came a sardonic voice: \"This ain't no blinkin' ship, guv'nor. This 'ere's a light'ouse!\" Even older, a one-panel 1931 cartoon that appeared in the Canadian newspaper The Drumheller Review (but listing The Humorist of London, England as its source) displayed two men arguing through megaphones, one standing on the bridge of a ship, the other on the exterior walkway of a lighthouse, above this bit of dialogue: Skipper: Where are you going with your blinking ship? The Other: \"This isn't a blinking ship. It's a lighthouse!\" Slightly different versions of the e-mailed account name different ships as the one which unwillingly gained a lesson in the unimportance of self importance. Having debunked this tale a few times themselves, the U.S. Navy has a web page about this legend, one that answers what three of the commonly cited ships were doing at the time this supposedly occurred. The Navy's take on this crazy bit of faxlore is contained in the following 1996 newspaper article: The source of that story, which the Navy swears is untrue, is not known. It's a joke that has been floating around for at least 10 years, and maybe 30 to 40 years. Some think it originated in a humor column in Reader's Digest. Nobody knows for sure. But for the past four months the story of the ship and the lighthouse has been passed along, as gospel, by comedy talk-show hosts, lazy newspaper columnists and clueless cyberspace jockies until it has taken on an air of the apocryphal. It clings to Navy lore like that old captain from \"The Rime of the Ancient Mariner.\" And, like Coleridge's haunted captain, the Navy is having a real tough time getting this albatross off its neck. This week the story was repeated by The New York Times News Service, quoting a Canadian newspaper. Last week it was read to a global radio audience on Michael Feldman's popular Whad'ya Know? program on Public Radio International. Earlier, the same network's Car Talk program aired the tale. In the story's current form, the ship is identified as the carrier Enterprise. In the past it involved a battleship. A version that arrived via e-mail in Norfolk from the U.S. Air Force Academy identified it as the \"aircraft carrier Missouri.\" There is no such carrier. The Missouri is a retired battleship. Various versions carry little embellishments. An amateur-radio buff communicating via the Internet said it happened in Puget Sound. A columnist in the Montreal Gazette said it happened last fall off the coast of Newfoundland. A columnist in North Carolina quoted a local man as saying it happened off the Carolinas. \"It's a totally bogus story, but over the last four months we've gotten at least 12, maybe 18 calls from different media sources trying to confirm that,\" said Cmdr. Kevin Wensing, an Atlantic Fleet spokesman in Norfolk. \"Unfortunately, some of them don't check it out. They just repeat it. \"The first time I heard of it was oh, let's see, how long about 10 years ago or so, I think. \"That story's so old,\" Wensing said, \"it probably started out back in the galleon days, or back when there was a big lighthouse at Alexandria, Egypt.\" Dutifully, when all those reports about the carrier Enterprise began to surface, the Navy had to follow procedures and check it out. \"Yes, we talked to the Enterprise,\" Wensing said. \"It was like, \"We've heard this story and we're pretty sure that it's without basis ... And their reaction was, 'What? You can't be serious.'\" For the record, Adm. Mike Boorda, the chief of naval operations, released no such transcript on Oct. 10. Or any other time, said Cmdr. John Carman, a spokesman for the admiral. \"It's a joke,\" Carman said, chuckling in disbelief. \"And not only that, I've been told it's a real old joke. Like 30 to 40 years ago, that old.\" Of the many flaws in the recent version, the most glaring is that there is no longer a radio crew or any crew, for that matter on any lighthouse on the U.S. coastline. The last one was automated 10 years ago, said Lt. j.g. Ed Westfall, the lighthouse program manager for the U.S. Coast Guard's Fifth District, based in Portsmouth. Westfall said he, too, had heard the story for years, but he had a different understanding of its origin. \"I always thought,\" he said, \"it was just something one of us Coasties had made up to poke fun at the Navy.\" In March 2008, Mike McConnell, the Director of National Intelligence in the U.S., opened his remarks to The Johns Hopkins University's Foreign Affairs Symposium with the lighthouse story, claiming, \"Now this is ... true. I was in the signals intelligence business where you listen to the people talk and so on. This is true. It's an actual recording.\" Barbara \"misdirected intelligence\" Mikkelson Additional information: The Lighthouse Joke (U.S. Navy)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20070703184133/http://www.navy.mil/navydata/navy_legacy.asp?id=174;http://www.navy.mil/navydata/navy_legacy_hr.asp?id=174;",
  "Example": "[Collected on the Internet, 1998] ACTUAL transcript of a US naval ship with Canadian authorities off the coast of Newfoundland in October, 1995. This radio conversation was released by the Chief of Naval Operations on 10-10-95. Americans: \"Please divert your course 15 degrees to the North to avoid a collision.\" Canadians: \"Recommend you divert YOUR course 15 degrees to the South to avoid a collision.\" Americans: \"This is the captain of a US Navy ship. I say again, divert YOUR course.\" Canadians: \"No, I say again, you divert YOUR course.\" Americans: \"THIS IS THE AIRCRAFT CARRIER USS ABRAHAM LINCOLN, THE SECOND LARGEST SHIP IN THE UNITED STATES' ATLANTIC FLEET. WE ARE ACCOMPANIED BY THREE DESTROYERS, THREE CRUISERS AND NUMEROUS SUPPORT VESSELS. I DEMAND THAT YOU CHANGE YOUR COURSE 15 DEGREES NORTH. THAT'S ONE-FIVE DEGREES NORTH, OR COUNTER MEASURES WILL BE UNDERTAKEN TO ENSURE THE SAFETY OF THIS SHIP.\" Canadians: \"This is a lighthouse. Your call.\"",
  "Last Updated": "3 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/military/lighthouse.asp",
  "Claim": "Aircraft carrier attempts to bully a lighthouse into moving out of its way.",
  "Claim_ID": "military_lighthouse",
  "Tags": ""
}