{
  "Origins": "The gist of this account about maps (and other items useful for escape efforts) being smuggled to Allied POWs during World War II by cleverly hiding them in Monopoly game sets is true, although some of the finer details in this particular account may be inaccurate.",
  "Fact Check": "",
  "Description": "The general outline of the scheme to smuggle escape aids to POWs through specially manufactured Monopoly kits is recounted (among other places) in The Game Makers , a 2004 history of the Parker Brothers game company: When allied airmen began to risk their lives flying missions over occupied Europe, Parker Brothers' English partner found a way to use the Monopoly game to come to the aid of those who were captured by the Germans. The British War Office worked with a select group of Waddington staffers to modify Monopoly boards for insertion in games that the Red Cross would deliver to Allied prisoners of war. These men carved out precise depressions in the unfinished game boards and, before applying their labels, filled them with low-profile compasses, files, and maps that depicted escape routes from the prison camp where each game was to be sent. (The maps were printed on silk because silk did not rustle when opened. Waddington's had perfected this process to such an extent that virtually all British flyers climbed into their warplanes with a Waddington's map secreted in the heel of one of their boots.) Hidden among the games' play money was real currency German, Italian, or Austrian. It is not known how many airmen escaped thanks to these Monopoly games. Regardless of when it may have been officially declassified, information about the rigged Monopoly kits was openly acknowledged and discussed long before 2007. A 1985 Associated Press article, for example, reported that: Waddingtons, which received the license to distribute Monopoly in Britain in 1935 from Parker Brothers in the United States, got involved in aiding the prisoners of war because of its printing expertise. It printed maps for the military on durable silk. Thousands of fliers who went on missions over German-occupied Europe had the maps sewn into their uniforms if they were shot down and captured. Victor Watson, chairman of the firm, said Waddingtons had a secret department that put the maps, files and money in shallow recesses on the board under the paper face. Then MI-9, the division of Military Intelligence devoted to helping POWs escape, smuggled the sets into prison camps as recreational equipment. Powell Davies, who was a 19-year-old flier when he was captured, said the prison escape committees would destroy the sets after removing the escape aids to keep the guards from figuring out what was going on. Although the account claims \"an estimated one-third [of escaped POWs] were aided in their flight by the rigged Monopoly sets,\" both the Game Makers excerpt quoted above and Waddington's chairman said the number of POWs who were actually aided by the smuggled game kits is unknown: Maps, files and compasses were hidden in Monopoly sets and smuggled into World War II German prison camps to help British prisoners of war escape, the game's manufacturer, the John Waddington company of Leeds, England, says. Monopoly boards were made with maps hidden in them showing \"escape routes from the particular prison to which each game was sent,\" chairman Victor Watson said. \"Into the other side of the board was inserted a tiny compass and several fine-quality files.\" The money piles were real money, with one piece of Monopoly money on the top and bottom of the pack. \"We are not sure how many prisoners were able to escape by this method,\" Watson said, but the company likes to think a few did. A former archivist with John Waddington also pointed out some discrepancies in the account in response to a 2007 London Times recounting of it: Sir, I write as the former archivist for John Waddington, the company which made Monopoly during the Second World War. In his article about Monopoly, Ben Macintyre states that the special sets of Monopoly were sent to prison camps via the Red Cross. Waddingtons produced many escape aids which were sent to the Nazi prison camps, but these were always sent via private, often fictitious, organisations like the Licensed Victuallers Prisoner Relief Fund. No escape aids were enclosed in the Red Cross parcels, so that the Germans would have no justification for stopping these much needed parcels from reaching the prisoners. It is untrue that safe houses were shown on the maps, as there was a virtual certainty that some of the maps would fall into German hands the Germans were not fools when it came to tracking down prisoners' ruses. Additional information: Escape and Evasion Mapsof World War II",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.mapforum.com/04/escape.htm;",
  "Example": "[Collected via e-mail, May 2009] Starting in 1941, an increasing number of British Airmen found themselves as the involuntary guests of the Third Reich, and the Crownwas casting about for ways and means to facilitate their escape. Now obviously, one of the most helpful aids to that end is a useful and accurate map, one showing not only where stuff was, but also showing the locations of 'safe houses' where a POW on-the-lam could go for food and shelter. Paper maps had some real drawbacks they make a lot of noise when you open and fold them, they wear out rapidly, and if they get wet, they turn into mush. Someone in MI-5 (similar to America's OSS) got the idea of printing escape maps on silk. It's durable, can be scrunched-up into tiny wads, and unfolded as many times as needed, and makes no noise whatsoever. At that time, there was only one manufacturer in Great Britain that had perfected the technology of printing on silk, and that was John Waddington, Ltd. When approached by the government, the firm was only too happy to do its bit for the war effort. By pure coincidence, Waddington was also the U.K. Licensee for the popular American board game, Monopoly. As it happened, 'games and pastimes' was a category of item qualified for insertion into 'CARE packages', dispatched by the International Red Cross to prisoners ofwar. Under the strictest of secrecy, in a securely guarded and inaccessible old workshop on the grounds of Waddington's, a group of sworn-to-secrecy employees began mass-producing escape maps, keyed to each region of Germany or Italy where Allied POW camps were regional system). When processed, these maps could be folded into such tiny dots that they would actually fit inside a Monopoly playing piece. As long as they were at it, the clever workmen at Waddington's also managed to add: 1. A playing token, containing a small magnetic compass 2. A two-part metal file that could easily be screwed together 3. Useful amounts of genuine high-denomination German, Italian, and French currency, hidden within the piles of Monopoly money! British and American air crews were advised, before taking off on their first mission, how to identify a 'rigged' Monopoly set by means of a tiny red dot, one cleverly rigged to look like an ordinary printing glitch, located in the corner of the Free Parking square. Of the estimated 35,000 Allied POWS who successfully escaped, an estimated one-third were aided in their flight by the rigged Monopoly sets. Everyone who did so was sworn to secrecy indefinitely, since the British Government might want to use this highly successful ruse in still another, future war. The story wasn't declassified until 2007, when the surviving craftsmen from Waddington's, as well as the firm itself, were finally honored in a public ceremony. It's always nice when you can play that 'Get Out of Jail' Free' card!",
  "Last Updated": "25 July 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/military/monopoly.asp",
  "Claim": "Maps and other escape aids were smuggled to Allied POWs in Monopoly sets during World War II.",
  "Claim_ID": "military_monopoly",
  "Tags": ""
}