{
  "Origins": "In 1984, a Palo Alto, California, family received a Selective Services reminder that it was almost time for Johnny Klomberg to register for the draft. Problem was, there was no Johnny Klomberg living at that address. Or anywhere else. He was purely the fictional invention of the two boys who did live there, Eric and Greg Hentzel.",
  "Fact Check": "",
  "Description": "To remind 18-year-olds to register with the Selective Service, that agency had been tracking down young men through commercial mailing lists. They got caught out at this practice when they sent such an invitation to a fictional kid who'd been dreamed up by a couple of young Dillingers whose dad was an ex-Serviceman, a lawyer, and not amused. He didn't think it right that a kids' \"free ice cream\" list should be turned into a Selective Service name harvesting opportunity. Young men are required to register with the Selective Service within thirty days of turning eighteen years old, and failure to register is punishable with a $250,000 fine and/or a jail sentence of up to five years. The Selective Service has used various methods to track down those who have failed to register, including scanning driver's license records and, sometimes, Social Security and Internal Revenue Service files. Selective Service didn't see anything wrong with what they were doing. \"We do everything we can to get every 18-year-old to register,\" said Will Ebel, their director of public affairs. \"Our concern is equity. If your son registers, the guy who lives across the street who is 18 should have to register too.\" Nonetheless, news of an ice cream parlor's birthday club mailing list being used to enforce registration struck a number of people as plain wrong. Seven years earlier the Hentzel brothers had dreamed up Johnny in an effort to weasel free frozen treats out of the local ice cream parlor. Farrell's birthday club rewarded members with free sundaes on their special days. It was but a matter of filling out a form with name, address and date of birth, and a Farrell's invitation for a free treat would arrive through the mail at the appropriate time. Magic, the Hentzel boys thought. Also too good an opportunity to pass up. \"We made up really phony names and put different birthdays on but our own address,\" said Eric. Which is how Johnny Klomberg's Selective Service notice ended up arriving at their house. Their bit of childhood perfidy uncovered what the government had been up to. Selective Service was forced to acknowledge that in 1983 it paid a mailing list broker $5,687 for 167,000 names of other birthday club boys who would be turning eighteen that year so that it could remind them to register. Farrell's Ice Cream Parlor Restaurant, a large national chain, was \"outraged\" to discover its list had been passed to the government without permission. The restaurant chain kept a list of the children's names and addresses so it could mail out \"free ice cream\" invites to those who signed up. It also sometimes rented its list through a direct mail broker. Mailing lists are rented or traded between various businesses as a matter of due course. The standard agreement provides for the payment of a fee or a list swap in return for the one-time use of the names; each additional mailing using those names generates another fee or swap due. All rentals and trades have to be agreed to by both parties. Which brings us back to why Farrell's was \"outraged\" they'd never agreed to such a use of their list: \"The broker is authorized only to let people use the list with our written permission,\" said Alexander Hehmeyer, senior vice president and general counsel of Farrell's. \"We have no record of any request by government. We were shocked and outraged; we would never give permission for its use by a government agency.\" \"It smacks of big brother government and use of information by the government that citizens would not want used,\" he said. \"I have two young sons and would be very upset if I thought I could sign them up for a free ice cream at Farrell's and they'd hear from the draft.\" The list broker, George Mann Associates of New Jersey, acknowledged it had allowed Selective Service to buy the list without first checking with Farrell's. When this transaction came to light, Selective Service threw out the names it had so harvested because, without Farrell's express permission to it, they shouldn't have had the use of them. \"The use of this commercial list was entirely appropriate and we don't have any moral qualms,\" said Will Ebel. \"But it appears the list broker may have sold us the names without the permission of the originator, and in these circumstances we feel it best not to use them.\" Moral of the story: Be careful what you sign your child up for. You never quite know what use the information will be put to. Barbara \"free ice cream the rocky road to adulthood\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "23 August 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/military/icecream.asp",
  "Claim": "A few years after a couple of kids used a made-up name to sign up for a free yearly ice cream cone, they received a Selective Service registration notice for their non-existent friend.",
  "Claim_ID": "military_icecream",
  "Tags": ""
}