{
  "Origins": "The Pentagon in Arlington, Virginia, has been the headquarters of the U.S. Department of Defense since the 1940s and is now widely recognized as both a visual and a metonymic symbol of the U.S. military. Of its construction, Pentagon historian Steve Vogel wrote: The creation of the Pentagon in seventeen whirlwind months during World War II is one of the great construction feats in American history, involving a tremendous mobilization of manpower, resources, and minds. In astonishingly short order, Brigadier General Brehon B. Somervell conceived and built an institution that ranks with the White House, the Vatican, and a handful of other structures as symbols recognized around the world. All did not go smoothly during the construction of the Pentagon, however. Despite the impression created by some post-war Hollywood films that depicted white and black troops fighting side by side during World War II, the U.S. armed forces were not desegregated until 1948 (three years after the end of the war), when President Harry Truman issued an executive order calling for \"equality of treatment for all persons in the armed services, without regard to race, color, religion or national origin.\" The racial divide that existed in wartime America (and the manpower shortages created by the war) affected the civilian workers who toiled on the Pentagon construction site as well: There were racial tensions among the construction workers. About 40 percent of the work force was black; many of them worked as laborers, but because of wartime manpower shortages, others were given jobs as skilled workers. The prominent role of black workers bred resentment among some whites. The construction cafeterias had separate sections for black and white workers in accordance with the \"Virginia Separation of Races\" law. Out on the construction site, brawls broke out several times between groups of white and black workers; on one occasion, [executive officer Lt. Robert] Furman arrived at the scene to find a large group of black and white workers facing off, hurling angry words at each other. \"They were drawing lines, and I walked between the lines,\" Furman said. \"Whether it did any good or not I don't know.\" The standoff broke up but the tensions remained. As constructing engineer Captain Clarence Renshaw learned to his dismay, the Virginia segregation laws didn't apply merely to cafeteria facilities for construction workers; he was expected to make allowances for segregated facilities in the construction of the Pentagon itself:",
  "Fact Check": "",
  "Description": "However, according to Vogel, even though the extra bathroom facilities were eventually built, they were never identified as being for purposes of adhering to racial segregation laws: Roosevelt and [adviser Harry] Hopkins came over to see the building for themselves on Saturday, May 2 [1942]. The president told Renshaw he was delighted with the progress. Touring the interior, however, Roosevelt and Hopkins were puzzled to find four large washrooms on each of the main hallways leading from the outer ring of the building to the inner, according to an account related by historian Constance M. Green in Washington, a History of the Capital, 1800-1950. The president, \"upon inquiring the reason for such prodigality of lavatory space,\" was informed that this was to comply with Virginia segregation laws requiring separate facilities. But signs marking \"colored\" or \"white\" were never painted on the doors, possibly at the insistence of Roosevelt, who had signed the executive order banning discrimination in the federal government the previous summer. A War Department employee used chalk to mark the women's restroom doors on one corridor as \"white\" and \"colored,\" but the markings were erased after complaints.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;",
  "Example": "[Collected via e-mail, June 2006] According to many trivia pages, the Pentagon was designed and constructed when segregation laws abounded, so it has twice as many bathrooms as necessary. Is that true?",
  "Last Updated": "16 July 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/military/pentagonbathrooms.asp",
  "Claim": "The Pentagon was built with extra bathrooms to accommodate racial segregation laws.",
  "Claim_ID": "military_pentagonbathrooms",
  "Tags": ""
}