{
  "Origins": "Oklahoma native James Garner was a film and television legend, an Academy Award nominee, a two-time Primetime Emmy winner, and three-time Golden Globe winner best known for his starring roles in the popular television series Maverick (1957-62) and The Rockford Files (1974-1980). As Robert Lloyd described Garner in the Los Angeles Times , With a thick head of hair and a Cary Grant cleft chin, Garner, was in many ways a more approachable and easygoing version of the tall, dark, midcentury leading man Rock Hudson come down to Earth (as Hudson himself eventually would). Indeed, he played twice opposite Doris Day, in \"Move Over, Darling\" and \"The Thrill of It All\" (both from 1963), only one film fewer than did Hudson. Garner had the authority of a person who put no stock in his authority, and the air of not taking life too seriously, which is perhaps why drama which he could play, and often did is not what we'll remember him for. He was not made for tragedy, really, but to bounce back, like a punching-bag clown; many of his straight roles have more than a little comedy in them. (\"Rockford\" was comedy flat out.) Nor was he fashioned for villainy; there was too much goodness in him. Many fans who read Garner's obituaries when he passed away in July 2014 at the age of 86 were surprised to learn that the actor was a veteran who served in the U.S. Army during the Korean War and had two Purple Hearts on his service record for wounds suffered in combat, which he described with his usual self-deprecating humor:",
  "Fact Check": "",
  "Description": "Those facts prompted the inquiry reproduced above, about an incident during the Korean War in which Garner fortunately detected the nearby presence of unseen enemy soldiers by catching a whiff of garlic in the air. There is some truth to the account, although in Garner's own telling what happened was somewhat less dramatic than presented above: He smelled garlic while on guard duty and was therefore able to alert his unit that an enemy patrol on the other side of a rise was heading for their position in time to stop them; he did not smell North Koreans down in a valley and convince a higher-up to bring an air strike down on their position. As he matter-of-factly wrote of the event in his 2011 memoir, The Garner Files : [A]rmy chow was bearable as long as I could keep the onions and garlic out of it. I cannot stand onions and I'm very sensitive to garlic. I can taste tiny amounts of it, like when they've cooked another dish with garlic before and don't wash the pan. If I get even a hint of it, I might throw up in my plate. This violent aversion may have saved my life: like our South Korean allies, the Chinese and North Korean troops lived on a diet of fish heads, rice, and garlic. One night while on guard on the line, I caught a faint whiff of it coming from the direction of the enemy positions. I couldn't see anything, but I knew there was someone out there and they were coming closer. Once I sniffed them I could hear them, too. It turned out to be a patrol heading straight for our position. They were just the other side of a rise when I passed the word down the line. We were ready for them and stopped them in their tracks.",
  "Originally Published": "",
  "Referred Links": "http://newsok.com/actor-james-garner-receives-purple-heart-32-years-late/article/2011296;",
  "Example": "[Collected via e-mail, July 2014] On \"the rest of the story\" by Paul Harvey, he told of a Soldier who was on a ridge in Korea with his fellow soldiers. It was night, and he told his leader there were North Koreans in the valley below. he was asked how he knew that he just knew he said. He finally convinced the guy in charge, and he called for an air strike in the Valley. The next morning they went down in the valley and there were a lot of dead North Koreans. The leader asked how the hell he knew they were there? The soldier said they were cooking, they like garlic, and he could small it, he hated Garlic. That Soldiers name was James Garner. Rest in peace Soldier.",
  "Last Updated": "28 July 2014",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/military/celebrities/jamesgarner.asp",
  "Claim": "Actor James Garner detected the presence of an enemy patrol during the Korean War through the smell of garlic.",
  "Claim_ID": "military_celebrities_jamesgarner",
  "Tags": ""
}