{
  "Origins": "For most folks, their knowledge of the extraordinary man that was George S. Patton Jr. comes from their having viewed the 1970 film Patton , which covers only a few short years of the General's six-decade existence. They thus have little awareness of the details of his life outside the scope of his accomplishments in World War II, and so don't know, for instance, that he designed the last saber issued to and used by the U.S. Cavalry or that he was the only American to compete in the modern pentathlon in the 1912 Olympics, where he finished fifth. (In those days, the pentathlon events were pistol shooting on a 25 meter range, a 300 meter swim, fencing, riding a 5,000 meter steeplechase, and running a 4,000 meter cross-country foot race.)",
  "Fact Check": "",
  "Description": "The anecdote that is the subject of this article comes from a time in the General's career not covered by the movie. Then a far younger officer, George S. Patton Jr. served under General John J. \"Black Jack\" Pershing in World War I. Towards the end of the war, he was in France as part of the Army's newest arm, its Tank Corps, which he was instrumental in bringing to fruition. By the cessation of hostilities, he had achieved the brevet rank of Colonel. (After the war, when the forces were subsequently trimmed down, he was reverted to the rank of Captain, but was shortly afterwards promoted to the permanent rank of Major.) After scouting the area in 1917, he established the Army Tank School in the French village of Bourg in 1918, a place he described as having no shortage of mud, of which \"there is certainly a magnificent supply.\" This following account comes from his memoirs, which were unfinished at the time of his death in 1945 but which were collated and published by his widow, Beatrice Patton, in 1947. He drew his autobiographical accounts from his diary entries made shortly after the events recorded. The diary entry that would have formed the basis for this part of his memoirs would have been written in 1944: We then drove through Langres, where we had no time to stop, and on to Bourg, my Tank Brigade Headquarters in 1918. The first man I saw in the street was standing on the same manure pile whereon I am sure he had perched in 1918. I asked if he had been there during the last war, to which he replied, \"Oh, yes, General Patton, and you were here then as a Colonel.\" He then formed a triumphal procession of all the village armed with pitchforks, scythes, and rakes, and we proceeded to rediscover my old haunts, including my office, and my billet in the chateau of Madame de Vaux. The grave of that national hero, \"Abandoned Rear,\" was still maintained by the natives. It originated in this manner. In 1917, the mayor, who lived in the \"new house\" at Bourg, bearing the date 1700, came to me, weeping copiously, to say that we had failed to tell him of the death of one of our soldiers. Being unaware of this sad fact, and not liking to admit it to a stranger, I stalled until I found out that no one was dead. However, he insisted that we visit the \"grave,\" so we went together and found a newly closed latrine pit with the earth properly banked and a stick at one end to which was affixed crosswise a sign saying, \"Abandoned Rear.\" This the French had taken for a cross. I never told them the truth. There is an odd linguistic irony to Patton's \"Abandoned Rear\" tale, one having to do with the man's own life. During the Meuse-Argonne Offensive of 26 September 1918, Patton sustained his only battle-related injury of his career he was shot while he and five others were charging on foot into machine gun fire. (Four of his companions were killed; the fifth was unscathed.) Though the bullet entered his thigh, it \"came out just at the crack of my bottom about two inches to the left of my rectum.\" It was a miracle the injury did not do more damage to him than it did, as Patton himself recognized: \"The Dr. says that he can't see how the bullet went where it did with out crippeling me for life. He says he could not have run a probe without getting either the hip joint, sciatic nerve, or the big artery yet none of these were touched. 'Fate' again. I have never had any pain and can walk perfectly.\" Barbara \"rear guarded\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.imdb.com/title/tt0066206/;",
  "Example": "",
  "Last Updated": "6 October 2004",
  "Credibility": "true",
  "URL": "www.snopes.com/military/patton.asp",
  "Claim": "General George S. Patton Jr. discovered the French were honoring a latrine pit.",
  "Claim_ID": "military_patton",
  "Tags": ""
}