{
  "Origins": "The basic framework of this tale about a memorable act of gallantry in wartime is true: In December 1943, the Ye Olde Pub a B-17 commanded by 21-year-old Lt. Charles L. \"Charlie\" Brown took heavy damage while on a mission to bomb a factory in Bremen, Germany. While attempting to head back to England with a crippled plane and an injured crew, Lt. Brown encountered a German who, rather than shooting down the B-17, instead saluted its crew and disappeared. Nearly fifty years later, Brown located and met up with that German pilot.",
  "Fact Check": "",
  "Description": "Aside from pointing interested readers to a more comprehensive article covering these events (such as the one here ), we don't have much to add other than noting that the shortened version of this tale which has circulated widely on the Internet (as reproduced in the \"Example\" block above) may include some fanciful embellishments intended to heighten the drama of the story: After flying over an enemy airfield, a pilot named Franz Stigler was ordered to take off and shoot down the B-17. ... When Franz landed he told the c/o that the plane had been shot down over the sea. We couldn't find any account (including those to which the two pilots contributed) that stated German fighter ace Franz Stigler had been dispatched specifically to shoot down Lt. Brown's B-17, or that he afterwards lied to his commanding officer about having shot it down. However, Brown did mention to at least one interviewer that his \"heart sank\" after he flew directly over a Luftwaffe fighter base, so it's possible Stigler did take to the air with orders to shoot down the B-17. Aware that they had no idea where they were going, Franz waved at Charlie to turn 180 degrees. Franz escorted and guided the stricken plane to and slightly over the North Sea towards England. Again, no other account of this event we've found verified the claim that Lt. Brown's B-17 was lost and flying the wrong way until Franz Stigler helped turn it around. The following excerpts (from two other accounts) both indicate Brown had already headed his B-17 towards England when he noticed Stigler's plane flying alongside him: It seems amazing that the heavily damaged B-17 remained in the air. But it did, and Brown turned it toward the North Sea, hoping to keep it flying until he reached the shores of England 250 miles away. Glancing out the cockpit window, Brown saw a German fighter plane, a Messerschmitt 109, flying alongside. Still partially dazed, Lieutenant Brown began a slow climb with only one engine at full power. With three seriously injured aboard, he rejected bailing out or a crash landing. The alternative was a thin chance of reaching the UK. While nursing the battered bomber toward England, Brown looked out the right window and saw a BF-109 flying on his wing. Some accounts do state that Stigler \"escorted\" the B-17 partway across the North Sea before turning back. Research shows that Charlie Brown lived in Seattle and Franz Stigler had moved to Vancouver, BC after the war. When they finally met, they discovered they had lived less than 200 miles apart for the past 50 years! Brown and Stigler did finally find each other in 1989 (and eventually met) after Brown placed an advertisement in a newsletter and discovered that Stigler was living in Canada near Vancouver. However, every news article we've found describing the reunion mentioned that since his retirement from the Air Force in 1972, Brown had been living in Miami, not Seattle (which would have put him about 3,500 miles away from Stigler's home): After the war, Brown remained in the Air Force, serving in many capacities until he retired in 1972 as a lieutenant colonel and settled in Miami as head of a combustion research company. But the episode of the German who refused to attack a beaten foe haunted him. He was determined to find the enemy pilot who spared him and his crew. He wrote numerous letters of inquiry to German military sources, with little success. Finally, a notice in a newsletter for former Luftwaffe pilots elicited a response from Franz Stigler, a German fighter ace credited with destroying more than two dozen Allied planes. He, it turned out, was the angel of mercy in the skies over Germany on that fateful day just before Christmas 1943. It had taken 46 years, but in 1989 Brown found the mysterious man in the ME-109. Careful questioning of Stigler about details of the incident removed any doubt. Stigler, now 80, had emigrated to Canada and was living near Vancouver. After an exchange of letters, Brown flew there for a reunion. The two men have visited each other frequently since that time and have appeared jointly before Canadian and American military audiences. The most recent appearance was at the annual Air Force Ball in Miami in September [1995], where the former foes were honored. In his first letter to Brown, Stigler had written: \"All these years, I wondered what happened to the B-17, did she make it or not?\" She made it, just barely. But why did the German not destroy his virtually defenseless enemy? \"I didn't have the heart to finish off those brave men,\" Stigler later said. \"I flew beside them for a long time. They were trying desperately to get home and I was going to let them do it. I could not have shot at them. It would have been the same as shooting at a man in a parachute.\" Franz Stigler passed away on 22 March 2008. Charlie Brown passed away on 24 November 2008.",
  "Originally Published": "",
  "Referred Links": "http://www.legacy.com/Herald/DeathNotices.asp?Page=LifeStory&PersonId=121043278;http://www.legacy.com/can-vancouver/Obituaries.asp?Page=Lifestory&PersonId=106541121;http://www.highbeam.com/doc/1G1-17954296.html;",
  "Example": "[Collected via e-mail, March 2008] Charlie Brown was a B-17 Flying Fortress pilot with the 379th Bomber Group at Kimbolton, England. His B-17 was called 'Ye Old Pub' and was in a terrible state, having been hit by flak and fighters. The compass was damaged and they were flying deeper over enemy territory instead of heading home to Kimbolton. After flying over an enemy airfield, a pilot named Franz Stigler was ordered to take off and shoot down the B-17. When he got near the B-17, he could not believe his eyes. In his words, he 'had never seen a plane in such a bad state'. The tail and rear section was severely damaged, and the tail gunner wounded. The top gunner was all over the top of the fuselage. The nose was smashed and there were holes everywhere. Despite having ammunition, Franz flew to the side of the B-17 and looked at Charlie Brown, the pilot. Brown was scared and struggling to control his damaged and blood-stained plane. Aware that they had no idea where they were going, Franz waved at Charlie to turn 180 degrees. Franz escorted and guided the stricken plane to and slightly over the North Sea towards England. He then saluted Charlie Brown and turned away, back to Europe. When Franz landed he told the c/o that the plane had been shot down over the sea, and never told the truth to anybody. Charlie Brown and the remains of his crew told all at their briefing, but were ordered never to talk about it. More than 40 years later, Charlie Brown wanted to find the Luftwaffe pilot who saved the crew. After years of research, Franz was found. He had never talked about the incident, not even at post-war reunions. They met in the USA at a 379th Bomber Group reunion, together with 5 people who are alive now all because Franz never fired his guns that day. Research shows that Charlie Brown lived in Seattle and Franz Stigler had moved to Vancouver, BC after the war. When they finally met, they discovered they had lived less than 200 miles apart for the past 50 years!!",
  "Last Updated": "11 March 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/military/charliebrown.asp",
  "Claim": "A B-17 damaged on a bombing raid over Germany reached England safely after a German pilot declined to shoot it down.",
  "Claim_ID": "military_charliebrown",
  "Tags": ""
}