{
  "Origins": "A common type of architectural legend attempts to explain the design of buildings with features that are unusual or seemingly unsuited to their function by maintaining that such structures were originally constructed with other purposes in mind (or at least with the intent that they could easily be converted from one use to another). One of the more common examples of this legend type holds that Disney's sprawling Burbank studio facility with its extra-wide corridors, numerous small rooms, plentiful niches, and connecting tunnels was designed to be easily adaptable for use as a hospital in case the company ran into severe financial troubles and couldn't pay off its costs.",
  "Fact Check": "",
  "Description": "A similar legend attaches to the large five-sided Department of Defense office building in Arlington, Virginia, commonly known as the Pentagon. A number of its features including its proximity to Arlington National Cemetery, abundance of restrooms, its wide hallways, and use of ramps for access between floors (rather than stairs or elevators) have fed the rumor that the building was originally intended to be a hospital but was repurposed as a military office building prior to the completion of construction. As we detailed in a separate article, the Pentagon's plenitude of restrooms stemmed from an initial requirement that the builders make allowance for racial segregation laws in effect in Virginia at the time. And as Steve Vogel, author of The Pentagon: A History , stated in response to an inquiry about this legend, the other seemingly hospital-like features of the Pentagon came about for reasons of pure practicality: That's actually a myth and a quite common one. The ramps actually were used to save on the steel that staircases and elevators would have required, and that was needed for weapons and battleships [during World War II]. Plus, the ramps allowed vehicles to move from floor to floor. As Vogel also noted, the Pentagon-as-hospital rumor was actually a retroactive one which arose from speculation that, once World War II was over, the military would have no practical use for so large a building, and the structure would quickly become a white elephant unless some other purpose were found for it: The belief was still common in many quarters that, once the war ended, the War Department would have no possible need for a building so large. There had been no shortage of suggestions, most of them sardonic, of what to do with the place. The Pentagon could shelter a second bonus army; the government could rent out space to all the generals who wanted to write their memoirs; six-day bicycle races could be staged in the building's outer ring. Life magazine reported, tongue in cheek, that the Pentagon might host peace talks after the war because it was \"the only building in the world large enough to hold all the factions that will have a say-so on the treaty.\" Other suggestions were more serious. A Maryland congressman proposed that the Pentagon be converted into the world's largest hospital with a projected capacity of fifteen thousand beds serving both disabled veterans and the general population. The ramps connecting the different floors made the building well-suited to be a hospital, proponents argued.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;",
  "Example": "[Collected via e-mail, August 2010] One thing I heard about the Pentagon was that the building was originally planned to be the National Veterans Hospital,prior to World War 2. This is why it was built next to Arlington Cemetery and why there are large expansive ramps between floors and wide hallways; to accommodate the movement of beds and equipment. The re-purposing of the building occurred after the outbreak of WW2 when there was a need for office space for the War and Navy Departments and the realization that would be far more veterans than originally planned for. Isn't it true that the Pentagon was originally intended to be used as a hospital, and therefore the extra bathrooms? Also, the ramps between floors were intended for wheelchair use? I heard years ago that the Pentagon originally was going to be a hospital (mostly hallways and ramps for gurneys, etc). Is this true?",
  "Last Updated": "10 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/military/pentagonhospital.asp",
  "Claim": "The Pentagon military office building was originally intended to be a hospital.",
  "Claim_ID": "military_pentagonhospital",
  "Tags": ""
}