{
  "Origins": "The importance of the flag in military culture would be difficult to overstate. Its importance extends far beyond its function as a symbolic representation of the land, people, and principles for which one fights the flag is a marker of territory, a symbol of resistance, and a proclamation of victory, and its capture, lowering, or absence is an indicator of defeat. The continued presence of the American flag over Fort McHenry the morning after a British attack on Baltimore's harbor in 1814 inspired Francis Scott Key to pen the words to what is now the USA's national anthem, and the picture of U.S. Marines planting an American flag atop Mt. Suribachi during the battle for the ferociously-defended island of Iwo Jima in 1945 is perhaps the world's most famous military photograph.",
  "Fact Check": "",
  "Description": "We're not surprised, then, to find the flag as the subject of legend which brings together patriotism, horror, and whimsy in a curious belief that celebrates the bravery of American soldiers while reminding all that the duty expected of these warriors is limitless. An oddly persistent bit of military lore asserts a small cache of items deemed necessary for protecting the flag during a last stand at an overrun military facility is secreted in the gold ball atop the flag pole or buried near the pole's base. The golden balls that top flagpoles are properly (and obscurely) styled \"finials\" but have also come to be known on military bases as \"trucks.\" Their purpose is to ornament solid flagpoles and keep water out of hollow ones, and they can also serve to hold the pulleys through which rope halyards are run to raise and lower the flags. A number of military flagpoles were at one time topped with gold-colored eagles, but these proved impractical because flags would become hopelessly entangled on them during high winds; the switch to spheres eliminated this problem. Flag-defense items are not secreted in the finial or buried at the foot of the pole. Although the flag has great symbolic importance, defending the bases over which it flies from attacking forces has far more direct and practical importance, and it's hard to imagine any right-minded soldier's taking time away from his duty of repelling invaders to engage in ritualistic flag destruction. Nor is it very plausible that a soldier, amidst a force of enemy troops overrunning his base, would have the time to scale a flagpole (or chop it down, or knock it over, or dig up its base) to retrieve hidden items, much less time to put them all to use. Although this is a charmingly romantic bit of lore, it's also a wildly impractical one. \"Flag-defending supplies\" lore seems to dictate that three items be hidden in or near the flagpole, but what those three items are varies from one presentation of the rumor to the next. Generally, one item is provided to destroy or mutilate the flag (a match or a razor); the second item serves to arm the defender, either for the purpose of battling onrushers or assisting him in ending his own life (a bullet or a revolver), and the third item is purely symbolic (a penny to represent America's wealth, or a grain of rice to indicate that American soldiers are so tough they can survive on almost nothing). However, all manner of combinations are posited in different versions of the legend, including two-item offerings. The strongest theme running throughout such beliefs is the idea that the enemy must at all costs be prevented from taking possession of a base's flag. Though no one would want to see his country's flag fall into enemy hands (such an eventuality is, after all, symbolic of the base's having been thoroughly overrun), the invaders' capturing a flag is not the catastrophe lore would portray it, certainly not when compared to the loss of the base itself or the deaths of those stationed there. Prized symbol or not, it is not the flag itself that is important but its presence overhead as long as it flutters above, it proclaims America's ownership of that particular piece of territory. Its coming down during battle indicates ownership has changed hands, either through force (the attackers have successfully overrun the facility) or capitulation (the defenders have surrendered). Therefore, a besieged soldier who lowers his country's flag, even for the noble purpose of destroying it, is signaling his base's surrender. What would happen to the flag itself afterwards would be almost beside the point, because the banner's value lay not in its worth as a scrap of cloth but as a symbol of military occupation. We view flags with special reverence because they have historically served as symbols of the collective identity of those who fight under them, symbols proudly carried into battle at the forefront of attacking forces and waved to rally troops in disarray or retreat. The colors of a Civil War regiment embodied its honor, and the men chosen to bear them made up an elite. The post of flagbearer was deemed an appointment of great honor, and those who trooped regimental and national flags into battle were especially brave, for colors \"drew lead like a magnet.\" A fallen bearer's banner would quickly be taken up by a fellow soldier, and many men willingly exposed themselves to enemy fire (often at the cost of their lives) rather than allow their regiments to suffer the dishonor of allowing their flags to touch the ground. Yet it was not the flag itself that was important so much as what it symbolized: that so long as the banner waved, at least one man from that regiment lived on, and thus the regiment itself continued to exist. Two secondary themes are also often present in the \"flag-defending supplies\" rumor: the notion that the flag must be destroyed by one of its defenders, and the romantic image that the last man left standing must commit suicide rather than be taken alive. If keeping the flag out of enemy hands is the priority, there are other choices besides destroying it: the flag could be entrusted to someone charged with carrying it to safety, or it could be hidden in a place where the intruders wouldn't find it. (If these notions sound implausible, picture the improbability of a hurried soldier's successfully setting a flag on fire with just one match, especially a match that has been exposed to varying weather conditions for months or years.) As for the last defender's killing himself, American military tradition does not encompass the concept (exemplified by the Japanese bushido warrior code) that capture by the enemy is shameful, and a soldier is honor-bound to die fighting or commit suicide rather than allow himself to be taken prisoner. As long as an American soldier has fought bravely (and there is little or nothing to be gained through his holding out at the cost of his life), his surrender or capture is considered neither shameful nor dishonorable. Hence, the flagpole legend's mandate that the \"last man\" take his own life is not a realistic reflection of military duty and serves only the typical storytelling requirements of symmetry and closure: if the flag must be destroyed to prevent it from falling into enemy hands, so must the man who carried out this highly symbolic task. Perhaps the flagpole legend was not intended to be taken literally and was merely created as a prankish bit of misinformation used in the initiation of new recruits (much in the vein of the \"snipe hunt,\" a ritual in which newcomers to a group are sent in quest of ridiculous, non-existent objects, their naivety in undertaking such tasks providing a source of great glee to the all-knowing veteran members). If so, that the legend is now widely-believed (or at least taken seriously enough to be questioned) might demonstrate that the legend has since taken on the secondary, unintended effect of reinforcing the symbolic importance of both the flag and a soldier's devotion to duty. Rob Dalessandro, of the U.S. Army Center for Military History at Fort McNair in Washington, D.C., says noncommissioned officers take this legend so seriously that at promotion boards, soldiers are asked how far the pistol is buried from the flagpole: \"In some they're pretty specific: It s six paces, the pistol from the flagpole and some of them even mention a cardinal direction.\" Dalessandro, however, says no Army document formalizes this ritual. Barbara \"unburied treasure\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.eyewitnesstohistory.com/iwoflag.htm;http://www.nps.gov/fomc/;",
  "Example": "[Collected via e-mail, 2003] I was told that on each military post the truck (ball on top) of the flagpole and the base of the flagpole contain: a service revolver, a round of ammunition, and a book of matches. This is so that the commander instead of surrendering his post to the enemy can instead take down the flag, burn it to prevent desecration, and commit suicide rather than be taken alive. [Collected via e-mail, 2001] Have you heard the one about the Post Colors? At the base of the flagpole is supposed to be buried a razorblade, match, and pistol with one round. If the post is overrun a soldier is supposed to lower the flag, use the razor to slice off the stripes, use the match to burn the flag, then commit suicide with the pistol. [Collected via e-mail, 2002] A friend of mine a (who was in the air-force) a couple of years ago. He was telling me, that, on top of a flag pole the gold ball is called a \"truck\". He also tells me, that there is 6 .38 cal bullets and a Penny in the \"Truck\". He also said, that, there is a .38 revolver, buried at the base of the flagpole. The reasons for these things, they claim, is that 1. The .38 is so america will never be without arms. 2. The bullet is so the pistol will never be out of ammo. 3. The penny is so america will not be broke.",
  "Last Updated": "22 October 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/military/flagball.asp",
  "Claim": "The gold ball atop a military flagpole contains a razor, a match, and a bullet.",
  "Claim_ID": "military_flagball",
  "Tags": ""
}