{
  "Origins": "The military's \"stress card\" legend is one of those tales that had the smallest kernel of truth to it, but that truth is almost unrecognizable in the form the scuttlebutt has since taken.",
  "Fact Check": "",
  "Description": "For a few years during the 1990s, the US Navy did issue \"stress cards\" to new recruits, but they weren't the \"Get out of jail free\" coupons military lore has since turned them into. Rather, these cards listed resources the newcomers could contact \"if things pile[d] up.\" The cards were strictly for informational purposes: they informed recruits who were thinking of \"giving up\" or \"running away\" of available support services they could turn to for assistance: Navy RDCs (Recruit Division Commanders) began reporting that some recruits had taken to raising their cards while being disciplined as a way of signaling for a \"time out.\" It's unclear whether any of those enduring basic training really thought that was the purpose of the cards or whether this was just standard armed forces jackassing, but the Navy took no chances and got rid of the cards. This short-lived experiment with providing recruits with clear information about whom to contact when things went bump in the night has morphed into an unflattering and unsettling illustration of today's soldier as a creampuff. Notice how the story has mutated into one where the drill instructors are portrayed as honor bound to obey the cards when they are displayed to them, an aspect that wasn't part of things during the real cards' short life. The story has also widened its net; what was a Navy hand-out has, in the world of rumor, become a card issued to Army and Marine recruits, making this an Armed Forces-wide phenomenon. Why was such a story so happily seized upon? We always want to believe anything we've been part of was the biggest, the baddest, and the best. One of the ways we bolster that belief is by looking pityingly upon the current crop who have since taken our places. The high school teams we played on were the toughest and most feared, with today's iterations only pale imitations of the ones we were part of. Likewise, the music of our youth has it all over today's stuff, and schooling in our day was rigorous and thorough, with the hike to the schoolhouse uphill both ways through the snow. That sentiment, that need to feel superior through disparaging comparison, is part of what underpins this legend about stress cards. In any vet's mind, the armed forces went careening downhill the moment he left. Throughout the history of human endeavor, people have looked back to note with satisfaction how things have gone to hell in a handbasket since their glory days, be they bridge players, churchgoers, parents, or soldiers. It's just human nature. Change is also threatening, and any shift in how things are run will always bring out the doomsayers, those who will feel it their duty to point out everything is about to come apart. They will hold up any small misstep and repeat any wild tale that seemingly confirms their gloomy prognostications. Just as the influx of women into the armed forces raised misgivings often expressed in \"Told you so\" kinds of tales, so the \"stress card\" canard quickly caught on in military lore because it captured the essence of what many believe, that today's army has gone soft. Barbara \"ice cream soldier\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20070221044702/http://www.defenselink.mil/pubs/git/report.html;http://web.archive.org/web/20070221044702/http://www.defenselink.mil/pubs/git/report.html;",
  "Example": "[Collected on the Internet, 2002] I have heard that during Clinton years, the Army issued new basic training recruits \"Stress Cards\" at select training bases as part of a test program. If the Drill Sergeant yelled too loudly or instructed the recruit to do anything that might cause them undue stress, the Private could simply hand the card to the Sergeant and they were to cease the offensive behavior. [Collected on the Internet, 2000] I read about them but they weren't using them when I was in. If I remember correctly, it was a little yellow card that they gave you. Apparently if things were getting tough for you in basic, you could flash the card and the DI would back off and give you a \"break\" so you could compose yourself. The standing joke was that the color of the card spoke for itself... The idea, if I remember right, was heavily criticized (and rightfully so, what are you going to do in real life when the bullets start to fly, pull out the stress card and hope the bad guys stop shooting at you?) and the idea was eventually canned. [Collected on the Internet, 1999] [The stress card is] a card these kids get when they go through basic training. when they are feeling overwhelmed or stressed out, they are to give it to their DI's (or whatever the call em now days) for a 'time out'. my friend john, who was a 10 year enlisted veteran in the combat engineers who had done some 'hard time' in somalia (you remember the infamous fire fight over there involving the rangers) told me a story about a brand spanking new PFC who, during a field exercise, came up to john with this 'card' and said, \"sgt, i need some time out. my stress card says im entitled to some time out.\" john, bless him, grabbed the stress card, tore it to bits and informed the kid, \"stress card? you're in the REAL army now, kid. this is what i think of your &*^% stress card.\" Rip! Rip! Rip!",
  "Last Updated": "8 January 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/military/stresscards.asp",
  "Claim": "Military recruits in basic training are issued \"stress cards,\" which when waved at demanding drill sergeants immediately entitle those recruits to gentler treatment.",
  "Claim_ID": "military_stresscards",
  "Tags": ""
}