{
  "Origins": "The M-16 , a rapid-fire, 5.56 mm assault rifle carried by thousands of American soldiers during the Vietnam War, grew out of efforts to develop a replacement for the standard M-1 Carbine used during World War II. The M-16 (originally designed by Eugene Stoner of Armalite as the AR-15 ) was constructed using plastics and alloys and was a much smaller and lighter weapon than its predecessors, one that fit in with the developing Vietnam-era strategy of less emphasis on long-range accuracy in favor of more easily-carried weapons with rapid rates of fire. Hundreds of thousands of M-16s were supplied to US troops in the mid-1960s as US Army made the M-16 their standard rifle.",
  "Fact Check": "",
  "Description": "However, the M-16 , manufactured by the Colt Firearms Corporation (who bought the rights from Armalite in 1959), soon developed a reputation for unreliability, frequently jamming and fouling (especially when not kept clean, a next-to-impossible task in the dust and mud of Vietnam battlefields). Problems with the M-16 eventually achieved such prominence that a congressional inquiry was ordered, resulting in design changes, additional troop training, and other modifications that ameliorated many of the reliability issues U.S. troops were experiencing with the weapon: Since the mid-1960s, when at Gen. William C. Westmoreland s request an earlier version of the M-16 became the primary American rifle in Vietnam, the reputation of the M-16 family has been checkered. This is in part because the rifle had a painfully flawed roll-out. Beginning intensely in 1966, soldiers and Marines complained of the weapon s terrifying tendency to jam mid-fight. What s more, the jamming was often one of the worst sorts: a phenomenon known as failure to extract, which meant that a spent cartridge case remained lodged in the chamber after a bullet flew out the muzzle. The only sure way to dislodge the case was to push a metal rod down the muzzle and pop it out. The modern American assault rifle, in other words, often resembled a single-shot musket. One Army record, classified at the time but available in archives now, showed that 80 percent of 1,585 troops queried in 1967 had experienced a stoppage while firing. The Army, meanwhile, publicly insisted that the weapon was the best rifle available for fighting in Vietnam. The problems were so extensive that in 1967 a Congressional subcommittee investigated, and issued a blistering rebuke to the Army for, among other things, failing to ensure the weapon and its ammunition worked well together, for failing to train troops on the new weapon, and for neglecting to issue enough cleaning equipment including the cleaning rod essential for clearing jammed rifles. A series of technical changes sharply reduced (but never eliminated) the incidence of problems. Intensive weapons-cleaning training helped, too. To the troops in the field, the original M-16 was new, it was small, it was light, it was made of plastic rather than wood, and it often performed poorly to boot. It was no surprise that many of them started expressing their dissatisfaction by referring to it derisively as a cheaply-made \"toy,\" and that they associated it with the most prominent toy company of the time: Mattel , the Hawthorne, California, toy manufacturer famous for introducing the Barbie doll to the world: One of the sayings soldiers had about the M16 was, \"You can tell it's Mattel\" which was a toy company's slogan at the time the gun had a lot of plastic parts, which can't stand up to the vibrations like wood can but it is cheap. The Mattel legend was undoubtedly fed by the fact that Mattel really did sell an M-16 Marauder toy gun in the mid-1960s, a quite good reproduction of the actual weapon, complete with \"realistic\" sound effects: The sardonic joke about problem-plagued M-16s being toys morphed into a legend about their really having been produced by a toy company, with \"proof\" offered in the additional detail of soldier's spotting M-16 handgrips embossed with the Mattel logo. The redesign that improved the M-16 's reliability was then attributed to a switch in manufacturers (to a \"real\" gun company) prompted by soldier complaints.",
  "Originally Published": "",
  "Referred Links": "http://www.toyadz.com/toyadz/mattel/m16marauder.html;http://www.mattel.com;http://www.i-kirk.info/tales/vnr08.html;",
  "Example": "[Morgan and Tucker, 1987] The handgrip of the M16 rifle was made by Mattel. When the gun was first introduced in Vietnam, soldiers noticed the toy company's logo embossed on the handgrip and complained. Later shipments arrived without the imprint, but the grips were still manufactured by Mattel.",
  "Last Updated": "12 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/military/m16.asp",
  "Claim": "The M-16 rifles used by American soldiers in Vietnam were manufactured by the Mattel toy company.",
  "Claim_ID": "military_m16",
  "Tags": ""
}