{
  "Origins": "On 24 November 2015, Facebook users abruptly began sharing the following status update: Millions flee south Texas as the Pot Rabbit Plague worsens. The rabbits have become carnivorous and are attacking pets,people and livestock.56 people have been killed and eaten this month alone.",
  "Fact Check": "",
  "Description": "Although the status was dated 20 July 2015, it became popular for unknown reasons on 24 November 2015. Most users sharing the status opined that it was simply humorous, but others chided Fox News for reporting what looked to be a clearly absurd story. (The claim appeared to have been inspired by an earlier story about the possibility of lazy, marijuana-dependent rabbits should cannabis be widely grown.) While the reasons behind the sudden, delayed virality of the \"pot rabbit plague\" Facebook post remained unclear, the photograph and caption were not published by the legitimate Facebook page of Fox News. The page that published it utilized Fox News' name and logo but wasn't an authorized social media account for that network. Last updated: 24 November 2015",
  "Originally Published": " 24 November 2015",
  "Referred Links": "https://www.washingtonpost.com/news/wonk/wp/2015/03/02/dea-warns-of-stoned-rabbits-if-utah-passes-medical-marijuana/;https://www.facebook.com/1066010786760802/photos/a.1066020206759860.1073741828.1066010786760802/1119110928117454/?type=3;",
  "Example": "[Collected via Facebook, November 2015] Once again, more proof that Fox News should never be your trusted source for news... Pretty sure it would be a much bigger deal if a bunch of stoned rabbits were forcing people to leave their homes. Whatever stoner thought this up and sold them this story, major kudos sir",
  "Last Updated": "24 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/millions-flee-texas-pot-rabbit-plague/",
  "Claim": "Fox News reported that millions of people fled Texas after a \"pot rabbit plague\" resulted in dozens of deaths.",
  "Tags": "fox news;pot rabbit;pot rabbit plague;",
  "Claim_ID": "millions-flee-texas-pot-rabbit-plague"
}