{
  "Origins": "In October 2015, links announcing that cigarettes would soon be illegal in the state of Minnesota began circulating on social media sites. Links on Facebook and Twitter included an embedded headline (\"Minnesota first state to make cigarettes illegal beginning Jan. 2016.\") and a preview excerpt reading: \"Starting January 1st, 2016, Minnesota will become the first state in the U.S. to make cigarettes illegal in all of it's [sic] cities...\" Many viewed shared the link without clicking through to the article, as those who tried to read the underlying news story encountered this image instead:",
  "Fact Check": "",
  "Description": "Phony article links suggesting that Minnesota banned smoking were created by users of the web site FeedNewz (now prank.link), a fake news story generator. Previous user-submitted FeedNewz pranks included links claiming that Taco Bell was closing all its locations, that Channing Tatum had come out as gay, that EastEnders star Danny Dyer had died suddenly, that Mountain Dew was to be discontinued, that MMA champion Ronda Rousey failed a drug test and lost her title, that the coffee chain Dutch Bros. was closing all its locations, that regional chain Wawa was shuttering all its stores, and that deer season had been cancelled in several states. Last updated: 22 October 2015",
  "Originally Published": " 22 October 2015",
  "Referred Links": "http://user-submitted;https://twitter.com/IndianaJones24/status/657302707720482816;https://t.co/p20X6lvB9k;",
  "Example": "[Collected via Twitter, October 2015] Minnesota first state to make cigarettes illegal beginning Jan. 2016. https://t.co/p20X6lvB9k Jeremy Jones (@IndianaJones24) October 22, 2015",
  "Last Updated": "22 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/minnesota-cigarettes-illegal/",
  "Claim": "In January 2016, Minnesota will become the first state to make all cigarettes illegal.",
  "Tags": "fake news;feednewz;prank news;prank.link;smoking ban;minnesota;",
  "Claim_ID": "minnesota-cigarettes-illegal"
}