{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/photo.php?fbid=1130039610342280&set=a.185601251452792.47062.100000087553249&type=3&theater;http://www.oregonlive.com/portland/index.ssf/2015/10/police_seek_tips_in_finding_14.html;http://www.missingkids.com/poster/NCMC/1254932/1;",
  "Example": "[Collected via e-mail, January 2016] Rosemary Gullet teen from Oregon missing now for 6 months. Is this true? Origin:The mother of a 15-year-old girl named Rosemary Gullett, who disappeared from her Portland, Oregon, home six months ago, says that she has found photographs of her daughter online and believes the girl might be the victim of child trafficking. Initial news reports about Rosemary stated that the girl (then 14) had run away on 22 June 2015 and had resisted attempts by family members and friends to return her to her Southeast Portland home: Police are asking for the public's help in finding a 14-year-old runaway girl from Southeast Portland. Rosemary Gullett, 14, ran away from her home on June 22, according to a news release from Portland Police Bureau spokesman Sgt. Pete Simpson. Police say family and friends have spotted her several times since, but she \"runs away when they approach her to bring her home.\" She is described as being 5 feet 6 inches tall, weighs 130 pounds, has red hair and noticeable freckles. In January 2016, a Facebook post attributed to Rosemary's mother Maureen reported that Rosemary's mother had since found images of Rosemary online in which \"her hair had been bleached blonde then dyed red.\" Maureen also stated that Rosemary's \"looks are being regularly altered to hide her identity,\" that Rosemary was using an \"unknown alias,\" and that the girl was presumed to have \"been taken out of the state\": Hello my name is Maureen Gullett and my 14 year old daughter Rosemary Gullet disappeared 6 months ago. She is missing and endangered and is presumed to have fallen into the hands of child trafficking criminals. Since she disappeared I have found images of her online. He hair had been bleached blonde last then dyed red. As of last seen she had red hair kept in a bun however her looks are being regularly altered to hide her identity. She is using an unknown alias however her real name is Rosemary Blue Gullett and her date of birth is 1-1-01. There is a state wide hunt for her in Oregon however is is now presumed she has been taken out of the state. I have begun a nationwide search. I desperately need volunteers from every city in the US to post MISSING GIRL notices about Rosemary online. From local Craigslist news posts to facebook pages. Please help me find my missing daughter. Every day counts as she is 14, not in school and endangered. DOB 1-1-2001 HEIGHT - 6\" 1' WEIGHT - 140 lbs EYES - Hazel HAIR - thin and straight, dyed and bleached, red or ???, past shoulder length when last seen but may have been cut or worn in a bun or head covering OTHER - Freckles on her face and body, razor blade cut homemade tattoo on her left ankle, may have gotten other homemade tattoos since she disappeared, tall and thin build, full lips, pretty cat eyes, likes peg leg pants, iphone, social media, smokes marijuana regularly, drinks alcohol. Rosemary has many friends in Portland Oregon where she disappeared from that she contacts regularly on social media. POSSIBLE LOCATIONS - Portland, Eugene, California, Arcata, Humboldt, San Diego, Seattle, Tennessee, Nashville, Hawaii, Texas, Dallas, Fort Worth...If you live in any of these please copy this information and re-post in your town. Thank you! I'LL PAY A $1000 CASH REWARD TO ANYONE WHO CAN LOCATE HER!!! PLEASE CALL ME WITH ANY INFORMATION WHATSOEVER 503-509-0277 Last updated: 10 January 2016 Originally published: 10 January 2016",
  "Last Updated": "",
  "Credibility": "true",
  "URL": "www.snopes.com/missing-child-rosemary-gullett/",
  "Claim": "A 15-year-old girl named Rosemary Gullett is missing from her Portland, Oregon, home.",
  "Tags": "",
  "Claim_ID": "missing-child-rosemary-gullett"
}