{
  "Origins": "On 20 October 2015, Facebook user Zaida Pugh, AKA Ms Muffin Babey, uploaded a video purportedly showing a woman stabbing her baby to death in order to get revenge on her boyfriend. [The video embedded below is disturbing and may not be suitable for all viewers.]",
  "Fact Check": "",
  "Description": "#WTF \"Mother\" Kills her baby then post the video online for her baby father to see. #SHARE #HELP get this video out... Posted by Zaida Pugh on Tuesday, October 20, 2015 #WTF \"Mother\" Kills her baby then post the video online for her baby father to see. #SHARE #HELP get this video out... Posted by Zaida Pugh on Tuesday, October 20, 2015 The above-displayed video went viral and racked up more than 1.2 million views within the first few days of its posting. Despite the video's popularity, neither it nor other sources provided any information about the incident depicted. That status changed on 22 October 2015, when Zaida Pugh posted a second video to her Facebook page explaining that the video was a prank in order to raise awareness for... well, it's actually not clear what Zaida Pugh is trying to raise awareness for: Why did I do this video? Why do I do any of my videos. Because there's messages out there. I feel like I might be repeating myself a little too much. It's a wake up call. This is a call to the public. Hello? Wake up. This is actually something that is going on. This is something that we need to face and we need to make a change. Hello, this is a wake up call to everybody. OK THIS IS THE MOMENT YOU'VE BEEN WAITING FOR,, #New Update THEY GOT INFORMATION ON THE MOTHER LOOK AT THE EVIDENCE #AMUSTSHARE #TAGG #Watchthewholethingforthetruth(Here's the original video if you didn't see it-https://www.facebook.com/video.php?v=1078508532181335&pnref=story) Posted by Zaida Pugh on Thursday, October 22, 2015 OK THIS IS THE MOMENT YOU'VE BEEN WAITING FOR,, #New Update THEY GOT INFORMATION ON THE MOTHER LOOK AT THE EVIDENCE #AMUSTSHARE #TAGG #Watchthewholethingforthetruth(Here's the original video if you didn't see it-https://www.facebook.com/video.php?v=1078508532181335&pnref=story) Posted by Zaida Pugh on Thursday, October 22, 2015 In summation, the video purportedly showing a woman stabbing her baby to death in order to get revenge on her boyfriend was just a Facebook prank. The child wasn't harmed, and the two women featured in the video were acting. Last updated: 20 October 2015",
  "Originally Published": " 20 October 2015",
  "Referred Links": "https://www.facebook.com/video.php?v=1078508532181335;https://www.facebook.com/MsMuffinBabey;https://www.facebook.com/MsMuffinBabey;",
  "Example": "[Collected via e-mail, October 2015]",
  "Last Updated": "20 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/mom-stabs-baby-video/",
  "Claim": "A video uploaded to Facebook shows a woman stabbing her baby to death to gain revenge on her boyfriend.",
  "Tags": "zaida pugh;",
  "Claim_ID": "mom-stabs-baby-video"
}