{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.childrenvietnam.org/supporters.html;http://www.snopes.com/wordpress/wp-content/uploads/2016/02/mother-teresa-at-18.jpg;",
  "Example": "[Collected via Email, February 2016] There is a picture that has been going around for a long time saying it's Mother Teresa at age 18. To me it doesn't look like her primarily the mole under her nose on her right. Can you find out if the attached is legitimate? Origin:An image purportedly showing how Mother Teresa, the famous Albanian Roman Catholic religious sister and missionary who died in 1997, appeared at age 18 has been circulating online for several years, and a new iteration THAT also included an image of Mother Teresa later in life hit the Internet in January 2016: The photograph of the younger woman, however, is not a picture of Mother Teresa at age 18. It's a picture of Tran Anh Phuong, an American resident of Vietnamese heritage who died in Virginia in 2008. Tran's obituary included a quote from Mother Teresa, a confluence which may have led to confusion over the identity of the pictured young woman: \"God's Gift to you is the Gift of Life. What you do with your Life is your Gift to God.\" Mother Teresa. Our beloved Mother, Tran Anh Phuong, passed away on April 20, 2008 after a long illness. She was the eldest child of Reverend Te Ngoc Tran and Mrs. Tot Thi Nguyen. She resided in Arlington, VA for the past 33 years. Our Mother attended Southeast Asia Union College in Singapore, majoring in English. From 1968-1972, while raising a young family, she served as a Vietnamese instructor at Ft. Bliss, TX preparing military officers to serve in Viet Nam. After a 19 year career as Executive Assistant for the Commission on Engineering and Technical System at the National Academy of Sciences, she retired in 1992. Last updated: 06 February 2016 Originally published: 06 February 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/mother-teresa-age-18/",
  "Claim": "A photograph shows Mother Teresa at age 18.",
  "Tags": "mother teresa;",
  "Claim_ID": "mother-teresa-age-18"
}