{
  "Origins": "The Diamonds were one of the most popular vocal groups of the 1950s, a quartet of Canadians best known for their hit \"Little Darlin',\" which reached the #2 spot on Billboard's singles chart in 1957. Tom Hanks is an American actor, producer, writer, and director best known for winning consecutive Best Actor Academy Awards (for Philadelphia in 1993 and Forrest Gump in 1994). Contrary to the rumor reproduced above, however, there is no familial connection between The Diamonds and Tom Hanks.",
  "Fact Check": "",
  "Description": "The lead singer of The Diamonds when they recorded hits such as \"Little Darlin'\" was Dave Somerville , a native of Guelph, Ontario, who was born in 1933 and is still alive. (Somerville left The Diamonds in 1961, although since the late 1980s he has sung with original members of the group from time to time.) Tom Hanks' father, Amos Mefford Hanks , was born in Glenn County, California, in 1924 and died in 1992. Amos Hanks, according to various biographies, was something between an \"itinerant cook\" and a \"restaurant chef.\" None of The Diamonds, either the original group or the replacement members, bore the surname Hanks or is known to be directly related to Tom Hanks the actor.",
  "Originally Published": "",
  "Referred Links": "http://www.geni.com/people/Amos-Hanks/6000000003868213094;http://en.wikipedia.org/wiki/Dave_Somerville;http://www.thediamonds.cc/;http://www.flixxy.com/the-diamonds-little-darlin-1957-2004..htm;",
  "Example": "[Collected via e-mail, January 2012] Tom Hanks Dad INCREDIBLE. I DIDN'T KNOW TOM HANKS DAD WAS THE LEAD SINGER OF THE DIAMONDS WAY BACK IN 1957! THEY SOUND EXACTLY THE SAME AS THEY DID! 2 Performances 47 years apart FYI, the lead singer of the Diamonds is also the father of TOM HANKS. If you were alive in 1957, and old enough to enjoy Rock and Roll, you will probably remember the group, \"The Diamonds\" who had just launched their super hit \"Little Darlin'\". For you that are too young to remember - it was a time when the performers were happy, enjoying themselves, respecting their fans, dressed appropriately and their lyrics could be understood. They did not feel obligated to scream, eat the microphone, mumble inaudible lyrics or trash the set. In 1957, The Diamonds had a hit with \"Little Darlin\". 47 years later, they were requested to perform at Atlantic City ... This link leads to both performances. Watch the first one then scroll down for the new one 47 years later. http://www.flixxy.com/the-diamonds-little-darlin-1957-2004..htm",
  "Last Updated": "12 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/actors/tomhanks.asp",
  "Claim": "The father of actor Tom Hanks was the lead singer of the musical group The Diamonds.",
  "Claim_ID": "movies_actors_tomhanks",
  "Tags": ""
}