{
  "Origins": "Although the Japanese film was substantially altered in its American release, the climactic battle between the two titans ended with the same results in both versions: an ambiguous draw.",
  "Fact Check": "",
  "Description": "Just as additional footage featuring an American actor (Raymond Burr) was integrated into the original Godzilla film to enhance its appeal to American audiences, so it was with King Kong vs. Godzilla: additional scenes shot by an American director (featuring Michael Keith as \"Eric Carter, your U.N. reporter\") were added to the American version. The latter film was substantially altered in many other ways as well, however. Much footage was cut from the Japanese release to make room for scenes featuring Eric Carter and his U.N. news reports, most of the original score was replaced with music from the soundtrack of The Creature From the Black Lagoon, the dialogue was changed in the dubbing process, and special effects were altered or replaced. One element that did remain the same in both versions was the action between King Kong and Godzilla. The last sequence of the movie features the giant dinosaur and enormous gorilla battling it out atop Mt. Fuji, in a showdown the desperate Japanese population hopes will result in the destruction of both. The two monsters eventually carry their fight to the ocean and both are soon submerged beneath the waves. In the film's final scene, only King Kong arises from the water, swimming back to his home on the island from which he had been captured. Although this ending gives the impression that Kong vanquished his reptile foe, we all know that Godzilla can survive underwater, and as the next installment in the Godzilla series (Godzilla vs. The Thing) opens with Godzilla emerging from the ocean, we can only assume the mutant dinosaur tricked Kong by playing possum under the sea. (There is a slight difference between the two versions that implies King Kong may have been the winner, though: In the American release, we hear the sound of Kong roaring as he swims away at the end of the film. In the Japanese version, however, there are two roars Godzilla first, then Kong. The omission of Godzilla's roar at the end of the US version certainly could create the impression in viewers that only King Kong had survived.) In any case, the movie's visual ending was exactly the same in both the Japanese and American releases. Probably because Americans found it unlikely that a Japanese-produced horror film would show a quintessentially American monster triumphing over a Japanese invention, a rumor began shortly after the movie's 1964 American release that two different endings had been filmed: one for Japanese audiences (in which only Godzilla survived), and one for American audiences (with King Kong the winner). No doubt whispers that there were indeed two different versions of the film helped foster the legend that there were two different endings as well, although it is unlikely that many people actually saw both versions. Sightings: The Genus III edition of Trivial Pursuit asks \"Who won the Japanese version of King Kong vs. Godzilla ?\" and claims \"Godzilla\" as the correct answer. Additional information: King Kong vs. Godzilla (Internet Movie Database)",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/title/tt0056142/combined;",
  "Example": "",
  "Last Updated": "17 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/films/godzilla.asp",
  "Claim": "The Japanese and American versions of the 1962 film King Kong vs. Godzilla had different endings: Godzilla won in the Japanese version, while King Kong emerged victorious in the American edition.",
  "Claim_ID": "movies_films_godzilla",
  "Tags": ""
}