{
  "Origins": "When Groucho, Chico, and Harpo emerged from semi-retirement in 1945 to create the last Marx Brothers movie, a spoof of spy/intrigue dramas titled A Night in Casablanca (all three subsequently appeared in 1950's Love Happy , but that film was primarily a Harpo Marx vehicle in which his brothers had supporting roles rather than a true Marx Brothers film), the stage was set for one of the twentieth century's most celebrated epistolary exchanges. The ensuing fusillade of letters between a fractious Groucho and the befuddled legal department at Warner Bros. has since become a classic of the personal correspondence genre, but the battlefield wasn't quite as level as legend would have it.",
  "Fact Check": "",
  "Description": "What the public heard was that the Marx Brothers' film was to be called A Night in Casablanca , and that the humorless heads of Warner Bros., aghast at the thought that one of their fine films (the 1942 Humphrey Bogart classic, Casablanca ) might somehow be associated with a lowbrow, similarly-titled Marx Brothers vehicle, decided to launch a pre-emptive strike by claiming ownership of the word 'Casablanca' (for movie title purposes, at least), and threatening to sue the Marxes if they persisted in using it. And what the public saw was a series of letters in which a typically sarcastic, freely associating Groucho deftly skewered the Warners' alleged pretentiousness and arrogance, the first missive of which read as follows: Dear Warner Brothers: Apparently there is more than one way of conquering a city and holding it as your own. For example, up to the time that we contemplated making this picture, I had no idea that the city of Casablanca belonged exclusively to Warner Brothers. However, it was only a few days after our announcement appeared that we received your long, ominous legal document warning us not to use the name Casablanca. It seems that in 1471, Ferdinand Balboa Warner, your great-great-grandfather, while looking for a shortcut to the city of Burbank, had stumbled on the shores of Africa and, raising his alpenstock (which he later turned in for a hundred shares of common), named it Casablanca. I just don't understand your attitude. Even if you plan on [re-]releasing your picture, I am sure that the average movie fan could learn in time to distinguish between Ingrid Bergman and Harpo. I don't know whether I could, but I certainly would like to try. You claim that you own Casablanca and that no one else can use that name without permission. What about \"Warner Brothers\"? Do you own that too? You probably have the right to use the name Warner, but what about the name Brothers? Professionally, we were brothers long before you were. We were touring the sticks as the Marx Brothers when Vitaphone was still a gleam in the inventor's eye, and even before there had been other brothers the Smith Brothers; the Brothers Karamazov; Dan Brothers, an outfielder with Detroit; and \"Brother, Can You Spare a Dime?\" (This was originally \"Brothers, Can You Spare a Dime?\" but this was spreading a dime pretty thin, so they threw out one brother, gave all the money to the other one, and whittled it down to \"Brother, Can You Spare a Dime?\") Now Jack, how about you? Do you maintain that yours is an original name? Well it's not. It was used long before you were born. Offhand, I can think of two Jacks Jack of \"Jack and the Beanstalk,\" and Jack the Ripper, who cut quite a figure in his day. As for you, Harry, you probably sign your checks sure in the belief that you are the first Harry of all time and that all other Harrys are impostors. I can think of two Harrys that preceded you. There was Lighthouse Harry of Revolutionary fame and a Harry Appelbaum who lived on the corner of 93rd Street and Lexington Avenue. Unfortunately, Appelbaum wasn't too well-known. The last I heard of him, he was selling neckties at Weber and Heilbroner. Now about the Burbank studio. I believe this is what you brothers call your place. Old man Burbank is gone. Perhaps you remember him. He was a great man in a garden. His wife often said Luther had ten green thumbs. What a witty woman she must have been! Burbank was the wizard who crossed all those fruits and vegetables until he had the poor plants in such confused and jittery condition that they could never decide whether to enter the dining room on the meat platter or the dessert dish. This is pure conjecture, of course, but who knows perhaps Burbank's survivors aren't too happy with the fact that a plant that grinds out pictures on a quota settled in their town, appropriated Burbank's name and uses it as a front for their films. It is even possible that the Burbank family is prouder of the potato produced by the old man than they are of the fact that your studio emerged \"Casablanca\" or even \"Gold Diggers of 1931.\" This all seems to add up to a pretty bitter tirade, but I assure you it's not meant to. I love Warners. Some of my best friends are Warner Brothers. It is even possible that I am doing you an injustice and that you, yourselves, know nothing about this dog-in-the-Wanger attitude. It wouldn't surprise me at all to discover that the heads of your legal department are unaware of this absurd dispute, for I am acquainted with many of them and they are fine fellows with curly black hair, double-breasted suits and a love of their fellow man that out-Saroyans Saroyan. I have a hunch that his attempt to prevent us from using the title is the brainchild of some ferret-faced shyster, serving a brief apprenticeship in your legal department. I know the type well hot out of law school, hungry for success, and too ambitious to follow the natural laws of promotion. This bar sinister probably needled your attorneys, most of whom are fine fellows with curly black hair, double-breasted suits, etc., into attempting to enjoin us. Well, he won't get away with it! We'll fight him to the highest court! No pasty-faced legal adventurer is going to cause bad blood between the Warners and the Marxes. We are all brothers under the skin, and we'll remain friends till the last reel of \"A Night in Casablanca\" goes tumbling over the spool. Sincerely, Groucho Marx What the public didn't hear was that in its original conception, A Night in Casablanca was intended to be a send-up of Warners' Casablanca , complete with characters bearing names such as \"Humphrey Bogus.\" Warner Bros., having gotten wind of the Marx Brothers' plan, was legitimately concerned that a spoof of one of its films, featuring characters with names similar to those who appeared in the original, and bearing a similar title, might indeed confuse the public or otherwise infringe Warners' intellectual rights. Accordingly, its legal department made some rumbling noises and demanded to know the details about the story line of the Marxes' upcoming film, which prompted some even more bizarre responses from Groucho: Dear Warners: There isn't much I can tell you about the story. In it I play a Doctor of Divinity who ministers to the natives and, as a sideline, hawks can openers and pea jackets to the savages along the gold Coast of Africa. When I first meet Chico, he is working in a saloon, selling sponges to barflies who are unable to carry their liquor. Harpo is an Arabian caddie who lives in a small Grecian urn on the outskirts of the city. Dear Brothers: Since I last wrote you, I regret to say there have been some changes in the plot of our new picture, \"A Night in Casablanca.\" In the new version I play Bordello, the sweetheart of Humphrey Bogart. Harpo and Chico are itinerant rug peddlers who are weary of laying rugs and enter a monastery just for a lark. This is a good joke on them, as there hasn't been a lark in the place for fifteen years. The public also didn't hear that the claim Warner Bros. was threatening to sue the Marx Brothers simply for using the word 'Casablanca' was purely a publicity stunt concocted by the Marxes themselves, who leaked the story to select columnists as a means of generating controversy and garnering some newspaper coverage for their film. When the Marxes' family physician, Dr. Samuel Salinger, wrote to Groucho and mentioned he'd heard Warner Bros. was barring them from using the title A Night in Casablanca , Groucho replied to him thusly: We spread the story that Warners objected to this title purely for publicity reasons. They may eventually actually object to it, although I don't think so. Not being the giant legal mind that you are, I wouldn't venture a decisive opinion but my hunch is that any court would throw out such a case as an absurd one. It seems to me that no one can forbid one from using the name of a city. There have been a number of pictures with Paris, Burma, Tokyo, etc. etc. used in the title. At any rate, the publicity has been wonderful on it and it was a happy idea. I wish they would sue, but as it is, we've had reams in the paper. What eventually happened was not that Warner Bros. sued the Marxes, but that the studio finally gave up in exasperation at being unable to glean any details about the plot or setting of A Night in Casablanca from the Marxes, and the matter was dropped when the Marx Brothers movie turned into a general spoof of Casablanca-like films rather than a parody of Casablanca itself. By then, however, the Marxes had succeeded in making Warner Bros. look like humorless fools while generating plenty of free publicity for their own film, and the fact that the controversy was a deliberately manufactured one will undoubtedly always remain a secondary detail.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Chilling Effects, 2003] While preparing to film a movie entitled A Night in Casablanca, the Marx brothers received a letter from Warner Bros. threatening legal action if they did not change the film's title. Warner Bros. deemed the film s title too similar to their own Casablanca, released almost five years earlier in 1942, with Humphrey Bogart and Ingrid Bergman.",
  "Last Updated": "18 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/films/casablanca.asp",
  "Claim": "Warner Bros. threatened to sue the Marx Brothers over the title of the comedy group's 1946 film A Night in Casablanca .",
  "Claim_ID": "movies_films_casablanca",
  "Tags": ""
}