{
  "Origins": "In March 2015, a found-footage-style horror film titled Unfriended premiered at Austin's South by Southwest (SWSW) festival. Before it was released at 2015's SXSW, Unfriended was shown at the July 2014 Fantasia Festival.",
  "Fact Check": "",
  "Description": "\"Found footage\" films increased in popularity after the massive success of 1999's The Blair Witch Project and were not uncommon in the horror genre for some years afterwards. However, Unfriended 's relatively slow progression to wide release in theaters (ultimately set for April 2015) caused some confusion among those who saw the trailer as to whether the story was real, partly true, or entirely fictional. On 12 January 2015, MTV published a trailer for Unfriended to YouTube, and MTV's high ratio of reality programming likely exacerbated viewer uncertainty over the nature of the film's connection to real-life events: While Unfriended was little known outside social media spaces before its SXSW showing in 2015, its creators have since explained fully that the effort is a work of fiction not based upon any real-life events: This movie is based on a long-time idea of my fellow producer Timur Bekmambetov, with whom I've worked with for almost five years. 'We should make a movie that's just on the computer,' he says. Everyone told him he was crazy, but it made sense to me. I've literally seen him on set yell 'Action!' while shooting a scene, and as soon as he cuts, he looks down at his computer, where he has another set of people on Skype, to participate in another meeting. He does this while he shoots a movie. One night, we were sitting in an office, throwing ideas around, and it suddenly clicked for me. Oh my gosh, what if this were a horror movie? The idea to use the containment of the computer and the limitations to horrific effect suddenly made sense to me. Unfriended features vague parallels to several real-life tragedies linked to social media harassment or cyberbullying, but none of those was specifically cited as an inspiration for the film by its creators. Moreover, the movie's premise focuses upon the supernatural manner in which a deceased victim of online harassment seeks revenge upon her tormentors.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, March 2015] I hear that the movie Unfriended is based on a true story of Laura Barns suicide I keep hearing the movie \"unfriended\" (has not been released intheaters yet but the trailer is available via YouTube) is based on a \"truestory\", I've also heard it was said on \"MTV\", I have serious doubts buthave not been able to verify any truth to it myself so now I'm askingyou. [Collected via Quora, March 2015] She's a real person. She committed suicide in June, after an embarrassing video of her leaked. The movie Unfriended is based on her story.",
  "Last Updated": "17 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/films/unfriended.asp",
  "Claim": "The movie Unfriended is based on found footage and real-life events.",
  "Claim_ID": "movies_films_unfriended",
  "Tags": ""
}