{
  "Origins": "The 1996 movie Fargo begins: \"This is a true story. The events depicted in this film took place in Minnesota in 1987. At the request of the survivors, the names have been changed. Out of respect for the dead, the rest has been told exactly as it occurred.\"",
  "Fact Check": "",
  "Description": "Great opening. And not a word of truth to it. Fargo's creators, the Coen brothers, are known for their playfulness, the inclusion of \"little touches\" that add to a film. Given the Coens' reputation for this, you'd think any responsible film reviewer would have made at least a stab at confirming this bold claim before blithely passing it along as fact. (Had they done any checking, they would have quickly discovered that nothing so much as vaguely resembling that level of carnage had occurred in Minnesota. Not in 1987. Not ever.) As a result of those reviews, an even greater number ended up believing what the Coen brothers had to have thought no one but the incredibly gullible would fall for. Their little leg-pull went over big time. At least a few reviewers did see through the prank. Here's a handful of review snippets from the clued-in ones: However, repeated efforts by the Minnesota media to unearth any vaguely similar real life case have proved entirely unsuccessful and suspicions that this could be another coy artifice from the Coen brothers are heightened by Ethan Coen's introduction to the published screenplay of Fargo (Faber and Faber, 7.99 in UK), which concludes that the movie \"aims to be homey and exotic, and pretends to be true.\"1 All movies are in some way fiction, so what does it matter? The Coen brothers' Fargo claimed to be based on a true story, and they admit it wasn't; the \"true story\" bit at the beginning was just a stylistic device.\"2 Fargo is a comedy-thriller about a wacky kidnapping scheme that goes incredibly wrong. The brothers originally said it was based on a true story, but a New York Post \"investigation\" got the brothers to admit the story actually popped out of their heads.3 The closest Fargo comes to being a \"true story\" is that one might fairly say it was \"inspired by\" some real-life incidents, primarily the disappearance of Helle Crafts, a Danish flight attendant, from her home in Newtown, Connecticut, in 1986. Helle's husband, Richard (against whom she had begun divorce proceedings), was eventually arrested, tried, and convicted of her murder: Police theorized that Richard Crafts had struck his wife unconscious in their bedroom with a blunt object, then placed her body in freezer; he later removed her body from the freezer, chopped it up with a chainsaw, put the pieces through a woodchipper, and scattered the remains in and around a nearby river. The Coen brothers like a good in-joke as much as anybody. Next time you view Fargo, look for the name of the actor who played \"the man in the field.\" You'll discover the entry listed as an odd squiggle that looks very much like Prince's signature. (I'm told the fellow who actually filled that role was J. Todd Anderson, one of the Coen's storyboard artists. The squiggle is Prince's signature laid on its side with a smiley face added. Wonderful joke, that. Laid on its side because the character is lying dead in a field.) If there's still any doubt, follow the credits through to the very end. You'll find the standard tiny-print disclaimer about \"no resemblance to any persons living or dead ...\" Barbara \"oh, ya!\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "2 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/films/fargo.asp",
  "Claim": "The kidnapping, string of murders, and wood chipper incident portrayed in the film Fargo actually took place in Minnesota in 1987.",
  "Claim_ID": "movies_films_fargo",
  "Tags": ""
}