{
  "Origins": "There was perhaps no darker horse in the 1993 Academy Awards race than actress Marisa Tomei. Nominated in the Best Actress in a Supporting Role category, she was a relative newcomer to feature films who was matched up against veteran actresses such as Joan Plowright and Vanessa Redgrave. Moreover, while her competition had appeared in such august fare as Howards End and Enchanted April, Marisa Tomei's nomination was based on her portrayal of the continuously chattering Mona Lisa Vito in the lightweight comedy My Cousin Vinny .",
  "Fact Check": "",
  "Description": "So, not long after Tomei unexpectedly claimed the Oscar for best supporting actress, rumors began to circulate that it was all a mistake: The \"real\" winner was supposed to have been Vanessa Redgrave, but presenter Jack Palance had erroneously called out the wrong name because he was unable to read the printing on the card inside the envelope, became confused, or was too \"drunk\" or \"stoned\" to announce the winner properly. (Different versions of the rumor claimed that Palance had either arbitrarily announced Marisa Tomei as the winner or had called out her name because it fell last in the list of nominees and therefore was the only one that had not yet scrolled off the teleprompter screen.) Then, once the mistake had been made, the Academy had no choice but to award the Oscar to the person whom Palance had just announced as the winner to a global television audience; to do otherwise would have created an embarrassing controversy. However, video of that year's Academy Award telecast showed nothing of the sort had taken place. Jack Palance plainly read Marisa Tomei's name off the card in the envelope in front of him; he was neither ad-libbing nor looking at the teleprompter when he announced her as the winner: Moreover, nothing about these rumored scenarios could possibly have been true. As the Academy has explained many times, two officials from the accounting firm of Price Waterhouse (the official tabulators of the Academy Award ballots) have been stationed in the wings at every Academy Awards ceremony since 1953 just in case such a situation should arise. If a wrong name were ever read, one of the officials would immediately step up to the podium and announce the correct winner. Additionally, Palance simply could not have read the wrong name from the teleprompter screen, because the winners' names are never displayed there: during every \"And the Oscar goes to ...\" point in the ceremony, the teleprompter displays only the stage directions of (ENVELOPE) and (ANNOUNCE WINNER) to the presenters. This process both ensures that presenters have to look down and examine the contents of their envelopes before announcing winners (so that the envelopes don't appear to be irrelevant props), and it helps guarantee the secrecy of the results (because someone who managed to sneak a look at the teleprompter script in advance would not be able to glean anything about the winners' identities). Moreover, it's clear from the video clip of this sequence that Jack Palance wasn't looking at a teleprompter when he announced the winner; he clearly was reading from the card enclosed in the official envelope. In early 1994 this rumor was being spread, according to the Hollywood Reporter , by an unnamed \"former son-in-law of a distinguished Academy Award winner.\" By 1997 film critic Rex Reed (promulgator of the theory that Palance was \"drunk\" or \"stoned\") was espousing on television his claim that a \"massive cover-up\" was underway to prevent the public from finding out about the mistake. However the rumor started, it was undoubtedly inspired by Palance's rather strange behavior at the previous year's ceremonies and fueled by the belief that both Tomei's talents and her role in My Cousin Vinny were too slight to merit her winning an Academy Award over the efforts of established actresses in \"serious\" films who were also nominated in the category.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, January 2009] Marisa Tomei's Oscar victory in 1992 proved a dramatic turning point in her career, but not in the traditional sense. Few in the entertainment industry had anticipated that she would win the award, given her relative inexperience, and she did not reap the rewards that most Academy Award winners enjoy. Vicious gossip circulated suggesting that presenter Jack Palance had misread the envelope and mistakenly given the Oscar to Marisa, rather than its rightful owner Vanessa Redgrave for her performance in Howard's End.",
  "Last Updated": "3 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/actors/tomei.asp",
  "Claim": "Marisa Tomei was awarded the Academy Award for Best Supporting Actress in 1993 because Oscar presenter Jack Palance read the wrong name by mistake.",
  "Claim_ID": "movies_actors_tomei",
  "Tags": ""
}