{
  "Origins": "Mel Blanc (1908-1989) was the best-known voice actor of the 20th century, voicing such well-known cartoon characters as Bugs Bunny, Daffy Duck, Porky Pig, Tweety Bird, Sylvester the Cat, Yosemite Sam, Foghorn Leghorn, Marvin the Martian, Pep Le Pew, Speedy Gonzales, and the Tasmanian Devil.",
  "Fact Check": "",
  "Description": "The claim of his being allergic to carrots has circulated in the online world at least as far back as 2008 (which is when we first spotted it within a lengthy list of \"amazing\" facts). Given that Blanc's best-known character was the wily yet charming Bugs Bunny, such fact would indeed be a knee-slapper of a bit of irony were it true. However, there is nothing to this seemingly \"amazing\" bit of trivia. While carrots were never one of Blanc's favorite vegetables, he was not allergic to them. He did routinely spit them out, but not due to personal distaste. Rather, they just weren't easily chewed and swallowed, and as Blanc discovered while doing his voicings of Bugs Bunny, nothing sounded like a carrot except a carrot. Voicing the wisecracking rabbit presented its own peculiar difficulty: many of that character's best comedic moments are punctuated by a sharp chomp on a carrot, yet a mouthful of raw carrot is not easily swallowed and disposed of in time for the next line. After Blanc tried make do with other crunchy foods (such as apples and celery), a spittoon was installed in the studio for his use. Said Blanc himself of the matter: I don't especially like carrots, at least not raw. And second, I found it impossible to chew, swallow, and be ready to say my next line. We tried substituting other vegetables, including apples and celery, but with unsatisfactory results. The solution was to stop recording so that I could spit out the carrot into a wastebasket and then proceed with the script. In the course of a recording session I usually went through enough carrots to fill several. Bugs Bunny did for carrots what Popeye the Sailor did for Spinach. How many lip-locked, head-swelling children were coerced into eating their carrots by mothers cooing, \"... but Bugs Bunny eats HIS carrots.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "30 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/actors/melblanc.asp",
  "Claim": "'Bugs Bunny' voice actor Mel Blanc was allergic to carrots.",
  "Claim_ID": "movies_actors_melblanc",
  "Tags": ""
}