{
  "Origins": "An age-old technique for mobilizing a populace to fight a war is to so thoroughly demonize the enemy that the conflict becomes seen by the public as a moral battle rather than a political one. This technique was used to maximum effect in America during World War I , when for the first time the U.S. was engaged as a late entrant in an overseas war, a war that many Americans wanted no part of. Accordingly, the Germans were recast as \"Huns\" to whom all sorts of atrocity tales were attributed, and suddenly everything Germanic became anathema. German-Americans sought to avoid being branded as disloyalists, traitors, or spies by declaring themselves to be Dutch or anglicizing their names, and common items with German names were retitled: sauerkraut became \"victory cabbage,\" hamburgers turned into \"liberty sandwiches,\" and \"hamburger steak\" was henceforth known as \"Salisbury steak.\" And a young comic named Julius Marx, who came from a German family and who was touring America in a vaudeville show with his three brothers, altered the persona of his stage character from German to Yiddish and finally to American. Julius would later became nationally famous as Groucho, one of the celebrated Marx Brothers.",
  "Fact Check": "",
  "Description": "The renaming frenzy didn't carry over to World War II (in large part because the Nazis did such a thorough job of demonizing themselves), but one result of the Nazi era in Germany was the long-lasting stigmatization of the names \"Adolph\" and \"Hitler.\" Thousands of people (on both sides of the conflict) bearing those names changed them in order to avoid any association with the notorious German dictator. So when Marx Brothers fans eventually learned that although Harpo Marx had always stated his first name as Arthur, he had actually been born Adolph Marx, they naturally assumed he had changed his first name for a similar reason. In fact, this was a retroactive explanation for a transition that had actually taken place many years earlier. Although Harpo was indeed born under the name of Adolph Marx, he had quickly been nicknamed \"Ahdie,\" a name he much preferred to Adolph so much so that he eventually adopted the name Arthur in place of his given name. When exactly Adolph became Arthur is difficult to pin down, but the change seems to have been effected by 1911; and newspaper reviews of Marx Brothers performances document that he was identified as \"Arthur\" as early as 1913. Thus Adolph Marx's name change demonstrably took place long before the world had heard of an Austrian named Adolf Hitler, well before the outbreak of World War I , and even a few years before that momentous day when the comic was tagged with the moniker of \"Harpo.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "28 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/actors/harpo.asp",
  "Claim": "Harpo Marx changed his given name from Adolph to Arthur in order to avoid an association with Adolf Hitler.",
  "Claim_ID": "movies_actors_harpo",
  "Tags": ""
}