{
  "Origins": "It is frequently claimed that a stuntman was killed during the filming of the chariot scene in the 1959 epic Ben-Hur (from MGM, directed by William Wyler). Versions of the rumor include Wyler's leaving the fatal accident in the final cut (against the wishes of the stuntman's widow), yet no published discussions of the film mention the accident, and Charlton Heston's 1995 autobiography In the Arena specifically states that no one was seriously injured during the filming of the scene.",
  "Fact Check": "",
  "Description": "The Internet Movie Database labels as false the rumor that the stunt double for Stephen Boyd (the villain Mesalla) was killed during the chariot race. This rumor has been attached to practically every human injury faked by stuntmen for the race scenes. (See the end of this article for a listing and analysis of the individual stunts.) In John Baxter's Stunt: The Story of the Great Movie Stunt Men (1974), much is made of the care that went into the filming of this climactic race. The scene was managed by veteran stuntman Yakima Canutt, who included his two sons in the stunt team. Joe Canutt, doubling for Heston, received the only injury when he was flipped out of chariot, catching himself on the center hitching rail before pulling himself back in place. His only injury was a gash on his chin requiring four stitches. The scene was used in the final print. But there was an earlier, silent version of Ben Hur, also produced by MGM and released in 1926 (this date varies with sources). Kevin Brownlow gives a thorough discussion of the trials and tribulations involved in the seemingly jinxed 1925 production in The Parade's Gone By (1969). The intention was to shoot the chariot race in a recreation of the Circus Maximus on location in Rome. The second-unit director in charge of the chariot race was B. Reeves \"Breezy\" Eason, known for his genius with action scenes involving horses. He was also known for being ruthless. Vets were seldom consulted: if a horse limped, they shot it. Some suggested he was not much more caring with stuntmen. The set in Rome proved to be unsuitable due to problems with shadows and the racetrack surface. Francis X. Bushman (Mesalla) relates the following: \"During one take, we went around the curve and the wheel broke on the other fellow's chariot. The hub hit the ground and the guy shot up in the air about thirty feet. I turned and saw him up there it was like a slow-motion film. He fell on a pile of lumber and died of internal injuries.\" [Brownlow, 1969] It was decided to give up the Rome location. Another set was built in Culver City and filled with both extras and the Hollywood elite on a festive Saturday in October. To ensure a good race, Eason offered a bonus to the winning driver. One spectacular unplanned pile-up was left in the final cut, 42 cameras were used that day, and a total of 50,000 feet of film was shot. The final, choreographed pile-up, in which Mesalla meets his end, was shot later at the cost of five horses. No human was seriously injured in the U.S. filming. Most film histories concentrate on this fact, and neglect the death in Rome. Another impressive and controversial scene in the 1926 version is the sea battle. Filmed at Livorno, Italy, it used hundreds of local extras, many of whom apparently lied about being able to swim. Friction was evident between the fascist and anti-fascist camps of the Italian cast. According to Brownlow, director Fred Niblo found a pile of sharpened swords on the deck of the pirate flagship apparently the man casting the extras had separated the crews along political lines in hopes of getting a real naval engagement. During filming, the staged fire on one of the triremes got out of control, sending armor-clad extras overboard. Whether any died is debatable. Bosely Crowther ( The Lion's Share , 1957) claims that no one died, although three men dressed as Roman soldiers showed up after being missing for three days. Others maintained that some deaths did occur but were covered-up by the studio. Brownlow again quotes Bushman as saying to Niblo, \"My God, Fred, they're drowning, I tell you!\" as they watched the catastrophe. Niblo supposedly answered, \"I can't help it, those ships cost me $40,000 apiece.\" Baxter accuses Crowther of falsifying the bloodier facts of Ben-Hur. The problems associated with the 1926 version and rumors of cover-ups prompted similar rumors in the press regarding the later film. Andrew Marton, director of the chariot scene in the 1959 version, exploded at a press conference, telling reporters that 20 men and 100 horses had died while filming the race, adding \"That's what you want to hear, isn't it?\" This outburst apparently help feed the gossip. The early days of the film industry was particularly hard on stunt people. Baxter lists 55 deaths, mostly stunt people, as occurring in California film productions during the years 1925-30. Most of these deaths were hushed up. Although later years saw fewer deaths, and less secrecy, the legacy of studio spin-doctors and confusion between the two movies helped create a movie legend. The following is a chronological listing of the stunts in the chariot race of the 1959 Ben-Hur. It is recommended that before claiming that a particular stunt had to have been real, you obtain a video of the film and go through the stunt in slow motion: Chariot flips over as it rounds a turn, driver spills out. Easily performed by stuntman. After Messala rips the wheels of a chariot, the driver is dragged behind the horses. He then turns to face the oncoming chariots, leaps out of the way of one, and then is run over by a second. The camera cuts away from an obviously live stunt man, to a posed dummy which gets flattened. Many people point to this as the fatal accident. Ben Hur (Heston) avoids Messala and makes another chariot crash into the wall, dumping the driver. Another easily performed stunt. Messala forces one chariot into another, both pile up into wall. Horses fall in typical trip-wire fashion. Roman soldier standing along wall pitches forward as one chariot passes, is run over by second. This gag has been labeled fatal. When you go through it in slow motion, note that the body's legs remain straight even after being trampled. Note particularly that the feet remain perpendicular to the legs. This is obviously a dummy. Ben-Hur is pinned against wall and must leap the two chariots that crashed in [4.] above. This is the incident in which Canutt is pitched forward and receives a minor cut to his chin. Although this was the only stunt that was very nearly serious, it is rarely suggested that this was the fatal accident. Messala's chariot disintegrates, and he is pitched out, dragged behind, and finally trampled by the horses of another chariot. Going through this in slow motion, you can clearly see that the figure pitched out of the chariot, dragged and trampled is a dummy. A close-up of Stephen Boyd being dragged is cut into the sequence, but the distance shots are all done with a stiff figure. This is where many people erroneously feel an accident occurred.",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/Trivia?0052618;",
  "Example": "",
  "Last Updated": "17 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/films/benhur.asp",
  "Claim": "A stuntman was killed during filming of the chariot race sequence in the 1959 version of the film Ben-Hur, and his death was left in the final cut.",
  "Claim_ID": "movies_films_benhur",
  "Tags": ""
}