{
  "Origins": "The adjustment of actors' biographical information for publicity purposes is a practice as old as Hollywood itself. Even back in the silent era, actors' names were often changed to transform them into appellations shorter, catchier, or less ethnic; ages were altered to make older actors seem younger and younger actors seem more mature (or even to make child stars seem more child-like); heights and weights were fudged to better match actors' screen personas. Even birth days could be manipulated, as when song-and-dance man George M. Cohan opted to delay celebrating his 3 July birthday by a day because the later date was more befitting of his \"Yankee Doodle Dandy\" character.",
  "Fact Check": "",
  "Description": "In another renowned case of shifting a birthday to provide some added symbolism, the studio biographies issued for actor Humphrey Bogart throughout his film career listed him as having been born on Christmas Day in 1899. In later accounts, however, the \"truth\" came out that Bogie had actually been born on the more prosaic date of 23 January , and in a classic case of image enhancement, as Clifford McCarty wrote in The Complete Films of Humphrey Bogart , the Warner Bros. publicity department had changed his birthday to December 25 \"to foster the view that a man born on Christmas Day couldn't really be as villainous as he appeared to be on screen.\" But in a curious case of reverse legendry, the \"real\" explanation turned out to be false and the supposedly fabricated information proved to be the truth. If Bogart was really born on 23 January , it was news to him, as he always celebrated his birthday on 25 December and listed it as such on official records (such as his marriage license). Moreover, as Bogart biographers A.M. Sperber and Eric Lax noted: For years, Humphrey Bogart's birth date would be a matter of dispute, the official date of December 25, 1899, dismissed as so much studio hype. This is one case where the legend turns out to be the truth; for, while his birth certificate appears to be lost, the Ontario County Times, which kept tabs on the region's notables, announced in its January 10, 1900, issue: \"Born: at New York, Dec. 25, 1899, to Dr. and Mrs. Belmont DeForest Bogart, a son.\" Even in the absence of newspaper documentation, a birthdate of 23 January 1899 for Humphrey Bogart would have to be considered quite improbable, as his parents, Dr. Belmont DeForest Bogart and Maud Humphrey, had married only six months earlier. Out-of-wedlock conceptions have always been a fact of life, no matter how strong the societal disapproval against them, but both of Humphrey's parents were prominent members of Manhattan society, his father a rich New York doctor, and his mother a nationally famous illustrator. In that milieu, a three-months pregnant bride would not likely have escaped becoming the subject of public gossip. And the mention of Humphrey's birth in a newspaper dated 10 January 1900 rules out the possibility that Bogie was born on 23 January 1900. In any case, the question of Humphrey Bogart's true birthdate is now fairly beyond dispute, as documentation of it has been found in both state and federal census records from 1900 that list him as having been born in December 1899: So for once, Tinseltown lore demonstrates that on rare occasions fiction can be stranger than truth, if only a little.",
  "Originally Published": "",
  "Referred Links": "http://stkarnick.com/culture/2010/07/05/cohan-cheerleader/;",
  "Example": "",
  "Last Updated": "23 April 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/movies/actors/bogartbirthday.asp",
  "Claim": "Actor Humphrey Bogart was born on Christmas Day.",
  "Claim_ID": "movies_actors_bogartbirthday",
  "Tags": ""
}