{
  "Origins": "Even in death Charlie Chaplin had little peace. Such was the price of his celebrity that his remains were dug up and ransomed back to the family.",
  "Fact Check": "",
  "Description": "Chaplin died on 25 December 1977, in Switzerland. He was 88 years old. On 2 March 1978, his coffin (with him in it) was dug up and spirited away. His remains were recovered by Swiss police on 17 May 1978. Two Eastern European political refugees confessed to the crime. They described how they took Chaplin's oak coffin from the village cemetery at Corsier-sur-Vevey and buried it in a shallow hole in the cornfield near Villeneive, about 10 miles away at the eastern tip of Lake Geneva. According to a 1978 news report on the crime: As police tell the story, the Chaplin family began receiving ransom demands by phone several weeks after the coffin was taken. The caller had a Slavic accent. Although the family had received many false calls asking for exorbitant sums, this time the demand was backed up with a photograph, sent by the alleged coffin just before its reburial in the cornpatch. Chaplin's widow, Oona, refused to consider ransom. But in order to cooperate with police, the family, through its lawyer, Jean-Felix Paschoud, bargained with the alleged grave robbers over a tapped telephone. By the time the demand had dropped from $600,000 to $250,000, the police had figured out that the ransom calls were coming from a public pay telephone. Two earlier traps set for the alleged grave robbers did not succeed but a dragnet of 100 policemen keeping an eye on all of Lausanne's more than 200 pay public telephones proved too difficult to elude for a 24-year-old Polish auto mechanic, until recently unemployed. The two accused men face seven-and-a-half years in prison for extortion and for \"disturbing the peace of the dead.\" Chaplin's family has not disclosed what it plans to do with his recovered coffin. Barbara \"I'd suggest burying it a lot deeper\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "27 July 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/movies/actors/chaplin.asp",
  "Claim": "The mortal remains of Charlie Chaplin were abducted and held for ransom.",
  "Claim_ID": "movies_actors_chaplin",
  "Tags": ""
}