{
  "Origins": "The 1978 film The Deer Hunter is a powerful, disturbing, and compelling look at the Vietnam War through the lives of three friends before, during, and after their service in the war. In one of its most memorable scenes, Vietnamese captors wager on the fate of American soldiers forced to play Russian roulette, a game of chance in which the player points a gun housing only one bullet at his own head (or someone else's) and pulls the trigger. If the hammer strikes an empty chamber all is well, but if it finds the one with a bullet, a life is ended.",
  "Fact Check": "",
  "Description": "Something in this movie spoke to people, both to those honestly shivering on the verge of suicide yet needing one last push in the form of intervention by the Hand of Fate, and those temporarily rendered deaf to the voice of reason by the fatalistic appeal of playing games with the Grim Reaper. Whatever the motivation, showings of The Deer Hunter inspired a number of boys and men to take their own lives in this fashion. The victims included both those fully intending to off themselves and those it later turned out were just messing with what struck them and their buddies at the time as a cool idea. All were suicides, although it is to be granted that some were (mostly) unplanned. The full body count attributable to The Deer Hunter suicides will likely never be known because often such deaths are solitary affairs, leaving no one around to explain what influenced the deceased to take his life. Some have attempted to take measure of this phenomenon, including Dr. Thomas Radecki, a psychiatrist who often spoke on behalf of the National Coalition on TV Violence and who in 1981 stated there had been 28 shootings and 25 confirmed Russian roulette deaths in the United States involving persons who watched the movie on television or videotapes. In 1989, columnist Paul Simon was quoted in a Louisville Courier-Journal article as stating that this number was then up to 35. A quick scan of old newspaper articles finds too many documented accounts of Deer Hunter suicides to chalk all of them up to overblown radical anti-violence rhetoric: [The New York Times, 1981] Officials Monday confirmed that Ted Tolwinski, 26 years old, and David Radnis, 28, had watched the movie, shown on the station last week. They said the men shot themselves at their kitchen tables Saturday by holding partly loaded revolvers to their heads and pulling the triggers twice. [The New York Times, 1981] A 23-year-old man [Daniel Bouley] shot himself in the head in a game of Russian roulette apparently inspired by watching the movie The Deer Hunter on television, the Anoka County Sheriff's Department said today. [The Washington Post, 1980] A 16-year-old boy fatally shot himself in the head reenacting a Russian roulette scene he had seen in the movie The Deer Hunter. James R. Groeneveld was found in his bedroom Wednesday by his mother. He died of a gunshot wound to his right temple shortly after being taken to a local hospital. A .38-caliber revolver that belonged to the youth's father was found lying beside him, police said. [The New York Times, 1979] Oklahoma City police say William Dillon Gates, apparently inspired by movie The Deer Hunter, shot himself to death in a game of Russian Roulette with two other men. The spate of citings from the early 1980s doesn't mean that although there was a problem at one time, no one now is finding deadly inspiration in this 1978 film. Consider the March 2000 death of 16-year-old Brandon Accardi: [Milwaukee Journal-Sentinel, 2000] Two teens were re-enacting a scene from the movie The Deer Hunter when one of them shot himself in the head, apparently by accident, according to Rock County Sheriff's Department reports released Thursday. Brandon Accardi, 16, was pronounced dead at Beloit Memorial Hospital early Saturday after a shooting at his home Friday. Barbara \"deer departed\" Mikkelson Additional Information: The Deer Hunter fan site",
  "Originally Published": "",
  "Referred Links": "http://w3.gwis.com/~dml/tdh/;",
  "Example": "",
  "Last Updated": "16 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/movies/films/deerhunter.asp",
  "Claim": "Viewings of the film The Deer Hunter have been tied to a number of Russian roulette suicides.",
  "Claim_ID": "movies_films_deerhunter",
  "Tags": ""
}