{
  "Origins": "In the world of entertainment, the performer who bills himself under his real name sometimes seems like the exception rather than the rule. The need for catchy sobriquets easily remembered by the ticket-buying public has spurred many entertainers (or their agents, or their managers, or their studios) to fashion new appellations in place of birth names deemed too plain, too long, too ethnic, too difficult to spell or pronounce, too patrician, or simply not sufficiently reflective of the performer's stage personality.",
  "Fact Check": "",
  "Description": "Through this process vaudeville entertainers Benny Kubelsky and Nathan Birnbaum shed the surnames of their immigrant parents and achieved national fame as radio comics Jack Benny and George Burns, stuffily-named Archibald Alexander Leach was transformed into suave film star Cary Grant, actor Roy Scherer's masculine physique was emphasized through his Hollywood rebirth as Rock Hudson, a Hungarian Jew from the streets of New York dodged both anti-Semitic and anti-German prejudices in 1940s Hollywood by changing his name from Bernie Schwartz to Tony Curtis, the plain-sounding John Charles Carter acquired epic fame as film star Charlton Heston, and aspiring singer-songwriter Henry John Deutschendorf Jr. forever associated himself with the natural beauty of the Colorado he sang about when he adopted the name John Denver. A son of Russian-Jewish immigrants, born in 1920 in New York City's Lower East Side, began his stage career at age 11 playing bit parts in Yiddish theater. After a holding succession of jobs (a forester, a gym instructor, a boxing coach, an Army Air Corps radio cryptographer) throughout the Depression and World War II , he landed a role on Broadway as the understudy to Rex Harrison in 'Anne of the Thousand Days.' His starring roles opposite Jack Lemmon in the mid-1960s film comedies The Fortune Cookie and The Odd Couple brought him international fame and acclaim. We knew him as Walter Matthau, but numerous film biographies and countless \"Guess who was born as ...\" trivia lists have informed us he was actually born under the incredibly cumbersome name of Walter Matasschanskayasky (or Walter Matuschanskyayasky, or some variation thereof). Given the plethora of genuine Hollywood name-changers, who would question such a mildly outlandish yet seemingly mundane piece of information? That unquestioning acceptance was exactly what Walter Matthau was counting on, for the tale of his unusually lengthy surname was one of several practical jokes he impishly perpetrated over the years. As Matthau biographers Rob Edelman and Audrey Kupferberg disclosed in their 2002 biography of the film star, his father's surname was actually the unremarkable Matthow; the only alteration made later was a slight change of spelling that altered neither the pronunciation nor the length of the name. The story of Walter's multi-syllabic original name, along with some other whoppers (e.g., his mother was a gypsy; his middle name was 'Foghorn') were simply fictions he invented to liven up some of the tedious, repetitive interviews he had to endure as one of the obligations of stardom. Matthau did make his fictitious surname \"official\" in at least one sense, however he was credited for his role as a 'Drunk' in the 1974 disaster flick Earthquake as 'Walter Matuschanskayasky.'",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/087833274X/ref=ase_urbanlegendsrefe;http://us.imdb.com/Title?0071455;",
  "Example": "",
  "Last Updated": "19 October 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/actors/matthau.asp",
  "Claim": "Actor Walter Matthau was born 'Walter Matuschanskyayasky.'",
  "Claim_ID": "movies_actors_matthau",
  "Tags": ""
}