{
  "Origins": "On 11 October 2014, the Daily Beast published an interview with actress Kristen Stewart that touched on topics such as feminism, Guantanamo Bay, and the actress' post- Twilight career. Excerpts from that interview were republished by Breitbart in an article entitled \"Kristen Stewart Trashes the Military, Defends 9/11 Terrorists in Camp X-Ray Interview\":",
  "Fact Check": "",
  "Description": "During an interview with The Daily Beast, actress Kristen Stewart indicated that terrorists at Guantanamo Bay are misunderstood and that joining the United States Armed Forces is the job of a simpleton. In order to demonstrate Kristen Stewart believes \"joining the United States Armed Forces is the job of a simpleton,\" Breitbart quoted directly from the Daily Beast interview. Although Stewart was quoted accurately, her words were taken out of context: Stewart was not talking about her own view of military personnel; rather, she was describing the views of Pfc. Cole, the fictional Guant namo guard character she portrayed in the forthcoming film Camp X-Ray . The confusion stemmed from the fact that Breitbart quoted Stewart's reply without including the question from Daily Beast author Marlow Stern that prompted it. Reproduced below is the complete quote from the original interview (italicized words belong to Stern, with the rest of quote coming from Stewart): [Your character] really gets swept up in all the post 9/11 patriotism and signs up for Gitmo duty, only to find that it isn't what she thought at all. She's simple, not very smart, and really socially inadequate, but a good person. So, if you can sign up, put a uniform on, and erase yourself, you don't have to consider yourself anymore. You can take the individual out of it and say, \"Well, this dignifies me. I'm good because of this.\" And when that doesn't end up being true, you actually have to contend with who you are. All she wants is to think, \"They did 9/11, they're bad, fuck that, I'm going to do my job and I'm going to do it well.\" But then she gets down there and just can't accept it; she can't conform to that. The idea that Stewart defended 9/11 terrorists stemmed from a similar misunderstanding. Stewart never said Guantanamo Bay detainees were innocent or misunderstood in her interview with the Daily Beast; what she did state is that all of the prisoners at GTMO are human beings, and it can be difficult to view a complicated situation in black-and-white terms: Right. The mistake we make is not viewing these detainees down there as people, too. We're all people. That is essentially so fucking evil, it's crazy. It's a ridiculous idea for you to think that you know anything for sure in life, other than to take care of your fellow people. Where the fuck do you get off thinking otherwise? These two people couldn't be from more different worlds and perspectives, and probably disagree fundamentally on most things, but there's a through-line for all of us and that's what people forget, and that's what makes people capable of doing terrible things to each other. What makes you different from any other person that walks the earth? Kristen Stewart did not defend the 9/11 terrorists in her interview with The Daily Beast , but she did say detainees at Guantanamo Bay should be viewed as human beings and not as a general group of evildoers. While this has been interpreted by Breitbart , as well as Fox Nation and the Tea Party News Network , as proof that the actress has sympathy for terrorists and little respect for the United States military, others disagree. The Warfighter Media Group, a group of veterans who work with film crews to ensure accuracy in projects related to the armed forces, commended Kristen Stewart for her work on Camp X-Ray : Post by Warfighter media group.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/warfightermediagroup;https://www.facebook.com/warfightermediagroup/posts/625223697502206;http://www.tacticalmediagroup.net/;http://www.tpnn.com/2014/10/13/actress-kristen-stewart-terrorists-are-only-human-and-the-military-are-socially-inadequate-stupid-people/;http://nation.foxnews.com/2014/10/13/kristen-stewart-trashes-military-defends-911-terrorists-camp-x-ray-interview;http://www.breitbart.com/Big-Hollywood/2014/10/11/Kristen-Stewart-Trashes-the-Military-and-Defends-9-11-Terrorists-During-Camp-X-Ray-Interview;http://www.thedailybeast.com/articles/2014/10/11/the-resurrection-of-kristen-stewart.html;",
  "Example": "[Collected via e-mail, December 2014] Did Kristen Stewart, actress, really bash the military and defend terrorists, after playing the role of a military member in the movie Camp X-Ray?",
  "Last Updated": "10 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/actors/kristenstewart.asp",
  "Claim": "Actress Kristen Stewart trashed the military and defended terrorists during an October 2014 interview.",
  "Claim_ID": "movies_actors_kristenstewart",
  "Tags": ""
}