{
  "Origins": "The 1981 film For Your Eyes Only was the twelfth in the James Bond series and marked the fifth appearance of Roger Moore as secret agent 007. Like all Bond offerings, the non-stop action was sprinkled with bodacious babes, about one of whom questions subsequently surfaced.",
  "Fact Check": "",
  "Description": "Caroline Caroline Cossey (back row, center) with the other Bond girls in For Your Eyes Only Cossey, one of the \"Bond girls\" appearing in that film was a transexual, a man who had undergone a sex change. Ms. Cossey began life in 1954 as Barry Cossey but later decided to live as a woman. She changed her name to Caroline in 1972, began taking hormone tablets, had breast augmentation surgery, and in 1974 underwent the final sex reassignment surgery (SRS) to transform her into a woman. From about 1979 to 1986 Caroline worked as a fashion model and actress under the name Tula, and she caught a break in 1980 when she was cast in the James Bond film For Your Eyes Only. Shortly after the film's release in 1981, however, the UK tabloid News of the World \"outed\" her as a transsexual and disrupted her modeling and acting career. Caroline's first attempt at marriage, to Count Glauco, an Italian national, was blocked in 1983 by legal complications (under English law she was still considered male). In 1989 she married Elias Fattal in London, but her husband left her shortly after the honeymoon and the marriage was annulled by the High Court (under a ruling that the bride and groom had not been female and male, respectively). Caroline told her story in the 1982 book, Tula: I Am a Woman and published an autobiography, My Story , in 1991; she has resumed her modelling career and is now married to David Finch, a Canadian. But Caroline Cossey was a 'Bond girl' in only the most fleeting of ways: She appeared but briefly on screen in For Your Eyes Only , and film credits describe her as \"girl at pool,\" a designation she shared with ten other actresses. Rumors about the real transexual Bond girl have morphed over time, with later versions asserting the woman in question had been one of the primary love interests in For Your Eyes Only . (That role was filled by French actress Carole Bouquet, appearing as the vengeful daughter of the scientist the villain had done away with.) Though it makes for a more satisfying rumor to have Roger Moore recoiling in horror at having discovered he'd just performed a love scene with an actress who'd been born male, it just didn't happen. Barbara \"Moore or less\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20110906033755/http://tgmedia.enacre.net/lorna_lynne/tula3.html;",
  "Example": "[Collected via e-mail, 2002] One of the \"James Bond Women\" (I think it was the girl in \"For Your Eyes Only\") was a transsexual, and it was only discovered after the film was finished. Roger Moore was rather \"miffed\" to find that he had shot all those heavy love scenes with someone who had started out with the same equipment he had. (If this is true, all I have to say is that the doctors did a very fine job.)",
  "Last Updated": "11 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/movies/films/bondgirl.asp",
  "Claim": "One of the women in the James Bond film For Your Eyes Only used to be a guy.",
  "Claim_ID": "movies_films_bondgirl",
  "Tags": ""
}