{
  "Origins": "Young Frankenstein (1974) is Mel Brooks' inspired spoof of horror movies, in which Dr. Frankenstein's grandson, Dr. Friedrich von Frankenstein (Gene Wilder), inherits his grandfather's castle and begins his own attempts at creating a human being and infusing it with the spark of life. The hilariously parodical scenes which follow include the monster's encounter with a lonely, blind hermit (Gene Hackman) who befriends him, spills hot soup in his lap, and proffers a cigar but lights the monster's thumb instead, and the dancing duet to \"Puttin' on the Ritz\" performed by Friedrich and his monster.",
  "Fact Check": "",
  "Description": "Among the cast of characters Friedrich discovers when he returns to Transylvania with his fianc e (Madeline Kahn) are a pretty assistant named Inga (Teri Garr), the bug-eyed hunchback Igor who insists his name is pronounced \"eye-gor\" (Marty Feldman), and the old housekeeper Frau Bl cher (Cloris Leachman). Friedrich's encounter with Frau Bl cher leads into one of the film's running gags: Every time a character speaks the housekeeper's name, nearby horses whinny, neigh, and rear up on their hind legs as if frightened: A generation of film-goers, missing the obvious humor behind the gag, are now convinced they know the subtle \"secret\" that makes this \"in-joke\" funny: \"Bl cher\" is the German (or Yiddish) word for \"glue,\" and so the horses react in distress whenever they hear the name (because glue is made from horses, ya know). The only in-joke connected with this gag is that so many people have missed its real humor and instead been taken in by a leg-pull. \"Bl cher\" is not the German (or Yiddish) word for \"glue,\" nor does it sound remotely like any German (or Yiddish) word for \"glue\" standard, slang, archaic, or otherwise. Bl cher is simply an ordinary Germanic surname. The joke employed in the film is a take-off on the hoary melodramatic film device of inserting an ominous organ riff or clap of thunder and having actors react with visible fright whenever the villain appears on-screen or a character refers to something evil or threatening. (Indeed, an ominous flash of lightning and clap of thunder accompany Friedrich's first encounters with both Igor and Frau Bl cher.) The \"horse\" bit is funny because it's used ridiculously often throughout Young Frankenstein , because the horses don't react to Frau Bl cher's physical presence at all (just her name), and because the horses start violently at the mere mention of the phrase \"Frau Bl cher\" even when they are at an absurdly remote distance from the person uttering it. (Horses are heard whinnying at any repetition of the words \"Frau Bl cher\" even in settings where no horses are present, such as the interior of Frankenstein's castle!) This combination of running gags seems to have thrown many viewers: The horses are terrified at hearing the name \"Frau Bl cher,\" but Frau Blucher herself seemingly doesn't bother them at all, so some people have apparently taken this bit of humor too literally and assumed the joke must have something to do with a linguistic aspect of the name itself. Some have speculated that the gag (or at least the choice of character name) was inspired by Gebhard Leberecht von Bl cher , a Prussian general who led armies against Napoleon and was known for his aggressive use of cavalry. But Young Frankenstein screenwriter and star Gene Wilder confirmed that he simply picked the name \"Bl cher\" because it was one that sounded authentically German: When I was writing the first draft, I said, \"I wonder if anybody would get it when someone said \"Frau Bl cher\" and the horses neigh. Mel (Brooks) said, \"Keep it in.\" Well, the audience loved it in the previews. Actually, I chose the name because I wanted an authentic German name. I took out some of the books I had of the letters to and from Sigmund Freud. I saw someone named Bl cher had written to him, and I said well that's the name. Later on, I heard from about two or three sources, who said Bl cher refers to a horse going to a factory and being turned to glue. I just thought it was a funny name. Whether seriously or in jest, actress Cloris Leachman apparently helped spread the \"glue\" tale by asserting that Young Frankenstein writer/director Mel Brooks had told it to her: Cloris Leachman, on NPR's \"Fresh Air\" on June 3, 2009, claimed that Mel Brooks told her that Bl cher (as in Frau Bl cher) means \"glue\" in German, hence the reason for the horse whinnies. However, this is not true: Bl cher bears no resemblance to the German for glue. It's a very common name, so that shouting \"Frau Bl cher!\" is essentially equivalent to shouting, \"Ms. Jones!\" According to supplementary information on the DVD, the horse's terror at her name is meant to show that she is a terrible and frightening person and, according to Gene Wilder, \"Lord only knows what she does to them when no one is around\". For some of us, the desire to believe we've been let in on a piece of secret knowledge can overpower our good sense and lead us to ludicrously arcane readings of the straightforward. Full appreciation of Young Frankenstein 's broad humor requires only a familiarity with some common cinematic devices, not the process by which glue is made.",
  "Originally Published": "",
  "Referred Links": "https://en.wikipedia.org/wiki/Gebhard_Leberecht_von_Bl%C3%BCcher;",
  "Example": "And did you know why the horses [in Young Frankenstein] whinny every time they hear the name of Frau Blucher, played by Cloris Leachman? Her name sounds like the German word for glue.",
  "Last Updated": "30 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/films/blucher.asp",
  "Claim": "The horses in Young Frankenstein react violently to Frau Bl cher's name because it means 'glue' in German.",
  "Claim_ID": "movies_films_blucher",
  "Tags": ""
}