{
  "Origins": "It's one of the most ubiquitous pieces of \"What if?\" alternative Hollywood history: Humphrey Bogart almost missed out on the role that established him as a first-rank movie star, and one of the mostly highly-regarded films in the canon of American cinema nearly turned out quite differently, because the studio's original choice for the starring role was someone else a B-list actor who four decades later would become president of the United States. That is, none other than Ronald Reagan.",
  "Fact Check": "",
  "Description": "It's a fascinating piece of trivia that has been casually mentioned and cited in countless books, articles, sound bites, and quiz shows for years now. And it's wrong. Every bit of it. Ronald Reagan was never considered for any role in Casablanca , not even tentatively, and no actor other than Humphrey Bogart was ever seriously considered for the lead role of Rick Blaine. And \"the studio\" (Warner Bros.) had no \"first choice\" for the role, because the choice was not theirs to make. The Casablanca saga began on 27 December 1941 when the rights to an unproduced play entitled \"Everybody Comes to Rick's\" were purchased for $20,000 at the behest of Hal Wallis, then head of production at Warner Bros. Two weeks later, however, Wallis signed a contract with studio head Jack Warner that ended his status as a Warner Bros. employee and made him the head of his own film unit, Hal Wallis Productions. As an independent producer, Wallis agreed to make four Warner-funded films per year in exchange for a 10% share of the profits they garnered, and Casablanca was one of the six films Wallis would produce under the terms of that contract in 1942. The legend of Ronald Reagan as Rick Blaine sprang from a press release the Warner Bros. publicity office planted with the Hollywood Reporter on 5 January 1942 (and released to dozens of newspapers across the country two days later): Ann Sheridan and Ronald Reagan co-star for the third time in Warners' Casablanca, with Dennis Morgan also coming in for top billing. Yarn of war refugees in French Morocco is based on an unproduced play by Murray Burnett and Joan Alison. That's it. The sum total of Ronald Reagan's involvement with Casablanca was this planted press release an item that was nothing but pure hokum, for a variety of reasons: At the time of this press release, the first line of the first draft of the screenplay for the movie that would become Casablanca had yet to be written. (The initial set of writers wouldn't even be assigned to the project until four days later.) Hal Wallis had two films going into production ahead of Casablanca to worry about, so he had not yet made any casting decisions, not even preliminary ones. This press release was not intended to convey factual information. Under the old studio system, when actors were bound to specific studios by contract, those studios had a vested interest in keeping the names of their stars in the news, and one of the ways this was accomplished was by planting items such as this one with cooperative film industry trade publications and other news outlets. Ronald Reagan and Ann Sheridan had already made two movies together, and this press release was a way of garnering some extra publicity for their previous film (King's Row), which was about to be released. Just a couple of weeks earlier, Warner Bros. had planted a similar item with the Los Angeles Times stating that Ann Sheridan and Dennis Morgan would be starring in Aloha Means Goodbye, a movie that was retitled Across the Pacific and made with Humphrey Bogart and Mary Astor playing the lead roles. In fact, the day after the Casablanca press release appeared in the newspapers, Warner Bros. hastily announced that because of changes in their production schedule, all three actors (Reagan, Sheridan, and Morgan) had been reassigned to appear in the film Shadow of Their Wings (which was eventually produced, without Reagan, as Wings for the Eagle) instead. Ronald Reagan couldn't possibly have played the lead in Casablanca even if Hal Wallis had wanted him for the part. Reagan was already a second lieutenant in the Army Reserve for whom the studio had been obtaining deferments for months, and once the United States entered World War II on 8 December 1941, there was no chance Warner could prevent him from being called up to active duty long enough to finish Casablanca (which wasn't scheduled to begin production until April 1942). Reagan had already been slated for a role in Desperate Journey beginning in early February 1942, and he barely stayed with the studio long enough to complete that movie in April. Nonetheless, true to form, Warners planted yet another item in the Hollywood Reporter on 23 March 1942 announcing Reagan would be starring in Buffalo Bill, a film that was made a year later with Joel McCrea handling the lead. Producer Hal Wallis never seriously considered anyone but Humphrey Bogart for the part of Rick Blaine. On 14 February 1942, he had advised Warner to \"please figure on Humphrey Bogart for Casablanca,\" and in a memo he wrote to studio chief Jack Warner on 3 April 1942 he stated \"Bogart is ideal for [Casablanca], and it is being written for him ...\" (Note that even the planted January 1942 press release never actually claimed Ronald Reagan had been cast as Rick Blaine, the part eventually played by Humphrey Bogart; it said only that Reagan would \"co-star in Casablanca .\" One could surmise Reagan might have been slated to play the part of resistance leader Victor Laszlo while Dennis Morgan took the role of Rick Blaine, although that scenario would have been rather unlikely.) Any claims that some other actor such as Ronald Reagan or George Raft was \"the studio's [first] choice\" for the role of Rick Blaine stem from a misunderstanding of how Casablanca came to be made. The film was the product of an independent production company (Hal Wallis Productions) whose head had agreed to make films for Warner Bros. and had \"first call and right to use the services of any director, actor or actress, writer . . . who may be under contract or employed to render services\" to the studio. Warners was contractually obligated to make available to Wallis anyone in their employ whom he wanted to use in his films, but Wallis, as an independent producer, was not obligated to accept any creative input whatsoever (including casting directions) from Warner Bros. Studio head Jack Warner might cajole, wheedle, plead, or even try to force Wallis' hand by claiming the actors Wallis wanted to use were unavailable due to their being tied up with other projects, but the creative decisions for Casablanca were completely in the hands of Hal Wallis, an independent producer who was not directly employed by Warner Bros. Jack Warner did try to placate a troublesome George Raft (who had continually defied the studio by turning down the roles assigned to him) by suggesting Wallis use him for the part of Rick Blaine, but Wallis curtly rebuffed the suggestion. The success of many a film or film career has been spurred by ample helpings of happenstance, fortuitous timing, or unforeseen circumstances. Luck had much to do with Casablanca 's ultimate success, but not in the matter of its lead role.",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/title/tt0036677/;http://us.imdb.com/title/tt0035564/;http://us.imdb.com/title/tt0034428/;http://www.imdb.com/title/tt0034946/;",
  "Example": "[Collected on the Internet, 2000] Here is some interesting trivia on the movie: Ronald Reagan was originally slated to play Humphrey Bogart's character, Rick Blaine. George Raft was Warner Bros. second choice.",
  "Last Updated": "6 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/films/reagan.asp",
  "Claim": "Ronald Reagan was the original choice to play the lead role in the 1942 film Casablanca .",
  "Claim_ID": "movies_films_reagan",
  "Tags": ""
}