{
  "Origins": "Sometimes the most ridiculous rumors are the ones that prove the longest-lived. That is certainly the case with the rumored Nabors-Hudson union, a fabrication that entered popular lore in 1971.",
  "Fact Check": "",
  "Description": "Unlike many bits of celebrity gossip, this tale began as a good-natured in-joke about two men in the entertainment industry whom insiders knew to be homosexual but who remained closeted to the public; a bit of silliness that was not intended to malign either man or be mistaken for fact. No one, it appears, was looking to harm either Hudson or Nabors; this was an instance of playful exuberance taken as dead seriousness. As Rock Hudson reported about the tale's origins: There appears to be a couple of elderly, or middle-aged homosexuals who live in Huntington Beach, which is just down the coast from Los Angeles, who every year give a party, a big party, 500 people or so. And they invite everyone they know. It's an engraved invitation, and to make it amusing they will say, 'You're cordially invited to the coronation of Queen Elizabeth in Huntington Beach.' One year the invitation was, 'You are cordially invited to the wedding reception of Rock Hudson and Jim Nabors.' And it went all over the country. Go all over the country it did. A fan magazine picked up on the invites and ran an item which named no names but alluded to the wedding of two same-sex stars. Other gossipmongers spread the word, including a Chicago disk jockey who described the participants as \"sort of the rock of Hollywood\" and \"a plain guy ... just neighbors.\" That the joke should have explained itself escaped notice: very few picked up on the idea that hunky Mr. Hudson would hereinafter be known as \"Rock Pyle,\" once again proving the adage no joke is so obvious that some won't get it. The rumor was so prominent that both stars addressed it in the national press and considered filing lawsuits over the matter, with Nabors telling a newspaper syndicate in 1971 that: [More] recently, [Nabors] and Rock Hudson have been the victims of a vicious, unfounded and unwarranted story linking them with a non-existent homosexual marriage. \"What can I say?\" he began. \"It's like a nightmare, a bad dream.\" \"It's so ridiculous, yet so horrible, I really don't know what to say. Of course, it's untrue. But how do you convince people of something like that? What do you do about a story as horrible as that?\" The story of Nabors' supposed affiliation with Hudson began several months ago when a fan magazine carried an article which, without mentioning any names, led readers to believe it was written about Nabors and Hudson. Nabors confided that his first reaction to the story was to sue for libel and slander, a tactic currently being pursued by Rock Hudson who has reportedly hired a battery of lawyers to gather evidence (or lack of evidence) for a future legal battle. \"But,\" he said, \"[my manager] talked me out of it.\" \"That's right,\" his manager added. \"What would we gain?\" All it would accomplish would be to draw attention to it. You sue a fan magazine and you get nowhere. Nobody cares and they have ten lawsuits in front of you. It would take years to get it into court, and then, by that time, so what?\" \"I haven't seen Rock Hudson since two seasons ago when he did my television show.\" Nabors shook his head. \"As God is my witness, I've never done anything to hurt anybody. Why would somebody do something like this to me?\" \"I love kids, he continued, \"But I've been so busy with my career that I really haven't given marriage much thought.\" At the same time, Hudson told entertainment reporter Hy Gardner that: \"I heard it from a woman who heard it through her hairdresser. Then all of a sudden I'm getting a lot of mail about the whole stupid situation. It is absolutely preposterous and ridiculous. It has reached such tremendous proportions, there's really nothing to say. Despite our denials,\" Rock said, \"some people are going to believe whatever they want to believe. They'll say 'B.S.' or 'Ah-ha.' \"I heard from time to time that 'it' happened in Las Vegas, in London, even right in my own home. The truth is it didn't happen anywhere!\" Hudson maintained that the prank had destroyed his friendship with Nabors, saying: \"I'll tell you one thing that makes me sad about this, and that's that Jim Nabors and I are no longer friends. We can't be seen together.\" Which indeed they couldn't, lest they add substance to the rumor. News that Rock Hudson was a homosexual long ago fell into the province of common knowledge, but at the time of the Nabors-Hudson marriage rumor Hudson's public acknowledgement of his homosexuality was still fifteen years away. Hudson's short-lived 1955 marriage to secretary Phyllis Gates (which insiders claimed had been arranged by his studio to quell rumors) and other carefully managed publicity efforts were largely successful in deflecting gossip about Hudson's sexual preferences until the terminally ill actor shattered his lifetime secret by announcing he was dying of AIDS. At that time the media were for the most part ignoring AIDS, viewing the scourge as a phenomenon limited in scope, unnewsworthy, and of no real interest to the public at large. Hudson's public suffering was a watershed event in the history of the fight against AIDS: overnight the disease suddenly shifted from being an illness some nameless folks occasionally contracted to something that was visibly sapping the life of a beloved movie star. Although Hudson's sexual orientation was known among friends and co-workers, the news of it had yet to reach the average person prior to his final days in 1985. Hudson conducted his private life quietly, always fearflu he would be outed as gay, an event he thought would spell the end to his career as a popular leading man. At the time the Nabors \"marriage\" rumor was floated, he was just beginning what would prove to be a highly successful run in McMillan and Wife , a series of made-for-TV mystery movies. The character of Police Commissioner Stewart McMillan couldn't very well be gay, and therefore neither could the actor enlisted to play the role. Jim Nabors also had his reasons for being perturbed by the rumor, primarily that his homosexuality was still not public knowledge and he already had a tough enough row to hoe in being taken seriously, so any story that poked fun at him worked to undermine his screen credibility. Having made his living in the entertainment industry playing the bumpkin, Nabors was handicapped by a negative and less-than-adult image. His chief claim to fame was as Gomer Pyle, a role originated on The Andy Griffith Show and spun off to its own series, Gomer Pyle, USMC . Pyle was a bumbler, a \"gosh, golly, gee\" farm boy who was possessed of all the best intentions but rarely turned them into positive results. Thanks to the blurring of the actor with the role, Nabors' success doomed him to being typecast, as viewers proved unaccepting of him in anything but a Gomer Pyle-type role. Nabors hosted The Jim Nabors Hour , a television variety show that aired on CBS from 1969-71, but after the rumor about his being wed to Hudson surfaced he didn't have much of a presence on prime-time television save for occasional guest appearances on other comedy/variety shows. In 1977 he undertook a project that if it didn't exactly break his \"golly gee\" image, at least stretched its boundaries: hosting The Jim Nabors Show , a syndicated morning talk show along the lines of the highly successful Dinah Shore Show . Although Nabors garnered a Daytime Emmy nomination as a talk show host, The Jim Nabors Show ran for only a year, and afterwards he largely gave up television work in favor of nightclub appearances, concert performances, and musical theatre. Although rumors of Nabors' homosexuality floated about for decades after the 1970s, they were not publicly confirmed until January 2013, when Nabors and his male partner of 38 years, Stan Cadwallader, traveled to Washington (a state which had just legalized same-sex marriage the previous month) to finally tie the knot. Did the mental image of a bridal-gowned Jim Nabors hinder his career? Well, put it this way: it couldn't have helped. Neither did similarly titillating thoughts help Hudson, who was then battling to keep knowledge of his sexual orientation quiet lest it wipe out his career.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "31 January 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/actors/nabors.asp",
  "Claim": "Jim Nabors and Rock Hudson were married to each other.",
  "Claim_ID": "movies_actors_nabors",
  "Tags": ""
}