{
  "Origins": "At 5:45 p.m. on 30 September 1955, film icon James Dean was killed when the new Porsche 550 Spyder he was driving the 300-plus miles from Los Angeles to Salinas for an upcoming road race crashed into a 1950 Ford Custom coupe that turned left across the road in front of Dean's car. Rolf W therich, Dean's friend and mechanic (who had been riding with the actor), was thrown from the Spyder and survived the wreck, but Dean was pinned inside, his neck broken. Donald Turnupseed, the driver of the other car, suffered only relatively minor injuries: Dean didn't have time to stop, and there was no room for evasive action. The Spyder struck the Ford nearly head-on, with the driver's side of the Porsche taking the brunt of the impact. The 550 flipped before landing on its wheels in a gully. Dean, entrapped and mangled in the wreckage, was pronounced dead on arrival at a hospital in Paso Robles at 6:20 p.m. W therich was thrown from the car but survived critical injuries, including a broken jaw and crushed femur. Turnupseed broke his nose and suffered facial lacerations. James Dean liked to drive fast, on the racetrack and off, and a few hours earlier he had failed to take Fate's hint that he slow down, delivered in the form of a speeding ticket issued by a California Highway Patrol trooper. Speed, they say, kills, and in Dean's case it did indeed prove deadly.",
  "Fact Check": "",
  "Description": "Yet given how he died, many see as somewhat ironic that a month or so earlier James Dean had filmed a television spot cautioning young drivers against the perils of speeding, even more so that he ended his spiel with an admonition to eschew the practice because it might spare his life. For the 1955-56 television season, Warner Bros. produced its first television series, Warner Bros. Presents , an umbrella title that covered a rotation of three different series, each based on a successful movie: Kings Row, Cheyenne , and Casablanca . Each week, the hour-long Warner Bros. Presents program would commence with an episode of one of those three shows, then conclude with a 10- to 15-minute segment devoted to plugging an upcoming Warner Bros. film. One of those tail-end Warner Bros. Presents featurettes was devoted to the movie Giant , then still in production. ( Giant would be released in November 1956, more than a year after Dean's death. While Dean did go to his grave before shooting had been completed, almost all the scenes for his part had already been shot, with only a few of his character's lines having to be voiced by another actor to complete the film.) The Giant featurette had actor Gig Young , who hosted and narrated the Warner Bros. Presents series, interviewing members of the film's cast while they were on the set. Young conducted one of those interviews with James Dean (in costume as his Giant character, farm hand Jett Rink) and plied the young actor with questions about his interest in auto racing. At the end of their brief exchange, Young asked, \"Do you have any special advice for the young people who drive?\" to which Dean responded, \"Take it easy driving uh, the life you might save might be mine\": Dean's comment proved prescient, as speeding (his own, not someone else's) did indeed end his life. We are left to wonder what additional contributions he would have made to the big screen had he but taken his own advice. Yet Dean's filmed \"Don't speed, kids\" finger-wagging was far from the only eerie aspect to the young actor's demise. Some say the car he drove into Eternity was cursed , and that its various parts went on after Dean's death to wreak even more havoc. Then there's the tale veteran actor Alec Guinness told throughout his life about James Dean and the car the doomed young man had dubbed \"Little Bastard.\" The future Obi-Wan Kenobi wrote of an encounter that took place in Los Angeles in September 1955 when he was dog-tired and starving after a 16-hour flight from Copenhagen and had failed to find seating in any of three restaurants because his female companion, Thelma Moss, was wearing slacks: I became aware of running, sneakered feet behind us and turned to face a fair young man in sweat-shirt and blue-jeans. \"You want a table?\" he asked. \"Join me. My name is James Dean.\" We followed him gratefully, but on the way back to the restaurant he turned into a car-park, saying, \"I'd like to show you something.\" Among the other cars there was what looked like a large, shiny, silver parcel wrapped in cellophane and tied with ribbon. \"It's just been delivered,\" he said, with bursting pride. \"I haven't even driven it yet.\" The sports car looked sinister to me, although it had a large bunch of red carnations resting on the bonnet. \"How fast is it?\" I asked. \"She'll do a hundred and fifty,\" he replied. Exhausted, hungry, feeling a little ill-tempered in spite of Dean's kindness, I heard myself saying in a voice I could hardly recognise as my own, \"Please, never get in it.\" I looked at my watch. \"It is now ten o'clock, Friday the 23rd of September, 1955. If you get in that car, you will be found dead in it by this time next week.\" He laughed. \"Oh, shucks! Don't be so mean!\" At 5:45 p.m. on 30 September 1955, film icon James Dean was killed in a car accident when his new Porsche Spyder crashed head on into another car. Barbara \"star warned\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://us.imdb.com/name/nm0000027/;http://us.imdb.com/name/nm0949574/;",
  "Example": "[Collected via e-mail, July 2007] My husband told me that, \"A few months before he got killed in a car accident, James Dean made a driver's safety TV ad in which he said, 'Drive safely; the life you save may be mine.'\"",
  "Last Updated": "12 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/movies/actors/dean.asp",
  "Claim": "Shortly before he died in a car crash, James Dean advised young motorists to 'Take it easy driving the life you might save might be mine.'\"",
  "Claim_ID": "movies_actors_dean",
  "Tags": ""
}