{
  "Origins": "He was a superstar of the screen and a bad boy extraordinaire, so it's hard to imagine the details of Jack Nicholson's life could be any more complicated than his celebrity and style of living made them. Yet they are, for 37 years into his life, he discovered the woman he'd been calling \"sis\" was actually his mother.",
  "Fact Check": "",
  "Description": "In June 1974 the mystery of Jack's birth came to light, just as his movie Chinatown was scheduled to open in theaters. In preparation for a cover story on Nicholson, a Time magazine reporter phoned Nicholson to check on the extraordinary information that had been unearthed: Jack's \"sister\" June was in fact Jack's mother, and a man claiming to be his father was alive and well in Ocean Grove, New Jersey. The news about Nicholson's parentage turned out to be true: Jack, born on 22 April 1937, had been the illegitimate child of 17-year-old June Nicholson. Nicholson had spent his life up to age 37 assuming that his biological mother, June, was his sister, and that his maternal grandmother, Ethel May, was his mother. Even on their deathbeds, neither June nor Ethel May had offered up the truth. His reaction to the news? The Glasgow Herald reported: It was in 1975 soon after June died. I was making The Fortune for Mike Nichols and someone called me on the phone and told me. Ultimately I got official verification from June's sister, Lorraine. I was stunned. [Note: Nicholson is clearly misremembering here. His mother June had been dead for about ten years by 1975.] Oddly enough, Nicholson's experience mirrored that of another Hollywood figure, singer Bobby Darin. In 1968 the then-32-year-old Darin discovered the woman he'd been calling sis all those years was actually his mother (and the woman he thought was his deceased mother was in fact his grandmother). Darin had been contemplating a career in politics, which prompted his \"sister\" to come clean about the circumstances of his birth. Barbara \"darin to be different\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "18 May 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/movies/actors/nicholson.asp",
  "Claim": "At age 37 Jack Nicholson discovered that the woman he'd always thought his sister was actually his mother.",
  "Claim_ID": "movies_actors_nicholson",
  "Tags": ""
}