{
  "Origins": "In the aftermath of the September 11 terrorist attacks on the United States in 2001, a number of films, television shows, advertisements, and other media that included images of the World Trade Center were altered to remove any glimpses of the Twin Towers. Particularly for the first several months after 9/11, when even unrelated images that were only vaguely reminiscent of that tragic day were criticized for capitalizing on disaster, the wound inflicted on that awful day was still far too raw to risk additional hurt by resuming business as usual.",
  "Fact Check": "",
  "Description": "A similar phenomenon has been linked to the film The Manchurian Candidate , John Frankenheimer's 1962 Cold War thriller about a U.S. soldier who is abducted during the Korean War and spirited away to Manchuria, where his Communist captors brainwash him before allowing him to return to the United States to unwittingly serve them as a political assassin. Legend has it that when President John F. Kennedy was assassinated in Dallas a year after the movie's original release, and rumors were swirling that his murder might have been part of a Communist conspiracy, Frank Sinatra (whose company produced The Manchurian Candidate ) hastily withdrew the film from distribution and then suppressed it for twenty-five years because (pick one or more of the following): It was too eerily reminiscent of the real-life political assassination that had just shocked and horrified America. It was thought to have been the inspiration behind Lee Harvey Oswald's shooting of President Kennedy. It was considered too dangerous as a potential blueprint for a real-life assassination plot. Whatever people may have thought about a possible link between The Manchurian Candidate and the JFK assassination at the time, however, the film was not withdrawn from distribution at the end of 1963, nor was its later unavailability due to any connection with the events in Dallas. The Manchurian Candidate did seemingly \"disappear\" for a few years around the time of the Kennedy assassination, not because it had been \"suppressed\" but simply because its original theatrical run had largely played out by then (it had already been in release for a year), and as was typical in that day a couple of years elapsed before it was leased by its distributor (United Artists) to network television and scheduled for broadcast. The film was broadcast by CBS in 1965 and 1966, and again by NBC at least twice in the 1970s. The Manchurian Candidate was withdrawn from distribution by Frank Sinatra in 1972 (a state in which it remained for the next fifteen years), but that act was a business decision that had nothing to do with political events. Michael Schlesinger, the man responsible for the film's eventual re-release by MGM/UA Classics in 1988, explained in a 2008 letter to the Los Angeles Times why the movie had gone unseen for a fifteen-year period: By late 1963, the film had simply played out. The original [distribution] deal was for 10 years, and it was, to put it charitably, not a very good one. When the time came to renew in 1972, Sinatra's attorneys opted to take the movie back and bury their \"mistake\" [of having accepted the original deal]. And so it remained \"lost\" until 1987, when the New York Film Festival requested it for its 25th anniversary. By then, Sinatra had new attorneys with no ax to grind and they consented [to release the film]. The reaction was so overwhelming that MGM/UA immediately struck a new and much fairer deal to reacquire the rights. We opened the film in February 1988 to fabulous reviews and tremendous business, and it has stayed available for theaters, TV and home entertainment ever since. But it was never \"withdrawn\" prior to 1972. A 1988 New York Times article about the (surprisingly successful) theatrical re-release of The Manchurian Candidate provided a little more background about the economic issues that led to the film's temporary withdrawal: According to Mr. Frankenheimer, the movie was listed on the studio's books at such a loss that any sales would profit the studio but not Mr. Sinatra, Mr. Axelrod and Mr. Frankenheimer, who were partners in the film. \"There was no reason to enrich the coffers of U.A.,\" said Mr. Axelrod. So Mr. Sinatra, who shared control with the studio, blocked any use of the movie, Mr. Axelrod said. There is a common misperception that \"The Manchurian Candidate\" was withdrawn because of the assassination of President Kennedy. But the President was killed a year after the movie failed to make a dent at the box office. Later it was seen briefly on television. Suddenly , a film made several years before The Manchurian Candidate which also starred Frank Sinatra and involved a political assassination plot, was withdrawn from some local television airings at one time due to associations with the Kennedy assassination: Sinatra is outstanding as the disgruntled war vet who hopes to become a \"somebody\" by killing the president. The parallels between his character and Lee Harvey Oswald's are too close for comfort, so much so that Suddenly was withdrawn from local TV packages for several years after the JFK assassination. Sinatra would claim in later years that he himself engineered the removal of Suddenly from general distribution, though in fact he'd lost whatever rights he'd held on the film when it lapsed into public domain.",
  "Originally Published": "",
  "Referred Links": "http://movies.nytimes.com/movie/47562/Suddenly/overview;http://www.time.com/time/magazine/article/0,9171,842088-1,00.html;",
  "Example": "[Lim, 2008] A satirical vision of the Cold War as hallucinatory nightmare, [The Manchurian Candidate] opened during the Cuban Missile Crisis and seemed not only to distill the anxieties of the day but also eventually to foreshadow the political assassinations of the decade. United Artists and the film's star, Frank Sinatra, a friend of John F. Kennedy, pulled it from circulation after the president's death, and its long absence from movie screens it finally resurfaced in the late '80s only enhanced its mystique. [filmsite.org, 2000] [The Manchurian Candidate's] importance as an un-nervingly close-to-the-truth statement was underlined when it was withdrawn and suppressed from movie theaters after the death of President Kennedy one year later JFK was allegedly gunned down by the hand of a suspected, robotically-docile, trained and 'brain-washed' assassin.",
  "Last Updated": "25 February 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/films/manchurian.asp",
  "Claim": "The film The Manchurian Candidate was withdrawn from distribution due to the assassination of John F. Kennedy.",
  "Claim_ID": "movies_films_manchurian",
  "Tags": ""
}