{
  "Origins": "Nice try, but someone deliberately misreported a piece of dialogue from the 1948 crime drama Key Largo to make it seem like it was an eerie premonition of Florida politics some fifty years hence.",
  "Fact Check": "",
  "Description": "In the scene in question, Edward G. Robinson (as gangster Johnny Rocco) taunts John Rodney (as Deputy Clyde Sawyer) in front of a roomful of people by proclaiming that he is the real power behind the local government: \"You hick! I'll be back pulling strings to get guys elected mayor and governor before you ever get a 10-buck raise. Yeah, how many of those guys in office owe everything to me. I made them. Yeah, I made 'em, just like a like a tailor makes a suit of clothes. I take a nobody, see? Teach him what to say. Get his name in the papers and pay for his campaign expenses. Dish out a lotta groceries and coal. Get my boys to bring the voters out. And then count the votes over and over again till they added up right and he was elected. Yeah then what happens? Did he remember when the going got tough, when the heat was on? No, he didn't wanna. All he wanted was to save his own dirty neck . . . Yeah, 'Public Enemy,' he calls me. Me, who gave him his 'Public' all wrapped up with a fancy bow on it.\" Yes, it's similar to the proffered quote, but it's not much of a parallel to the brouhaha over the Florida vote count in the 2000 presidential election when you consider that doesn't mention 'Florida' or 'recounts,' or even the word 'politicians.'",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2000] This piece of dialogue is from Key Largo, made in 1948. Edward G. Robinson is explaining how things really work to Humphrey Bogart: \"Let me tell you about Florida politicians. I make them out of whole cloth, just like a tailor makes a suit. I get their name in the newspaper. I get them some publicity and get them on the ballot. Then after the election, we count the votes. And if they don't turn out right, we recount them. And recount them again. Until they do.\"",
  "Last Updated": "17 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/films/keylargo.asp",
  "Claim": "A character in the 1948 film Key Largo makes a prescient comment about Florida politicians.",
  "Claim_ID": "movies_films_keylargo",
  "Tags": ""
}