{
  "Origins": "The so-called \"munchkin suicide\" scene occurs at the very end of the Tin Woodsman sequence, as Dorothy, the Scarecrow, and the Tin Woodsman head down the road on their way to the Emerald City. This sequence begins with Dorothy and the Scarecrow trying to pick fruit from the talking apple trees, encompasses their discovery of the rusted tin man and their encounter with the Wicked Witch of the West (who tries to set the Scarecrow on fire), and ends with the trio heading off to Oz in search of the Wizard. To give the indoor set used in this sequence a more \"outdoors\" feel, several birds of various sizes were borrowed from the Los Angeles Zoo and allowed to roam the set. (A peacock, for example, can be seen wandering around just outside the Tin Woodsman's shack while Dorothy and the Scarecrow attempt to revive him with oil.) At the very end of this sequence, as the three main characters move down the road and away from the camera, one of the larger birds (often said to be an emu, but more probably a crane) standing at the back of the set moves around and spreads its wings. No munchkin, no hanging just a big bird.",
  "Fact Check": "",
  "Description": "The unusual movement in the background of the scene described above was noticed years ago, and it was often attributed to a stagehand's accidentally being caught on the set after the cameras started rolling (or, more spectacularly, a stagehand's falling out of a prop tree into the scene). With the advent of home video, viewing audiences were able to rewind and replay the scene in question, view it in slow-motion, and look at individual frames in the sequence (all on screens smaller and less distinct than those of theaters), and imaginations ran wild. The change in focus of the rumor from a hapless stagehand to a suicidal munchkin (driven to despair over his unrequited love for a female munchkin) seems to have coincided with the heavy promotion and special video re-release of The Wizard of Oz in celebration of its 50th anniversary in 1989: someone made up the story of a diminutive actor who, suffering the pangs of unrequited love for a female \"little person,\" decided to end it all right there on the set, and soon everyone was eager to share this special little film \"secret\" with others. Since (grossly exaggerated) tales of munchkin lechery and drunken misbehavior on the \"Oz\" set had been circulating for years (primarily spread by Judy Garland herself in television talk show appearances), the wild suicide story had some seeming background plausibility to it. (Other versions of the rumor combined elements from both explanations, such as the claim that the strange figure was actually a stagehand hanging himself.) The logistics of this alleged hanging defy all credulity. First of all, the forest scenes in The Wizard of Oz were filmed before the Munchkinland scenes, and thus none of the munchkin actors would yet have been present at MGM. And whether one believes that the figure on the film is a munchkin or a stagehand, it is simply impossible that a human being could have fallen onto a set actively being used for filming, and yet none of the dozens of people present actors, directors, cameramen, sound technicians, light operators noticed or reacted to the occurrence. (The tragic incident would also had to have been overlooked by all the directors, editors, film cutters, musicians, and others who worked on the film in post-production as well.) That anyone could believe a scene featuring a real suicide would have been left intact in a classic film for over fifty years is simply incredible.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "I just recently was crashing in at my best friend's house and we decided to watch The Wizard of Oz. Now, rumor has it that a small munchkin can be spotted in the background. Now, when I saw this, I began to flip out. I started running around my best friend's house and I hit the wall. I then got the courage to watch the movie again. I am so positive that I saw munchkin in the background who commited suicide because he was in love. My mom and I watched a documentary of the behind the scenes of The Wizard of Oz. We saw the footage closely and they even showed us before shots of the person. My mom told me to watch the movie closely and look in the woods in the trees for a person wearing black moving around strangely when Dorothy, the scarecrow and the tin man were walking down the yellow brick road. Which I did and I saw clearly a person hanging.",
  "Last Updated": "22 December 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/films/ozsuicide.asp",
  "Claim": "A lovelorn actor portraying one of the munchkins hanged himself on the set during the filming of The Wizard of Oz.",
  "Claim_ID": "movies_films_ozsuicide",
  "Tags": ""
}