{
  "Origins": "In Goldfinger, after secretary Jill Masterson betrays her criminal boss, the evil Auric Goldfinger, he kills her in style by painting her entire body gold:",
  "Fact Check": "",
  "Description": "As James Bond explains after he find Masterson's body, covering a person with paint will cause death because the body \"breathes\" through the skin. He then goes on to state that professional dancers know to leave a small patch of unpainted skin at the base of the spine to prevent their falling victim to asphyxiation. Although it was still widely believed at the time Goldfinger was made (1964) that we \"breathe\" through our skin and that closing off all the pores in one's body would result in a quick death, we now know this to be false. (Another commonly accepted part of this concept was the notion that leaving a small portion of the body unpainted was sufficient to ward off disaster.) As long as a person can breathe through his mouth and/or nose, he will not die of asphyxiation, no matter how much of his body is covered with paint (or any other substance). This isn't to say that painting yourself isn't unsafe, however clogging all your pores prevents you from perspiring and could eventually cause you to die from overheating, and toxic substances found in paint could contribute to your demise if you stay in a painted state too long. When Shirley Eaton , the actress who portrayed Auric Goldfinger's doomed secretary, was covered with paint for the \"gold corpse\" scene, the studio had a few doctors standing by to ensure that she was not overcome by the effects of the paint. She wasn't completely naked in this scene (she wore a G-string), and, bowing to the beliefs of the day, a six-inch square of skin on her abdomen was left unpainted as a precaution (to allow her skin to \"breathe\"). Eaton did not die or even become ill as a result of her Goldfinger experience: she made a few more films before retiring from acting to spend more time with her family. On the surface this sounds like a pretty silly story as if the producers of a movie decided to film a murder scene by really shooting one of the actors. The sight of the dead, gold-painted girl in Goldfinger is one of filmdom's most memorable images, however, and in 1964 Shirley Eaton's prone, golden body was displayed everywhere (including the cover of Life magazine). People believed that being covered in paint would cause death, this woman had obviously been painted, and she seemingly disappeared from the public eye afterwards, so ... Incidentally, Goldfinger was not the first film to feature a character's being killed through being covered with gold paint. That honor belongs to the 1946 Boris Karloff movie Bedlam .",
  "Originally Published": "",
  "Referred Links": "http://www.imdb.com/title/tt0038343/;http://www.imdb.com/name/nm0247881/;",
  "Example": "",
  "Last Updated": "29 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/films/goldfinger.asp",
  "Claim": "The actress who portrayed Jill Masterson in the James Bond film Goldfinger died from asphyxiation after being covered with gold paint.",
  "Claim_ID": "movies_films_goldfinger",
  "Tags": ""
}