{
  "Origins": "No, this wasn't a real United Press International story, and no, Gene Siskel didn't leave instructions in his will that he be buried with his thumb pointing up. This is just a goofy humor piece that began working its way around the Internet shortly after the movie critic passed away in February 1999. As Time Out New York reported, a \"glance at the will, now on file with a Chicago court, makes clear that there are no digit-placement requests in the critic's last wishes.\"",
  "Fact Check": "",
  "Description": "Although examples of all sorts of people (not just rich eccentrics) leaving unusual requests in their wills are plentiful, tales about unusual burial instructions left in wills should be taken with a grain of salt. A will is not a good place to specify what you would like done with your earthly remains, especially if your wishes are the least bit out of the ordinary. The will is not usually read immediately upon the testator's death, and quite frequently it is not read until well after the funeral (especially if certain legal obstacles, such as permission to open a safe deposit box, have to be cleared in order to access it). Even the most faithful of executors isn't likely to exhume someone whose alternative burial instructions only became known a week or two after his funeral, and science hasn't yet discovered a means of uncremating a body. Aside from all that, keeping your burial instructions separate from your will is a good idea because doing so allows you to change your mind without having to amend your will. You're much better off simply writing your wishes down and letting your relatives know where to find your instructions when the time comes.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] UPI (Chicago, IL) The execution of the will of Gene Siskel, nationally known movie critic, was cleared through probate court yesterday and had a few surprising requests. Siskel died of complications resulting from his May 1998 brain surgery. The bulk of his estate was, as expected, left to his wife and children; Marlene Siskel, Kate (15), Callie (13) and Will (3). According to public records filed by in chancery court in Chicago, Gene Siskel asked that he be buried with his thumb pointing upward. The \"Thumbs Up\" was the Siskel-Ebert trademark. \"Gene wanted to be remembered as a Thumbs-Up kind of guy\", said Siskel's lawyer. \"It wasn't surprising to me that he'd ask for that. I informed his family after his death, but he didn't want it made public until after his will had been read.\" Among other requests in the will, were donations to Gene's favorite charities and an endowment to the Northwestern University to create a scholarship in his name to be awarded yearly to an outstanding media-analysis student. Gene Siskel is a man who helped shape film criticism as we know it. Siskel is best known for his syndicated show \"Siskel & Ebert,\" which he created with his longtime professional partner, Roger Ebert. For nearly a quarter century, the pair influenced and entertained millions of people with their opinions on and jibes at current films. They became part of the American entertainment culture and their trademark \"thumbs up/thumbs down\" a pop culture icon. When asked for comments on the will, partner Roger Ebert said,\"Gene was a lifelong friend, he showed great bravery in the months after his surgery, continuing to work as long as he could. As a critic, he was passionate and exacting. As a husband and a father, his love knew no bounds. My wife, Chaz, and I extend our deepest sympathy to his wife, Marlene, and his children and family.\" \"I'm not surprised that Gene would request that. That's just the kind of guy he was.\"",
  "Last Updated": "18 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/other/siskel.asp",
  "Claim": "Movie critic Gene Siskel's will specified that he be buried with his thumb pointing up.",
  "Claim_ID": "movies_other_siskel",
  "Tags": ""
}