{
  "Origins": "Daniel Craig has been driving Aston Martin cars on the big screen since he made his debut as James Bond in the 2006 movie Casino Royale , and according to a popular rumor he'll be driving the company's cars for the rest of his life.",
  "Fact Check": "",
  "Description": "The rumor stems from a single quote published by various entertainment and auto publications in 2008: \"I'm lucky enough that if I desperately want to drive in an Aston Martin, the company is just fantastic to me. They'll let me go on a track and drive one all day long. I could drive it faster and more furiously (on the track) than anywhere on the road. I live in London (and) it doesn't make any sense to drive an Aston Martin there. I've nowhere to park it.\" While the quote implies Craig has a good relationship with Aston Martin, he never specifically stated he gets free cars for the rest of his life, nor has the rumor ever been officially confirmed by the company. Furthermore, TopSpeed reported in August 2013 the actor paid around $225,000 for a new Aston Martin V12 Vantage Roadster on his 45th birthday rather than taking advantage of his supposedly unlimited automotive gratuity. Aston Martin may not be giving Daniel Craig a lifetime of free cars, but the actor will get to drive the fancy automobiles as long as he continues to play James Bond. Dr. Andy Palmer, CEO of Aston Martin, said in a statement in December 2014 the movie Spectre would feature the iconic spy driving an Aston Martin DB10: \"To be partnering once again with EON Productions is great news for this company and for everyone around the world that loves to see Bond at the wheel of an Aston Martin.\"",
  "Originally Published": "",
  "Referred Links": "http://www.cnbc.com/id/102244355#.;http://www.topspeed.com/cars/car-news/daniel-craig-bought-himself-an-aston-martin-v12-vantage-roadster-birthday-present-ar149940.html;http://www.motorauthority.com/news/1030333_bond-star-daniel-craig-lands-lifetime-deal-with-aston-martin;http://www.express.co.uk/news/showbiz/67122/Craig-lands-Aston-Martin-driving-deal;",
  "Example": "[Collected via e-mail, December 2014] \"For his time as James Bond, Daniel Craig has the privilege of taking any Aston Martin from the factory for the rest of his life. True?\"",
  "Last Updated": "8 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/actors/astonmartin.asp",
  "Claim": "James Bond actor Daniel Craig gets free Aston Martin cars for life.",
  "Claim_ID": "movies_actors_astonmartin",
  "Tags": ""
}