{
  "Origins": "Sylvester Stallone did indeed get his first movie acting role in a porn movie, called Party at Kitty and Stud's . This movie came out in 1970, when Sly was but 24 years old, living in Hell's Kitchen, New York City, and working a variety of menial jobs (including cinema usher) while trying to break into the movies. At that time New York City was the hub of U.S. porn film making. Stallone is the leading man in this X film, and he later acknowledged in a Playboy interview that he was paid $200 for his role. Unlike his efforts in later films, Stallone seems to have had no part in directing or producing Party at Kitty and Stud's .",
  "Fact Check": "",
  "Description": "Stallone made the most of his break, quickly entering mainstream movies with a role in Woody Allen's Bananas the next year. He appeared in six more films before 1976's Rocky, the role that shot him right to the top. The canny Sicilian wrote the script for Rocky and sold it for a very low price, on the condition that he star in the movie and receive a share of the profits. Rocky went on to win three Oscars, including best picture. It made Stallone's movie career. Whoever owned the rights to Party at Kitty and Stud's capitalized on Stallone's new-found fame by re-releasing it under the title The Italian Stallion (presumably a reference to the protagonist's nickname in Rocky). The credits show that the rights to this X film are owned by \"Stallion Enterprises,\" so they took this theme all the way. Party at Kitty and Stud's/The Italian Stallion started life as a genuine pornographic X film, though it has been brutally edited down probably at the time it was retitled and re-released. There is a new prologue where it is implied that they took out the really fun dirty bits for the re-release. It now completely lacks any semblance of a plot and all hard-core exhibitions, so it is somewhat hard to follow. For example, a large mastiff dog appears at one point, but disappears equally as rapidly, leaving the viewer confused about what was to happen next. Party at Kitty and Stud's seems hilariously dated in some ways, too, as it is rife with 60's slang. At one point Kitty confides to one of her friends that Stud is \"so far out\" and \"animalistic.\" At another point Sly enjoins Kitty to \"be careful! You bit me last time.\" Kitty replies, \"I'll be velvet-mouthed on your shank of love!\" before dissolving into an unscripted fit of giggles only partially concealed by burying her head on Stallone's shank of love. Stallone's best scenes are the ones where he is naked (which is nearly all of them). The highpoint of the film is probably Stallone's helping three women, one after the other, although all the overt details are edited out, leaving just the moaning and groaning. Sly-connoisseurs will note that he has a four-inch scar on his left thigh under his butt. Far from being a stallion, Sly is actually a man of quite ordinary, even modest, endowment. His muscular frame, lacking its customary coat of oil, is unimpressive. Some people claim to see undertones of Rocky in Party at Kitty and Stud's , but I couldn't detect any myself, unless they mean the scene where Sly lightly beats Kittywith his pants belt. Sly lacks his trademark sneer and talks normally in Party at Kitty and Stud's. It is not unknown for a porn movie performer to cross over into mainstream cinema. Traci Lords renounced her porn film past and took minor roles on television, such as a dental assistant on \"Married with Children.\" Additional information: Party at Kitty and Stud's (Internet Movie Database)",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/title/tt0065904/combined;",
  "Example": "",
  "Last Updated": "5 June 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/movies/actors/stallone.asp",
  "Claim": "One of Sylvester Stallone's first screen efforts was a starring role in a porn film.",
  "Claim_ID": "movies_actors_stallone",
  "Tags": ""
}