{
  "Origins": "On 6 September 1995, Baltimore Orioles infielder Cal Ripken, Jr. broke a record long thought to be unassailable when he played in his 2,131st consecutive baseball game, surpassing the mark of 2,130 set by Lou Gehrig back in 1939. Ripken would go on to play in a total of 2,632 straight games before finally sitting one out on 20 September 1998.",
  "Fact Check": "",
  "Description": "One of the most remarkable aspects of Ripken's most remarkable of streaks was that he started every game (i.e., his streak included no pinch-hitting, pinch-running, or late-inning defensive appearances), he voluntarily left a game before the seventh inning only four times (in additiona to twice being ejected by umpires), and at one point he played every single inning of every single game for a span over five years. In other words, Ripken didn't even come close to missing a game during his streak except, as the rumor cited above claims, for one evening in August 1997, when Ripken was unable to make it to the park for that day's game due to the fallout of having caught his wife in bed with another man, and a mysterious malfunction in the lighting system (allegedly one deliberately created by an Orioles employee) forced the cancellation of the game and thereby preserved Ripken's streak. A game between the Orioles and the Seattle Mariners scheduled for 14 August 1997 was cancelled due to lighting problems, but there was nothing \"mysterious\" about the incident. A ground fault interrupt kept tripping the circuit breaker each time the lights in the right-field bank were turned on, and the game's 7:35 P.M. starting time was pushed back as a crew worked on the problem. (That the businesses surrounding Oriole Park at Camden Yards in Baltimore did not experience similar problems is not strange, as Oriole Park is on a separate portion of the city's power grid.) The crew finally got the right-field bank of lights working by 8:45 P.M., but about 20 bulbs in the bank failed to illuminate, and the umpiring crew had to make the decision whether to allow the game to begin. Umpire crew chief Al Clark finally postponed the game at 10 P.M. after determining that shadows at home plate created unsafe playing conditions, a decision that was influenced by the fact that fireballing pitcher Randy Johnson was scheduled to start for the Mariners. Given that Johnson was a left-hander who threw extremely hard, and the lighting outage occurred on the first-base side of the field (i.e., the side on which batters would be visually picking up the ball from Johnson's hand as the southpaw threw towards home plate), the risk of serious injury to a batter was deemed too great to allow the game to proceed. Thecontest was cancelled and made up as part of a double-header the following day. Shortly afterwards, a conspiracy rumor was concocted from this scenario which involved actor Kevin Costner, who had a long-standing friendship with Cal Ripken, and rumors of marital difficulties between Ripken and his wife Kelly. According to that rumor, Ripken caught Costner in bed with his wife on the morning of 14 August 1997, and the shock of that betrayal left Ripken too emotionally distraught and/or too sore and bruised from brawling with Costner to show up at Camden Yards for the Orioles' game with the Seattle Mariners that evening. (Some versions of the legend even maintain that Ripken couldn't make it to the ballpark because he had been hauled off to jail for assault.) In order to preserve the tremendous publicity value of Ripken's consecutive game steak, Orioles management quickly arranged for someone in the Camden Yards facilities crew to create a 'malfunction' that would prevent the day's game from coming off as scheduled and providing Ripken with a much-needed day off to recover from his ordeal. Kevin Costner and Cal Ripken, Jr. met in 1990 at a premiere of Costner's film Dances with Wolves and began what Costner described as a \"burgeoning friendship.\" Before a game during the 1991 season, Costner took batting and fielding practice with the Orioles, played catch on the sidelines, went through stretching exercises in the outfield, and batted and took grounders with Ripken. Costner was often seen taking in Orioles games from the stands at Baltimore's Camden Yards, sometimes sitting with Ripken's wife, Kelly. In late 1997, gossip began circulating to the effect that the Ripkens had separated, Cal was staying with a teammate, and a divorce was imminent. The rumors included claims of infidelities on both sides, with the male interloper named as anyone from \"an Orioles trainer\" to Costner (who at the time lived about an hour from the Ripkens' ranch). From such rumors was the \"mysterious game cancellation\" legend concocted back in 1998. Whether the electrical outage was \"mysterious\" or not, it wasn't concocted to keep Ripken's streak alive by forcing the cancellation of a game he would otherwise have missed. News reports of the day's events prove Ripken was present at the ballpark, suited up and ready to play, and both fans and reporters noted him sitting in the dugout and playing catch along the sidelines that evening. Ripken himself addressed the rumor in a 2008 interview on NPR: It's easy to check the facts of that one. I remember it very well. The bank of lights went off and Randy Johnson was pitching for the Seattle Mariners. And we were deciding what to do about that. Was there enough visible light out there to actually see a guy throwing over 100 miles per hour? The bank was just over our dugout. And I physically went out and tested it for the umpire. I was in discussion with the umpires. I was definitely there, I was ready to play. And the funny part about it was we all decided it was better that we play that night, because the next day would have been a Sunday day game, and Randy Johnson would have been throwing out of the stands, and in day games he's much harder to see. So we all decided that we were going to go. Evidently [Mariners manager] Lou Piniella told Seattle a little different story that the game wasn't going to go, and they started leaving the ballpark, so we didn't have that option after all. We scheduled it for the next day, and we played. But I definitely was there. And I'm sure I was on camera a number of times being out on the field. When this legend was repeated by a couple of hosts on Fox Sports Radio in June 2001, an angry Costner called the show the next day to deny it and tell the hosts that if they had claimed the story was true, \"I was going to take your heads off.\" Costner maintained at the time that he had met Ripken's wife only twice in his life, that he had probably spent no more than 10 minutes with her altogether, and that he had never been to the Ripkens' home. (Since Costner had been noted sitting in the stands for whole games with Kelly Ripken, his \"10 minutes\" and \"twice in his life\" claims were probably underestimates). Whatever Kevin Costner's relationship with the Ripkens might have, Cal and Kelly are still together (they celebrated their silver wedding anniversary in 2012), and Costner didn't make some Machiavellian maneuvering on the part of the Orioles necessary to keep Cal from missing a game.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20010830061405/http://archive.sportserver.com/newsroom/ap/bbo/1996/mlb/mil/game/archive/050496/mil.html;http://www.npr.org/templates/story/story.asp?storyId=89624395;",
  "Example": "[Collected via e-mail, 2001] Cal Ripken, Jr. was allowing Kevin Costner, the actor, to stay at his house, following the wrap of \"The Postman\". One day, Ripken left for Camden Yards to play in a game. Somewhere between his home and the stadium, Cal realized that he had left something back at his house, and turned back to retrieve it. Upon arriving at his home, he found Kevin Costner in bed with his wife, Kelly. Cal then proceeded to beat the crap out of Costner, to the point that Costner was unable to make any publicity opportunities for a time. Cal then called the Orioles, and told them he wouldn't be coming in to play that day. Upon hearing this, the owner reminded Cal about his streak, telling him The Streak would end if he didn't play that day. Cal told him it was impossible for him to come in, so there went the streak. Reportedly, the owner told him not to worry, because he would take care of it. That night, the game was cancelled due to \"electrical failure\" with some lights on the field. The caller [I heard this rumor from] said that there was no problem with the lights, that everything else, including the hotels and restaurants that are part of Camden Yards, worked perfectly. The next day, the lights were fixed, Cal was able to play, and the streak stayed intact.",
  "Last Updated": "24 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/actors/costner.asp",
  "Claim": "In August 1997, the Baltimore Orioles deliberately created a lighting malfunction before a game to keep Cal Ripken's consecutive game streak intact.",
  "Claim_ID": "movies_actors_costner",
  "Tags": ""
}