{
  "Origins": "Actually, the person first cast to play the Tin Woodman was Ray Bolger. Buddy Ebsen was originally intended for the role of the Scarecrow, but Ray Bolger eventually managed to convince MGM to allow him to swap parts with Ebsen (not, as is often claimed, because a clause in Bolger's contract stipulated that he could play the part of the Scarecrow if MGM ever made The Wizard of Oz ).",
  "Fact Check": "",
  "Description": "MGM initially had no idea exactly how to costume Ebsen for his role. They tried a variety of materials for his clothing (real tin, silver paper, cardboard covered with silver cloth) and makeup before finally settling on aluminum dust (applied over clown white) for the latter. When The Wizard of Oz began principal photography on 12 October 1938, Ebsen had finished all his costume and makeup tests, recorded his songs for the film soundtrack, and completed four weeks of rehearsal. Nine days later, he was rushed to the hospital and placed in an oxygen tent when his lungs failed. As Ebsen described the onset of symptoms in his autobiography: It was several days later when my cramps began. My first symptoms had been a noticeable shortness of breath. I would breathe and exhale and then get the panicky feeling I hadn't breathed at all. Then I would gasp for another quick breath with the same result. My fingers began to cramp, and then my toes. For a time I could control this unusual cramping by forcibly straightening out my fingers and toes. One night in bed I woke up screaming. My arms were cramping from my fingers upward and curling simultaneously so that I could not use one arm to uncurl the other. My wife tried to pull my arm straight with some success, just as my toes began to curl; then my feet and legs bent backward at the knees. I panicked. What was happening to me? Next came the worst. The cramps in my arms advanced into my chest to the muscles that controlled my breathing. If this continued, I wouldn't even be able to take a breath. I was sure I was dying. The aluminum dust used in Ebsen's makeup had caused an allergic reaction or infection in his lungs that left him scarcely able to breathe, and he ended up spending two weeks in the hospital and another month recuperating in San Diego. While Ebsen was recovering from his illness, producer Mervyn LeRoy hired Jack Haley to replace him. (The aluminum makeup was modified as well, changing from a powder that was brushed on to a paste that was painted on. Haley missed four days of filming when the new makeup caused an eye infection, but treatment was rendered in time to prevent any permanent damage.) Because Ebsen had fallen ill away from the set, just before production was shut down for several days when original Oz director Richard Thorpe was fired, the rest of the cast was unaware of what happened to him. Haley and others assumed that he had been fired along with Thorpe. Although Ebsen was replaced before filming resumed, his voice can still be heard in the soundtrack, when the quartet of Dorothy, the Scarecrow, the Tin Man, and the Cowardly Lion sings We're Off To See the Wizard.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "17 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/movies/films/ozebsen.asp",
  "Claim": "Buddy Ebsen was slated to play the Tin Woodman in the 1939 film version of The Wizard of Oz, but he had to be replaced after the aluminum makeup used with his costume made him gravely ill.",
  "Claim_ID": "movies_films_ozebsen",
  "Tags": ""
}