{
  "Origins": "The revered actor Edward G. Robinson (1893-1973) began life as Emmanuel Goldenberg, the fifth of six children born to Morris and Sarah Goldenberg in Romania. His family immigrated to New York City when he was nine years old.",
  "Fact Check": "",
  "Description": "Fed in large part by his role of Rico in the 1931 film Little Caesar , his public image was that of a tough-talking bad guy, yet such a perception belied the truth about him: Robinson was a sensitive, quiet, cultured man who spoke seven languages besides English fluently, including Yiddish, Romanian, and German. He collected great works of art, and at the time of his death his collection was valued in the millions of dollars (and that was after he'd disposed of the bulk of the collection in 1956 as part of the divorce from his first wife). He was also a man who cared about battling Nazism. His opportunities to do so were limited, given that he was almost fifty years old at the time of the attack on Pearl Harbor and thus well beyond the age when he could enlist with the U.S. forces. (He had served in the U.S. Navy in 1918, when he was 25 years old.) Frank Capra's Signal Corps film group in Washington had nothing for him, nor did the OSS or the Navy. Despite the obstacles, he found ways to aid the war effort, as he describes in his 1973 autobiography, All My Yesterdays : This is a point in time at which I went to no meetings but, on the set with a secretary, answered appeals for help from all over the country. I refused to crawl or slither out of anything; any committee with a title that seemed to me to suggest help for England and France against the Nazis and which contained on its letterhead the name of a recognized figure, I responded to usually with a check. Later I responded by making speeches. In 1942, at the request of the Office of War Information (OWI), he traveled to England and from there made \"morale speeches to the British and broadcast in as many foreign languages as I could to the occupied areas of Europe.\" He entertained troops in the U.K. making patriotic and propaganda broadcasts via radio. Some of those broadcasts were in German and were addressed to the underground in Germany. (At the time he was making them, he wondered if they were getting through. After the war, he heard from a number of Germans who praised his wartime broadcasts, telling him he'd given them hope.) Robinson did as much as a 50-year-old movie star could in contributing to the war effort during World War II, both at the behest of the U.S. government (making speeches to troops and broadcasting in foreign languages to occupied lands), and privately (funding numerous organizations). In addition to putting monies into the hands of such groups as the Anti-Nazi League, Bundles for Britain, Committee to Defend America by Aiding the Allies, and Fight for Freedom, he donated all of his 1942 earnings (less what he was obligated to pay in taxes on that income) to war funds, particularly the USO and war bonds. As well as covering dozens of USO-related expenses that year, he also made donations to China War Relief, War Service Inc., Hollywood Canteen, Medical Aid to Russia, and the American Flying Service Foundation. However, as generous and as committed as Robinson was to helping the war effort, we found no record or even admission or hint on the actor's part of his ever personally slipping cash into occupied France as detailed in the example above, let alone of his doing it every month. The anti-Nazi groups he financially contributed to as a private citizen were organized entities that existed in the U.S., and underwriting their efforts amounted to dropping checks either into the mail or outstretched hands. Smuggling cash and supplies directly to the French underground would have been a markedly different proposition. Although they were marked as secret, Robinson's official orders from the Office of War Information were reproduced in his 1973 autobiography. The actor was proud of the work he did on behalf of the Allies and wanted people to know the precise details of it, even if that got him into trouble. (He believed he risked being prosecuted under the Espionage Act, although the OWI had ceased operations back in 1945.) It therefore does not follow that even at the very end of his life he would have failed to mention having successfully managed to spirit monies into the hands of the underground movement in France month after month, especially in light of how difficult and complicated such a process would have been and how heroic the Resistance's work was. Certainly Robinson may have donated money to one or more wartime causes that indirectly ended up providing aid to anti-Nazi elements in occupied France, but not by directly sending funds to a Resistance leader every month throughout the war. Barbara \"resistance is futile unfunded\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, May 2009] Pierre didn't know where it came from, he only knew that it came and it helped in oh-so-many ways. The money always arrived with a small short note that simply said, \"Keep up the great cause, we will prevail,\" and was simply signed, \"Manny.\" Pierre didn't know who Manny was - nobody did! Not then anyway, we do now. But this was during World War II when the Black Horror was sweeping Europe. That's what Manny called it, The Black Horror, & of course he was referring to the Nazi plague that was taking over most of the continent. Pierre was a leader of the French Resistance, commonly called the underground. He fought with groups of French citizens in the best way he could, by living within main society and leading bands of armed resistance against the Germans in clandestine activities. They would ambush German patrols, blow up German installations and sabotage Nazi operations in any way they could. The Allies were good at providing arms and weapons, but the underground also needed money. That was a commodity that was very hard to come by during the war, especially when your country is completely occupied by an invading military force. And that's where Manny came in. He sent money, and he sent a lot of it. Manny was Emmanuel Goldenberg, born a Romanian Jew, who was now living in America. Manny had done very well in his life and he knew only too well what kinds of horrors were going on in his native Romania & the rest of Europe. Jews and others were being gassed and killed by the millions and he had to do something. One thing he could do was use his good fortune to help the war effort. He had tried to join the Armed Forces, but he didn't qualify, so he did what he could. He sent money to where it was needed the most - to the resistance as I said, Pierre was one of the leaders of the resistance. There were many, but Pierre controlled the action around the area of Normandy. He and his people were very instrumental in assisting the Allied invasion on D-Day by sabotaging and redirecting many Nazi forces moments before the actual invasion. Much of this was possible because of the money that arrived every month. Month after month for two years money arrived for Pierre and his cause from Manny. It never failed! It literally saved the day. No, Pierre never knew who Manny was, only that he sent money for food, clothes, gasoline and many other important things. But years later, we know who Manny was, that silent guardian angel of the French underground. So do you! He was one of the biggest stars in Hollywood, and a fine gentleman. It's a Little Known Fact that a very important part of the success of the French underground came from a source they never knew: Emmanuel Goldenberg, or as you knew him, the very fine actor Edward G. Robinson.",
  "Last Updated": "12 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/actors/robinson.asp",
  "Claim": "Edward G. Robinson personally funded the French Resistance in World War II.",
  "Claim_ID": "movies_actors_robinson",
  "Tags": ""
}