{
  "Origins": "The roaring lion appearing at the beginning of films produced by the Metro-Goldwyn-Mayer (MGM) studio and in the company's logo is one of the world's most widely recognized mascots. According to a history of that logo, the choice of a lion as a mascot preceded the 1924 merger of Metro Pictures Corporation, Goldwyn Pictures, and Louis B. Mayer Pictures that created the MGM motion picture studio:",
  "Fact Check": "",
  "Description": "As chronicled at The Silver Screen Affair blog, a number of different lions have been used for the MGM logo over the years, the most well known being Leo , who is MGM's longest-lived lion and has been appearing on MGM films since 1957. The MGM lion is prominent enough to have featured in urban legends, one of which we first encountered in 2004: Lately, I've heard a neat Urban Legend about the MGM Lion's roar. It goes that the lion was originally meant to be standing proud and silent, but roared when two burglars rushed into the warehouse. The burglars in question were Boris Regina and Karl Maninovsky. Supposedly, Regina and Maninovsky would regularly rob banks and stash their loot at a warehouse a few blocks away. One day, while the burglars' warehouse was normally empty, MGM and their lion were recording there. The lion roared at Regina and Maninovsky as they entered, after which MGM stopped recording. The lion then jumped off the platform and mauled Maninovsky, who died two days later. Regina ran out of the warehouse and got run over by a police car heading to the bank he had just robbed. This tale was nothing more than an amusing fabrication, one of a number of invented urban legends presented in video form on the JKCinema web site: A similar claim about the original MGM lion's having \"killed its trainer and two assistants\" the day after he was filmed for the first MGM logo was promulgated by Factropolis.com , one of a number of sites whose raison d' tre was passing off fictional factoids as real information. This claim is clearly not true, as the trainer of Slats, the lion first used by Goldwyn Pictures in 1917 (and subsequently by MGM) was Volney Phifer , a prominent animal trainer who long outlived Slats and passed away in retirement in the 1970s: \"Slats\" was trained to roar on cue by Volney Phifer, Hollywood's premier animal trainer, and toured the world to signify MGM's launch. He was born at the Dublin Zoo and died in 1936. By that time Mr. Phifer had retired to his farm in Gillette, New Jersey, where he boarded animals used on Broadway. Upon \"Slats\"' death he was buried on the farm, where a small blank block of granite marked the grave. Additionally, Mr. Phifer planted a pine tree directly over the grave, insisting that its roots would \"hold down the lion's spirit,\" which is a part of a secret of European wisdom. Simply put, none of the several lions filmed by MGM for use in their logos was involved in incidents that killed their trainers. All of those animals were handled by professional trainers who were well known in show business circles and whose deaths in any lion-mauling attacks would have been prominent news. Although Slats was the first MGM lion, he wasn't technically the first one to \"roar\" for the studio, as his career as MGM's mascot spanned the silent film era. It was his replacement, Jackie, whose roar was first recorded for playback to filmgoing audiences: In 1928 a new Lion was introduced, \"Jackie,\" selected because he was a lookalike for \"Slats.\" The most famous MGM title he appeared on was \"The Wizard of Oz\" in 1939. However, that was not to be \"Jackie\"'s most significant contribution to history. He was the first of our lions to be heard by our audience, via a gramophone recording, on July 31, 1928 on \"White Shadow of the Seven Seas,\" the first sounded MGM production. This was to be the first of several technological advances that our logo would display over the next 8 decades. \"Jackie\" continued to appear on all of MGM's black and white films until 1956, even with the development of color film.",
  "Originally Published": "",
  "Referred Links": "http://www.people.com/people/archive/article/0,,20104047,00.html;http://www.factropolis.com/2006/10/lion-used-in-original-mgm-movie-logo.html;http://www.jkcinema.com;http://en.wikipedia.org/wiki/Leo_the_Lion_%28MGM%29#Leo_.281957.E2.80.93present.29;http://thesilverscreenaffair.blogspot.com/2011/04/mgm-lion.html;http://garycoates.files.wordpress.com/2010/02/logo-history-restoration-article.pdf;",
  "Example": "[Collected via e-mail, July 2012] I encountered this story on Facebook: \"The lion used in the original MGM movie logo killed its trainer and two assistants the day after the logo was filmed.\"",
  "Last Updated": "21 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/other/mgmlion.asp",
  "Claim": "The lion used for the original MGM logo killed its trainer and his assistants.",
  "Claim_ID": "movies_other_mgmlion",
  "Tags": ""
}