{
  "Origins": "The infamous \"ghost boy\" image in the film Three Men and a Baby appears in a window when Jack Holden (Ted Danson) and his mother (Celeste Holm) are walking through the house Jack shares with his two buddies. As Mrs. Holden plays with the baby girl who was left in the three men's care, a human figure can be glimpsed standing behind the curtains of a background window at the left-hand side of the screen. A rumor has persisted for several years that this figure is the eerie image of a boy who was killed in the house where this scene was filmed.",
  "Fact Check": "",
  "Description": "The most common form of this rumor claims that a nine-year-old boy committed suicide with a shotgun in the Three Men and a Baby house. (A detail obviously inspired by the jagged black outline created as the curtains move away from in front of the figure's left-hand side. The black portions of the figure form an outline that does resemble a shotgun standing on its end, barrel down.) Other versions of the legend merely mention that a boy died in the house, without specifying how. The dead boy's despondent parents supposedly moved out after their son's death, and the house was rented or bought by a film studio, who allegedly used it for interior scenes of Three Men and a Baby. More detailed versions of the rumor have the boy's mother suing the film studio after they refuse her request to remove the image from the film, and making the rounds of various TV talk and news magazine programs (e.g., Oprah, Geraldo, 60 Minutes ) to repeat her strange tale of woe. Even wilder versions have the mother spotting her dead son, dressed in his burial clothes, in the film. In stock folkloric fashion, the mother immediately goes insane and has to be confined to a mental institution, where she has remained ever since. As usual, the truth is much more mundane. The figure behind the curtains is a \"standee\" (a stand-up cardboard cutout used for advertising displays) of Ted Danson, dressed in a top hat, white shirt, and tails, that was left in front of a window on the set and thereby \"sneaked\" into the background of one scene. The standee prop was created as part of a story line involving a dog food commercial in which Danson's character (an actor) appears, but references to the figure were cut from the finished version of the film. (The standee shows up once more in the film, as Ted Danson can be seen standing next to it when the baby's mother comes to reclaim her child.) The figure in the window looks slightly different in appearance from the standee shown later in the film because the distance and angle of the shot make it appear smaller, and the curtains obscure its outstretched arms. All indoor scenes for Three Men and a Baby were shot on a Toronto soundstage; no actual residential structures were used for interior filming. As with most rumors involving strange or hidden images in popular films (such as The Wizard of Oz ), this wild tale about a Three Men and a Baby \"ghost\" began after the film was released on home video. The rumor gained widespread notoriety in August 1990 and spread like wildfire in the media and the Internet in the following months, just as the film's sequel ( Three Men and a Little Lady ) was about to hit the theaters. Cynics opined that the studio itself had something to do with the creation and propagation of the \"ghost\" rumor, as the combination of supernatural mystery and the boost of a sequel propelled Three Men and a Baby to a new record for video rentals.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1990] On a recent trip to the southwest U.S. I saw on several different news programs a rather strange story. Apparently in the movie \"Three Men and a Baby\" there is one scene that revealed what appeared to be a young boy standing between curtains in a room. The scene had Ted Danson speaking to a woman I believe. All the news programs I watched, froze the clip and zoomed in on the boy. It was very clear and well defined. It was only noticed after the film was distributed for home viewing. The facts are, a young boy died in the house in which the movie was filmed. Some people think it was his spirit. I don't know if this was a ploy to increase rentals of the tape or not. But what the news programs did show was just a bit too eerie for me.",
  "Last Updated": "16 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/films/3menbaby.asp",
  "Claim": "The ghostly image of a boy who died in the home where Three Men and a Baby was filmed can be seen in the finished movie.",
  "Claim_ID": "movies_films_3menbaby",
  "Tags": ""
}