{
  "Origins": "The violence and depiction of male rape in the 1972 film Deliverance were not the only disturbing elements in that cinematic offering. Set in the rural South, the film presents the inhabitants of that area as inbred, mentally-backward, dangerous creatures capable in their animalistic simplicity of anything. The boy encountered early in the film by the urban foursome is cut from this cloth: with pale, flat eyes and stony face, he gazes upon the interlopers impassively. While he is momentarily drawn from his aloofness by the friendly musical competition he becomes caught up in, at the end he recoils from the offer of a handshake, reacting far more like a wary animal that has been cornered than a human being.",
  "Fact Check": "",
  "Description": "The item quoted above, which began circulating in January 2011, offers an explanation for the inclusion of the \"dueling banjos\" scene different from its actual purpose of setting the tone for the film. According to its lights, the musical exchange was unplanned and unscripted, the result of an accidental encounter between one of the actors and a mentally disadvantaged local boy, fortuitously caught by a cameraman. Which is hogwash. Musicians Eric Weissberg and Steve Mandell arranged and performed \"Dueling Banjos\" on the Deliverance soundtrack. This call-and-response piece audiences now know as \"Dueling Banjos\" is a bluegrass classic \"Feudin' Banjos,\" which was composed in 1955 by Arthur \"Guitar Boogie\" Smith. The banjo-playing boy in the film was portrayed by Billy Redden, then an 15-year-old Georgia student. The lad was hired for the role because he fit the visual image many have of a mentally-deficient youngster and so would wordlessly communicate to the film's audience the stereotype discussed above. He was neither slow-witted nor autistic. He also could not play the banjo. (Some camera trickery and the use of a double combined to make it appear otherwise). Redden, who currently works as a cook and dishwasher at a restaurant in Dillard, Georgia, has since appeared in three other films: Blastfighter (1984), Big Fish (2003), and Outrage (2009). Barbara \"script kiddie\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "The 'Dueling Banjos' (guitar & banjo) scene was NOT part of the original script in the movie, until the cameraman happened to catch it on film. NOTE: The family of the boy was well paid and beat poverty by accident. The guy playing the guitar in Deliverance is Ronnie Cox. This is an excerpt of the film \"Deliverance\". When the filming group of the movie stopped at a gas station somewhere, one of the actors started to play a tune of the film on his guitar. An Autistic boy was watching the filming at the gas station and heard the music. He started to respond with notes from his banjo. This started an incredible dialogue of instruments and the autistic boy expressed himself in probably the only form in which he was prepared to communicate. This is how this remarkable scene, 'that was included in the movie', was developed and filmed. Look at the expression of the boy. At first, he seems uncertain and waiting but as the intensity of the music progressed, his lost expression was gone and an expression of pleasure and happiness was recovered, thanks to this guitar player (Ronnie Cox) who happened to pass by. After this magic moment passed, the boy returned into himself leaving this part of his externalized beauty in the film... a truly memorable part of the movie. Watch the little boy especially at the end.",
  "Last Updated": "24 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/films/deliverance.asp",
  "Claim": "A chance encounter between an autistic child and an actor resulted in the \"dueling banjos\" scene in Deliverance .",
  "Claim_ID": "movies_films_deliverance",
  "Tags": ""
}