{
  "Origins": "What is actor Michael J. Fox's middle name? Is it Justin? Jackson? How about Jazzhands? The answer to the question of exactly what that initial stands for has proved elusive to many of his fans, allowing for the rise of a strange rumor: Michael Fox's parents allowed him to choose his own middle name, so when he was six years old he opted honor his favorite dessert and become Michael Jello Fox.",
  "Fact Check": "",
  "Description": "The exact origins of this rumor are unclear (it's probably an escapee from one of the plethora of fake \"Did you know?\" factoid lists that have long circulated online), but the unusual claim has been posted to multiple Internet forums over the years. Although the details of the story change depending upon the source, the basic premise of the rumor was provided during a 2008 \"off-topic\" discussion on the Rotten Tomatoes film site about middle names: But here's the absolute best nickname in the world: Jello! When Michael J. Fox was a kid, he was given the chance to pick his own middle name, so he picked the name of his favorite dessert at the time! Michael JELLO Fox. I kid you not! Curiously, expressions of this rumor have also made their way into some online sales listings for the Back to the Future DVD: Notes: Theatrical release: May 25, 1990. Estimated budget: $22 million. BACK TO THE FUTURE grossed more than $80 million at the domestic box office and more than $240 million worldwide. Michael J. Fox's middle name is Jello. His parents let him pick his own middle name at the age of two. (This note is also wrong in stating that Back to the Future had its theatrical release in 1990. The second sequel, Back to the Future III , opened in 1990, but the original movie first hit theaters in 1985). Okay, so what is Michael J. Fox's real middle name? The correct answer is ... wait for it ... \"Andrew.\" Huh? How is that possible? According to a brief biography from the Michael J. Fox Foundation, the actor was born Michael Andrew Fox in 1961 to parents William and Phyllis Fox in Edmonton, Alberta. The actor explained in his autobiography Lucky Man: A Memoir that it wasn't until he had to register for the Screen Actors Guild (SAG) that he decided to use a different middle initial for his professional name, due to industry requirements for unique stage identifiers: The Screen Actors Guild prohibits any two members from working under the same stage name, and they already had a \"Michael Fox\" on the books. My middle name is Andrew, but \"Andrew Fox\" or \"Andy Fox\" didn't cut it for me. \"Michael A. Fox\" was even worse, the word fox having recently come into use as a synonym for attractive. (Presumptuous?) It also sounded uncomfortably Canadian Michael Eh? Fox but maybe I was just being oversensitive. And then I remembered one of my favorite character actors, Michael J. Pollard, the guileless accomplice in Bonnie and Clyde. I stuck in the J, which sometimes I tell people stands for either Jenuine or Jenuis, and resubmitted my forms. So it was Michael J. Fox on the call sheet I picked up at wrap each night that summer. In terms of birth names, Michael J. Fox's middle name is therefore Andrew. In terms of stage names, his middle name is like that of President Harry S. Truman simply an initial that stands for nothing in particular.",
  "Originally Published": "",
  "Referred Links": "https://www.michaeljfox.org/foundation/michael-story.html;http://www.booksamillion.com/p/Back-Future/Michael-J-Fox/K025195004268;http://forum.rottentomatoes.com/topic/show/1804888?page=3;http://www.amazon.com/gp/forum/cd/discussion.html?cdForum=Fx20DX5GEB7TUX8&cdThread=Tx23UZPX8XX6SFK;",
  "Example": "[Collected via e-mail, May 2015] I have read several times since the 90s that Michael J. Fox's middle name was left up to him to choose, and that when he was six years old, he chose \"Jello.\"",
  "Last Updated": "5 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/actors/michaeljfox.asp",
  "Claim": "Actor Michael J. Fox chose the middle name 'Jello' for himself when he was a child.",
  "Claim_ID": "movies_actors_michaeljfox",
  "Tags": ""
}