{
  "Origins": "Clara Bow. The \"It\" Girl. Most people are familiar with those names, even if they don't know who Clara Bow was or how she came by the nickname. Simply put, Bow was the hottest actress of the late 1920s (until silent films were supplanted by \"talkies\"), the girl with the \"heart-shaped face, an hour-glass figure, and thick auburn hair dyed a flaming orange-red.\" The film that made her a household name was 1927's It, based on a turgid novelette by the dowager Elinor Glyn (renowned for her 1907 novel Three Weeks, which featured a scandalous tryst on a tiger-skin rug). Although even Glyn couldn't provide a consistent definition of just what \"it\" was, everyone knew what \"it\" meant. (Or, as Dorothy Parker quipped about It 's heroine: \"It, hell: she had Those.\")",
  "Fact Check": "",
  "Description": "Off-screen, Clara Bow lived up to her on-screen reputation, engaging in affairs (under the guise of on-again, off-again \"engagements\") with actors Gilbert Roland and Gary Cooper, director Victor Fleming, a married doctor named Earl Pearson, and \"King of Broadway\" Harry Richman. Gossip about Bow's private life was so pervasive that in 1931 the Coast Reporter ran a three-week series in which it named her as the mistress of several different men and claimed that she often had sex in public, engaged in threesomes with prostitutes, slept with women when no man was available, and turned to animals when no human companionship was at hand. These outrageous tales were widely believed by a public that assumed a publication wouldn't dare to print such stories unless they were true. Small wonder, then, that decades later, the public would similarly believe the scandalous tales about Clara's taking on the entire USC football team printed in Kenneth Anger's notorious book Hollywood Babylon. Belief, however, does not turn rumor into fact. As we investigate the genesis of the rumor, keep in mind that Los Angeles of the 1920s offered little in the way of entertainment outside of movies. It was not yet a cosmopolitan town whose artistic attractions could rival New York, Chicago, or San Francisco, nor would it have a major league professional sports team until the NFL's Cleveland Rams moved to Los Angeles in 1946. College football was the biggest game in town back then, and the USC Trojans' \"Thundering Herd\" was a wildly popular crowd favorite. Clara Bow attended at her first USC game in 1926 as part of a promotion for her new film It and wangled tickets to a 1927 game from a Paramount publicity man who had formerly worked for USC. Clara was fascinated with the Trojan players, particularly captain and All-American quarterback Morley Drury. Clara later arranged a double date for herself and best friend Tui Lorraine with Drury and his fraternity brother Tom Dorsey. As Drury told Bow's biographer David Stenn, however, \"Nothing happened. We never got involved in a 'bedroom scene' or anything like that. We were too damn innocent.\" Nonetheless, Clara began entertaining the USC Trojans and their opponents at her house after every home game. Food and music and dancing were part of the program, but sex (or even alcohol) was not. As USC end Lowry McCaslin admitted, \"We had a good time, but it wasn't that exciting.\" And as biographer Stenn noted, \"The quaint reality of these evenings hardly corresponds with the scurrilous rumors spread about them later.\" Bow's domineering father objected to her Saturday evening revelries, however, so she took to entertaining groups of players in her room at the infamous mansion-turned-hotel known as the Garden of Allah on Sunset Blvd. But even then, the main events were dancing and early morning swims in the hotel pool. Clara's father soon put a stop to these festivities as well, and her contact with the USC football team was reduced to hosting an annual dinner for them at her home. The wild rumors about crazed orgies where Clara Bow provided personal \"entertainment\" for the entire \"beer-swilling, gang-banging\" Trojan squad grew over the ensuing decades, even though, as Stenn wrote, \"the facts reveal a group of well-behaved boys who were, in Morley Drury's own words, 'too damn innocent' to be anything else.\" Incidentally, USC footballer Marion Morrison later to become world-famous as an actor named John Wayne suffered a shoulder injury in 1927 and didn't play at all that year.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "27 August 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/actors/clarabow.asp",
  "Claim": "Actress Clara Bow held orgies during which she serviced the entire USC football team (including a young John Wayne).",
  "Claim_ID": "movies_actors_clarabow",
  "Tags": ""
}