{
  "Origins": "Beginning in January 2005, rumors circulated nationwide that Jon Heder , the 26-year-old star of the film Napoleon Dynamite , had died in tragic fashion. Some people heard he'd arrived at his final destination via an automobile accident that snapped his neck; others heard the Grim Reaper came to him in the form of a drug overdose, most commonly cocaine or crack cocaine.",
  "Fact Check": "",
  "Description": "We're happy to report the young man is still very much alive. Postdating the rumors of his demise was his appearance as a guest on The Tonight Show on 2 February 2005. He is currently working on two other films, Just Like Heaven and Moving McAllister . In a 21 March news article about the rumor of his death, Heder said \"Yeah, and apparently it'snot true.\" The 2004 movie Napoleon Dynamite came to the attention of the movie-going public at the Sundance Film Festival. Made for just $400,000 by Jared Hess, then a film student at Brigham Young University, it became a nationwide phenomenon, grossing $44.5 million in the United States. Lines from it are being quoted in high schools across the nation. The film has also served to increase teens' vocabulary by introducing liger , a word documented as entering the English language in 1938, to a generation of newly-minted moviegoers. Unlike the fictive cabbit (cat-rabbit cross) and jackalope (jackrabbit-antelope mixture), ligers are real felines that can result from the mating of male lions and female tigers. The rumor of the fledgling actor's death is touted as true on a web page which appears to have been created in February 2005. It has also been discussed on various message boards, including in this thread and this thread on Fox Searchlight and in this thread in the Internet Movie Database's online community. How the whispers started is anyone's guess. While they might have been manufactured to create buzz for an offering new to the DVD/home video market, such a theory stumbles on the pre-rumor success of the film: it sold 1.35 million copies on its first day in stores in December 2004 and was the top-selling DVD for the pre-Christmas week ending December 26. It has since remained in the Top 10 list of rentals and sales. A more likely wellspring for the fiction lies in a combination of the actor's religious background, a recurring element in contemporary lore, and some old-fashioned mishearing and garbling. Jon Heder is a Mormon, and popular culture regards the young male adherents of that religion to be particularly clean-living and upstanding. His sudden demise would therefore be regarded by many as a double tragedy in that not only would a promising newcomer to the film industry have been lost to the world, but so would a person of presumed moral fiber and virtue. All deaths are losses to be grieved over, but we are programmed to feel an especial sense of anguish over the passing of young people because their lives have ended before they've truly begun. This evocation of mourning gets elevated to an even higher level in instances where the short-lived decedent had already been dealt more than a rightful share of tragedy during his or her existence, or possessed talent now lost to the community, or was a singularly likeable or praiseworthy person. In Jon Heder's case, while his talent and youth work to fuel the rumor of his demise, it's the presumption of a saintly lifestyle that gives it an extra push. Expiring in either of the manners described would tend to topple him from the pedestal widespread stereotyping would place him upon, and gossip so loves to feast on a fallen angel. Death by overdose of an illegal drug tends to be proof of illicit drug use, a hobby that would poke great holes in a choirboy image. Likewise, a young celebrity's perishing in a car crash gives off the aroma of foolhardy behavior on the part of the fellow called to glory unstated yet worked into the fabric of the whisper is the supposition of the deceased's having been driving too fast, or in a reckless fashion, or having been under the influence of drugs or alcohol. More deeply buried in such hypothesis is the surmise that fame had gone to the lad's head, with success on the screen leading to fast cars and foolish living and ultimately a pine box. Fabrications about the demise of celebrities or pop culture icons deemed too young to have passed away abound. The quintessential hoax of this ilk is the \"Paul is dead\" belief attaching to Paul McCartney it began in 1969 and at least among some continues to this day. Other famed personages scuttlebutt had pushing up daisies even as they themselves continued to traverse this mortal coil include William Hung of American Idol fame, Subway pitchman Jared Fogel , children's television host Steve Burns of Blue's Clues , and even the dog from the Taco Bell commercials. Barbara \"wracked by ilk\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.recmusicbeatles.com/public/files/faqs/pid.html;http://www.imdb.com/name/nm1417647/board/nest/15526873;http://forum.foxsearchlight.com/viewtopic.asp?t=8889;http://forum.foxsearchlight.com/viewtopic.asp?t=8755;http://www.ninjapirate.com/napoleon_dynamite.html;http://www.tigers-animal-actors.com/about/liger/liger.html;http://www2.foxsearchlight.com/napoleondynamite/;http://www.wolfmanproductions.com/napoleon.htm;",
  "Example": "[Collected via e-mail, 2005] I heard somewhere that Jon heder form Napoleon Dynamite died from an overdose. Then I heard he died in a car accident. I call shenenigans, since I would have heard about it. Are either one of these rumors true?",
  "Last Updated": "23 March 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/actors/heder.asp",
  "Claim": "Actor Jon Heder, of Napoleon Dynamite fame, died in a car crash or took a fatal overdose.",
  "Claim_ID": "movies_actors_heder",
  "Tags": ""
}