{
  "Origins": "In the 1981 film Raiders of the Lost Ark , one particular scene consistently brings the house down: Indiana Jones, having survived an elaborate chase through a casbah, is confronted by an Arab swordsman whipping through a flashy routine with a scimitar. Indy initially squares off against the deadly swordsman bearing only his trademark whip in his hands; then with a look of infinite fatigue and disgust, he casually pulls out his revolver and blows the bad guy away:",
  "Fact Check": "",
  "Description": "That bit of unexpected humor flowed not from the pen of a screenwriter but from the desperation of Harrison Ford. His desire to spend less time on this scene and more in a washroom led to an actor-inspired script change that was ultimately worked into the film. Three months' of shooting in the blazing heat in Tunisia had resulted in a terrible bout of dysentery for Harrison Ford. The original scene, as called for in the script, would have required approximately three days to shoot. Not looking forward to another lengthy shoot under that blistering sun, Ford persuaded Spielberg to try the scene this much shorter way. (One could say Ford was given \"the runs\" of the place.) Occasionally, some confusion surfaces as to who Ford or Spielberg had the notion for this script change. The principals themselves don't appear to disagree on it being Ford's baby, but those who've heard the diarrhea story second- and third-hand have been known to get muddled on this point. (In a 1995 interview, George Lucas attributed the creative spark to Steven Spielberg, for example.) As for whose idea it was, according to a 1981 interview with Steven Spielberg: Ford developed dysentery in the blistering 130-degree heat of Tunisia, where the cast and crew had to fan their mouths constantly to keep out flies looking for shade (one crawled into chief villain Paul Freeman's mouth during a crucial scene). Too weak to swing his whip, Indy was slated for a 3 1/2-page fight when Ford had a better idea. \"We had Indy pull out his revolver and dispatch the dude,\" says Spielberg of the film's funniest scene. As noted on the Indiana Jones Wiki, this scene is humorously referenced in the prequel film Indiana Jones and the Temple of Doom : After Indy escapes the temple, two Thuggee swordsmen challenge him (even briefly showing off their skill with the sword much like the Arab Swordsman), and he smugly reaches for his gun. However, this time Indy can do nothing but smile sheepishly and fight them with his whip after he remembers that his gun was lost by Willie Scott earlier in the film. The music cue confirms the homage to Raiders of the Lost Ark. Barbara \"some have a muse; others have dysentery\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "29 July 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/movies/films/raiders.asp",
  "Claim": "A case of the runs led to one of Raiders of the Lost Ark's most memorable scenes.",
  "Claim_ID": "movies_films_raiders",
  "Tags": ""
}