{
  "Origins": "We rarely offer our audience a glimpse behind the scenes into how we go about researching a rumor. It's usually a boring process most of our readers wouldn't find at all interesting, primarily because the most time-consuming part of investigating the origins and truth (or falsity) of rumors is often not the legwork of performing research and tracking down background material, but all the time required to collate the research results, organize the information, and write it up as a coherent narrative for others to read. But this item provided an example in which the research itself was every bit as much the story as the rumor, so for a change we thought we'd skimp a little on the \"organization\" and \"coherent narrative\" part and take the reader along on a trip through the process.",
  "Fact Check": "",
  "Description": "When we're investigating a rumor about a person who is both well-known and long dead, the first place we usually turn is the most recently published biography about that person (on the assumption that the biographer had access to the most up-to-date, and therefore most accurate, information). In this case the most recent Clark Gable biography was 2002's Clark Gable by Warren G. Harris (also the author of the 1974 dual biography Gable and Lombard ), and there we found that Mr. Harris had indeed addressed this rumor: In March [1945] Gable's heavy drinking finally caught up with him. While driving home from a party celebrating the American victory on Iwo Jima, he lost control of the car as he passed through the Bristol Circle, a dense tree-filled traffic island on Sunset Boulevard in residential Brentwood in West Los Angeles. It being around four o'clock in the morning, there may have been no eyewitnesses to what actually happened. But MGM publicists and security chief Whitey Hendry got to the accident scene before it was reported to the police or press. [MGM publicist] Howard Strickling later claimed that Gable crashed into a tree on the front lawn of Harry Friedman, a talent agent for MCA. According to Strickling, Friedman knew enough about the industry's penchant for secrecy to phone MGM instead of the cops. \"It wouldn't have been good if a photographer arrived and snapped Clark Gable lying on the lawn covered with blood and his car all cracked up,\" Strickling said. After a studio doctor arrived to patch up Gable, he was taken to Cedars of Lebanon Hospital, and the wrecked car was quickly towed away. At the hospital Gable required ten stitches for head and shoulder wounds and was detained for \"observation.\" He was in a drunken stupor and kept threatening to walk out, so all his clothes were taken away to lessen the chances. He spent the next three days in isolation, being thoroughly dried out. The press had so many informants at Cedars of Lebanon that Gable's presence became known within minutes. Amusingly, the story handed out by MGM was that Gable's car had been sideswiped by a drunken driver who immediately sped away! Nobody believed it, but it got printed and also started rumors of what really happened. One of the more extreme had Gable killing a pedestrian and MGM persuading one of its minor executives to take the rap for him! After \"confessing\" that he had really been driving the car and Gable was only a passenger, the exec supposedly served a year in jail for manslaughter, after which MGM rehired him with a whopping pay increase and pension plan.1 According to this account, Gable was once involved in an automobile accident while drunk, but he hit a tree (not a pedestrian or another car), and he injured no one but himself. And while MGM did feed reporters a story about Gable's having been forced off the road by another driver in order to head off unflattering publicity about his drunkenness, there was no pedestrian whose death needed to be \"hushed\" by a \"pliant press.\" We wouldn't want to dismiss this rumor based on a single source, however, especially since in this case the referenced biography provided no footnotes or endnotes to indicate the source of the author's information. (Biographers often simply pick up and repeat anecdotes from earlier biographies and other printed sources without independently verifying their validity.) Remembering that we had come across this rumor in a recent book about \"strange myths and curious legends\" associated with Los Angeles, Paul Young's L.A. Exposed , we flipped through the volume to see what it had to say: Not surprisingly, there has never been a credible validation of Gable's hit-and-run story. The only recorded episode in Gable's life that bears any resemblance occurred on June 20, 1933 when he drunkenly ran his Duesenberg into a tree. According to the Los Angeles Examiner, he was on his way to visit Strickling when he misjudged the driveway and piled right into a large eucalyptus. According to the Examiner, Strickling rushed Gable to Cedars-Sinai and told reporters that he had swerved to avoid a drunk driver traveling in the opposite direction, apparently to hide Gable's own intoxication. And just to make sure that the public felt sorry for him, Strickling forced him to stay in the hospital for an entire week. Gable's mysterious hospital stay in 1933 seems to be the real basis of the rumor. Yet, even that is of questionable origin. In fact, it's likely that Strickling made up the story about crashing into a tree to hide something else, something slightly more embarrassing. According to his biographer, Lyn Tornabene, the real reason for Gable's secretive hospital stay was to get cosmetic surgery on his famously large ears and tobacco-stained teeth, and he didn't want anyone to know about it, including his studio bosses.2 Now we were confronted with a legend-within-a-legend: According to this version, the rumor of Gable's automotive mishap dated from 1933 (twelve years earlier than the previous account), and the real story involved no dead pedestrian or even an automobile accident rather, the entire \"car crash\" tale was fabricated by Gable and a studio publicist as a cover story for a prolonged hospital stay during which Gable underwent cosmetic surgery on his ears and teeth! Right away, a few problems with this account jumped out at us: No newspaper account from 1933 (or even 1945) would have made reference to \"Cedars-Sinai,\" as the Cedars of Lebanon and Mount Sinai hospitals did not merge to become the Cedars-Sinai Medical Center until 1961. The story given that Gable and MGM publicist Howard Strickling fabricated a story about an automobile accident to prevent their bosses from knowing Gable had really sneaked away to the hospital for a week to undergo some cosmetic surgery is absurd on its face. Could anyone really believe Gable's MGM employers, upon hearing that one of their major stars had been seriously injured in an automobile accident, wouldn't immediately send someone over to the hospital to check on his condition and investigate what had happened to him? Improbable as his information may be, Mr. Young at least mentioned his source: \"biographer Lyn Tornabene.\" A check on the author's name revealed that Ms. Tornabene is the author of the 1976 Clark Gable biography Long Live the King , so we turned to that work to see if it could help us sort out the details of this rumor. Confusingly, what we found was that nothing in Long Live the King corroborated the story offered in Paul Young's L.A. Exposed , despite his identification of it as his source. First off, Ms. Tornabene's take on the genesis of this rumor differed little in detail (and was probably the source of) the version we found in the first biography we consulted: Clark's heroic consumption of alcohol ceased to be a laughing matter when he wrapped himself around a tree in the middle of the night in March [1945], too drunk to find the Wilshire Boulevard cut-off from a traffic circle. Fortunately for his image, the tree he ran into was on the lawn of agent Harry Friedman, who knew the business well enough to call Howard Strickling rather than the police or an ambulance. It was four or five in the morning, as Howard recalls, and Friedman said to him, \"Howard, geez, your friend is bleeding; what shall I do?\" Howard told him he was too far [away] to come quickly, so he would send [MGM publicist] Ralph Wheelwright and [MGM security chief] Whitey Hendry. \"In the meantime,\" he said, \"tell Clark to talk to no one And have them get the car out of there as fast as they can.\" Howard explains, \"It wouldn't have been particularly good to have some photographers go out and make a picture of Clark Gable lying on the lawn all covered with blood, and his car all cracked up, because they would all say, 'Who was with him?' you know. They always said, 'There was some woman with him and you hid her.'\" Wheelwright called a doctor, who called a surgeon; the Stricklings arrived in time to take Clark to Cedars of Lebanon Hospital. There he got ten stitches in his head and shoulder, and was placed under observation. Howard had to take away his clothes to make him stay in the hospital, but within three days he talked [his secretary] Jean Garceau into bringing him a suit, and his doctor into releasing him. Once he was hospitalized, there was no way to keep the press from closing in. The story the reporters were told was that Clark had swerved into the tree to avoid hitting a drunken driver, who did not stop at the accident. The press printed it, but no one believed it. Those who were told what MGM claimed was the true story behind the newspaper story didn't believe that either. Rumors persist that the true true story was so damaging that MGM issued a fake true story to fog it. \"Who was with him?\" people still ask. \"What were they hiding?\"3 Nowhere in Long Live the King did we find anything about Clark Gable's involvement in an automobile accident in 1933, or his striking and killing a pedestrian, or his plotting a mysterious week-long hospital stay, or his undergoing cosmetic surgery on his ears and teeth. The book merely mentioned that at some point in his career Gable had his teeth capped, and that there had since been dispute over when the work was performed and who paid for it. (Gable himself said that MGM head Louis B. Mayer paid for it, which contradicts the notion that the dental work was something Gable arranged for himself on the sly.) Likewise, on the subject of Gable's ears, Long Live the King simply quoted several people who worked with Gable, half of whom maintained that Gable had his \"ears fixed\" at some unspecified time, and half of whom emphatically denied that Gable ever had anything done to his ears. Working on the charitable assumption that the author of L.A. Exposed didn't just make up his own version of the Gable rumor but somehow misreferenced his source, we kept looking for additional information to resolve the discrepancies. Since an essential component of \"dead pedestrian\" rumor is that MGM chief Louis B. Mayer conspired with a Los Angeles district attorney to conceal the truth and send an uninvolved MGM employee to jail in Gable's place, a book about Mayer seemed a good place to start. Consulting Charles B. Higham's 1993 work, Merchant of Dreams: Louis B. Mayer, M.G.M. and the Secret Hollywood , we found yet another version of events, one that asserted as fact the claim that Gable did indeed kill a pedestrian while driving drunk and avoided jail only through the machinations of Louis B. Mayer: Mayer had an impossible Joan Crawford on his hands. On October 21, 1933, she stormed into his office and demanded an increase from $3,500 a week to $4,500 or she would not continue work on the picture Today We Live. He told her, probably in more colorful language to get lost. She did; she disappeared from the shooting on the following Monday and could not be found. Finally, she settled for $4,000 and completed some final shots. Clark Gable was irritated at the publicity surrounding the Mayer-Crawford fight because he was getting only $2,500 a week. He complained that he was suffering from adhesions following the gall bladder operation, and he was annoyed that Mayer was lending him to Columbia Pictures, considered the Siberia of the industry, to make a picture entitled Overland Bus (later, It Happened One Night). He began to drink heavily, partly because of the fact that Miss Crawford had dumped him in favor of the handsome young Franchot Tone. While driving drunk down to Sunset Boulevard from the Hollywood Hills, he rounded a bend too sharply and struck a pedestrian, killing her instantly. Mayer acted immediately; he laid him off salary for ninety days, canceled a proposed picture, cut his salary in half for all future movies and told him to lie low until it was time to make the Columbia movie. Somebody would have to say they were driving the car, since the press would get onto the fact if the court dockets were burned. The dead woman's family was howling for blood. Mayer went over the list of his executive staff to find the one he could definitely spare. He selected an executive I will call Mark Pine and summoned him to the office. He told Pine that, whatever happened, the studio must not be damaged or destroyed by the exposure of its leading star to charges of manslaughter; that Pine had an opportunity to save everyone's neck. Pine would be offered a guarantee of life employment at M.G.M., and an income stretching to death, if he would take the rap for Gable, plead guilty to a manslaughter charge, saying that he was with Gable at the wheel, and, by prearrangement with [Los Angeles district attorney] Buron Fitts, would go to prison for a limited time. He accepted; Gable went to Palm Springs [to begin filming It Happened One Night] and Pine served a twelve-month term. No inkling of the matter ever reached print.4 Here the lack of detail concerning some key points arouses our suspicion. This account doesn't tell us anything about when all this activity supposedly occurred (the most the reader can infer from the context is that the events described supposedly took place sometime in 1933), it doesn't provide any information about the putative accident victim, it doesn't identify the \"proposed picture\" that Mayer allegedly canceled because of the incident, and it doesn't tell us anything about the MGM employee who purportedly took the rap for Gable (other than referring to him by a pseudonym). And the details that are checkable reveal a writer sloppy with the facts: The film Today We Live premiered in March 1933 Joan Crawford could hardly have been threatening in October 1933 to stop working on a movie she had completed over seven months earlier! (Presumably the author was referring to her next project, the Gable-Crawford film Dancing Lady , which finished shooting in October 1933.) As the only cited source for this account was an interview with a former studio employee sixty years after the fact, we began to suspect that the author had been taken in by someone who'd simply recounted an age-old rumor to him as a real-life event. Clearly, we needed more information to be able to sort out the conflicting accounts. Since we had two versions of the rumor that set Gable's automobile accident in 1945 and two others that set it in 1933, the first order of business was to determine whether Gable was involved in two different accidents or just one, and when they took place. The 1945 incident was easy enough to verify through newspaper archives: Gable's accident was front-page news in both the Los Angeles Examiner and Los Angeles Times , and it was also mentioned in the New York Times and Variety (a prominent entertainment industry trade publication). The Los Angeles Times ' account, from Sunday, 26 March 1945, read as follows: CLARK GABLE INJURED IN FREAK AUTO CRASH Clark Gable, the motion-picture actor, was in Cedars of Lebanon yesterday recovering from injuries he received in a freak accident late Saturday [24 March] on the traffic circle at Sunset Blvd. and Bristol Ave., Brentwood. Dr. Myron Prinzmetal, the actor's personal physician, says his condition is not serious. Gable, according to a report to Metro-Goldwyn-Mayer studios, was driving east on Sunset Blvd. and, in accordance with traffic regulations, proceeded around the south half of the traffic circle. He was confronted with another car, the driver of which apparently had become confused and was proceeding west on the same arc of the circle. To avoid colliding with the other car Gable drove his automobile over a curb. Gable's car struck a tree, throwing him against the steering wheel. The actor received a laceration of the right leg which required several stitches, and a bruised chest, the studio reported. Dr. Prinzmetal ordered Gable to remain in the hospital over Sunday. He is expected to leave the institution today. The driver of the other car apparently did not realize that Gable had had an accident and did not stop, it was reported. These accounts conform to the version of events given in the two Gable biographies cited above: Gable ran his car into a tree during the early morning hours of 25 March 1945, he was taken to Cedars of Lebanon Hospital for treatment of some cuts and bruises, and MGM fed the press the story that Gable was run off the road by a wrong-way driver. (Contrary to the biographic accounts, none of the contemporaneous newspaper reports stated that the non-existent other driver was \"drunken\": since the other driver was unidentified and reportedly did not stop, nobody could possibly have known whether the other driver was drunk or not.) Gable's accident was so prominent, in fact, that it prompted a section-leading follow-up story in the Los Angeles Times the next day (March 27) about the Board of Public Works' ordering \"an engineering survey to ascertain what can be done to reduce the traffic hazard at Sunset Blvd. and Bristol Ave., Brentwood, scene of numerous accidents.\" The Los Angeles Times article from Monday, March 26 , stated that Gable was \"expected to leave [Cedars] today,\" and a March 27 Variety piece noted that Gable \"checked out of the hospital Monday,\" so the duration of Gable's hospital stay was apparently one night only, not \"three days\" or \"one week\" as variously reported by his biographers. About an accident in 1933, we found ... absolutely nothing. The author of L.A. Exposed maintained that the \"only recorded episode in Gable's life that bears any resemblance occurred on June 20, 1933 when he drunkenly ran his Duesenberg into a tree\" and claims the accident was reported in the Los Angeles Examiner , but no mention of Clark Gable's being involved in an automobile appeared in the Los Angeles Examiner on June 20, June 21, or any other day in June 1933. None of the newspapers we checked (the Los Angeles Examiner , the Los Angeles Times , the New York Times , and Variety ) carried any story about Clark Gable and an automobile accident any time in 1933. In fact, it's quite clear that Gable couldn't possibly have been involved in an automobile accident in Los Angeles on June 20 that year, because according to Variety Gable (\"on advice from his physician\") had left for Alaska with his wife three days earlier (June 17) and was still away on vacation as late as July 3 (when Variety reported that MGM was trying to get him to return from Vancouver and finish work on Dancing Lady ). Outside of the unlikely event that Gable was involved in two separate alcohol-related automobile accidents on the same portion of the same street (the first of which was so completely covered up that not a word of it ever reached the press), we had to concede that something was wrong here. Even if Higham or his interviewee got the dates mixed up and was indeed referring the 1945 accident, the details were still obviously wrong: Buron Fitts , the district attorney whom Higham claims arranged the deal that prevented Gable from being charged with manslaughter and sent another MGM employee to jail in Gable's place, left the Los Angeles D.A.'s office in 1940 and served with the Army Air Force in Europe during World War II , so he couldn't have been involved in brokering a deal with Mayer in 1945. So, we were left trying to reconcile how Clark Gable could have run over a pedestrian in Los Angeles while he was actually in Alaska, or how his accident could have been covered up by an out-of-office district attorney who was halfway around the globe serving in the military. Perhaps, we thought, some answers might turn up if we looked into what was happening in Clark Gable's life in 1933. The sources we'd used so far all agreed that during the latter part of the year Gable experienced some significant medical problems, missed a couple of months' work, was docked a large chunk of salary, and landed in Louis B. Mayer's doghouse: Prior to starting work [on Dancing Lady], Gable joined some friends on a hunting trip to Jackson Hole, Wyoming. After his return on June 11 he was supposed to report to the studio the next day, but during the night he awakened with a high fever. In a panic he phoned Howard Strickling, who immediately summoned MGM's medical consultant, Dr. Edward B. Jones. The diagnosis was grim. Pyorrhea had developed in Gable's always-troublesome teeth and gums. The infection was rapidly spreading through his system and threatened to kill him. Dr. Jones rushed him to a private hospital for treatment. After several days on drugs, Gable rallied. Oral surgeon George Hollenbach, Jr., then took charge and, in one lengthy operation, extracted almost all of Gable's teeth. Two weeks later, when the gums were starting to heal, impressions were made for a set of false teeth. Meanwhile [producer David O.] Selznick and director Robert Z. Leonard were \"shooting around\" Gable, trying to finish all the scenes in which he didn't appear and saving his for last. On July 30 Gable was feeling secure enough about his new teeth to come in for two hours to film a short scene with Crawford and Fred Astaire. The one-day return proved too much for Gable. \"He was so weak, perspiration broke out on his face. I never felt so sorry for anyone,\" Crawford recalled. That night Gable developed another high fever and landed back in the hospital. His previous infection had apparently reached his gallbladder, which became inflamed and had to be removed. Doctors said it would be at least a month before he'd be strong enough to work. Selznick wanted to replace Gable with Robert Montgomery, but L. B. Mayer wouldn't agree. MGM's season contracts with exhibitors had promised a Gable-Crawford starrer for Christmas, and the studio had to deliver. By August 25 Selznick had shot everything else he needed for Dancing Lady, so production was suspended until Gable could return for his scenes. Since he first missed work on June 12, Gable's paychecks had also been suspended. He'd lost nearly $22,000 in wages, which pained him more than some of his health problems. He got so angry that he ignored doctors' orders and returned on August 29, only to collapse after a half-day's work. He went home and stayed in bed for a week. Feeling fully recuperated, he finally returned on September 8, the thirteenth day of the longest production shutdown in MGM's history. Due mainly to the delays caused by Gable's health, the production cost $923,000, or $150,000 over budget. Within four days, Selznick assembled a rough cut for a sneak preview to gauge public reaction. The screening at the Fox Wilshire Theater in Beverly Hills was well received except for numerous comment cards expressing shock over Gable's haggard looks in the close-ups that were made right after he returned from his sickbed. Selznick decided to call him back for several days of retakes, which gave Gable more cause to dislike the producer, even though it was for his own benefit. Gable was furious and became angrier still when informed that his next trip would be a loan-out to one of Hollywood's \"poverty row\" studios for a comedy about overnight bus service. A Hollywood legend claims that Louis B. Mayer loaned Clark Gable to minor-league Columbia Pictures as punishment for the problems he caused during Dancing Lady, but that's not true. Between his illnesses and his suspended salary, Gable had been \"punished\" enough. It was simply a business deal that benefited both studios. MGM had no project of its own ready for Gable, and it also earned $500 per week by charging Columbia $2,500 instead of the $2,000 that he received at home.1 Two days into production [of Dancing Lady], Clark Gable was due on the set from a bear-hunting expedition with Marino Bello, when the same problem that had afflicted Mayer in Rome struck him down. Gable had long neglected his teeth, and now a major infection invaded his gums, the result of very advanced pyorrhea. Mayer was afraid he might die; Dr. Edward B. Jones again came to the rescue and called for multiple extractions. Almost every tooth in his head came out, and he was fitted with porcelain dentures. Gable was laid off, but he came in for a difficult day's work on July 30 and was applauded by the crew. His system was badly undermined, however, and he came down with an inflamed gall bladder and had to be operated on on August 1. Mayer was determined not to replace Gable; the rushes were disappointing, and it was clear only Gable could save the picture. Mayer called Nicholas Schenck and the picture was closed down until August 29, but Gable collapsed again, and again the picture was delayed.4 The contemporaneous newspaper accounts we dug up confirmed Gable's hospital stays: Variety noted in its July 24 issue that Gable had been discharged from Cedars of Lebanon after a \"tonsil snatching,\" and a number of newspapers reported in early August that Gable had re-entered the hospital to have his appendix removed. (The news reports that Gable's surgeries were tonsil and appendix removals, two very common types of operations, were undoubtedly less-alarming cover stories given out to the press by MGM to avoid the disclosure that one of their stars was seriously ill.) We also noted another item that, although it didn't involve Clark Gable, might have some bearing on this rumor. Higham repeated a story he picked up from Lawrence Grobel's The Hustons , about actor-writer (and later world famous director) John Huston: On September 25 [1933], John Huston, son of Walter Huston and a promising writer in whose welfare Mayer took a strong interest, ran over a woman while driving on Sunset Boulevard and killed her instantly. He claimed that he was sober. Walter Huston was still one of Mayer's favorite actors and worked on and off at the studio. There was no way that this episode could not be kept out of the papers: John Huston was a nobody, and Mayer could not again pull strings. It was announced on September 26 that a grand jury had been called to determine whether John Huston was guilty of manslaughter or murder. Walter went to see the hard-pressed Mayer; he begged him to see that William Randolph Hearst's all-important newspaper chain, and in particular the powerful columnist Louella Parsons, should underplay the matter. Mayer would, of course, have less influence over the other newspapers. Mayer is believed to have invested $400,000 to suppress the matter. Huston escaped the charges, and it was arranged that he would leave the country and go to England for an indefinite period. 4 It's far more likely Huston escaped prosecution because there was no strong evidence that he was at fault in the accident than because Mayer \"invested $400,000 to suppress the matter,\" as $400,000 was an enormous sum of money in 1933, more than half the budget of an MGM feature film and easily the equivalent of several million dollars today. It beggars belief that Mayer would have spent such a huge sum to protect \"a nobody\" who was not nearly as important to MGM financially as Gable was, and simply having newspapers \"underplay the matter\" wouldn't have kept Huston out of criminal court. We mention the incident because it poses an extraordinary, or perhaps not so extraordinary, coincidence: another tale of a woman killed in an accident on Sunset Boulevard in 1933 by a Hollywood-connected driver who escaped prosecution through the behind-the-scenes manipulations of Louis B. Mayer. At this point we had enough to reconstruct the true arc of events, and a likely scenario for the rumor. The truth: On Monday, 12 June 1933, Clark Gable was to begin production on the film Dancing Lady . The night before, however, he was struck down by an advanced infection that required several days of hospitalization, followed by the extraction of most of his teeth. Since it would take a couple of weeks for him to recover his strength and for his gums to heal sufficiently to allow the fitting of dentures, after his release from the hospital Gable and his wife left for a vacation in Alaska and Canada where he could recuperate away from studio pressures and the prying eyes of fans and the press. (He couldn't have been especially anxious for others to see him in his newly-toothless state.) MGM shot scenes around Gable until he returned to California and was fitted with false teeth, but after a single day's work on July 30 he was again felled by the same infection, now serious enough to require the immediate removal of his gall bladder. Gable was out for another month before finally returning to the studio in September; meanwhile, the producer considered replacing him, production on Dancing Lady was shut down, the film ran $150,000 over budget, and Mayer docked Gable over two months' pay. (Actors under studio contract were not paid per film; they were paid weekly salaries, whether they were currently working on films or not. Illness was considered a poor excuse for missing work when it delayed production and incurred additional expenses for the studio, so contract actors were often penalized for taking sick days.) After Dancing Lady finally wrapped in October, Gable (displaying a notable lack of enthusiasm) was sent over to Columbia Pictures for the film that would eventually become It Happened One Night because Mayer had no other project lined up for him and could cover his salary (and more) by lending him to another studio. Nearly twelve years later, Gable ran his car into a tree on Sunset Boulevard after a night of heavy drinking. MGM was notified of the accident before the police or the press, and they floated the story that Gable's car was forced over the curb by a wrong-way driver. A banged-up but not seriously injured Gable was taken to the hospital, held overnight, and discharged the next day. The rumor: Sometime after Gable's 1945 automobile accident, a rumor began to spread that Gable had hit a pedestrian rather than a tree. Gossipmongers whispered that the poor woman had been killed and the studio had arranged for someone else to take the rap to protect Gable. Perhaps Gable's 1945 non-fatal accident was conflated with Huston's 1933 fatal accident, producing the apocryphal tale that Gable was the one who had hit and killed a woman. Perhaps an MGM employee really did kill a pedestrian and serve time for vehicular manslaughter in the 1930s, thereby providing fuel for the later claim that he was an innocent party sent to prison in place of Clark Gable. Whatever the case, people who knew or worked around Gable, recalling events with the haziness of decades-old memories, found the rumor plausible: they remembered that Gable was a heavy drinker, that one year (1933) Gable had been in the hospital (due to the automobile accident), that he'd been suspended without pay (because Mayer was upset at having to deal with the fallout of his drunken driving), that production on a film ( Dancing Lady ) had been shut down and Gable had almost been replaced (because Mayer needed to get rid of him quickly), that Gable had left the country (to keep ahead of the law in case things went badly), and that Gable had then been shipped out to Columbia Pictures, the Siberia of the film industry (because Mayer was punishing him). From such hazy half-rememberings and unconscious conflation of separate events are long-lived rumors created, especially when such tales confirm what everyone \"knows\"; that the studios of the 1930s and 1940s went to any lengths to protect their misbehaving stars. The rumor about a dead woman and a studio flak sent to jail sounds believable because it so perfectly fits what we already believe about how the studios guarded their properties and is therefore accepted as valid without question. If this lengthy exercise in sleuthing teaches anything, it's the danger inherent in accepting any one source's version of an event as gospel. Each of the resources we consulted mixed up bits of fact with rumor and included some mistakes (which could have been avoided with some minimal research), and some presumably \"authoritative\" accounts weren't just slipshod but egregiously in error. Yet they all shared one thing in common: each account was presented as truth of the \"No need to question this\" variety. Had we merely cracked open one book or even two or three and accepted whatever we found there as veracious, we'd have been just as much in error.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0312206461/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0671435698/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/1883318157/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0440220661/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0609604953/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0815410263/ref=urbanlegendsrefe;http://da.co.la.ca.us/about/history?page=2;http://us.imdb.com/ReleaseDates?0024675;",
  "Example": "[Time, 2000] When a drunken Gable hit and killed a pedestrian near Hollywood Boulevard, L.B. [Mayer] sent Gable into hiding and then conspired with the local D.A. to have a minor executive take the rap in return for staying on the payroll for life at a higher salary. A pliant press hushed the story.",
  "Last Updated": "15 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/actors/gable2.asp",
  "Claim": "Clark Gable killed a pedestrian while driving drunk, but MGM covered up the accident and sent another man to jail in his place.",
  "Claim_ID": "movies_actors_gable2",
  "Tags": ""
}