{
  "Origins": "Classifying this entry about a purported Our Gang curse as \"True\" or \"False\" is a bit problematic: Although the facts stated in the example above are mostly true, we've listed this item as false because the implied significance of these facts that they represent an unusually high pattern of tragic deaths amongst a selected group is not supported by the evidence.",
  "Fact Check": "",
  "Description": "In general, most \"curse\" lists which supposedly document remarkably high levels of premature deaths and other tragedies of life within a group of people connected by some common bond should be taken as nothing more than frivolous entertainment because they are constructed through a number of misleading means: They list only entries that fit the assumed pattern, omitting any mention of the (usually much larger) group of entries that don't fit the pattern. They include inaccurate or distorted information in order to bolster their length with entries that don't appropriately belong there. They make the ordinary and commonplace seem unusual through the use of selective inclusion. To amplify on that last point, we'd explain it this way: If one were to choose any group of thirty or so people born in the U.S. in the 1920s and 1930s and follow them through the course of their lives, it wouldn't be the least bit unusual to find that several of those people died well short of the average life expectancies of their times due to disease, accident, homicide, or suicide. People get sick, die in accidents, and kill each other (or themselves) all the time these are the facts of life, sad as they are. Such deaths may be tragedies, but they're hardly outside the pale of ordinary human experience. Before we launch into specifics, let's briefly run down the lives of the 29 child actors who were regulars (i.e., appeared in fifteen or more installments) of the 221 Our Gang comedies (also known as The Little Rascals ) produced between 1922 and 1944. This information was compiled from Leonard Maltin's book ( The Little Rascals: The Life and Times of Our Gang ), the Internet Movie Database (IMDb), and various news accounts: Ernest Frederic Morrison (\"Sunshine Sammy\"): Appeared in 28 installments. Successful post-Rascals career in show business and aerospace industry. Died of cancer at age 76. John Condon (\"Jackie\"): Appeared in 28 installments. Successful post-Rascals career as an accountant. Died of cancer at age 59. Allen Clayton Hoskins, Jr. (\"Farina\"): Appeared in 105 installments. Successful post-Rascals career as a psychological technician. Died of cancer at age 59. Richard Daniels, Jr. (\"Mickey\"): Appeared in 49 installments. Continued to work in show business in his post-Rascals career, then entered the engineering field and largely dropped out of sight after moving to Africa. Spent the last three years of his life as a taxi driver before dying alone in a San Diego hotel room of cirrhosis of the liver at age 55. John H. Davis: (\"Jackie\"): Appeared in 19 installments. Successful post-Rascals career as a doctor. Died at age 78. Mary A. Kornman (\"Mary\"): Appeared in 41 installments. Successful post-Rascals career in show business. Died of cancer at age 57. Joe Cobb (\"Joe\"): Appeared in 86 installments. Successful post-Rascals career in aerospace. Died at age 85. Andy Samuel (\"Andy\"): Appeared in 86 installments. Successful post-Rascals career in show business and art store management. Died at age 82. John Morey Downs (\"Johnny\"): Appeared in 24 installments. Successful post-Rascals career in show business and real estate. Died of cancer at age 80. Jay R. Smith (\"Jay\"): Appeared in 36 installments. Successful post-Rascals career in the retail business. Stabbed to death in Las Vegas at age 87 by a homeless man whom he had befriended. Jean Darling (\"Jean\"): Appeared in 35 installments. Successful post-Rascals career in show business and mystery writing. Still alive at age 92. Robert E. Hutchins (\"Wheezer\"): Appeared in 58 installments. Joined the Army Air Corps and died just short of age 20 when his plane crashed on landing during a training exercise. Harry Spear (\"Harry\"): Appeared in 58 installments. Post-Rascals activities unknown. Maltin reports rumors that he was working in a bank or had become a surgeon; IMDb lists him as dying in 1969 at age 46; other sources claim he is still alive but denies being a former Little Rascal. The best evidence to date indicates that his real name was Harry Sherman Bonner, and that he died of heart disease in 2006 at the age of 84, maintaining to the grave that he was not the Harry Spear who appeared in several dozen Our Gang comedies. Mary Ann Jackson (\"Mary Ann\"): Appeared in 32 installments. Married, raised two children, and died of a heart attack at age 80. Norman Myers Chaney (\"Chubby\"): Appeared in 32 installments. Died of a glandular ailment in early adulthood. (Maltin reports he was 18 years old at the time of his death; IMDb lists him as being 22.) Jackie Cooper: Appeared in 32 installments. Very long and successful post-Rascals career in films and television. Died of natural causes in 2011 at the age of 88. Dorothy DeBorba (\"Echo\"): Appeared in 32 installments. Married, raised two children, worked as a clerk at UC Berkeley. Died in 2010 at the age of 85. Matthew Beard, Jr. (\"Stymie\"): Appeared in 36 installments. Had post-Rascal problems with drug addiction and served time in prison, eventually underwent successful rehabilitation and returned to show business. Died of pneumonia at age 56. Jerry Tucker: Appeared in 36 installments. Successful post-Rascals career with RCA. Still alive at age 89. George Robert McFarland (\"Spanky\"): Appeared in 95 installments. Successful post-Rascals career as a sales manager with Philco-Ford and a lecturer. Died of a heart attack at age 64. Tommy Bond (\"Butch\"): Appeared in 27 installments. Successful post-Rascals career in television directing and production work. Died of heart disease at age 79. Scott Beckett (\"Scotty\"): Appeared in 15 installments. Suffered post-Rascals problems with divorce, violence, alcohol, drugs, and crime. Committed suicide by barbiturate overdose at age 38. William Thomas, Jr. (\"Buckwheat\"): Appeared in 93 installments. Successful post-Rascals career as a film laboratory technician. Died of a heart attack at age 49. Carl Dean Switzer (\"Alfalfa\"): Appeared in 61 installments. Worked at playing bit parts in film and television, tending bar, and serving as a hunting guide. Shot to death at age 31 in a dispute over a $50 debt. Eugene Gordon Lee (\"Porky\"): Appeared in 42 installments. Operates a merchandise licensing company. Died of cancer in 2005 just days short of his 72nd birthday. Darla Hood (\"Darla\"): Appeared in 42 installments. Successful post-Rascals career in show business as a singer/songwriter and voice-over artist. Died of hepatitis at age 47. Darwood Kaye (\"Waldo\"): Appeared in 21 installments. Had a successful post-Rascals career in show business before joining the ministry. Killed by a hit-and-run driver at age 72. Robert Blake: (\"Mickey,\" but inexplicably listed above as \"Spanky\"): Appeared in 40 installments. Very long and successful post-Rascals career in show business. Arrested in April 2002 for the murder of his wife; acquitted at trial in March 2005. Still alive at age 81. William Laughlin (\"Froggy\"): Appeared in 40 installments. Killed at age 16 when his bicycle was hit from behind by a truck. Frankly, the first thing that seems evident from this list is that the Our Gang bunch has been, on average, remarkably long-lived (especially considering that many of the men served in the military during World War II). Prior to a detailed analysis of their longevity, however, we should first dispose of a couple of names that don't belong on this list: Kendall McComas, who played \"Breezy Brisbane,\" doesn't really belong here, because he appeared in a mere handful (8) of Our Gang films. (If we included every child actor who was in more than one installment of the Our Gang series, we'd just be making our case stronger by watering down the \"cursed\" list with an even greater preponderance of people who led very long and successful lives.) Although Kendall McComas did eventually commit suicide (reportedly because he was despondent over his forced retirement), he still enjoyed quite successful post-Rascals careers in show business and electrical engineering, and he was a few weeks short of his 65th birthday at the time of his death. Although Photoplay magazine stated in 1930 that Pete the Pup (a pit bull) had been fatally poisoned, one cannot say that the \"Pete the Pup\" died, since (as was common practice with film animals) the part was played by a succession of several different animals (sometimes, reportedly, by multiple dogs within a single episode). So, what do we find? Analyzing the information about the 28 Our Gang child stars described above, we calculate the following: 55% of the actors are still alive or lived to be at least 72 years old. 76% of the actors reached the average life expectancy at birth for persons of their time. 83% of the actors reached what we would now consider \"middle age\" (i.e., late 40s or higher). This may not sound impressive by modern standards, but it's a significant figure given that the average life expectancy at birth for most of the actors listed here was in the mid-50s range. On the \"tragic\" side, we find that: Three of the actors (10%) were victims of homicides (although two of the three were already well advanced in age at the time of their deaths). Two of the actors (7%) were killed in accidents (and one of them was a military pilot, a high-risk occupation). One of the actors (3%) committed suicide. Two of the actors (7%) died prematurely from medical ailments. Two of the actors (7%) had significant problems with substance abuse (and related crimes). Although these percentages may be higher than one would expect to find among the general population, they're not at all out of line with reasonable expectations given the extremely small sample size (29) used here. One man's \"curse\" is another man's normal cross-section of society.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.cdc.gov/nchs/data/nvsr/nvsr56/nvsr56_09.pdf;http://www.waxapple.org/brad/blog/archives/2098;",
  "Example": "[Collected via e-mail, 2005] Gee, rough neighborhood! Remember Our Gang? What ever happened to those people? Well, here it is...........sad........... THE OUR GANG CURSE... Alfalfa -- Carl Switzer was shot to death at age 31. Chubby -- 300-pound Norman Chaney died at age 22 following an operation. Buckwheat -- William Thomas died at age 49 of a heart attack. Darla Hood -- The Our Gang leading lady contracted hepatitis and died at age 47. Brisbane -- Kendall McCormas, known as Breezy Brisbane, committed suicide at age 64. Froggy -- William Robert Laughline was killed in a motor scooter accident at age 16. Mickey Daniels -- He died of liver disease at 55. Stymie -- Mathew Bear led a life of crime and drugs. He died of a stroke at age 56. Scotty Beckett -- He died at age 38 following a brutal beating. Wheezer -- Robert Hutchins was killed in an airplane accident at age 19. Pete the Pup -- He was poisoned by an unknown assailant. and Spanky.......Robert Blake is accused of murdering his wife (recently acquitted)",
  "Last Updated": "3 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/other/ourgang.asp",
  "Claim": "An unusually high percentage of the child actors who starred in the Our Gang film series have met tragic, premature ends.",
  "Claim_ID": "movies_other_ourgang",
  "Tags": ""
}