{
  "Origins": "On 9 October 2014, a rumor began circulating via social media that the Jim Henson Company was working on Labyrinth 2, a sequel to the 1986 film Labyrinth . The rumor stemmed from an article published by Variety about Billy Crystal's joining the cast of another Jim Henson project, Which Witch . At the end of the article, author Davy McNary mentioned the Henson company also had several other projects in the works: It's also working on a quartet of legacy titles in the Henson library a Fraggle Rock movie that's been in development at New Regency; a sequel to 1982's The Dark Crystal; a sequel to 1986's Labyrinth; and a movie based on the Emmet Otter character. Variety updated the article on 13 October 2014 to clarify the above-quoted sentence: Henson Co. is working on a project based on Labyrinth but it is not a sequel. But that correction didn't kill the rumor, because in November 2014 a fake movie poster for Labyrinth 2 started circulating on the internet:",
  "Fact Check": "",
  "Description": "That movie poster was a private mockup for the not-in-the-works Labyrinth 2 created by artist Ruben Ireland which went viral shortly after it was published by Slash Film on 11 November 2014 in an article titled \"Cool Stuff: Movie Posters for Sequels That Never Happened.\" Labyrinth was a box office bust when it was released in 1986 but has built a cult following over the years thanks to Jim Henson's amazing puppetry and a flamboyant performance by the Goblin King, David Bowie: The Jim Henson Company has not announced any plans to create a Labyrinth sequel, but it is reportedly working on another film based on the original movie. As of 13 November 2014, details of the (as yet) untitled project are not available.",
  "Originally Published": "",
  "Referred Links": "http://www.boxofficemojo.com/movies/?id=labyrinth.htm;http://www.slashfilm.com/sequels-art-show/;http://variety.com/2014/film/news/billy-crystal-joins-henson-which-witch-1201326184/;",
  "Example": "[Collected via email, November 2013] \"Labyrinth 2 return of the goblin king is rumored to be released soon but I can't find a release date anywhere and it's floating around facebook like wild fire.. Is this a rumor? or can all of the Jim Henson lovers of the world get stoked about the upcoming Labyrinth 2?!\"",
  "Last Updated": "13 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/films/labyrinth2.asp",
  "Claim": "The Jim Henson Company is developing a sequel to the 1986 film Labyrinth .",
  "Claim_ID": "movies_films_labyrinth2",
  "Tags": ""
}