{
  "Origins": "A number of rumors are associated with the death of actor Brandon Lee while filming the dark fantasy The Crow. Some suggest Lee was murdered by the same Chinese Mafia that supposedly caused the sudden death in 1973 of Lee's father, martial arts star Bruce Lee, as punishment for his exposure of ancient martial arts secrets on film. Others speculated that Brandon Lee was murdered by organized crime with ties to the Hong Kong movie industry, angered by his refusal to work in their films. The simple truth is that Brandon Lee was killed in a tragic accident, the result of carelessness and cost-cutting, and the scene was not used in the final cut.",
  "Fact Check": "",
  "Description": "According to newspaper and magazine accounts, the scene in question was staged early in the morning of March 31, 1993, in Wilmington, North Carolina. The scene was the death of Lee's character, Eric Draven, at the hands of street thugs, and was a pivotal plot element to the movie. Lee was to walk in through a door carrying a bag of groceries. Actor Michael Massee, who played Funboy, fired a revolver loaded with blanks at Lee. To complete the illusion, a small explosive charge was to go off in the grocery bag. Unfortunately, a fragment of a dummy bullet, used earlier in close-up shots, was lodged in the barrel, and the blank charge propelled the fragment into Lee's side, fatally wounding him. The Internet Movie Database claims that the film was destroyed without being developed. By some accounts, however, all film taken of the scene was confiscated by Wilmington police for use in their investigation. It's possible that investigators simply viewed a video used by the production crew for quick playback. Subsequent investigations found Lee's death to be accidental, and while it was attributed to negligence on the part of the film crew, no criminal charges were filed. Lee's mother, Linda Lee Caldwell, did file a civil suit, but the matter was settled out of court. In spite of the acrimony over responsibility for Lee's death, both his mother and his fianc , Eliza Hutton, were supportive of completion of the film. Doing so required some rewrites, shooting remaining scenes with a double, and digitally \"tricking\" Lee's face into a few key scenes. The shots involving Draven's death were redone and nowhere is there a glimpse of him being shot through a grocery bag. Instead, as Draven enters the apartment, a knife is thrown at him by Tin-Tin, played by Lawrence Mason. The wounded Draven is later dragged to the center of the room, shot by Funboy and another of the gang, and then tossed out the window to his death. This scene is done by a double; the only time Lee's face is seen in this series of shots is as he falls to his death. This was accomplished by digitally adding Lee's face to a double. Concern over how to market a movie in which the principal star has been killed prompted the original studio, Paramount Pictures, to bow out. Several other studios declined the film, until Miramax, which has earned a reputation for successfully marketing small, hard-to-sell films, took it up. Miramax has used controversy to its advantage in marketing films like The Crying Game, but took the high road in the release of The Crow. Very little was made of Lee's death in the advertising of his final film, and the closing credits carry the simple dedication \"For Brandon and Eliza\".",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/title/tt0109506/combined;",
  "Example": "",
  "Last Updated": "26 June 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/actors/brandonlee.asp",
  "Claim": "The scene in which Brandon Lee was fatally wounded was left in the final cut of The Crow.",
  "Claim_ID": "movies_actors_brandonlee",
  "Tags": ""
}