{
  "Origins": "It's a testimony to the power and effectiveness of film studio publicity departments during the heyday of the studio system in the 1930s and 1940s that much of the apocryphal information they concocted and propagated for publicity's sake continues to be cited as fact many decades later. (How many times recently have we seen \" Ronald Reagan \" offered as the answer to the trivia question \"Who was Warner Bros.' first choice to play the lead in Casablanca \"?) News was frequently imparted by studio PR departments simply to keep actors' names before the public, with little regard for the accuracy of the information making up and releasing bits of inventive fiction about actors was considered a perfectly legitimate way of maintaining fan interest. Colorful tales about stars' backgrounds or fabricated tidbits about remarkable (but benign) aspects of their private lives were common fodder for the publicity machine, as were rumors of unusual contract specifications that a particular actor was obligated by the terms of his or her contract to remain unmarried, to maintain a weight above or below a specified figure, to learn foreign languages, or to refrain from singing or smiling in public. One of the more frequently-repeated examples of these rumors, as cited in the example above, is the contention that silent film star Buster Keaton was \"precluded from smiling on screen\" by the terms of his contract, another of those bits of PR apocrypha that continues its tenacious hold as a piece of \"true Hollywood lore\" several decades on.",
  "Fact Check": "",
  "Description": "Joseph Frank Keaton IV known from early childhood as \"Buster\" for his uncanny ability to pull off demanding physical stunts and pratfalls without injury plied the vaudeville stage from the time he was a tot, starring with his parents in a comedy act billed as \"The Three Keatons\" and playing the role of a \"human mop\" who was tossed and thrown about the stage by his much larger father. When the mature Buster's size and his father's drinking eventually made their stage routine dangerously untenable, Buster struck out on his own, and after a chance encounter with popular comedy film star Roscoe \"Fatty\" Arbuckle in New York, he began his film career playing in a series of two-reel Arbuckle comedies between 1917 and 1920. After the Virginia Rappe scandal effectively ended Arbuckle's career, Arbuckle's producer, Joseph M. Schenck, signed Keaton to a film contract giving him complete artistic control over his output. Throughout the 1920s Keaton turned out a brilliant series of comedic shorts and feature films renowned for their inventiveness, for Buster's amazing ability to perform hair-raising stunts, and for his portrayal of an unflappable, unsmiling character in a porkpie hat who steadfastly maintained the same deadpan facial expression no matter what calamity or misfortune befell him (which led to Keaton's being tagged as \"the Great Stone Face\"). Unfortunately, the advent of sound films and the onset of the Great Depression resulted in Keaton's losing his independence as a filmmaker, and in 1928 he signed as a contract player with MGM, where he starred in a series of films which were ill-suited to his unique talents and afforded him little opportunity for creative input. His increasing dependence upon alcohol led to the termination of his MGM contract in 1932, and from then on he was reduced to acting in bit parts, serving as an uncredited gag writer, and working as an assistant director until stage appearances and a renewed interest in his silent film work sparked a \"Buster Keaton revival\" in the 1950s, culminating in the production of a 1957 feature film biography, The Buster Keaton Story (which, sadly, had little in common with the real events of Buster Keaton's life). Never in his career did Buster Keaton work under a film contract forbidding him from smiling, however. None of the contracts Keaton signed prior to 1924 has survived, and it would have been improbable for any of them to have contained such a clause. His \"stone face\" character had not yet been fully formed when he served his film apprenticeship with Fatty Arbuckle (in his screen debut, as a customer in the Arbuckle short \" The Butcher Boy ,\" for example, Keaton smiles, laughs, and mugs for the camera), and it would have been rather pointless for Joseph Schenck to have signed Keaton to a contract granting him complete autonomy in his filmmaking, yet handicapping him by restricting the facial expressions he was allowed to use! Indeed, the 1924 contract between Schenck and Keaton, as described by biographer Tom Dardis, was a \"standard artist's contract of eight pages, written in businesslike English, with only one slight departure\" (and the \"departure\" had nothing to do with Keaton's smiling on-screen). Documentary evidence aside, the idea that Buster Keaton's contract would have included a stipulation (as anything other than a publicity stunt) preventing him from smiling in his film appearances is nonsensical, for a couple of important reasons: Buster Keaton didn't need a contractual obligation to preclude his \"stone face\" character from smiling in films, any more than Charlie Chaplin needed a clause requiring his Little Tramp character to wear a derby and oversize shoes, or Arthur Marx had to be prohibited from allowing his Harpo character to speak. These were all long-established, tremendously popular characters whom the actors had developed and built their careers upon through years and years of stage and screen work, and they weren't as long as they had any say in the matter about to change them one bit while audiences continued to pay to see their work. The notion that they had to be contractually restrained from altering their characters is about as silly as the suggestion that the New York Yankees needed to put a clause in Babe Ruth's contract requiring him to hit home runs, lest the Bambino suddenly decide to transform himself into a slap hitter who poked and bunted his way onto base instead of swinging for the fences. Once Buster Keaton did lose his say in the matter by becoming a contract player with MGM, such a clause would have been unnecessary, as he was obligated to appear in whatever film properties MGM put him in, and to act appropriately for whatever roles they chose for him. If MGM wanted him to smile, he would smile; if they didn't want him to smile, he wouldn't smile. MGM's putting a \"no smiling\" clause in Keaton's contract would have been superfluous, akin to a football player's signing a contract mandating that he adhere to NFL rules whether or not a player's contract explicitly requires him to follow the rules of the game is irrelevant, because the referees will. There are many things particularly the many inventive aspects of his comedic filmmaking craft for which Buster Keaton should be remembered, but attributing one of his best-known, endearing trademarks to a contractual clause imposed upon him by a studio rather than his own creativity does a remarkable man an injustice.",
  "Originally Published": "",
  "Referred Links": "http://www.silentera.com/PSFL/data/B/ButcherBoy1917.html;http://us.imdb.com/title/tt0050218/;http://silent-movies.com/Arbucklemania/Scandal.html;http://silent-movies.com/Arbucklemania/home.html;http://www.busterkeaton.com/;",
  "Example": "[Robertson, 1991] Buster Keaton's famous unsmiling face was a contractual obligation. His contract with MGM precluded him from smiling on screen ...",
  "Last Updated": "28 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/actors/keaton.asp",
  "Claim": "Silent film star Buster Keaton was contractually precluded from smiling on-screen.",
  "Claim_ID": "movies_actors_keaton",
  "Tags": ""
}