{
  "Origins": "In the 1965 movie Doctor Zhivago, directed by David Lean, a woman is seen attempting to board a moving train. As Zhivago (Omar Sharif) grabs her hand to help her aboard, she slips and seems to fall beneath the wheels of the train. The next scene, however, has her safely being pulled aboard. Rumor has it that the actress actually lost her legs during the filming of the scene.",
  "Fact Check": "",
  "Description": "This rumor is due at least in part to a documentary on the making of Doctor Zhivago, produced for the 30th anniversary of the film. Narrated by Omar Sharif, it includes an interview with Geraldine Chaplin, who played Zhivago's wife. She relates the incident as follows: And he [Sharif] took her hand, and she went under, she went under the train. And she got her legs very hurt, they weren't cut off, but they were very badly . . . And everyone hated David Lean the day after that, because you know what he did? He said, \"Well, what could you do?\" They took her out, and they rushed her to the ambulance, and David just stood there and he said, \"Dress the double,\" and we continued. And we continued with the double. And everyone said, \"How dare he!\" but what could he do? We were making a movie, what could he do? Call a day's rest? No, he said, \"Dress the double.\" Sharif continued with: Perhaps David didn't show it on the set, but privately he was very concerned about the woman and made many phone calls to the hospital asking about it. Chaplin's melodramatic telling of the story, plus her mumbling of \"they weren't cut off\", either inspired or added to the legend. The incident was also related in David Lean: A Biography by Kevin Brownlow: Another train scene gave David one of the worst moments of his career. A woman with a child (a dummy) was supposed to run along side the train and grab Zhivago's hand and be hauled aboard. But a miscalculation was made, and instead of the woman holding Omar Sharif's hand, he was instructed to hold hers. \"She started panicking,\" said Ernie Day, who was watching it all through the camera, \"but he didn't understand her. She was trying to make him let go, and when she did finally wrench her hand away shestumbled and disappeared out of the viewfinder.\" It appeared that the woman had fallen beneath the train. Horrified, David ordered the train to stop, and hardly dared look, expecting to see mangled flesh. \"What a terrible feeling it was,\" said Pedro Vidal, assistant director. \"Yet nothing happened to her. She had a lot of contusions but nothing great. David was very worried so we took her to the hospital. And David was wondering, 'Do we stop shooting or not?' He was asking himself, he was not asking Pedro. \"I didn't answer because I knew David very well. He said, 'I think we better continue, Pedro, for the morale.\" It turned out that the actress, Lili Murati, a Hungarian survivor of the Holocaust, had bunched up as she had fallen so the wheels had not severed her limbs. She was also wearing thick clothes, which protected her further. Her stumble can be clearly seen in the finished film. \"We carried on shooting with other scenes.\" said Barbara Cole. \"Three weeks later, we re-shot it and the same actress came back and did it again. An amazing feat. I don't know how she had the courage.\" Brownlow is a meticulous biographer, and his biography of Lean is well documented. Barbara Cole, who claimed that Murati was back in action three weeks later, did continuity for Doctor Zhivago and was also with Lean on Lawrence of Arabia. In fact, she was Lean's paramour and left a collection of letters between herself and other Lean associates, which Brownlow used extensively in his book. None of two other books on David Lean, several contemporary articles in popular magazines, or Stunt: The Story of the Great Movie Stunt Men makes any mention of the incident. Many stunt performers have been seriously injured or have given their lives while making films, but with the possible exception of some silent films, footage of these fatalities is not included in the final prints. Judy \"I prefer Larry of the Sands\" Johnson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "18 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/films/zhivago.asp",
  "Claim": "During the filming of one of the train scenes in Dr. Zhivago, a stuntwoman's legs were amputated when she fell under the wheels, the scene was left in the final cut.",
  "Claim_ID": "movies_films_zhivago",
  "Tags": ""
}