{
  "Origins": "Urban legendry abounds with rumors concerning famous people who are supposedly the unacknowledged (and usually illegitimate) children of other famous people, especially within the Hollywood community (actors being noted in the world of rumor for both their promiscuity and their willingness to go to extreme lengths to avoid the disclosure of negative publicity.) One of the odder rumors of this variety posits that western film star Clint Eastwood is actually the son of comic great Stan Laurel (of the popular Laurel & Hardy comedy film duo). It's hard to imagine what could have fueled this wild tale other than a superficial facial resemblance between the two men, but similar rumors have been propagated based upon even less. (If people will believe that soap opera star Susan Lucci is really the daughter of comedienne Phyllis Diller, they'll probably believe anything.)",
  "Fact Check": "",
  "Description": "Indeed, sources that attempt to explain the origins of this rumor don't generally offer anything more substantive than that a newspaper or magazine article once noted Eastwood and Laurel looked somewhat alike: Perhaps the most amusing [piece of Laurel & Hardy apocrypha] is a belief that actor and director Clint Eastwood might be Stan Laurel's son; varying sources attribute the myth either to a foreign magazine or, incredibly, a letter to a children's comic remarking on the resemblance between the two. The source of the myth was an Italian newspaper from the days that Clint Eastwood was making spaghetti westerns in Italy. An article on Eastwood was illustrated by a portrait of a happily smiling Eastwood and the caption pointed out the likeness to Stan smiling. A British Kids comic printed a photo of Clint with his hair sticking up on end. Somebody wrote to the comic saying his spiky hair looked like Stan's. So the next week they printed their photos side by side with a 'JOKE' caption saying that 'Who knows, Clint could be Stan's son'. Although they may not have spawned the rumors, some aspects of the two men's personal lives may have helped keep it going once it got started. One factor is that Clint Eastwood has always been quite reticent about discussing the details of his private life (he successfully sued the National Enquirer tabloid in 1993 after it falsely claimed to have interviewed him for a cover story entitled \"Dirty Harry Lifts the Lid on His Private Life\"), a circumstance which makes reliable information about his background more difficult to obtain and provides a fertile breeding ground for rumors. Another factor is the coincidence that Clint Eastwood's birth date is given as 31 May 1930, the same month and year that Stan Laurel's wife gave birth to a son. Laurel's son was born two months premature, died nine days later, and was cremated (reportedly because his father could not stand attending funerals), thereby lending plausibility to the notion that the child might actually have survived but was given to others to raise. That rumor doesn't explain why the Laurels might have given up their baby, however: Usually such claims originate with the idea that the child was the result of an extramarital affair and the parents \"got rid\" of it to avoid potentially embarrassing questions about its origins, but this rumor includes no such suggestions. In any case, there is no mystery or surprise in the details of Clint Eastwood's ancestry: He was born on 31 May 1930 at St. Francis Hospital in San Francisco, the son of Clinton Eastwood, Sr. (1906-1970) and Margaret Ruth Runner (1909-2006) . The couple met as teenagers in Piedmont, California, and had two children: Jean, born in 1929, and Clinton (Jr.), born in 1930.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/19990219192722/http://www.eonline.com/News/Items/0,1,1669,00.html;http://www.laurel-and-hardy.com/;http://www.clinteastwood.net/welcome/;",
  "Example": "[Collected on the Internet, November 2011] It has long been a suppressed piece of information that Clint Eastwood is in fact the son of comedy legend Stan Laurel. I suppose Clint has never wanted his tough guy image to be associated with the simple character that Stan portrayed in over 100 Laurel & Hardy pictures.",
  "Last Updated": "21 June 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/actors/eastwood.asp",
  "Claim": "Actor-director Clint Eastwood is the son of comic Stan Laurel.",
  "Claim_ID": "movies_actors_eastwood",
  "Tags": ""
}