{
  "Origins": "In the early morning hours of 29 June 1967, on a narrow country road near a Louisiana swamp, a grey 1966 Buick Electra glided through the dark on its way to New Orleans. The road ahead was obscured by a white haze laid down by a distant mosquito fogger which prevented the car's driver from discerning the presence of a slow-moving tractor-trailer ahead of him. At approximately 2:15 a.m., the Electra slammed into that truck, then slid under it. All three adults sitting in the car's front seat were killed instantly, but surprisingly, the three children riding in the back seat were cushioned from serious harm. Dead at the scene were the driver, Ronnie Harrison; actress Jayne Mansfield; Mansfield's boyfriend Sam Brody; and Mansfield's small dog. Three of Mansfield's five children (Mariska, 3; Zoltan, 6; and Miklos Jr., 8; all fathered by her second husband, Mickey Hargitay), survived the accident.",
  "Fact Check": "",
  "Description": "The precise nature of the injuries inflicted in this accident would not usually bear thinking about, but rumors about the death of one of the passengers was turned into the stuff of contemporary lore when it became \"common knowledge\" that Jayne Mansfield had been decapitated. It is because this belief is as widespread as it is that this topic merits study, and it is due to the nature of the rumor that the discussion needs to be as detailed as it does. Although Mansfield's actual mode of death was gruesome, she was not beheaded. According to the police report on the accident, \"the upper portion of this white female's head was severed.\" Her death certificate notes a \"crushed skull with avulsion (forcible separation or detachment) of cranium and brain.\" One thinks of a beheading as the neck's being sliced through, causing the head to be separated from the body, but that is clearly not what happened here. Scalping is perhaps a closer description of Mansfield's fate, but even that word does not accurately reflect the cranial trauma she suffered, because scalping victims at least retain an intact skull. The Angel of Death did not afford Mansfield this luxury: Her skull was cracked or sliced open, and a sizeable piece of it was carried away. As gruesome as this mode of death was, it at least had the benefit of being quick. Mansfield probably never felt what happened to her, and because of the sharply reduced visibility conditions on the road that night, she likely had only an instant of \"We're going to crash!\" shock to cope with before the impact. Kenneth Anger's 1975 Hollywood Babylon contains a controversial photo of the wrecked Electra which shows Mansfield's dead dog lying beside the car as well as another item that has aroused considerable dicussion, something that appears to be a clutch of human hair. Debate continues as to whether what was captured in that photo was the top part of Mansfield's head, a wig she was wearing (or carrying) at the time of the crash, or something else entirely. Some have chosen to attribute Mansfield's early demise (she was only 34) to a curse somehow connected to the International Church of Satan, an institution founded in 1966 by Anton LaVey. Little is known about the rumored curse, but LaVey is on record as saying it was worked upon her by a consort. Another version has LaVey laying it onto Mansfield's boyfriend Sam Brody, supposedly because Brody was disruptive during Church services and was making Mansfield's life a hell on earth. That the alleged curse also ended up taking the life of one it was meant to help is deeply ironic. Barbara \"jayne err\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "5 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/actors/mansfield.asp",
  "Claim": "The car crash that killed Jayne Mansfield also decapitated her.",
  "Claim_ID": "movies_actors_mansfield",
  "Tags": ""
}