{
  "Origins": "1995 saw the release of the film The Madness of King George , a movie whose plot focused on the bizarre behavior of George III, the English monarch who was commonly said to have \"gone mad\" after losing England's North American colonies to the American Revolution. Modern medical experts now believe King George suffered from a metabolic disorder known as porphyria, and The Madness of King George deals with the political machinations that took place as the king's illness incapacitated him both physically and mentally for extended periods of time.",
  "Fact Check": "",
  "Description": "Coincident with the film's release came the rumor that its distributors had altered its title for the American market, changing The Madness of George III to The Madness of King George lest puzzled Americans think they had missed the first two entries of the series. Let's clear up a couple of matters right off the bat: First of all, the film's distributors had nothing whatsoever to do with its title. Secondly, the title of the film was not changed, nor was it titled differently in America than it was in other parts of the world. The film was always called The Madness of King George , and it bore that title everywhere it was exhibited. The confusion came about because the film was based upon a play entitled The Madness of George III, but the film's producers opted to call their movie The Madness of King George instead. Okay, but why the title switch between stage and screen versions? Did it have anything to do with a fear that Americans might think they'd missed two previous horror flicks about the madness of a character named George? Americans might be a bit gullible and naive at times, but Hollywood has had no compunctions about releasing non-sequel films bearing titles such as Leonard Part 6 , creating sequels with names like Naked Gun 2 , or re-releasing the original Star Wars film with an addition to the opening screen crawl that identified it as \"Episode IV.\" (No, Star Wars didn't bear this designation in its original release, so don't write to us to tell us it did.) Although Nicholas Hytner, the film's director, admitted that the claim is \"not totally untrue,\" he also divulged that the most important factor was that \"it was felt necessary to get the word King into the title.\" The change was not primarily motivated by a perceived need to cater to Americans' alleged gullibility or ignorance, but by a prudent recognition of cultural differences between America and England.America has always been a nation without royalty, and thus using \"King George\" in the title established much more clearly to American audiences that this was a film about a monarch than \"George III\" would have. (Similarly, the 1997 UK film Mrs. Brown , about the relationship between Queen Victoria and John Brown, was advertised under the name Her Majesty, Mrs. Brown in America, where the name \"Mrs. Brown\" would not readily have been recognized as a reference to Queen Victoria.) Of course, you have to wonder what Americans who didn't recognize \"George III\" as the designation of a monarch would make of the film's title. The third part of something? Maybe. So in that sense, perhaps there is a little bit of truth to this one.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "\"The Madness of King George\" is the film adaptation of the Alan Bennett play \"The Madness ofGeorge III,\" its title changed because the distributor was afraid Americans might think it a sequel. [T]here is a delicious story circulating here an example of a \"those-dumb-Yanks\" story that some British people love to tell. It seems the film's title was changed from \"The Madness of George III\" because American audiences would think it was a sequel and not go to see it, assuming they had missed \"I\" and \"II.\"",
  "Last Updated": "17 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/films/george.asp",
  "Claim": "The title of the 1995 British film The Madness of George III was changed to The Madness of King George by its distributors to avoid the possibility that American audiences would think it was the third installment of a \"Madness of George\" movie series.",
  "Claim_ID": "movies_films_george",
  "Tags": ""
}