{
  "Origins": "Who's going to let facts stand in the way of a good yarn? Certainly not the newspapers: Monday was Victoria Day in Canada and, as befits a nation whose biggest public holiday is the late Queen-Empress's birthday, it passed quietly enough unless you were in southern Ontario. At a drive-in near Hamilton, they were showing Twister, the new blockbuster film about killer tornadoes. During one of the duller passages, one guy went to the men's room, and came back to find the screen vibrating wildly and a loud whooshing filling the air. Pleasantly surprised to find that for once the computerised effects and surroundsound were all they were cracked up to be, he took a moment to realise that it was a real twister. Seconds later, the screen was ripped out of the ground and came crashing down on top of the cars, sending the crowd fleeing for their lives. A tornado swept through southern Ontario on 20 May 1996, and one of the things it damaged was the screen at the Can-View 4 drive-in complex just outside the town of Thorold. Coincidentally, that drive-in was scheduled to show Twister that evening. (Then again, so were a lot of other drive-ins Twister was doing great business the week after it opened.) Luckily, the storm swept through a couple of hours before dark, so no one was yet in the facility when the screen came down.",
  "Fact Check": "",
  "Description": "A simple enough story. Until the media got hold of it, that is. Confusion over this tale probably started with a literal interpretation's being applied to the phrase \"Now Showing.\" You and I understand it to mean that the film listed on the marquee will be the one shown that day, not that it's necessarily up on the screen at this particular moment. We don't believe that when at five in the morning we drive past a movie theatre whose marquee announces \"Now Showing! Striptease!\", if we stopped and pried the door open we'd see Demi Moore up there on the screen ripping open her blouse. This distinction proved too much for the media to grasp. Early news stories reported little more than a tornado had hit a drive-in that was showing Twister. This was quickly turned into a story of a tornado flattening a drive-in while the movie was actually playing and people fleeing for their lives. A further ironic twist was added that all this supposedly happened during the very scene in the movie where a tornado rips through a drive-in while The Shining is playing. Surprisingly, this is not a new story. A fellow growing up in Nebraska in the 1960s and 1970s was told as a child about a drive-in screen ripped through by a real tornado during a showing of The Wizard of Oz . But of course that too happened during the tornado scene in that movie, and again people at first thought it was a special effect. Barbara \"torn, eh? doh!\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "17 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/movies/films/twister.asp",
  "Claim": "Patrons watching the film Twister at Canadian drive-in were greatly impressed by the scene where a tornado rips through a drive-in screen . . . until they realized that was no fancy special effect -- they were in the path of a real tornado!",
  "Claim_ID": "movies_films_twister",
  "Tags": ""
}