{
  "Origins": "The Eagles' 1976 album \"Hotel California\" has sold more than 16 million copies, spawned a best-record Grammy, and is regarded by numerous rock critics as one of the best albums ever. Its title track, the haunting \"Hotel California\" continues to entrance listeners even though during its heyday the song was on the charts for only nineteen weeks and in the number one spot for only one.",
  "Fact Check": "",
  "Description": "Because its lyrics contain an ominous undercurrent, many have appeased their sense of disquiet by finding in the words literal and figurative meanings that just aren't there. Theories abound as to what the song means. Some see the devil in the lyrics. Others see a madhouse. Some believe the song was written about a real inn bearing that name. Though there is a Hotel California in Todos Santos, a town on Mexico's Baja California peninsula, its relation to the song begins and ends with the coincidence of a shared name. None of the Eagles stayed there, let alone wrote music there. Nor did they have this building in mind when they set down the lyrics to this popular song. Those who persist in believing the song must be named after an actual building have been known to assert \"Hotel California\" was the nickname of the Camarillo State Hospital, a state-run psychiatric hospital near Los Angeles which housed thousands of patients across its sixty-year history before closing in 1997. To them, the lyrics seem to fit what a mentally disturbed person would experience upon incarceration in a long-term care facility. The imagery of the song is explained as that person's hallucinations juxtaposed against moments of startling clarity as he realizes where he is. However, by far the most common theme to surface in Hotel California rumors is one that links the song to devil worship. The lyrics (which speak of trying to \"kill the Beast\" and not having had \"that spirit here since 1969\") form the bedrock of the various Satan-related theories, but the belief is also fed by the album design. The inner cover is a photograph of people in a courtyard of a Spanish-looking inn. In a balcony above them looms a shadowy figure with arms spread. Many who look at that photo see Anton LaVey, leader of the Church of Satan, and interpret the spread arms as his welcoming the populace below into Satan's trap. That the people in the picture seem unaware of the gleefully evil figure standing above them only adds to the implicit horror of the scene the innocents below are oblivious to their having wandered into the house of the Devil. It's wonderful imagery. But it doesn't hold up. The shadowy figure was a woman hired for the photo shoot. When it comes to finding Satan in this song, over the years we've heard the following: The song is a tribute to the place where the Satanic Bible was written. Devil worshippers bought an old church and rechristened \"the Hotel California.\" Some or all of the Eagles were either heavily involved with the occult or were disciples of LaVey. All the album photographs were taken in and around a building that used to be Anton LaVey's headquarters for his Church of Satan. (Which wasn't the case the album cover was shot at the Beverly Hills Hotel.) In California the 'Church of Satan' is registered under the name 'Hotel California.' Another oddly persistent set of rumors centers on the photos used for the album. On the cover was the image of the approach to a Spanish mission-style hotel at sunset. Inside was the courtyard scene described above, and on its back was a photo of a black man leaning on a mop in the hotel's lobby. Besides the \"Anton LaVey standing on the balcony\" whisper, the presence of certain figures in some photos but not in others is attributed to their being ghosts whose spirits were accidentally captured on film, with the presumption being these were guests of the hotel who expired there. Also, the janitor leaning on a mop in the lobby photo has been rumored to be the propped-up corpse of a dead man (shades of Elmer McCurdy , that). In a particularly creepy extension of that rumor, he was murdered by LaVey as a human sacrifice or by the band members. [Collected via e-mail, 2000] On the cover of The Eagles album Hotel California, there is a picture of an abandoned hotel with someone in the doorway. When they took the picture there was noone in the hotel, and when they developed the picture it seemed as if there was noone there. But on the album cover there appeared someone in the doorway and the belief is that a person died (in some form or another... ranging from overdose to murder) in the hotel before it became abandoned and then appeared in the photo. Another variation I've heard is that they went back & took the picture twice and both times someone appeared in the doorway. I've also been told that the person is only visible on the album cover & not the tape or cd. Besides the four primary rumors (real hotel, mental hospital, devil worship, ghostly images), we've also picked up some unusual ones: The Hotel California was the name of an inn run by cannibals who were in the habit of taking in guests only to serve them up for dinner. The song's closing line (\"You can check out any time you like / But you can never leave\") seems to have sparked that one. \"They stab it with their steely knives\" was a swipe at Steely Dan, with whom, according to rumor, the Eagles were having an ongoing feud. \"Warm smell of colitas rising up through the air\" line which does refer to the scent of burning marijuana was seen as a sign the song was about drug addiction. Others have interpreted 'Hotel California' as a code name for cocaine and thus saw both the album and the song itself as a description of a journey into addiction. The song was about cancer. (We've no idea what prompted that thought.) The truth proves far less satisfying than the myriad rumors that have sprung up around this song. Hotel California is an allegory about hedonism and greed in Southern California in the 1970s. At the time of its release, the Eagles were riding high in the music world, experiencing material success on a frightening level. Though they thoroughly enjoyed the money, drugs, and women fame threw their way, they were disquieted by it all and sought to pour that sense of unease into their music and to warn others about the dark underside of such adulation. In a 1995 interview, Don Henley said the song \"sort of captured the zeitgeist of the time, which was a time of great excess in this country and in the music business in particular.\" In another interview that same year, he referred to it as being about a \"loss of innocence.\" The album has as its underlying theme the corruption of impressionable rock stars by the decadent Los Angeles music industry. The celebrated title track presents California as a gilded prison the artist freely enters only to discover that he cannot later escape. The real Hotel California is not a place; it is a metaphor for the west coast music industry and its effect on the talented but unworldly musicians who find themselves ensnared in its glittering web. Barbara \"the golden state of mind\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.thebeverlyhillshotel.com/;",
  "Example": "[Collected via e-mail, 2003] There's a rumor that s been around for some time concerning the Eagles song \"Hotel California\". The basic premise is that the song is about a Christian church that was abandoned (or otherwise vacated) in 1969, and was taken over by an occultic group (usually Satan worshippers). For some unknown reason, it became known as the \"Hotel of California\". Further rumors have it that the Eagles are Satan worshippers, and that Satan appears in the window on the \"Hotel California\" album jacket. [Collected via e-mail, 2001] I remember hearing as a kid that the Eagle's megaplatinum song \"Hotel California\" was about Aleister Crowley's mansion near Loch Ness, and the weird goings-on that supposedly happened there; including such \"clues\" as the line \"...they stab it with their steely knives, but they just can't kill The Beast\" (Crowley's nickname). It's even been said that if you look on the album cover, you can see Satanic High Preist Anton LeVey in one of the windows. I've looked, and though it is fuzzy... damned if it doesn't look like him. [Collected via e-mail, 2000] My fellow high schoolmates and I (class of '85) were warned of the \"evils\" of certain types of music and were not allowed to play anything that was not approved by the nuns, at our school dances. Music by the Eagles was not allowed due to the \"fact\" that the song Hotel California was about a Satanic Cult organized in California in the year 1969. Reference was made to the lyric, \"we haven't had that spirit here since 1969,\" as meaning the Spirit of Christ had not been present since 1969 upon organization of the cult. The mentioned lyric is a reply to a request for wine, in the song. According to my very protective, but wonderful teachers, this was yet \"more proof\" that the song was about a Satanic cult. Wine is an important symbol of the blood of Christ for Catholics and many Christian denominations.",
  "Last Updated": "24 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/music/songs/hotel.asp",
  "Claim": "The Eagles song Hotel California is about Satanism.",
  "Claim_ID": "music_songs_hotel",
  "Tags": ""
}