{
  "Origins": "By 1970 the Byrds, who had started out so promisingly just five years earlier with two #1 hits (\"Mr. Tambourine Man\" and \"Turn! Turn! Turn!\") had seen more personnel changes than the manager's office at Yankee Stadium under George Steinbrenner. Gene Clark quit the group in 1966; David Crosby was fired in 1967, and drummer Michael Clarke also took his leave shortly afterwards; Gene Clark then rejoined the band, only to quit a second time three weeks later, reducing the Byrds to a duo. Two new musicians, Kevin Kelley and Gram Parsons, were recruited in 1968 to fill the gap created by the departures of Crosby and Clarke, but Parsons resigned from the Byrds less than five months later and was replaced with Clarence White, while Kelley hung on only a few months longer before being sacked in favor of Gene Parsons. The newly-revamped line-up lasted only a month before Chris Hillman opted out as well, leaving Roger McGuinn as the sole remaining original Byrd. Hillman's replacement, John York, managed to serve out most of 1969 before he too was given his walking papers.",
  "Fact Check": "",
  "Description": "When veteran musician Skip Battin was invited to join the Byrds as their bassist in late 1969, Roger McGuinn was optimistic that he had finally assembled a stable line- up for his band. (He was right: this version of the group lasted two and half years, longer than any other incarnation of the Byrds.) Accordingly, McGuinn and his bandmates sought a name for their first album together that would express their faith in the viability of the resurrected Byrds. Suggestions such as \"Phoenix\" and \"the first Byrds album\" were considered, but the double album (half studio tracks and half live recordings) that finally hit record store shelves in mid-1970 bore the odd title of (Untitled) . Why (Untitled) ? Was it a perverse joke? Or a sign of resignation at being unable to come up with an acceptable title? In fact, the unusual title was an accident, the result of a record company's mistake. The details of how the album came to be called (Untitled) differ slightly depending upon the source, but evidence confirms the accidental origins of the name. As Roger McGuinn explained in an advertisement for the album, \"Somebody from Columbia called up our manager and asked him what [the title] was. He told them it was 'as yet untitled,' so they went ahead and printed that.\" The Byrds' producer-manager, Terry Melcher, related a slightly different version of events, claiming that he had written 'Untitled' on the official label copy sheet sent to the record company because the group had not yet settled on a name for the album, and before anyone realized what was happening, the albums had been pressed as (Untitled) . (The fact that the name printed on the album sleeves included parentheses makes Melcher's explanation the more likely one.) Much as we like to think that all aspects of artistic efforts are deliberately infused with meaning, sometimes random chance and coincidence have their say as well. For a similar story involving a different band's album title, check out our \" No Answer \" page.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "27 April 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/music/hidden/untitled.asp",
  "Claim": "Columbia Records mistakenly released a Byrds album without a title.",
  "Claim_ID": "music_hidden_untitled",
  "Tags": ""
}