{
  "Origins": "Lady Gaga, born in New York City in 1986 as Stefani Joanne Angelina Germanotta, has experienced a fast-paced rise to the top of the music industry. While just two years ago few had heard of her, in 2009 she became the first artist to have four #1 Mainstream Top 40 airplay chart hits off a debut album and in 2010 garnered two Grammy awards: Best Dance Recording (\"Pokerface\"), Best Electronic/Dance Album (\"The Fame\"), plus had been nominated in three other categories: Record of the Year (\"Pokerface\"), Song of the Year (\"Pokerface\"), and Album of the Year (\"The Fame\").",
  "Fact Check": "",
  "Description": "Her unique costuming and makeup, strong performance skills, and outrageous persona easily set her up as the target for rumor. In a reprise of the canard that has long dogged actress Jamie Lee Curtis , in 2009 whispers grew in the online world that Lady Gaga was an hermaphrodite, a person possessed of both male and female sex organs. The tipping point appears to be a frame taken from live footage of Lady Gaga during a performance in August 2009 in which she appears wearing a red dress and leaning against a blue motorcycle. In that photo, reclined as she is against the bike, her underthings can, and have been (at least by some), mistaken for a vestigial penis. Prior to speculation over that video, this rumor surfaced as part of a December 2008 blog entry on Starrtrash (\"Lady Ga-Ga Admits True Sex\"), purportedly written by the artist herself, in which the singer \"confirmed that she indeed is a hermaphrodite.\" That tidbit was picked up and reposted on various Internet sites stripped of the context that indicated it to be satire should there be any doubt as to its veracity, even the briefest of glances at the other offerings on the site where it originally appeared reveals that the nature of that venue is to lampoon celebrities of the day via articles such as \"Angelina Jolie Steals Asian Child\" and \"Gwen Stefani Leaves Mandarin [a Chinese restaurant] 100 Pounds Fatter.\" In August 2009, Lady Gaga's manager responded to rumors of the singer's purported hermaphroditism with the brusque statement \"This is completely ridiculous.\" The following month, Lady Gaga said of the rumor on Australia's Fox FM radio station that \"It's too low-brow for me to even discuss,\" but later answered gonzo radio jocks in that country who asked \"Where are we at right now with the tiny penis issue, Lady Gaga?'' with \"My little vagina is very offended. I'm not offended, my vagina is offended.\" By December of that year she was neither waving off nor parrying with humor such queries and was instead addressing them directly. Veteran television interviewer Barbara Walters, who picked Lady Gaga as one of her ten most fascinating people of 2009, put the question to her and received this response: Barbara Walters: \"You know, there also is this strange rumor that you're part man and part woman. You've heard that rumor? Lady Gaga: \"Yes.\" Barbara Walters: \"True?\" Lady Gaga: \"No.\" Barbara Walters: \"Do you mind the rumor?\" Lady Gaga: \"No. No not really. At first it was very strange and everyone sorta said, 'That's really quite a story!' But in a sense, I portray myself in a very androgynous way, and I love androgyny.\" Barbara Walters: \"So you, you like to blur that line?\" Lady Gaga: \"I like, um, I like pushing boundaries.\" For those who don't fancy placing full faith in any one celebrity's word, particularly where potentially delicate matters are concerned, we note that no one (of either sex) whom Lady Gaga has been intimate with has reported having come across any surprises of a penile nature. Given the all too often baseness of human nature and the high degree of interest the tabloids would have in such an intelligence, Lady Gaga's word plus the thunderous silence of those she has befriended should serve to put this canard to rest. Barbara \"poker unfaced\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://abcnews.go.com/Entertainment/story?id=8278249;http://starrtrash.blogspot.com/2008/12/lady-ga-ga-admits-true-sex.html;http://www.youtube.com/watch?v=i23qGLw3H_Y;",
  "Example": "[Collected via e-mail, June 2009] I've heard Lady Gaga is transgender or a hermaphrodite. A google search reveals conflicting information. [Collected via e-mail, August 2009] Hi, just heard a rumor that the singer Lady Gaga is actually male, as evidence by apparent photographs of male genitalia.",
  "Last Updated": "31 January 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/ladygaga.asp",
  "Claim": "Pop star Lady Gaga is an hermaphrodite.",
  "Claim_ID": "music_artists_ladygaga",
  "Tags": ""
}