{
  "Origins": "While celebrity death hoaxes predate the Internet, the online world has made the creation of this form of practical joke extremely easy. It takes little more than a web page tricked out to resemble a news story harvested from a reputable journalistic source to get the ball rolling, and sometimes as little as a Facebook status line is all it takes. As we detail on this site, numerous celebrities have been victimized in this fashion, including: Musician Travis Barker (blink-182 drummer) Singer Justin Bieber Actor Steve Burns (Blue's Clues) Singer/actress Miley Cyrus Actor Johnny Depp Subway pitchman Jared Fogel Actor Jon Heder (Napoleon Dynamite) Singer William Hung Actor Jerry Mathers (Leave it to Beaver) Musician Dave Matthews Musician Axl Rose Actor Ben Savage (Boy Meets World) Musician Gene Simmons Singer Britney Spears Actor Jaleel White (Family Matters) A roster of famous actors who have supposedly died from falling off cliffs (a list which includes Russell Crowe, Jeff Goldblum, Tom Hanks and Tom Cruise) In response to such hoaxes, it has become commonplace to hear celebrities denying rumors of their deaths. Usually a statement from the famous person so named or his or her publicist puts the matter to rest (at least until the next iteration of the leg pull). But such was not the case with Mexican recording artist Sergio Vega.",
  "Fact Check": "",
  "Description": "On 26 June 2010, only a few hours after again dispelling rumors of his sudden demise, 40-year-old Sergio Vega was shot dead while driving to a late-night concert. As described by Sergio Montiel (Vega's assistant, who was also in the car), a white truck drove alongside the singer's red Cadillac, then persons within the truck opened fire. After the singer's vehicle was forced off the road, gunmen finished off Vega with shots to the head and chest. More than 30 bullets were found in Vega's corpse. Earlier that day, the popular Mexican singer also known as El Shaka informed entertainment website La Oreja that online reports of his death were wrong. \"It's happened to me for years now, someone tells a radio station or a newspaper I've been killed, or suffered an accident,\" said the singer. \"And then I have to call my dear mum, who has heart trouble, to reassure her.\" A lawyer representing Vega's family blamed the killing on car thieves, saying he was a \"good man\" who did not have any \"problems\" with the sort of people who carry out organized hit jobs. Vega's band, Los Reyes del Norte, was known for its narcocorridos, ballads set against a polka beat that celebrate the lives and exploits of drug dealers. Musicians performing narcocorridos often become the targets of rival drug gangs.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "3 July 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/music/artists/vega.asp",
  "Claim": "Sergio Vega was murdered scant hours after dispelling rumors of his death.",
  "Claim_ID": "music_artists_vega",
  "Tags": ""
}