{
  "Origins": "On 27 January 2004 William Hung , a 21-year-old UC Berkeley student, endeared himself to millions of viewers and became a household name with his awful yet charmingly spirited, Ricky Martin-imitative 90-second performance of the song ' She Bangs ' on the TV talent show American Idol.",
  "Fact Check": "",
  "Description": "In mid-July 2004, a rumor began to circulate that William Hung had died of a heroin overdose. Although a number of entertainers have indeed passed on from that cause (e.g., Janis Joplin, John Belushi), this rumor is yet another case of a celebrity's demise being attributed to a heroin overdose even though the \"victim\" is still in fact very much with us (as in the case of Steve Burns of TV's Blue's Clues ). The notice of Mr. Hung's death wasn't even a \"serious\" rumor in that it was started by a spoof, and the sample excerpted above provides several clues that the William Hung death piece was intended to be humorous (e.g., the heroin overdose was \"intentional\"; the word \"music\" is enclosed in quotes; the deceased was found funny by \"tens of people\"). The article that prompted the rumor was published on 13 July 2004 on Broken Newz , a satire news and entertainment site whose disclaimer advises that \"stories listed on this site are not real.\" It was the work of pranksters Bill Doty and Joe Peacock of Zug.com , a comedy site. Mr. Hung remains very much alive and has since the rumor performed in a number of venues.",
  "Originally Published": "",
  "Referred Links": "http://www.zug.com/pranks/media/;http://www.brokennewz.com/about/;http://www.brokennewz.com/;http://www.brokennewz.com/displaystory.asp_Q_storyid_E_1027hungdeath;http://www.newsletters.newsweek.msnbc.com/id/4305972/;http://www.williamhung.net/about.cfm;http://www.brokennewz.com/displaystory.asp_Q_storyid_E_1027hungdeath;",
  "Example": "[Collected on the Internet, 2004] American Idol's William Hung Found Dead of Heroin Overdose Las Vegas, NV Kitschy American Idol Star William Hung, famous for his botching of Ricky Martin's \"She Bangs,\" was found dead yesterday, apparently of an intentional heroin overdose. The announcement of his death sent shockwaves to the tens of people who still found him funny. Ironically, Mr. Hung was found by a VH1 camera crew sent to begin filing \"William Hung: Behind the 'Music.'\" Viacom immediately decided to rename the special: \"William Hung: fifteen minutes till death.\" [Rest of article here.]",
  "Last Updated": "2 July 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/hung.asp",
  "Claim": "American Idol favorite William Hung died of a heroin overdose.",
  "Claim_ID": "music_artists_hung",
  "Tags": ""
}