{
  "Origins": "The legend about the hate-filled musician who orders members of particular groups to leave his concerts has over the years been attached to a number of performers, including Clint Black, Phil Collins, John Denver, Gloria Estefan, Don Ho, and Keith Urban. Usually the music lovers being ostracized are Jehovah's Witnesses, but when the rumor attaches to Phil Collins, the ones being driven away are Jews, and when it is told of Keith Urban, they are Canadians. Also, in those latter two cases, putative reasons for the banishment are offered: Collins is said to be a supporter of the Palestine Liberation Organization (PLO) and so regards Jews with disfavor, and Urban is said to be down on Canadians for their country's not supporting the U.S. in its war in Iraq.",
  "Fact Check": "",
  "Description": "The most common version of the story has John Denver, he of the angelic face and kindly manner, demanding the Jehovah's Witnesses in his audiences depart. No reason is given for his enmity, no explanation offered as to what they might have done to have so incurred his wrath. He orders them away, and (we are left to surmise) they meekly get up and leave. Given the many thousands of performers who populate the music scene and the variety of temperaments among them, Denver seems ill-suited for the role of \"singer who turns on his fans and sends them packing.\" Then too, so does the second most common target of the rumor, Phil Collins, a performer who exudes an aura of approachability and geniality. Interestingly, both he and Denver are the subject of other widespread false tales, Denver as a sniper who served in Vietnam, and Collins as a singer who used his song \"In the Air Tonight\" to finger an audience member who had earlier left a man to drown . This following twist is sometimes added to the story of concertgoers told to leave: [Collected via e-mail, 2005] I was once told that John Denver (folk singer of songs like Rocky Mountain High and such) was on the Tonight Show one night. He was a huge patriot and apparently had no love whatsoever for JW's. Apparently as the story goes, John gets up to sing a patriotic song and before he begins tells the audience \"If there are any Jehovah Witnesses in the audience, you may want to leave right now.\" And then he sings his song. When he's done and goes to the couch to chat with Johnny, Carson apparently says \"I want you to know something. You see that camera guy? He's a JW, and so is that lighting guy and so are a bunch of people on my staff. I hire them because they are honest and hard working. And now, I'd like YOU to leave.\" (The \"TV talk show host as avenger of the wronged\" is a stock character who appears in urban legends where a well-regarded hero is called for to put the boots to a celebrity seemingly proud of having done something odious. In other incarnations, Oprah Winfrey puts the run on Tommy Hilfiger after he proclaims he doesn't want African-Americans buying his clothes and chases off Liz Claiborne after the popular designer confides she doesn't design for African-American women because their hips are too big.) When the dismissed concertgoers legend is told of John Denver, sometimes it includes the additional detail of his ordering all Witnesses to their feet and, while he strums the National Anthem on his guitar, telling them to leave. In that detail is contained a putative explanation for his having sent them packing: patriotism. Jehovah's Witnesses strive to maintain strict neutrality in the world's affairs, neither taking sides nor serving any government. They therefore do not serve in the military, nor do they salute the flag. These twin refusals anger some who believe Jehovah's Witnesses thereby demonstrate a lack of love for their country. A more benign view of John Denver's possible awareness of that neutrality posits that the legend sprang from a misunderstanding or mischaracterization of an attempt to recognize his Jehovah's Witness fans' potential distaste for some of his musical offerings and provide them an alternative to having to sit through a set they might find objectionable. This theory turns the legend on its head, changing the intolerant performer out to punish members of a group he dislikes into one whose attempt to be sensitive to the religious hot buttons of others: [Collected on the Internet, 2004] A sister I knew used to get mad when the Denver urban legend came up. She claimed she knew some JWs who were at a JD concert, and JD, who knew that JW's were not supposed to join in patriotic stuff, said, \"If there are any JWs in the audience, you might not enjoy this next set, this would be a good time to go to the bathroom or get food or drink.\" In September 2006, the Internet contributed a new version of this legend in which Keith Urban demanded that all Canadians leave his concert because he was angered by Canada's refusal to help the U.S. win its war in Iraq. The telling widely circulated in e-mail placed the incident \"at the Minot Fair,\" a tidbit of information that provided just enough of a starting point from which to get at the truth. On 21 July 2006, Keith Urban performed in Minot, North Dakota, to a crowd of 12,069 at the North Dakota State Fair. No mention surfaced in the news arising from that nine-day extravaganza of the singer's having ordered concertgoers (Canadian or otherwise) to vacate the stands. Given that coverage of the fair included such in-depth coverage as Charlene Bangen's pork dish missing first place by two noodles (which the judges determined too dark in color to merit the nod), a big-time country star's giving the boot to some of his paying public would surely have been reported upon had such an event actually occurred. Also of note in putting the rumor to rest is the singer's performance a week earlier in Sarnia, Ontario, where on 13 July 2006 he kicked off that city's Bayfest series of concerts. According to fair officials, Urban did address Canadians in the crowd during his North Dakota performance, but he merely offered them a friendly greeting: Jessica Bullinger, marketing director for the State Fair, asked several co-workers who were there and was told that Urban gave a special greeting to his Canadian fans. She thinks the twisting around of this greeting may have been how the rumor started. \"He did ask how many Canadians were in the audience, then gave them a special welcome and thanked them for attending the show,\" Bullinger said. \"It's very unfortunate because it was a special welcome that he gave to Canadians.\" Wendy Howe, executive director of the Minot Convention and Visitors Bureau, was there for the entire concert and confirms that Urban did in fact give all the Canadians in the audience a special greeting \"He said, 'I hear we have a lot of Canadians in the audience tonight. Can I have all the Canadians here stand up or give a shout,'\" Howe said. \"When they did (stand), he said something about a special greeting or a special welcome and that \"It's great to see you.'\" As for the tacked-on rumor that Garth Brooks donated $1 million to keep Canadian cattle out of the U.S., we've yet to locate anything that supports the claim. Barbara \"cowed\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2000] There was apparently a story some years ago, which I heard less than a year ago. It reported John [Denver] asked if anyone in his audience was a Jehovah's Witness. A few people put up their hands, and John asked them to leave. [Collected via e-mail, 2006] I heard from a Jewish friend of mine that Phil Collins once asked all Jewish people at one of his concerts to leave before he would play. They did get to have their tickets prices refunded. [Collected via e-mail, 2006] This big shot western singer Keith Urban asked all Canadians to stand up at the Minot Fair. After everyone stood up he asked all the Canadians to leave the stands before he would sing because they were not helping out fighting with USA troops. Pass this around and see how his record sales do in Canada. Also Garth Brooks donated 1 million to keep Canadian cattle out of USA.",
  "Last Updated": "5 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/ordered.asp",
  "Claim": "Famous musician orders all audience members of a particular religious or national group to leave his concert.",
  "Claim_ID": "music_artists_ordered",
  "Tags": ""
}