{
  "Origins": "The 31 October 2002 issue of the venerable music publication Rolling Stone was a special issue dedicated to the subject of \"Women in Rock.\" Featuring a cover shot of Shakira, Britney Spears, and Mary J. Blige, the issue included over two dozen articles profiling contemporary female artists from the world of rock music.",
  "Fact Check": "",
  "Description": "Any such magazine survey inevitably draws a good deal of criticism about which artists were included (or excluded), how much prominence they were given, and what was said about them, prompting letters of complaint from both readers and musicians. Rolling Stone printed several such letters in its 28 November issue, none of them as long or vitriolic as the one quoted above, supposedly penned by rocker Joan Jett (who was not one of the artists profiled in the \"Women in Rock\" issue). However, this letter is worded rather strangely for one supposedly written by Joan Jett, as it refers to her (and other artists) in the third person. Not surprisingly, with a cursory check we find that Joan Jett's web site displays the following disclaimer on its opening page: Hi everyone, We are sorry for the confusion, but Joan Jett did NOT write the open letter to Rolling Stone, rather it was written by Maya Price, a talented performer and writer in New York City, and it was forwarded to us. I loved the content, but we had nothing to do with writing it. Thanks for the strong response to it. Continuing on to the web site of artist Maya Price, we find the full text of the letter reproduced there, with a note from Maya indicating that she did indeed write it and send it to the editors of Rolling Stone on 19 October 2002. Undoubtedly the letter began to make the rounds of the Internet through e-mail forwards, lost its correct attribution along the way, and was then mistakenly attributed to Joan Jett because she is the artist most strongly defended in the text.",
  "Originally Published": "",
  "Referred Links": "http://joanjett.com/;http://www.rollingstone.com/artists/bio.asp?oid=855&cf=855;",
  "Example": "[Collected on the Internet, 2002.] An Open Letter to Rolling Stone by Joan Jett (This letter was written to rolling stone after their \"women in \"rock\" issue was published, but was not printed by their editors. Please forward it to all the rocking people you know!!!!!) I tried to find some cleverly worded way to express my disgust with your \"Women in Rock\" issue, but what i have to say is really quite simple: You guys are completely retarded. By RS standards, Rock is no longer a style of music but a trendy costume to be whipped up by expensive stylists and slapped onto the latest pop tart barbie doll. Give a girl some tight pants and a spiky bracelet and POOF! She ROCKS! Your poor choice of cover girls and featured artists brings to mind the Sports Illustrated swimsuit editions. There is nothing necessarily wrong with the breast-baring models inside..but we all understand that they have NOTHING TO DO WITH SPORTS Which just might be offensive to women who are interested in sports or who might even be (gasp) real athletes. Yes, Britney has a talented stylist and yes, somebody gave Shakira a Guns & Roses t-shirt to wear..but they ARE NOT NOW NOR WILL THEY EVER BE ROCK. Maybe it's naive of me to expect any glimmer of rock'n'roll credibility OR respect for women from a magazine whose cover shot is regularly a naked underweight actress. The thing is, I AM a woman musician with a rock band, and as we all are I am STARVED for any little crumb of recognition that real women rockers might be thrown. So like a sucker I find myself short another five bucks ..and pissed enough to write my first letter to an editor. Avril Lavigne gets some studded accessories from Hot Topic so now she's \"upholding the brazen tradition of teenage outrage\"???!! Are you SERIOUS? And could someone please explain to me why people keep insisting on referring to PINK as rock? Wasn't she doing the white girl hip hop thing a minute ago? Yeah, she performed on the Aerosmith tribute show big deal..she was on the Janet Jackson tribute show just before that Whatever's trendy. WHO CARES. She's a Spice Girl reject...but I digress. Jewel and Mandy friggin' Moore have full page features as Rock Icons...Meanwhile Joan Jett gets one line. ONE LINE. Joan Jett & the Blackhearts, who have never stopped touring, recently did 10 days in the Middle East playing for the troops stationed in Afghanistan. In AFGHANISTAN, Joan would come onstage wearing a birkha, which she ripped off and stomped on before blazing through the purest and nastiest rock show ANYWHERE. But even in the RS WOMEN IN ROCK issue, a story like that gets ONE SENTENCE on the bottom of the last page of Random Notes. Britney's Rock credentials? Well, she butchers the song \"I Love Rock'n'Roll\" on her latest record, and when asked about it the genius replies \"Well, I've always loved Pat Benatar.\" And SHE is your Rock issue cover girl?? You should be REALLY embarrassed. Sleater Kinney was the only rock group listed on the cover..and they got only half a page. Ashanti, the r&b back up singer who can't seem to do anything without \"featuring Jah Rule,\" has two pages. What about the Donnas? The Yeah Yeah Yeahs? The Distillers? A mag like RS has the power to shine important light on groups like these instead they are afterthoughts, and that valuable spotlight is wasted on the same overexposed pop princesses WHO HAVE NOTHING TO DO WITH ROCK. In your own letter from the editor you have the hypocritical balls to say \"rock radio won't touch female artists, while the pop factory keeps churning out soundalike clones, and ambitious musicians with something to say find themselves left out in the cold.\" The pages that follow those words are a blatant display that Rolling Stone magazine is happily working for the factory now too. If the issue had been called \"Women in Music\"..or maybe \"Some Cute Girls with Top 10 Records out Right Now\"..I would have no beef with it. Corny as it may sound, ROCK is something which is still meaningful and even sacred to some of us. Use the word \"rock\" in bold letters next to a picture of Britney Fucking Spears, and you're turning your whole publication into a joke...and an offensive joke at that.",
  "Last Updated": "14 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/joanjett.asp",
  "Claim": "Rocker Joan Jett sent an angry letter to Rolling Stone magazine to complain about their \"Women in Rock\" issue.",
  "Claim_ID": "music_artists_joanjett",
  "Tags": ""
}