{
  "Origins": "We hate to waste a fine moral (\"Be kind to even the geeky ones lest they enter Satan's service\"), but the facts of Marilyn Manson's life just don't support the construct this e-mail puts upon them. Yes, Marilyn Manson's real name is Brian Warner. But that's where the facts and this story part company",
  "Fact Check": "",
  "Description": "Brian Warner was born on 5 January 1969 in Canton, Ohio. In 1974 his parents enrolled him in Heritage Christian School, where he remained until 10th grade. The family was not overly religious, and neither of two Marilyn Manson biographies mentions churchgoing as anything the family or Brian by himself engaged in. The unusual choice of school was dictated by his parents' belief Heritage was a better institution than any of the local public schools and that young Brian would get a better education there. Brian and the oppressive nature of this particular Christian school did not mix. His memories of those years are replete with incidents of those in charge telling the kids they were going straight to hell and of warring with various members of the faculty over his choice of music. (Brian once had an AC/DC album confiscated by an irate teacher.) By 10th Grade, Brian had persuaded his parents Heritage was not the best choice for him. He was enrolled in Glen Oak, a public high school in Canton, graduating from it in 1987 at age 18. Shortly after finishing high school, Brian and his family moved to Pompano Beach, Florida. They were there a short while before settling in nearby Boca Raton. In 1989, Brian founded Marilyn Manson and the Spooky Kids. (The group changed its name to plain old Marilyn Manson in 1992). So much for the facts of Brian's pre-Marilyn days; now let's see how they mesh with the parable being circulated in e-mail. In the mid 80's a teenager named Brian Warner moved to a new town, and began to meet with a youth group at a local church. Brian and his family moved to Florida in 1987. Never a churchgoer to begin with, the years at Heritage had disillusioned Brian about Christianity and those who professed it. By this point in his life, his music had come to mean a great deal to him, and he'd had to deal with too many angry Christians over his musical choices for it to be at all reasonable to assume he'd seek out the company of some to hang out with. Mainstream church group teens would have had little in common with 18-year-old Brian Warner, and he even less with them. Manson describes his adolescence and how he came to music in his 1998 autobiography, The Long Hard Road Out of Hell : For the most part, I didn't bother to excel at school. Most of my education took place after class, when I escaped into a fantasy world - immersed in role-playing games, reading books like the Jim Morrison bio No One Here Gets Out Alive, writing macabre poems and short stories, and listening to records. I began to appreciate music as a universal healer, an entryway to a place where I could be accepted, a place with no rules and no judgments. Put simply, while in high school in Canton, Warner's patterns of macabre self expression were already well established. Though it might satisfy some to believe otherwise, even if he had been part of a Christian youth group years later in Florida and even if he had walked away from it because he felt he wasn't wanted, such an experience wouldn't have caused Brian to become Marilyn Manson. The importance of music in his life and what he would write about were already part of him long before he reached 18 and his family moved to Florida. Neither of the two Marilyn Manson biographies, nor any of his innumerable newspaper and magazine interviews make mention of his being part of a Christian youth group at any time in his life. Surely had he taken part in an activity so against his grain for the length of time this e-mail indicates (\"Brian stayed in the youth group for about 3 months\") he would not have failed to mention it. Religious images and anti-Christian rants play too much a part of his music for it to be reasonable to assume he'd fail to mention having turned to a Christian youth group for solace and having been rejected by its members. The case against this Internet parable is compelling, and the case for it nonexistent. The town this supposedly took place in is not named, nor is the pastor or the \"local church\" the youth group was part of. Not even an approximate date for the incident is given. With all that weighing against it and nothing for it, it's impossible to view this tale as anything other than a \"be kind to others\" caution dressed up as a true story. Marilyn Manson was the parental nightmare of the 1990s in the same way Ozzy Osbourne and Alice Cooper were for earlier decades. As such a controversial figure, a number of \"bad boy rocker\" legends previously attributed to Osbourne or Cooper have come to feature Manson. (See our Wondering About Marilyn page for the rumor about his being the kid in television's The Wonder Years and our Dead Puppies page for the legend about his tossing live puppies to the audience and instructing them to tear the little dogs apart if they want him to go on with the show.) Barbara \"antichrist superstar\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] In the mid 80's a teenager named Brian Warner moved to a new town, and began to meet with a youth group at a local church. He was sort of an awkward kid, a little different, and no one really wanted to talk to him. The youth pastor would go over to him, and do the usual pastor thing, you know, \"how are you, that's good\" and then move on to talk to the other more popular kids. The pastor didn't need to concern himself with Brian, after all, before moving to town; Brian had attended a Christian school all his life up to the 8th grade. One day, they went to an amusement park and the pastor wanted them to be in pairs, but NO ONE wanted to pair with Brian, so he walked the amusement park by himself. The pastor didn't think he needed to talk to Brian that day because he knew Brian had been raised in the church. Brian stayed in the youth group for about 3 months, and one day he just stopped coming. Several years later, the youth pastor had become a leader of a seminary, and one of his former students called his old youth pastor one day, and asked him if he remembered a kid named Brian Warner. The pastor had to think a minute, then said he kind of remembered the name, but that was all. The caller reminded the pastor about the kid who was awkward, that no one liked, and suddenly the pastor recalled who he was. The guy asked the former youth pastor, \"Do you know who he is now?\" The pastor said, \"No,\" and the guy gave him a hint, \"He doesn't go by Brian anymore.\" The pastor was baffled, \"Well, who is he then?\" The reply . . . \"Brian Warner is now Marilyn Manson . . .\" This is a true story. As you can tell, the boy in this story, Brian, was shunned by the \"Christians\" in the youth group. If he had been accepted into the group, he might not be what he is today. He is a hurt individual. Regardless of his actions, he still has feelings, and truly believes that this youth group is what Christianity is all about. If some could reach him, maybe, just maybe, he could be able to bring millions of teenagers into Heaven, instead of leading down the road to hell. Just something to think about. Send this to all your friends. Let them know that no matter how weird or awkward the person may seem, never, ever be a snob towards them, they need your love.",
  "Last Updated": "15 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/marilyn3.asp",
  "Claim": "A lonely boy who was shunned by his church youth group grows up to become Marilyn Manson.",
  "Claim_ID": "music_artists_marilyn3",
  "Tags": ""
}