{
  "Origins": "It's hard to feel surprised when a melody as hauntingly beautiful as 'Taps' picks up a legend about how it came to be written it's too mournfully direct a piece for the mere truth to suffice.",
  "Fact Check": "",
  "Description": "Taps was composed in July 1862 at Harrison's Landing in Virginia, but aside from that basic fact the fanciful e-mail quoted above, which dates at least to the 1930s, in no way reflects the reality of its origins. There was no dead son, Confederate or otherwise; no lone bugler sounding out the dead boy's last composition. How the call came into being was never anything more than one influential soldier deciding his unit could use a bugle call for particular occasions and setting about to come up with one. If anyone can be said to have composed 'Taps,' it was Brig. Gen. Daniel Butterfield, Commander of the 3rd Brigade, 1st Division, V Army Corps, Army of the Potomac, during the American Civil War. Dissatisfied with the customary firing of three rifle volleys at the conclusion of burials during battle and also wanting a less harsh bugle call for ceremonially signaling the end of a soldier's day, he likely altered an older piece known as \"Tattoo,\" a French bugle call used to signal \"lights out,\" into the call we now know as 'Taps.' Summoning his brigade's bugler, Private Oliver Willcox Norton, to his tent one evening in July 1862, Butterfield (whether he wrote 'Taps' straight from the cuff or improvised something new by rearranging an older work) worked with the bugler to transform the melody into its present form. As Private Norton later wrote of that occasion: General Daniel Butterfield ... showing me some notes on a staff written in pencil on the back of an envelope, asked me to sound them on my bugle. I did this several times, playing the music as written. He changed it somewhat, lengthening some notes and shortening others, but retaining the melody as he first gave it to me. After getting it to his satisfaction, he directed me to sound that call for 'Taps' thereafter in place of the regulation call. The music was beautiful on that still summer night, and was heard far beyond the limits of our brigade. The next day I was visited by several buglers from neighboring brigades, asking for copies of the music, which I gladly furnished. I think no general order was issued from army headquarters authorizing the substitution of this for the regulation call, but as each brigade commander exercised his own discretion in such minor matters, the call was gradually taken up through the Army of the Potomac. 'Taps' was quickly taken up by both sides of the conflict, and within months was being sounded by buglers in both Union and Confederate forces. Then as now, 'Taps' serves as a vital component in ceremonies honoring military dead. It is also understood by American servicemen as an end-of-day 'lights out' signal. When \"Taps\" is played at a military funeral, it is customary to salute if in uniform, or place your hand over your heart if not. Barbara \"tap answer\" Mikkelson Additional information: West Point: Origin of Taps Arlington National Cemetery: Origin of Taps",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.arlingtoncemetery.mil/Events/Traditions/Taps.aspx;http://www.west-point.org/taps/Taps.html;",
  "Example": "[Collected via e-mail, October 2008] It all began in 1862 during the Civil War, when Union Army Captain Robert Ellicombe was with his men near Harrison's Landing in Virginia. The Confederate Army was on the other side of the narrow strip of land. During the night, Captain Ellicombe heard the moan of a soldier who lay mortally wounded on the field. Not knowing if it was a Union or Confederate soldier, the captain decided to risk his life and bring the stricken man back for medical attention. Crawling on his stomach through the gunfire, the captain reached the stricken soldier and began pulling him toward his encampment. When the captain finally reached his own lines, he discovered it was actually a Confederate soldier, but the soldier was dead. The captain lit a lantern. Suddenly, he caught his breath and went numb with shock. In the dim light, he saw the face of the soldier. It was his own son. The boy had been studying music in the South when the war broke out. Without telling his father, he had enlisted in the Confederate Army. The following morning, heartbroken, the father asked permission of his superiors to give his son a full military burial despite his enemy status. His request was partially granted. The captain had asked if he could have a group of Army band members play a funeral dirge for the son at the funeral. That request was turned down since the soldier was a Confederate. Out of respect for the father, they did say they could give him only one musician. The captain chose a bugler. He asked the bugler to play a series of musical notes he had found on a piece of paper in the pocket of his dead son's uniform. This wish was granted. This music was the haunting melody we now know as \"Taps\" that is used at all military funerals.",
  "Last Updated": "23 June 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/music/songs/taps.asp",
  "Claim": "The melody known as 'Taps' was found in the pocket of a dying boy on a Civil War battlefield.",
  "Claim_ID": "music_songs_taps",
  "Tags": ""
}