{
  "Origins": "The claim of Deborah Harry's near-abduction by serial killer Ted Bundy related by the Blondie singer in a 1989 newspaper:",
  "Fact Check": "",
  "Description": "All Debbie Harry's 15-year-old recollections aside, the story of her being abducted by Ted Bundy just doesn't fit. Let's look at the key part again. \"I was trying to get a cab on the lower east side of the Village in New York, and it was kind of late,\" Harry said. \"This was back in the early '70s. I wasn't even in a band then . . . I was trying to get across town to an after-hours club . . . Ted Bundy was born to an unwed mother on 24 November 1946 in Philadelphia. When he was four he moved with his mother to Tacoma, Washington. He spent the summer of 1965 working for the Tacoma City Light utility company to save money for college, and he attended the University of Puget Sound during the 1965-66 academic year. The next summer he worked at a Washington sawmill and transferred to the University of Washington, where he studied Chinese for a couple of years (and won a scholarship to cover a summer course in intensive Chinese he took at Stanford University in Palo Alto, California, in 1968). Although he dropped out of the University of Washington in the late 1960s, he was employed in Washington and otherwise accounted for during all the time he wasn't in school. His first murder took place in 1974 in Seattle. From October 1974 until August 1975 he was in Utah, and there (with side trips to Colorado) he continued killing young women. He was arrested in Salt Lake City in August 1975 and held in a Utah jail for over two years. He escaped from custody on 7 June 1977 and was recaptured a few days later; he escaped again on 31 December 1977 and made his way to Tallahassee, Florida, where he embarked on another killing spree before being arrested again in Pensacola, Florida, on 15 February 1978. He was convicted of murder by the state of Florida and held in prison until his execution on 24 January 1989. At no time during his years as a murderer did Ted Bundy show up in New York City. He made a trip to visit relatives in Philadelphia and to look up his birth record in Vermont in early 1969, but even that was five years before he began kidnapping and killing young women. Ted Bundy also (in his Seattle and Salt Lake City days) drove a normal-appearing car. It wasn't the stripped-out MurderMobile Debbie Harry describes; it was a battered-looking VW. The only modification he made to his vehicle was to occasionally remove the passenger seat and place it across the back seat in order to facilitate the carrying of \"cargo.\" As Ann Rule, author of the Ted Bundy study The Stranger Beside Me noted, young women who now (erroneously) claim to have narrowly escaped the clutches of Ted Bundy are a not uncommon phenomenon: A dozen or more young women have called me since 1980, absolutely convinced that they had escaped from Ted Bundy. In San Francisco. In Georgia. In Idaho. In Aspen. In Ann Arbor. In Utah ... He could not have been everywhere, but, for these women, there are terrified memories of a handsome man in a tan Volkswagen a man who gave them a ride, and who wanted more. They are sure that it was Ted who reached for them, and declare that they never hitchhiked again. For other women, there is a man with a brilliant smile who came to their door, ingratiating, and then angry when they would not let him in. \"It was him. I've seen his picture, and I recognized him.\" With the advent of computer communication, I have heard from more women who encountered Ted Bundy and lived to tell about it than ever before. When I lecture, I recognize the haunted look in the eyes of the women who approach me to tell of remembered terror. Just as in the past, I realize they cannot all have met Ted Bundy. Whoever grabbed Debbie Harry that night wasn't Ted Bundy. Maybe something like her story did happen, but it didn't involve the most famous serial killer of the time. Barbara \"I don't care what the papers say: Bundy-jumping is dangerous\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0393050297/ref=urbanlegendsrefe;",
  "Example": "",
  "Last Updated": "14 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/debharry.asp",
  "Claim": "Deborah Harry was abducted by serial killer Ted Bundy and narrowly escaped with her life.",
  "Claim_ID": "music_artists_debharry",
  "Tags": ""
}