{
  "Origins": "Divorce can be anything from an amicable parting of spouses who realize their partnership just isn't working, to a vicious, protracted fight between two embittered people determined to wreak as much physical, emotional, and economic damage on the other as possible. Unfortunately, the end of singer Marvin Gaye's first marriage came closer to the latter than the former.",
  "Fact Check": "",
  "Description": "In 1962, a 22-year -old Marvin Gaye wed Anna Ruby Gordy, a woman seventeen years his senior and the sister of Motown Record Corporation founder Berry Gordy, Jr. (a marriage, some cynics suggested, calculated to further the fledgling career of Gaye, who recorded for Motown). By the time Anna filed for divorce thirteen years later, the couple had been separated for over two years, and each had accused the other of infidelities. (Marvin's infidelity was hardly a matter of debate, as he was living with a teenage girl seventeen years his junior who was pregnant with his child. Moreover, the son Marvin and Anna Gaye had claimed as their own was actually a child Marvin Gaye had fathered by his wife's fifteen-year-old niece.) The divorce proceedings dragged out over two years as Marvin continually failed to show up for court dates, refused to pay court-ordered support for Anna and their son, and claimed his expenses exceeded his income even as he continued to spend money recklessly, purchasing luxury automobiles, boats, and beachfront properties. By the time Marvin's day of financial reckoning arrived, he had little cash and was well in arrears for a large amount of back taxes, so his attorney worked out a settlement under which Anna would be paid off from the royalties earned by Gaye's next album. That next album turned out to be Here, My Dear , a harrowing \"concept album of divorce\" which chronicled the turmoil of Anna and Marvin's relationship. The record's symbolism was hardly subtle: The inner sleeve depicted a Monopoly-like board game emblazoned with the word JUDGMENT, across which a male hand passed a broken record to a female hand. On the man's side of the board were only a piano and some recording equipment, while the female's side of the board included money, a house, a Mercedes, and a diamond ring: Although Marvin and Anna's divorce settlement was indeed tied to the royalties generated by Here, My Dear , the common legend surrounding the record that Marvin was ordered by a judge to hand over all his royalties from the album to Anna, and that Marvin was in a position to spitefully deprive Anna of those royalties by intentionally recording an album so bad it would not sell is largely untrue. First off, the payment-through-royalties scheme was a settlement worked out through mutual agreement, not one devised and mandated by a judge. Second, rarely does a competent attorney accept (or a responsible judge impose) a dissolution of partnership settlement under which the amount of compensation received by one party is completely dependent upon a future endeavor of the other party, precisely because such a settlement could allow one side to cheat the other by deliberately underperforming. (A similar legend about producer Phil Spector is based on this premise.) The circumstances in Marvin Gaye's case were that he agreed to pay Anna a total of $600,000, the first $307,000 coming from the advance against royalties he was guaranteed for his next album, and the remaining $293,000 to be paid out of any royalties earned beyond the advance. But Anna would lose nothing if the record sold poorly, because the agreement specified that if the album failed to earn $293,000 within two years, Gaye was obligated to pay Anna the difference himself, and thus he had nothing to gain by tanking the sessions and purposely turning out substandard product. In fact, Gaye was in a position to lose a great deal by deliberately turning out a substandard effort, both because he was entitled to keep any royalties earned after the first $600,000 and because he stood to earn additional monies through publishing rights (rather than record sales) that were not payable to Anna. It is true that Gaye initially considered giving the album less than his best effort, but he soon found that he was incapable of recording with anything less than a complete commitment to his art, and if he had any intent to \"get\" his ex-wife it was through the album's lyrics, not its sales: At first, I figured I'd just do a quickie record nothing heavy, nothing even good. Why should I break my neck when Anna was going to wind up with the money anyway? But the more I lived with the notion, the more it fascinated me. Besides, I owed the public my best effort. I'll give her my next album but it'll be something she won't want to play and it'll be something she won't want the world to hear because I'm gonna tell the truth. Although the album was not a commercial success, it was admired in many quarters for its artistic qualities: Despite Marvin's efforts, Here, My Dear was a commercial failure, not because it lacked ideas and sophisticated music, but, perhaps, because it possessed them in abundance. I think Here, My Dear was simply too sophisticated, too boldly honest, too remarkably insightful and too close to the emotional quick to succeed commercially. On \"I Met a Little Girl,\" Gaye appeals to his past: musically, through sweet fifties harmonies, and personally as he narrates meeting Anna, falling in love with her, and the relationship's demise. On \"When Did You Stop Loving Me, When Did I Stop Loving You,\" which appears again as an instrumental and a reprise, Marvin uses a Latin-tinged mellow groove to probe for more than six minutes the philosophical question of love's origin and its end, both passing imperceptibly into existence, and into each other, as Marvin's multiple falsettos lash at the song's rhythms, and Anna: \"You said bad things and you lied.\" On \"Anger,\" Marvin mounts a funky shuffle of percussion and bass to declare the defining vices of a fundamental human passion: \"Anger ... can make you old ... can make you sick ... destroys your soul.\" The songs cross every genre \"Anna's Song\" is a rhythmically complex patterning of soul-jazz that conjures Coltrane's ballads, while \"Funky Space Reincarnation\" is disco-funk that dreams of a raceless musical universe. And \"Here, My Dear\" is a poignant doo-wop love fugue transposed to detail Marvin's sorrowful joys and sad nostalgia in the aftermath of their breakup. Anna Gaye didn't take lightly some of the revelations Marvin expressed through his music on Here, My Dear (especially accusations that she was preventing him from seeing their son and that she had lied to God by breaking their marriage vows) and upon its release told People magazine that she was considering filing a $5 million invasion of privacy lawsuit, although nothing ever came of her threat. Critical reaction to Here, My Dear was mixed. As Gaye biographer Steve Turner wrote, \"Reviewers didn't seem to know whether the double album was a huge joke at the expense of Anna Gaye and Motown, or a work of genius.\" The record was not a hit, failing to sell well enough to even recoup the advance against royalties paid by Motown, so Marvin Gaye (who was by then officially bankrupt) was obligated to begin making monthly payments to Anna to cover the shortfall. However, Gaye was killed in 1984 still owing Anna the additional $293,000 due her, and monies earned by his estate after his death went to paying off the IRS rather than benefiting his ex-wives and children, thereby proving the maxim about life's only two certainties.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=0060198214/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=030681191X/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=046501769X/urbanlegendsrefeA/;",
  "Example": "[Collected on the Internet, 2001] Another story involves Marvin Gaye's album Here, My Dear where his divorce agreement had his ex-wife agreeing to take all the royalties for his upcoming album in exchange for alimony. Marvin Gaye recorded Here, My Dear which ended up being his worst selling album ever. Rumor has it that he deliberately turned in a bad album hoping that it would sell poorly.",
  "Last Updated": "11 March 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/music/hidden/heremydear.asp",
  "Claim": "Marvin Gaye deliberately recorded a wretched album designed to sell poorly in order to cheat his ex-wife out of royalties.",
  "Claim_ID": "music_hidden_heremydear",
  "Tags": ""
}