{
  "Origins": "As Ottawa Citizen columnist Lynn Saxberg wrote of KISS' origins:",
  "Fact Check": "",
  "Description": "What was not to believe about a band founded as much on outrageousness as on music? Especially one whose stage act featured \"Kabuki makeup, tight leathers, codpieces, pyrotechnics and fire-breathing and blood-spitting side show\"? The fire-breathing and blood-spitting (the \"blood\" was reportedly a mixture of melted butter, food coloring, ketchup, eggs, and yogurt) were the province of bassist Gene Simmons he of the impossibly long tongue about whom no rumor was seemingly too incredible to gain a foothold among KISS's army of pre-pubescent fans. That an oral appendage as long as Simmons' couldn't have been a product of an unaided Mother Nature, that Simmons must have had at least a little help from a surgeon, was a tale kids could readily believe and one Simmons has since described as his favorite KISS rumor. Even if the state of medical technology back in the 1970s allowed for human-bovine melding, anyone who has checked out a cow's tongue at a deli or grocery store meat counter knows how huge one of those things is. If Gene Simmons had had even a small part of a cow's tongue grafted onto his own, he must have had his mouth enlarged to make room for it at the same time. (Either that or he just started folding it up to keep it in his mouth.) But, as Simmons wrote in his autobiography, his unusual tongue was indeed the work of Mother Nature alone, a feature whose distinctiveness (and value) he first realized in his early teens: I was oblivious, for the first thirteen years of my life, that I was endowed with a large oral appendage, my superlong tongue. It really was longer than everyone else's, and I was soon to find out that having a long tongue came in handy with the girls.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Saxberg, 2000] When I was in grade school in the mid-'70s, the cool boys at the back of the school bus listened to Kiss. They were 10-year-old bullies in black T-shirts emblazoned with the Kiss logo who spent much of the ride home debating whether Gene Simmons really had a cow tongue grafted to his own tongue.",
  "Last Updated": "30 January 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/tongue.asp",
  "Claim": "KISS bassist Gene Simmons had a cow's tongue grafted onto his own.",
  "Claim_ID": "music_artists_tongue",
  "Tags": ""
}