{
  "Origins": "\"Major\" Edward Bowes, the impresario of the first and most famous of the anyone-can-be-a-star national programs made possible by the advent of mass communications (\"Major Bowes' Original Amateur Hour\") once said, \"All men are at heart critics, and since time immemorial, they have always felt they can run the other fellow's show better than he can.\" That sentiment forms the core of this tale, a very old bit of humor that has been told both as joke and legend (with differing details, of course) for many, many years.",
  "Fact Check": "",
  "Description": "If we had to put a label to this form, we might classify it as \"satisfaction humor\"; in this case the abrasive and brash performer getting his comeuppance when he's bested on stage by a mere amateur. It's a scenario that doesn't always take place on a literal stage, nor is the \"performance\" always of an artistic nature. It's told of many different kinds of \"traditional\" performers (musicians, comedians, jugglers) as well as athletes (boxers, wrestlers, pitchers), sportsmen (sharpshooters, rodeo riders) and even craftsmen (blacksmiths). Adding to the delight of seeing the professional bested is the upstaging onlooker's membership in an unusual category, as when the one who does the showing-up is a mere woman (or a child or an idiot or even an animal). The moral here is easy to discern: Don't become so full of yourself that you think you're the best (or can give less than your best). No matter how good you are, you're only a big fish in a little pond; somewhere out there an even bigger fish is waiting just for you. The popular contemporary version of this little morality tale (as quoted above) has an additional point to make about our times, however; one that becomes more apparent when we consider why this version is the one most often told today. The choice of setting seems obvious enough the most heavily-attended type of artistic performance over the last thirty years has been the rock concert, and their most admired performer therein the guitar virtuoso. The one who climbs out of the audience to upstage the featured performer is therefore nearly always Eric Clapton, who has reigned unchallenged as rock's premier guitarist for well over thirty years. (Other guitarists may lay claim to the title from time to time, but no one else has approached Clapton's fame and popularity. Jimi Hendrix might have, but he departed this world too early on and was too easily recognizable in appearance to make him a likely participant in this tale.) Although the identity of the heckled band varies a bit, Grand Funk is the one most often mentioned. But why Grand Funk? The choice here isn't based on any real (or even plausible) occurrence: it's hard enough to picture Eric Clapton wanting to attend a Grand Funk concert, much less being able to sit quietly unnoticed in the audience. The short answer to \"Why Grand Funk?\" might be that they had one of the lowest talent/popularity ratios of any rock band ever. They acquired a tremendous following after their appearance at the 1969 Atlanta Pop Festival, and they were enormously popular in the first half of the 1970s despite being mercilessly pummeled by the critics. As former Rolling Stone editor Dave Marsh once described them, they epitomized just about the worst of everything in rock: [Grand Funk] were archetypal Midwestern rock & rollers, long-haired, impolite and sweaty . . . Wretched was the word to describe Grand Funk's music. Although the group occasionally achieved an interesting song, the playing was never much more than energetic, always dull in its meter, and the singing was completely hopeless. And Grand Funk wasn't an act of the cute, well-groomed, sugary variety (like their contemporaries the Osmonds or the Bay City Rollers, or later entries such as the Spice Girls or the Backstreet Boys) who garnered huge followings by appealing to prepubescent girls or drooling adolescent males their records were bought by, and their concerts attended by, \"real\" rock fans. Even worse (in the words of Marsh), they \"parlayed that popularity into national notoriety by exploiting the extraordinarily abrasive critical attacks\" upon them. Grand Funk was excruciatingly bad yet unstoppably successful, a fact utterly mystifying to those who weren't around at the time. Their records \"are simply unlistenable without the cult fervor that once surrounded the band.\" What does all this indicate? Consider that it was not until fairly recently in human history that a performer could be seen or heard by an audience removed from him in time or place. Sound recording and motion pictures are primarily 20th century phenomena, and even still photography didn't come into widespread use until the last half of the 19th century. These advances in technology enhanced performers' popularity not only by allowing them to be seen and heard by far more people, but also by allowing their images (both physical appearance and reputation) to be carefully manipulated. A photograph can be chosen to display only one's best side, a recorded performance can be edited to present only one's best efforts, and so popularity became less and less dependent upon a performer's raw talent. Thus the secondary moral here: Don't ever become so full of yourself that you confuse popularity with talent they aren't nearly the same thing. The highway of popular music is littered with the bones of those who managed to parlay meager talents into widespread fame for a short time (like Grand Funk), but truly skilled performers (such as Eric Clapton) keep on going.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1994] [My girlfriend] remembered hearing a story involving a nameless band playing in some tiny little dive, and someone in the audience heckling the abysmal lead guitarist, who promptly gets pissed off and tells his adversary to come onstage and try to do better . . . the heckler, of course, turns out to be someone like Eric Clapton, of course, who blows the lame band right off the stage. [Collected on the Internet, 1994] [Collected on the Internet, 1994] At this particular concert, the main event was a lead singer who was having a bad day. So much so, that the audience boo'ed him repeatedly. He turned to them and shouted \"If you think you can do better, I welcome you to come up here and try!\" At which point, a young and then-unknown Eric Clapton stepped up and blew him off the stage with some serious guitar. [Collected on the Internet, 1997] According to the version I heard, the performer was Grand Funk. After making the remark, Mark Farner threw down his guitar and walked off the stage. Then a young man came up on stage, picked up the guitar, tuned it, and introduced himself as Eric Clapton.",
  "Last Updated": "6 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/clapton2.asp",
  "Claim": "After the beleaguered lead guitarist of a band responds to heckling by asking if anyone in the audience thinks he can do better, Eric Clapton steps onto the stage and shows him up.",
  "Claim_ID": "music_artists_clapton2",
  "Tags": ""
}