{
  "Origins": "Frank Zappa the musician was born in Baltimore, the son of Sicilian immigrant Francis Vincent Zappa, Sr. Neither of them was related to Hugh Brannum, the actor who portrayed Mr. Greenjeans on the Captain Kangaroo television show between 1955 and 1984. Brannum, who started his career as a bass player with Fred Waring's Pennsylvanians orchestra on the ''Chesterfield Hour'' radio show in 1940, had a son, but his son was certainly not Frank Zappa.",
  "Fact Check": "",
  "Description": "One of the sillier rumors to make the rounds, this legend most likely came about because of Zappa's inclusion of a track entitled \"Son of Mr. Green Genes\" on his 1969 Hot Rats album. (The song itself was so named because it was a variation on the earlier \"Mr. Green Genes,\" a track from Zappa's 1968 Uncle Meat album.) Someone either made a joke about the song title (or took it literally, despite the misspelling), and a legend was born. Frank Zappa himself reported: Because I recorded a song called \"Son of Mr. Green Genes\" on the Hot Rats album in 1969, people have believed for years that the character with that name on the Captain Kangaroo TV show (played by Lumpy Brannum) was my \"real\" Dad. No, he was not. Coincidentally, the children of Bob Keeshan, the actor who played Captain Kangaroo, were unaware of their father's television alter ego. As Keeshan's son Michael once said: For the longest time I didn't know he was Captain Kangaroo . . . My sister Maeve, who was about three and a half at the time, went into the studio with my mother where the show was being taped. When my father finished taping, he went back to his dressing room and then came back as himself. He asked my sister how it was, and she said, \"Oh, Daddy, Daddy! You just missed Captain Kangaroo!\" Later versions of this legend made the even more improbable claim that Ted Nugent, the infamous heavy metal rocker (and avid hunter), was Mr. Greenjeans' son.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "17 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/zappa.asp",
  "Claim": "Frank Zappa's father was the actor who played Mr. Greenjeans on the Captain Kangaroo children's TV show.",
  "Claim_ID": "music_artists_zappa",
  "Tags": ""
}