{
  "Origins": "The 1988 feel-good anthem \"Don't Worry, Be Happy\" transformed a talented artist into a household name, garnering Grammy honors as song of the year and record of the year, and winning the \"best pop vocal, male\" award for Bobby McFerrin. It also served to spawn a long-lived rumor: As early as 1992, whispers were afoot that the man who had composed and sung this bouncy little ditty had failed to heed his own advice and had killed himself instead.",
  "Fact Check": "",
  "Description": "Usually those rumors were non-specific, baldly imparted as \"He committed suicide,\" but sometimes the additional detail that he'd shot himself would be provided. The tale was justly ironic and thus much beloved: the man who'd crooned \"In every life we have some trouble, but when you worry you make it double\" ultimately couldn't stomach what he'd been spooning out to others. Those who'd heard the tune too often during difficult spans in their own lives found a measure of comfort in this, because as anyone who suffers from clinical depression can tell you, getting over it requires far more than the mere adoption of a Pollyanna attitude. Yet the tale wasn't true. Although he has descended from the musical heights he reached in 1988, Bobby McFerrin is still very much with us and regularly performs both as a solo artist and as a conductor. The rumor of his suicide fits an established pattern of celebrities who've become pop culture icons as much for their benign, cheerful personas as for their accomplishments either dying or furtively concealing odious secrets completely at odds to those smiling visages. In this category we find Steve of Blue's Clues and Jared Fogel of those interminable Subway commercials , both of whom have supposedly kicked the bucket any number of ways, but also singer John Denver and kiddy show host Mr. Rogers , both of whom are said to have at one time been snipers. We like to look for the dark side and delight in finding it, even to the point of happily seizing upon wholly false rumors about perceived goody two-shoes. However, the false \"Bobby McFerrin suicide\" rumor does indeed have a real-life counterpart. On 10 February 1942, the man who in 1915 wrote the music for \"Pack Up Your Troubles in Your Old Kit Bag and Smile, Smile, Smile,\" took his own life. Wearing the uniform of the Peacehaven Home Guard, former British Staff Sergeant Felix Powell shot himself in the heart using his own rifle. Barbara \"swan song\" Mikkelson Additional Information: Bobby McFerrin FAQ",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20020806032508/http://bobbymcferrin.com/faq.html#3;",
  "Example": "",
  "Last Updated": "15 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/mcferrin.asp",
  "Claim": "Bobby McFerrin, the artist who sang \"Don't Worry, Be Happy,\" killed himself.",
  "Claim_ID": "music_artists_mcferrin",
  "Tags": ""
}