{
  "Origins": "A common type of tale within the realm of urban legendry is the story of the stranger who (despite being a novice or amateur in the field) suddenly shows up and makes a small yet vital contribution to an enterprise a key idea or suggestion that, simple as it may be, had never occurred to any of the professional experts. (One of the better known examples of this genre is the tale of the stranger who stands the soft drink industry on its head by appearing at Coca-Cola's headquarters one day and offering the company's executives a revolutionary two-word idea: \"Bottle it!\")",
  "Fact Check": "",
  "Description": "Another tale in this mode is the anecdote of the pizza delivery man who, having dropped off a pie at the studio where the Canadian group Bachman-Turner Overdrive (BTO) was in the process of recording \"Takin' Care of Business\" (a #12 hit for BTO in 1974), not only offered the suggestion that the song was lacking a boogie-woogie piano part, but sat down at the instrument and proceeded to play it before vanishing into the night, with his musical efforts being retained on the finished track. This version of events has been offered by BTO singer-guitarist Randy Bachman multiple times, including the following 2002 interview with Canadian newsman Peter Mansbridge (the handsomest man in Canada): PM: There are so many things we could talk about, but I want you to tell one anecdote because it's great. It's about the song \"Taking Care of Business.\" It's the story of recording that song and the pizza man. RB: The song was written by accident. It was a song that the Guess Who had passed on earlier, and I desperately put it together one night on stage when Fred Turner, who was the main lead singer in Bachman-Turner Overdrive, had lost his voice and I had to finish the last set. We were going to record it a few weeks later. After we were recording it with just guitar and bass and drums, there was a knock on the recording studio door. This is in Seattle, Steve Miller was down the hall recording the Fly Like an Eagle [sic] album, and War was down the hall doing their album, and there is great big guy there. I'm big, so when I say a big guy, I mean a really big guy about six foot six, three hundred something pounds, and hair like Fidel Castro, big beard. And he was wearing the full army fatigues and the hat just like Castro, standing there with about five pizzas. He said, \"Did you guys order pizza?\" I said, \"No, it must be down the hall.\" And he's standing there listening to the song, and it was \"Taking Care of Business.\" So he went down the hall and dumped the pizza with whoever Steve Miller or War and then he came back and knocked again. And he said, \"You know, that song sounds like it could really use a piano.\" It was two o'clock in the morning, and I said, \"Look, we're going home.\" I'm closing my briefcase and everything and he says, \"Please, please, I'm a piano player. Can I have a shot?\" And I said, \"Oh, who am I not to give the guy a shot, right?\" Okay, you have one pass.\" He took a napkin and he wrote down the key and he said, \"What should I play like?\" I said, \"Well, Little Richard, Elton John, Dr. John\" all this kind of stuff. Normally you would try a whole pass like Little Richard, then a whole pass like Dr. John, then a whole pass like Elton John. He went and did it all at once. When it was all done, I said, \"Great, that's it. Thank you very much.\" I was going to wipe this track the next day, just erase it. The head of our label, Charlie Fasch, flew in because he wanted to hear this album and hear some songs to get us on Top 40 radio. We played him the song, and he says, \"This is really good.\" Suddenly the engineer brought up the fader that had the piano on and he went, \"Wow, BTO with a piano? This gives you a whole different sound on radio let's leave it in! Who played piano?\" I said, \"I don't know, a pizza guy.\" \"What do you mean, 'a pizza guy'? What musician did you pay?\" \"It was a pizza guy.\" \"Well, we have to get him and put his name on the album and pay him!\" So I went down the hall and said to Steve Miller, \"Where did you order the pizza from?\" He said, \"Are you kidding? We've all been here two months, and every day about two in the afternoon it's Chinese or Mexican, and every night it's pizza. Here's the Yellow Pages.\" I went to the front of the studio and I said to the girl, \"Would you please start phoning in the As and I'll go half through the alphabet I'll phone from the Ms to the Zs.\" PM: Come on, you're kidding. RB: And we asked them if they delivered pizza to this studio on this date. Now two days have gone by, and we had to find him. PM: And you found him? RB: I got it, but they wouldn't tell me his name or anything because they didn't know why I was calling. Finally I got a really good Italian guy and he said, \"Oh yes, there's this musician that only works for us the last day of the month. When he can't pay his rent, he delivers pizza.\" And I said, \"Can you give me his name and number?\" \"No. But if you order a pizza we'll send him out.\" So we ordered a pizza and the guy came out. His name was Norman Durkee, and this was his entrance into show business. He went on to become Bette Midler's musical director on her first national tour. About six years ago I was playing with the Ringo Starr All-Starr Band and we played at the Greek Theatre in Los Angeles, and before us the L.A. Symphony was rehearsing and he's the rehearsal pianist. So that's the story of the pizza man. However, in another interview given the same year, Randy Bachman's brother, BTO drummer Robin \"Robbie\" Bachman, averred that although the recording of the piano track on BTO's \"Takin' Care of Business\" did involve a pizza box, the intriguing version of events that has it being suggested and played by an anonymous delivery man was an embellishment on Randy's part: the mystery pianist was not someone who had just happened to stop by to deliver a pizza, but rather a musician who was already present in the facility because he was working with the Steve Miller Band in an adjacent studio: Q: There are lots of rumors about the recording of \"Taking Care of Business\". Can you tell me the real story? A: Here's Randy's version of the story. We were encased in the studio, and the pizza guy delivers our pizza. He hears us recording the song and says, \"Hey, that needs piano!\" Randy asks him if he can play. He does, and he goes into the studio and does one take. We think that's cool, pay for the pizza, give him a tip and he leaves. Then Randy realizes that we have to pay this guy for the session! Randy and the president of Mercury Records sit down with the yellow pages and phone every pizza parlor in Seattle until 4 in the morning asking if they had a pizza delivered to Casement Studios by a guy who can play piano. Here's the real story: We're in the studio recording \"Taking Care of Business\". In the next studio is a guy working with Steve Miller. He hears the song as he's walking back and forth getting coffee. He sticks his head in and says, \"That needs piano! A real boogie-woogie piano would sound cool.\" The he leaves. We're looking around for him, asking, \"Where's that piano guy?\" So Buzz Richmond, the engineer, tells us that he's working next door and he'll go get him. So he comes back, and asks us if we want piano on the song. He asks us how long the song is, and we tell him about five minutes. \"Well,\" he says, \"I only have six.\" He then picks up a pizza box, proceeds to write the chord progression on the cardboard box, puts it down on the piano, and plays it once. It sounds great. He then asks us to send him a check and he leaves us his card. The fellow's name is Norman Durkee. He's a musical director for Bette Midler and Barry Manilow. We credited him on the album. Whose version is correct? In September 2010, Randy Bachman and Fred Turner were interviewed on Seattle radio station KZOK in conjunction with their release of a new album and upcoming live appearances, and the radio hosts also undertook a telephone interview with Norman Durkee specifically to ask him about this legend. Durkee's account of his part in the recording of \"Takin' Care of Business\" differed in some details from both of the Bachmans', but the gist of his explanation was to confirm that the main element of the story was untrue: he was not a piano-playing pizza delivery guy who fortuitously dropped off a pie at a music studio on the day \"Takin' Care of Business\" was being recorded; he was an established professional musician who was present in the studio because he was recording commercials when he was asked to add a piano part to a BTO song: The thing is, Bachman-Turner Overdrive, when I met them, they were across the hall, and they don't get high; they just eat a lot of pizza. And they wanted piano on this song, and I was across the hall doing commercials, which is what I did a lot for money back at that time; and they come in, and one of the engineers says, \"Can you play on this tune?\" And I said, \"No,\" because no one knew that \"Takin' Care of Business\" was a big deal when [they were] making it, and I had hired like eight or ten people [to record commercials] and I [was] paying them by the nanosecond. So to me, the most amazing part of this story is I go over to this studio and the engineer's name is Buzz Richmond and he's a good guy he says, \"Can you please do this for 'em?\" I says, \"Okay, one time, and then I'm f***ing out of here.\" So Randy says this is the part that kills him \"Do you want to hear this song?\" and I said, \"No, I don't have time to hear it.\" So we both put on headphones, and then when he wanted me to play, he would point, and when he wanted me to stop, he put his hand across his throat. And so, the thing starts [imitates intro to \"Takin' Care of Business\"] and they point, and I go [imitates piano playing], and anyway, we get through the whole song, and I get up and leave. And he says, \"How do you do that?\" And I says, \"I don't know; I've got this magic, man, you know. Gimme some money or something.\" So I get ninety dollars, which is the legal fee for a union musician playing one session. Then later, one of the Allman Brothers says, \"You know, man, you really got f***ed,\" and so he gave me a couple of grand. [sarcastically] Sure, I'm the pizza guy. And I play piano.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/*/http://www.bobrivers.com/podcasts/BRSPodcast_2010-09-10_2445.mp3;http://www.newyorkwaste.com/nyw_main/music/MarkAfterDark/markdark02.html;",
  "Example": "[Collected via e-mail, June 2010] The story goes (I think I heard this on a radio interview with Randy Bachman years ago), that the piano played on the Bachman Turner Overdrive hit, \"Takin' Care of Business\" is played by a pizza delivery guy who happened to deliver pizza to the recording studio while the band was mixing down the recording of the song. The pizza guy listened to the mix and simply said, \"It needs piano.\" None of the band members could play the piano, and they mentioned this to the pizza guy, who simply said, \"I can\" and volunteered to play on the recording. So, the band recorded him playing piano on the tune, thinking that they would simply erase the piano track after he was done and had left. But, after listening to the mix with the piano, they liked it and decided to keep it. So, \"Takin' Care of Business\" has a piano part on it played by a pizza delivery guy.",
  "Last Updated": "12 July 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/music/songs/tcob.asp",
  "Claim": "A pizza delivery man played the piano part on the Bachman-Turner Overdrive hit \"Takin' Care of Business.\"",
  "Claim_ID": "music_songs_tcob",
  "Tags": ""
}