{
  "Origins": "The film The Buddy Holly Story depicts the name \"The Crickets\" being bestowed upon Buddy's group by zealous Buffalo disk jockey 'Madman' Mancuso, who (after having locked himself in the studio while he plays \"That'll Be the Day\" over and over), tracks down Buddy for a phone interview. Upon learning from Buddy that one of the songs the as-yet-unnamed group had recorded in Buddy's garage \"has a cricket on it,\" the DJ anoints them \"Buddy Holly and the Crickets.\"",
  "Fact Check": "",
  "Description": "Like most of the incidents portrayed in The Buddy Holly Story, this scene is wonderful entertainment but bears little correspondence to the life of the actual Buddy Holly. The real story took place in January 1957, when Buddy Holly, having failed to achieve success as a recording artist for Decca Records (his first two singles had flopped, and the company had dropped his contract at the end of 1956), decided to give an independent New Mexico record producer named Norman Petty a shot at producing some recordings and promoting them to record companies. When Buddy and his group returned to Petty's studio for their second session on 24 February 1957, Buddy had decided that, in additional to taping a new composition of his entitled \"I'm Looking for Someone to Love,\" he would have another try at performing a tune he had initially recorded for Decca the previous year, a song called \"That'll Be the Day.\" After the session, Petty chose the tape of this newer, speeded-up version of \"That'll Be the Day\" as the song he would pitch to his recording industry contacts as a potential single. A very large obstacle loomed in the path of their plans, however: Buddy's contract with Decca prohibited him from rerecording any of the material from his Decca sessions for a period of five years, and this prohibition included the song \"That'll Be the Day\" (even though Decca had declined to issue it on a record). It was Norman Petty who reportedly came up with the idea that if \"That'll Be the Day\" were issued under the name of a group rather than under Buddy's name, Decca might not realize that the vocalist was a solo artist the label had once signed and dumped. Buddy and his bandmates (J.I. Allison and Niki Sullivan) were left to come up with a suitable group name, and inspired by the Spiders (one of Buddy's favorite rhythm-and-blues groups), they started flipping through the \"Insects\" section of an encyclopedia at J.I. Allison's house as recounted by Niki Sullivan in the biography Remembering Buddy : We were at Jerry's house, and everything we thought of had been used or didn't fit. So Jerry got an encyclopedia, and somehow we got started on insects. There was a whole page of bugs. We thought about grasshopper and quickly passed that over. And we did consider the name Beetles, but Jerry said, 'Aw, that's just a bug you'd want to step on,' so we immediately dropped that. Then Jerry came up with the idea of the Crickets. He said, 'Well, you know, they make a happy sound, they're a happy type of insect.' I remember him saying, too, 'They make music by rubbing their legs together,' and that cracked us up. So we kept going and tried some other names, but finally we settled on the Crickets. The ruse took an ironic turn when Norman Petty, unsuccessful at pitching Buddy Holly's new version of \"That'll Be the Day\" to several record companies, finally received a positive response from Bob Thiele, the head of A&R at Coral Records. Since Coral was the home to such \"prestige\" acts as Debbie Reynolds and the Lawrence Welk Orchestra, Thiele decided to issue the Crickets record on Brunswick, a smaller sister label known mostly for its jazz releases and therefore more suited to faddish rock 'n' roll music. The irony was that both Coral and Brunswick were subsidiaries of Decca. Although none of the Decca executives present when \"That'll Be the Day\" was played for them initially recognized either the singer or the song (and Buddy's name was deliberately left off the Crickets' first contract), the smokescreen that hid Buddy's association with the group was dispersed before the record was actually released. After \"That'll Be the Day\" had been bought by Brunswick, but before it was issued, Buddy Holly recorded \"Words of Love,\" a song Bob Thiele felt should not be hidden away on a minor label such as Brunswick. Accordingly, Thiele arranged to release \"Words of Love\" on Coral under the name \"Buddy Holly\" rather than \"The Crickets,\" and when Buddy was signed to a Coral contract under his own name, his existing obligation to Decca came to light. After some grumbling about lawsuits, the situation was eventually resolved when Decca agreed to release Buddy from the obligations of his previous contract in exchange for his waiving his rights to any royalties from the earlier version of \"That'll Be the Day.\" (Throughout the rest of Buddy Holly's brief recording career, his music would appear on both records by the Crickets released on the Brunswick label and records credited to Buddy Holly issued by Coral.) Although the account presented in The Buddy Holly Story about the origins of the name \"Crickets\" is complete fiction, it does have one small element of truth to it. When Buddy and the Crickets recorded the song \"I'm Gonna Love You Too,\" a real cricket that had made its way into the recording studio did let loose with a chirp that was captured in the song's fade-out; since the sound fit the rhythm of the tune quite nicely, it was left on the tape. This occurred in July 1957, however, several months after the group had decided on the name \"Crickets\" for themselves.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;",
  "Example": "",
  "Last Updated": "4 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/crickets.asp",
  "Claim": "Buddy Holly's group named themselves \"The Crickets\" because the sound of a chirping cricket accidentally appeared on one of their recordings.",
  "Claim_ID": "music_artists_crickets",
  "Tags": ""
}