{
  "Origins": "Back in 2005, Ciara Harris was an 18-year-old who performed under the stage name of Ciara and was dubbed the First Lady of \"Crunk & B,\" a genre of music described as a grinding, dance floor-friendly alternative to R&B. Her 2004 album, \"Goodies,\" topped the charts, and she was nominated at the 19th annual Soul Train Music Awards in four categories, including best R&B/soul single, female (\"Goodies\") and best R&B/soul or rap new artist.",
  "Fact Check": "",
  "Description": "She was beautiful and talented. And around that time someone tied a salacious rumor to her that she was born male but had been altered through surgical means to have the appearance of a female. This rumor hit our inbox in a number of forms: Ciara came into the world as a male, but somewhere along the way either she or her parents decided she should become a girl, with surgery performed on her to bring about this transformation. She was born male but a botched circumcision did irreparable harm to her manly parts, so her parents opted to have what was left of her gentialia converted to feminine form. She started life as an intersexual, a person of mixed genders. A surgical solution was sought on her behalf to correct her body to being wholly one gender rather than a mixture of the two. (NOTE: 'Intersexual' is the preferred medical term for persons of ambiguous gender, replacing 'hermaphrodite.' Follow the link provided in the \"Additional Information\" section of this page for more information on intersexuality.) Ciara herself voiced this startling disclosure on national television, with the Oprah Winfrey Show often named as the venue in which she made this revelation. Ciara's father served in the U.S. military, so her family moved from Army post to Army post during her childhood, living in Germany, New York, California, Arizona, and Nevada, before finally settling in Atlanta. Ergo, claims that her parents just opted for elective surgery to have a girl child crafted from the male child the stork delivered should be viewed with skepticism, in light of the cost of such procedures and the relatively low pay accorded those in the armed forces. The assertion that Ciara announced her transformation from male to female on The Oprah Winfrey Show is false; we found no record of her ever having appeared as a guest on that show at the time this rumor was current.. Many urban legends which feature a shocking revelation being made on a TV show name Oprah's as the one where it was voiced (e.g., designer Liz Claiborne confides she doesn't design for African-American women because \"their hips are too big,\" designer Tommy Hilfiger states \"If I knew that blacks and Asians were going to wear my clothes, I would have never designed them,\" the CEO of Procter & Gamble admits his company tithes ten per cent of its revenues to the Church of Satan). The singer herself denied the rumor. The New York Daily News quoted her as saying R&B sensation Ciara just wants everyone to know: She's all woman. \"You know what's funny? The rumor that I used to be a man,\" she told us at the launch party for Vibe Vixen magazine at Frederick's. \"They said Oprah said that on her show,\" she laughed. \"I've never been on Oprah in my life we all know I have years before I go on Oprah, so come on!\" Confusion between the songstress Ciara and a transsexual in Ireland who shares that name name may well have worked to create this rumor. Ireland's Ciara was born in 1968 (about 20 years before the birth of the popular Crunk & B singer). The Emerald Isle's Ciara came into this world male, but in 1999 he was surgically transformed into a female. Online searches for 'ciara' quickly found the Irish Ciara's web page , which chronicled her experience of being surgically regendered. Perhaps the rumor about a talented young singer therefore properly lay at the feet of someone who could not conceive of there being more than one person in the world bearing that particular given name. Degrees of intersexuality vary in intensity from presence of an additional Y chromosome to being born with a mixed set of genitals. Treatment of cases of blatant intersexuality is generally (but not always) surgical in nature, with reconstruction performed on the infant patient to add or remove body parts so as to end up with a child completely male or female in physical appearance. Hormones are also given towards this end, but there is a limit to what can be corrected medically. Though an appearance of sexual normalcy can be constructed, fully functional reproductive organs cannot. According to Dr. Anne Fausto-Sterling, a recognized expert in this field of study, 1-1/2 to 2 percent of all births do not fall strictly within the tight definition of all-male or all-female, even if the child looks \"normal.\" In reaching her numbers, Dr. Fausto-Sterling is counting all incidents of intersexuality, from mild to extreme. The incidence of children with mixed genitalia is pegged at 1 in 2,000 to 1 in 3,000, or 0.033 to 0.05 percent of all births. If the issue hadn't been settled by then, Ciara's pregnancy should have put this particular rumor to rest. Barbara \"mixed message\" Mikkelson Additional information: Intersex Society of North America",
  "Originally Published": "",
  "Referred Links": "http://www.isna.org/;http://www.wmagazine.com/people/celebrities/2014/04/pregnant-ciara-interview/;http://indigo.ie/~prospero/ciara.htm;",
  "Example": "[Collected via e-mail, 2005] I have been hearing from many people that the hip-hop artist Ciara used to be a man and had to have a sex change. Even more, I heard that she stated it on nation televison! There has been rumor around the internet that hip-hop artist, Ciara, was once a hermaphrodite until the age of 11, when she had sugery to remove her male \"appendages.\" I have heard a rumor that the R&B star, Ciara, was born male. That he/she decided that he wanted to be a female at the age of 5, and his mother let him grow his hair out. I was told that he had surgury, so he no longer has a penis. and apparently he/she was on Oprah having an in depth converstation about it, along with discussing it in a magazine article.",
  "Last Updated": "14 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/ciara.asp",
  "Claim": "R&B singer Ciara was born male.",
  "Claim_ID": "music_artists_ciara",
  "Tags": ""
}