{
  "Origins": "\"Sex and drugs and rock 'n' roll\" is more than an Ian Dury slogan; it also neatly encapsulates the three pastimes of America's youth that adults have expended the most effort in trying to control for the last half-century. Films such as Reefer Madness and Blue Denim have been supplanted by \"Just Say No\" and sex education programs, and the lyrics of rap songs may concern parents more than Elvis Presley's hips or the Beatles' haircuts once did, but the battle continues.",
  "Fact Check": "",
  "Description": "By 1963 the rock 'n' roll genie had long since been let out of the bottle, but what one could say (and sing) about sex and drugs on the public airwaves was still often circumscribed by the government and corporate standards and practices divisions. Lou Christie's \"Rhapsody in the Rain\" and the Byrds' \"Eight Miles High\" both struggled against radio airplay limitations in 1966 for allegedly dealing too explicitly with sex and drugs (respectively), and in 1967 the host of America's premier television showcase for entertainers, Ed Sullivan, was still trying (unsuccessfully) to coerce groups like the Doors and the Rolling Stones into altering their \"suggestive\" lyrics about drugs and sex (respectively) when they appeared on his program. As rock critic Dave Marsh noted: In a culture that interprets puberty as a tragedy of lost innocence rather than as a triumphal entry into adulthood, the possibility of someone actually giving vent to sexual feeling remains deliciously scandalous. Sex is bad, and somebody singing about it would be really bad. So it was that the youth of America scored a major coup in 1963 by spreading the rumor that a popular recording of an otherwise innocuous 1956 song about a lovesick sailor's lament to a bartender named Louie was really all about sex. You had to listen carefully, the rumor went, maybe even play the single at 33 RPM instead of 45 RPM, but if you did, you'd find that \"Louie Louie\" was chock full of smutty lyrics. (Another version claimed the dirty words could only be heard on the single and not on the album, even though both were pressed from the same master.) A more effective means of aggravating the older generation could scarcely have been devised: they could neither reassert control by proving the lyrics dirty and punishing those responsible for them, nor could they demonstrate they had never relinquished control by proving the lyrics clean. Or, as Marsh wrote: [I]n the viperous new generation arising in America's schools, no greater sport could be had or imagined than making all repositories of respectability cringe and groan over the unprovable. Somebody, somewhere, came up with the idea of dirty \"Louie Louie\" lyrics not only as a way of putting on other kids and panicking authority, but as a way of creating something rock 'n' roll needed: a secret as rich and ridiculous as the sounds themselves. Perhaps the time was right, and if \"Louie Louie\" had not come along, some other song would have been tagged as the \"dirty\" one. (After all, the word was already out that the Peter, Paul and Mary children's song about a dragon named Puff was actually about drugs.) We'll never know, because \"Louie Louie\" did indeed come along. \"Louie Louie\" was the creation of Richard Berry, a Los Angeles sideman, session player, and singer-songwriter. Inspired by Rene Touzet's \"El Loco Cha Cha\" and Chuck Berry's \"Havana Moon,\" Berry crafted his immortal three-verse sailor's lament and recorded it with a group called the Pharaohs in 1956. His laid-back version was released in 1957 (as the B-side of a single), enjoyed moderate success on the Pacific coast, and then promptly sank from sight. The song itself remained popular in the Pacific Northwest, however, and it was revived in 1961 by Seattle's Rockin' Robin Roberts and the Wailers, who recorded it in the much more raucous fashion most familiar to modern listeners. Their version also fared moderately well in the Pacific Northwest but failed to catch on outside the region. Still, \"Louie Louie\" had an appeal that wouldn't die, and in 1963 two Portland-area bands, the Kingsmen and Paul Revere and the Raiders, recorded the song within days of each other at the same studio. The two discs battled it out on the national charts at the end of 1963, with the Kingsmen's version eventually emerging victorious and establishing itself as the definitive \"Louie Louie.\" What happened next was presciently covered by Marsh in his book-length exploration of the \"Louie Louie\" phenomenon: Back in 1963, everybody who knew anything about rock 'n' roll knew that the Kingsmen's \"Louie Louie\" concealed dirty words that could be unveiled only by playing the 45 rpm single at 33-1/3. This preposterous fable bore no scrutiny even at the time, but kids used to pretend it did, in order to panic parents, teachers, and other authority figures. Eventually those ultimate authoritarians, the FBI got involved, conducting a thirty-month investigation that led to \"Louie\"'s undying indeed, unkillable reputation as a dirty song. So \"Louie Louie\" leaped up the chart on the basis of a myth about its lyrics so contagious that it swept cross country quicker than bad weather. Nobody not you, not me, not the G-men ultimately assigned to the case knows where the story started. That's part of the proof that it was a myth, because no folk tales ever have a verifiable origin. Instead society creates them through cultural spontaneous combustion. In retrospect, it's easy to identify the aspects of the Kingsmen's \"Louie Louie\" that made the \"filthy lyrics\" myth even a tiny bit plausible. The pidgin English narration of the lyrics was unusual enough, and comprehension difficulties were compounded on the Kingsmen's recording by several factors: Lead singer Jack Ely had strained his voice participating in a marathon 90-minute \"Louie Louie\" jam the night before the session. Ely was singing with braces on his teeth. The boom microphone in the studio was fixed way too high for Ely, requiring him to stand on tiptoe and sing up into the mike: \"We were initially just going to record the song as an instrumental, and at the last minute I decided I'd sing it. All of this in a 10-by-10 room with one microphone. I'm standing on my tippy toes yelling into the microphone: Louie Louie! Louie Louie! We gotta go!'\" What the band thought was a rehearsal run-through turned out to be their one and only take of the song. At this point we should probably make note of the song's true lyrics: Louie, Louie, me gotta go. Louie, Louie, me gotta go. A fine little girl, she wait for me; me catch a ship across the sea. I sailed the ship all alone; I never think I'll make it home Three nights and days we sailed the sea; me think of girl constantly. On the ship, I dream she there; I smell the rose in her hair. Me see Jamaica moon above; It won't be long me see me love. Me take her in my arms and then I tell her I never leave again. What circulated among adolescents by word of mouth and on furtively-passed crib sheets for the next several years were numerous variations like the following: Louie, Louie, grab her way down low. Louie, Louie, grab her way down low. A fine little bitch, she waits for me; she gets her kicks on top of me. Each night I take her out all alone; she ain't the kind I lay at home Each night at ten, I lay her again; I fuck my girl all kinds of ways. And on that chair, I lay her there; I felt my boner in her hair. If she's got a rag on, I'll move above; It won't be long, she'll slip it off. I'll take her in my arms again; tell her I'd rather lay her again. Once concerned parents began to report their outrage about this allegedly \"obscene\" song to the FBI, the Bureau made the mistake of expending all their effort in proving it true rather than investigating the rumor itself. It was as if a frightened mother had written to J. Edgar Hoover concerning a story she'd heard about a maniac with a hook being on the loose, and Hoover responded by sending out field agents to investigate whether or not a criminal with a missing hand had recently escaped from a psychiatric hospital. The FBI didn't try to find out where these dirty lyric sheets were coming from; instead, they spent two and a half years analyzing \"Louie Louie\" played at a variety of speeds and interrogating nearly everyone connected with the song, including Paul Revere and the Raiders, Richard Berry, the Kingsmen, and even record company executives. One person they never, ever talked to was the one person who indisputably knew what words had been sung on the Kingsmen's recording: singer Jack Ely. (Ely had been fired from the band well before \"Louie, Louie\" hit it big, a fact the remaining Kingsmen were not anxious to publicize.) After thirty-one months of trying to unravel the mysteries of \"Louie Louie,\" the FBI could conclude only that they were \"unable to interpret any of the wording in the record.\" As original Kingsmen member Dick Peterson later said in an interview: Q: \"Louie Louie\" was just a harmless record, wasn't it? A: Just a bunch of boys having a party, letting it all go. The F.B.I. made a big deal out of something that, those days ... well, listen to the lyrics on records today! We were tame. We were nothing. You couldn't even understand what was being said. Nowadays they're talking about killing women on records. Give me a break! Sightings: John Belushi's 'Bluto' character (anachronistically, because the film is set in 1962) teaches the dirty \"Louie Louie\" lyrics to a group of fraternity pledges in 1978's Animal House , and the three Libner brothers hold a hilarious debate over the real lyrics in 1990's Coupe de Ville . Additional Information: FBI files on 'Louie Louie'",
  "Originally Published": "",
  "Referred Links": "http://vault.fbi.gov/louie-louie-the-song/louie-louie-the-song/view;http://us.imdb.com/Details?0099310;http://us.imdb.com/Details?0077975;http://us.imdb.com/title/tt0052639/;http://us.imdb.com/title/tt0028346/;",
  "Example": "",
  "Last Updated": "29 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/music/songs/louie.asp",
  "Claim": "The lyrics to the song \"Louie Louie\" are really obscene.",
  "Claim_ID": "music_songs_louie",
  "Tags": ""
}