{
  "Origins": "The 1980s produced a number of one-hit wonders, including the infamous Tommy Tutone and their 1982 hit song \"867-5309 / Jenny.\" This San Francisco band led by Tommy Heath and Jim Keller didn't make much of a mark on the music world, and they likely wouldn't be much remembered now were it not for the furor raised by their use of a particular phone number in their one memorable song, the idea for which came from Keller's musician friend, Alex Call:",
  "Fact Check": "",
  "Description": "In \"Jenny,\" a young man laments not having the courage to dial a number found scribbled on a wall but finds some comfort in the notion that he can someday call this girl and sweep her off her feet. Though not explicitly stated in the lyrics, it's strongly implied the name and number were harvested from a bathroom wall, which also implies \"Jenny\" is a gal of easy virtue and can be had for the price of a phone call: \"Jenny (867-5309)\" caused nothing but grief for telephone customers unlucky enough to have that combination of numbers as their own. Its relentless chorus, \"Jenny don't change your number eight six seven five three oh nah-eeh-ah-ine,\" pounded the phone number into the minds of teenagers everywhere, resulting in waves of kids dialing it and asking for Jenny. The joke quickly became old for those who had the number and weren't interested in talking to horny teens. Even decades after the song dropped off the charts, phone customers unfortunate enough to have been assigned an 867-5309 number were still getting plenty of crank calls. An article from Brown University's newspaper explained what happened when the school added an 867 exchange in the fall of 1999: The biggest complaints about the new phone exchange come from Nina Clemente '03 and Jahanaz Mirza '03, the two students with the telephone number 867-5309. \"It's so annoying,\" Nina said. \"It's the worst number to have in the world.\" The girls receive an average of five \"stupid\" messages every day on their machine, in addition to a slew of hang-ups. \"It's as if they are really expecting Jenny to pick up the phone,\" Clemente said. Unfortunately, the problem is not getting better, and people just keep calling. Some ask for Jenny, some play the Tommy Tutone song on the girls' answering machine, and some males even leave their phone numbers in hopes of finding a date. In 2004 a New Jersey disc jockey named Spencer Potter requested 867-5309 as his phone number and got it, then he also got first-hand experience with the maxim of being careful what you wish for: Mr. Potter, who was living in Weehawken, N.J., and working as a disc jockey for weddings and parties, needed a phone number for his business. On a lark he asked if 867-5309 was available. To his surprise, it was. It seemed like a great deal for a music-oriented business the most famous musical phone number (though you might get arguments from fans of Glenn Miller's \"PEnnsylvania 6-5000\" or the Marvelettes' \"Beechwood 45789\") as his very own business signature. Instead, it was something of a disaster. Almost as soon as he plugged the phone in, it began ringing off the wall. You would think the jokes would get old. But no, he still gets about 30 calls a day: from drunks at bars, from the guy at the auto body shop in Odessa, Tex.; from Alyssa, 15, and her mom, Janice, on their way back from cheerleading practice in Morris County; from hapless collection agencies unlikely to ever get their money; from Leah, 13, in North Bergen whose friend Tyler told her to call; from bored cold callers who figure, why not? Over the years, Mr. Potter and his roommate have posted their own dumb messages on the voice mail, like the guy with the number in Redmond, Wash., whose answering machine has a bunch of guys singing the song and the message: \"If you guys are calling and want to leave a message like this, trust us, we ve heard it before.\" The song gave rise to its own lore, which asserted that the \"Jenny\" in the song was the lead singer's real-life girlfriend (or ex-girlfriend): I heard a more elaborate story that the number actually belonged to one of the band member's ex-girlfriends (named Jenny, of course) and that he wrote the song to get back at her for dumping him. She supposedly got a restraining order taken out against him and won a court order to have the song pulled from the airwaves for a while, etc. etc. Other explanations leave off Jenny's suing the songwriter but have her becoming angry with him and changing her number (which, ironically, is the one thing the song begged her not to do). In another flavor of the tale, the band was sued by a sheriff who had both a daughter named Jenny and the notorious 867-5309 as his home number. Whether there was ever a real Jenny anywhere with that very phone number is debatable. Those who attempt to dial 867-5309 on a touch-tone phone will quickly discover that this seemingly random combination of seven digits forms a consistent pattern as tapped out on the keypad. The upward diagonal of \"8-6\" is followed by \"7-5-3,\" the upward diagonal to the left of it, which in turn is followed by \"0-9,\" yet another upward diagonal, this one to the right of the original starting sequence. An adjunct to this legend is the rumor that due to the overwhelming number of prank calls now made to 867-5309 , that phone number is permanently non-assigned for every area code in North America. That isn't the case: although 867-5309 is unassigned in many area codes, it is a valid working number in some of them (and such numbers have occasionally been put up for auction on eBay). In late 2004 a member of our site's message board called 867-5309 in every existing area code and found that about twenty of them were still in service. Barbara \"jenny, they done dizzied you up\" Mikkelson Sightings: The song \"867-5309/Jenny\" served as the centerpiece for a 2004 Cingular television ad touting number portability. On 3 July 2014 Joe Maddon, manager of the Tampa Bay Rays , set his team's batting lineup using position numbers 8-6-7-5-3-0-9 (with zero standing for the unnumbered designated hitter).",
  "Originally Published": "",
  "Referred Links": "http://sports.yahoo.com/blogs/big-league-stew/joe-maddon-makes-rays-lineup-867-5309-to-honor-tommy-tutone-s--jenny--211034639.html;http://tampabay.rays.mlb.com/index.jsp?c_id=tb;https://web.archive.org/web/20050105015654/http://danstheman.com/Jenny.htm;",
  "Example": "",
  "Last Updated": "9 July 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/music/songs/8675309.asp",
  "Claim": "The Tommy Tutone song \"867-5309/Jenny\" prompted a flood of calls to that phone number.",
  "Claim_ID": "music_songs_8675309",
  "Tags": ""
}