{
  "Origins": "No, \"Puff, the Magic Dragon\" is not about marijuana, or any other type of drug. It is what its writers have always claimed it to be: a song about the innocence of childhood lost.",
  "Fact Check": "",
  "Description": "The poem that formed the basis of the song \"Puff, the Magic Dragon\" was written in 1959 by Leonard Lipton, a nineteen-year-old Cornell student. Lipton was inspired by an Ogden Nash rhyme about a \"Really-O Truly-O Dragon,\" and, using a dragon as the central figure, he came up with a poem about the end of childhood innocence. Lipton passed his work along to a friend, fellow Cornell student (and folk music enthusiast) Peter Yarrow, who put a melody to the words and wrote additional lyrics to create the song \"Puff, the Magic Dragon.\" After Yarrow teamed up with Mary Travers and Paul Stookey in 1961 to form Peter, Paul & Mary, the trio performed the song in live shows; their 1962 recording of \"Puff\" reached #2 on the Billboard charts in early 1963. The 1960s being what they were, however, any song based on oblique or allegorical lyrics was subject to reinterpretation as a \"drug song,\" and so it was with \"Puff.\" (For Peter, Paul & Mary, at least, the revelation that their song was \"really\" about marijuana came after the song had finished its chart run; other groups were not so fortunate, and accusations of \"drug lyrics\" caused some radio stations to ban songs such as the Byrds' \"Eight Miles High\" from their playlists.) \"Puff\" was an obvious name for a song about smoking pot; little Jackie Paper's surname referred to rolling papers; \"autumn mist\" was either clouds of marijuana smoke or a drug-induced state; the land of \"Hanah Lee\" was really the Hawaiian village of Hanalei, known for its particularly potent marijuana plants; and so on. As Peter Yarrow has demonstrated in countless concert performances, any song even \"The Star-Spangled Banner\" can be interpreted as a \"drug song.\" Here is what the people who created and popularized the song have said about it: Leonard Lipton (co-writer): [\"Puff\" is about] loss of innocence, and having to face an adult world. It's surely not about drugs. I can tell you that at Cornell in 1959, no one smoked grass. I find the fact that people interpret it as a drug song annoying. It would be insidious to propagandize about drugs in a song for little kids. Peter Yarrow (co-writer): As the principal writer of the song, I can assure you it's a song about innocence lost. It's easier to interpret \"The Star-Spangled Banner\" as a drug song than \"Puff, the Magic Dragon.\" This is just a funny rumor that was promulgated by Newsweek magazine [who ran a cover story about covert drug messages in pop music]. There is no basis for it. It's inane at this point and really unfortunate, because even in Hong Kong it's not played because of the allegation it's about drugs. But I assure you it's not. When 'Puff' was written, I was too innocent to know about drugs. What kind of a meanspirited SOB would write a children's song with a covert drug message? Mary Travers: Peter wrote the song in 1958 [sic], and it is not about marijuana. Believe me, if he wanted to write a song about marijuana, he would have written a song about marijuana.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "25 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/songs/puff.asp",
  "Claim": "The Peter, Paul & Mary tune \"Puff, the Magic Dragon\" is a coded song about marijuana.",
  "Claim_ID": "music_songs_puff",
  "Tags": ""
}