{
  "Origins": "This is one of those items which is primarily true, but the answer needs to be heavily qualified in order to avoid being misleading.",
  "Fact Check": "",
  "Description": "First off, when we talk about someone owning the \"rights\" to songs, what we're discussing are publishing rights. Typically, songwriters assign the publishing rights for their songs to music publishing companies, who perform a number of marketing and promotional services to generate revenue for the songwriters they represent: Exploitation: One of the more important functions of song publishers is \"plugging\" songs getting artists interested in recording a songwriter's work. Your song doesn't make any money if nobody uses it, and song plugging was an especially important aspect of the publishing business prior to the 1960s, when many songwriters were not also performers and primarily supplied tunes for other singers. Licensing: Music publishers also administer the granting and collection of royalties for various types of licenses: Mechanical licenses: Songwriters receive royalties whenever someone sells recorded versions of their songs. If a songwriter records his own work, he receives royalties from his record label; if someone else records a cover version of his song, the songwriter receives royalties from that artist's record label. Synchronization licenses: Songwriters receive royalties when their songs are synchronized to visual images, typically for use in films, television programs, and commercials. Print licenses: Songwriters receive royalties for the sale of their songs in printed form, generally either as sheet music or entries in songbooks. Publishers who wish to quote or include song lyrics in a printed work must also obtain permission (and negotiate fees) with whoever holds the publishing rights to those songs. Performing rights licenses: Songwriters receive royalties when their songs are performed live for profit or broadcast on the radio, although these licenses are usually administered by performing rights societies such as ASCAP or BMI rather than publishing companies themselves. The key point here is that holding the publishing rights to songs doesn't really give the rightsholder much \"power\" over those songs. The rightsholder has some latitude in negotiating royalty rates and determining who may use a song in film or print its lyrics, but that's about it. The chief benefit to owning the publishing rights of songs is that standard publishing agreements call for royalties to be split 50-50 between the publisher and the songwriter(s), so owning the publishing rights to popular songs can be a lucrative form of income. The Beatles assigned their publishing rights to Northern Songs, a company created by Beatles manager Brian Epstein and music publisher Dick James in 1963. The Beatles (particularly John Lennon and Paul McCartney) were soon earning so much money from songwriting royalties, record sales, concert performances, and merchandise licensing that they were losing over 90% of their income in taxes, and they were advised to find a way of receiving their revenue in the form of capital gains rather than income (the former being taxed at a much lower rate), such as selling their song rights or putting their money into a public company. The Beatles opted for the latter route, and Northern Songs went public on the London Stock Exchange in 1965. Initially, Lennon and McCartney each retained 15% of the shares, George Harrison and Ringo Starr held 1.6% between them, Brian Epstein's NEMS company was assigned 7.5%, and Dick James and Charles Silver (Northern Songs' chairman) retained a total of 37.5%. In 1969, however, the Beatles lost a buyout bid for control of Northern Songs when Dick James and Charles Silver sold their share of the company to Sir Lew Grade, head of Associated Television Corporation (ATV). In 1984, ATV's 4,000-song music catalog was put up for sale, and Michael Jackson (who had coincidentally been introduced to the benefits of song ownership by Paul McCartney himself) eventually outbid all other prospective buyers for it, including Paul McCartney, who wanted to buy back the rights to the Beatles' songs but was apparently unable or unwilling to raise enough money to pay for the thousands of other songs in the ATV catalog as well. So, for $47.5 million, Jackson acquired the publishing rights to most of the Beatles songs. (The four songs issued on the Beatles' first two singles \"Love Me Do\" b/w \"P.S. I Love You\" and \"Please Please Me\" b/w \"Ask Me Why\" were not part of the package since they were published before the formation of Northern Songs, and the rights to those songs are now controlled by McCartney's MPL Communications. ATV also did not own the rights to George Harrison songs published after Harrison's songwriting contract with Northern Songs expired in 1968, but they did hold the rights to various other Lennon-McCartney songs not recorded by the Beatles.) Another key point here is that although Michael Jackson received 50% of the royalties generated by Beatles songs by virtue of his ownership of the publishing rights, Paul McCartney and John Lennon (and Lennon's estate, now that he's dead) have always received their 50% songwriter's share of the royalties for all Lennon-McCartney songs. Neither ATV's nor Michael Jackson's acquisition of Northern Songs changed that, and Michael Jackson did not receive royalties that would otherwise be going to the Beatles had he not acquired the publishing rights to their songs (except that, obviously, if Paul McCartney had managed to outbid Jackson for the publishing rights to the Beatles catalog, he and Lennon's estate would be splitting 100% of the royalties rather than 50%). As a closing note, we should mention that Sony Corp. paid Michael Jackson $95 million in 1995 to merge ATV with Sony and form Sony/ATV Music Publishing, a 50-50 joint venture, so it's probably more correct to say that Jackson owned half the rights to the Beatles catalog. On 25 June 2009, Michael Jackson died of cardiac arrest at a hospital in Los Angeles.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "25 June 2009",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/music/artists/jackson.asp",
  "Claim": "Michael Jackson owned the rights to the Beatles' songs.",
  "Claim_ID": "music_artists_jackson",
  "Tags": ""
}