{
  "Origins": "Lady Gaga, who in 2009 became the first recording artist to have four #1 Mainstream Top 40 airplay chart hits off a debut album and who has since garnered five Grammy awards, is a musical artist famed for her unique costuming and makeup, strong performance skills, and outrageous persona. It is the latter which is key to this perfume story.",
  "Fact Check": "",
  "Description": "Following in the footsteps of numerous high-profile female celebrities, Lady Gaga will be introducing 'Fame,' a signature scent, in September 2012. 'Fame' has a bit of a history to it, in that in 2010 when she signed a fragrance deal with Coty Inc. and began mentioning in the press her intent to create and market a fragrance, the concept she discussed was pure Gaga her perfume, she said, would smell like blood and semen and would even have a bit of her own blood in it. Back then, Gaga said, \"I wanted to extract sort of the feeling and the sense of blood and semen from a molecular structure, so that s where that [the concept] came from. You just get the after feeling of sex from the semen, and the blood is sort of primal, and it was taken out of my own blood sample, so it s a sense of having me on your skin.\" That scent (tentatively christened 'Monster,' a homage to her 'little monsters' term of endearment for her fans), isn't the perfume eventually produced under her name. There is neither blood nor semen in 'Fame,' nor does it smell like either of those substances. According to its box, 'Fame' smells like \"tears of belladonna, crushed heart of tiger orchidea with a black veil of incense, pulverized apricot and the combinative essences of saffron and honey drops.\" It's unremarkable that when Lady Gaga first began seriously contemplating the composition of a signature scent which would communicate the essence of her lifeforce and outrageous persona she would have been strongly drawn to a fragrance concept built around bodily fluids, or that in the first blush of the development process she would have been talking up a \"blood and semen\" concept with the media. To have done otherwise would have been ordinary, and Gaga is never that. However, if this story demonstrates anything, there's a vast distance to be traversed between concept and final product. Barbara \"lady gaga: no blood, sweat and tears\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2012] Is it true that Lady Ga Ga's new perfume is created from human blood, semen and poison? I read it on the internet this morning.",
  "Last Updated": "20 July 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/gagaperfume.asp",
  "Claim": "Fame, Lady Gaga's perfume, is made with blood and semen.",
  "Claim_ID": "music_artists_gagaperfume",
  "Tags": ""
}