{
  "Origins": "Paul Hewson, born on 10 May 1960 in Ireland, is more commonly known by his stage name of Bono, under which he has performed with the rock group U2 since 1976. His success as a musician and songwriter has enabled him to become a humanitarian of international note widely known for his efforts with regard to third-world debt relief and the plight of Africa.",
  "Fact Check": "",
  "Description": "As a social activist, Bono has performed at numerous events intended to raise consciousness about world poverty (such as Band Aid and Live Aid), consorted with world leaders (including George W. Bush and Tony Blair), been named (along with Bill and Melinda Gates) Time's 2005 \"Person of the Year,\" and been nominated (in 2003, 2005, and 2006) for the Nobel Peace Prize. According to the lore of the moment, the concert where the superstar supposedly tells the crowd every time he claps his hands another child in Africa dies takes place in Glasgow. Or New York. Or somewhere in Ireland. Typical of such anecdotes, the \"where\" changes from telling to telling, and the \"when\" is not specified. But it's not a true account of an actual occurrence. It is, rather, an updating of a joke by way of attaching it to a particular performer. This tall tale's origins lie in a commercial made as part of 2005's \"Make Poverty History\" campaign. In that ad, a bevy of celebrities (including Bono) are shown wordlessly snapping their fingers every three seconds, with a voiceover stating \"A child dies completely unnecessarily as a result of extreme poverty every three seconds.\" As so many things do, the ad provided fodder for stand-up comedians who earn their laughs through their commentary on the pop culture of the day. UK comedian Jimmy Carr said of the commercial on his 2005 Jimmy Carr Live Stand Up 2 DVD: \"Has anyone else seen those incredibly powerful advertisements in cinemas where each time a famous person clicked their fingers, an African child dies? I watched those, and couldn't help thinking, 'Well stop clicking your fingers!'\" As to why the joke has attached to Bono, unflattering or dismissive stories about the famous are often a way of giving voice to negative opinions about those who star in such tales. This September 2006 yarn (about the singer's having been heckled by someone in the crowd when he attempted to make the audience more conscious of harsh realities in less fortunate regions) surfaced around the same time as news reports that Bono was calling upon the Irish government to send more aid to Africa. Some have viewed the singer's request as akin to asking others to fund what he himself will not, in light of U2's having moved its music publishing company from Ireland to the Netherlands in early 2006 after Ireland said it would scrap a tax break that let musicians avoid paying taxes on royalties. While tax-avoidance among the super-rich is the common way of things, this particular very wealthy person's seemingly acting to keep his own money out of the tax pool that would fund the increase in aid he was calling for left a bad taste in the mouths of many. Bono and his U2 bandmates continued to pay personal income taxes in Ireland, but their music publishing corporation was being taxed in the Netherlands and so did not contribute to the coffers that funded Ireland's humanitarian efforts in Africa. In September 2007 we saw the tale reworked into a jab at Democratic Presidential nominee hopeful Senator Hillary Clinton: Hillary and Gun Control Hillary Clinton, the lead Presidential Democratic Party candidate is for banning all guns in America. She is considered by those who have dealt with her as a little more than just a little self-righteous. At a recent rural elementary school meeting in north Florida she asked the kids audience for total quiet. Then, in the silence, she started to slowly clap her hands, once every few seconds. Holding the audience in total silence, she said into the microphone, \"Every time I clap my hands, a child in America dies from gun violence.\" A young voice with a proud southern accent from the front of the crowd pierced the quiet!. \"Well, just stop clappin, ya evil bitch!\" In June 2008, the tale was once again reworked into a jab at a Democratic Presidential nominee hopeful, this time Senator Barack Obama: A LITTLE FELLER IN EAST TEXAS Barack Obama, the lead Presidential Democratic Party candidate, is for banning all guns in America. He is considered by those who have dealt with him as a bit more than just a little self-righteous. At a recent rural elementary school assembly in East Texas, he asked the audience for total quiet. Then, in the silence, he started to slowly clap his hands once every few seconds, holding the audience in total silence. Then he said into the microphone, \"Children, every time I clap my hands together, a child in America dies from gun violence.\" Then, little Richard Earl, with a proud East Texas drawl, pierced the quiet and said: \"Well, dumb-ass, stop clapping.\" Barbara \"cui bono?\" Mikkelson Additional information: \"Click\" -- video that sparked the rumor (Make Poverty History)",
  "Originally Published": "",
  "Referred Links": "http://www.makepovertyhistory.org/video/;http://www.jimmycarr.com/;http://www.makepovertyhistory.org/;",
  "Example": "[Collected on the Internet, 2002] [Collected via e-mail, 2006] Bono, whilst playing a gig in Glasgow, got the whole crowd to be silent and then began slowly clapping his hands. He got the crowd to clap along for a while, the stadium quiet except for the rhythmic clapping... After a short period Bono spoke, saying that everytime he clapped his hands a child in Africa died ... Suddenly, from the front row of the venue a voice broke out in thick Scottish brogue, ending the silence as it echoed across the crowd, the voice cried out to Bono \"Well stop ****ing doing it then!!\" [(South Australia) Sunday Mail, 2006] IRISH supergroup U2, due to play in Adelaide next month, recently held a concert in Glasgow, Scotland. Halfway through the concert, lead singer Bono stood in a spotlight on stage and asked the audience of 30,000 for complete silence. Gradually the auditorium fell quiet. Then Bono began slowly clapping. The audience was spellbound. Was this the beginning of a song? Did he want everyone to clap with him? He took the microphone and said: \"Everytime I clap my hands a child dies in Africa.\" The spell of silence was broken when a wag in the front row shouted: \"Well, stop clapping.\"",
  "Last Updated": "5 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/bono.asp",
  "Claim": "When U2's Bono announced that every time he clapped a child in Africa died, someone from the audience told him to stop doing that.",
  "Claim_ID": "music_artists_bono",
  "Tags": ""
}