{
  "Origins": "A book of canonical television sitcom plots might include an entry like the following:",
  "Fact Check": "",
  "Description": "34) Character is hit on head by solid object. Hilarity ensues when character: a) Undergoes a radical alteration of personality, changing from meek and mild to aggressive and outgoing. b) Involuntarily adopts the persona of a famous historical or literary figure. c) Experiences total amnesia and cannot remember anything that occurred prior to the accident. d) Is transformed into a radio. (NOTE: Gilligan's Island only). e) Develops an increased vocal range and becomes a pop music star. Oddly enough, although that last entry might seem a bit goofy even for a sitcom plot, it's something that has been claimed as happening in real life. The subject of the claim was singer \"Mama\" Cass Elliot, most famous for her stint with the pop group The Mamas and the Papas, who related the story behind her increased vocal on many occasions, including during a 1968 interview with Rolling Stone: Q: Is that a true story about a pipe falling on your head ... A: It's true, I did get hit on the head by a pipe that fell down and my range was increased by three notes. They were tearing this club apart in the [Virgin] Islands, revamping it, putting in a dance floor. Workmen dropped a thin metal plumbing pipe and it hit me on the head and knocked me to the ground. I had a concussion and went to the hospital. I had a bad headache for about two weeks and all of a sudden I was singing higher. It's true. Honest to God. Could a knock on the head really increase a singer's vocal range? Did Mama Cass actually experience such a phenomenon? Whether or not the answer to the first question is yes, the answer to the latter one is no. Although Cass Elliot apparently was hit on the head by a pipe a few months before she officially joined The Mamas and the Papas in late 1965 (at least, group member Michelle Phillips later said she remembered such an incident), the notion that the accident increased the upper end of her vocal range by three notes is quite suspect. Elliot had been singing since she was a child and had engaged in a number of professional singing ventures (both live performance and recording) prior to joining The Mamas and the Papas, but nothing from that period evidences her possessing a lesser vocal range. Her recordings with pre-Mamas and Papas groups such as the Big 3 and the Mugwumps demonstrate her to have a vocal range similar to that displayed in her work with the Mamas and the Papas, and other musicians who knew her during her pre-Mamas and Papas days attested to her already being possessed of a fine voice: Michelle Phillips: I remember when she was hit on the head with a pipe, but if you listen to Cass singing on her own before she joined the group, she's singing way up there, she sings very, very high. Jerry Yester: Cass was always a great singer, even back then [in 1964]. I never noticed a difference in her voice from those days to The Mamas & The Papas. Roger McGuinn: I met Cass when she was in the Big Three. I remember seeing them at The Bitter End. I used to hang out there a lot. But Cass's voice was a standout, even then. No question about it. Great lady and a great singer. So what, then, was the origin of the \"pipe\" tale? Was it yet another fictional \"amazing-but-true\" story concocted by a publicist? Was it something Cass Elliot believed to be true, even if the accident in fact had no effect on her vocal range? According to Russell Gilliam (sister of Michelle Phillips), the claim was a cover story cooked up after the fact to explain why, after Cass had hung around and performed with the other three singers who would eventually form the Mamas and the Papas (John Phillips, Michelle Phillips, and Denny Doherty) during their 1965 sojourn in the Virgin Islands, leader John Phillips was still unwilling to accept her as a member: There are two things that I disagree with, that they usually talk about. One is this story about Cass being hit over the head with a pipe. That was stupid. The entire time Cass was in the Virgin Islands, Cass wanted to be in the group. John refused to let her into the group for one reason, and one reason only. She was too fat. Once they got famous he couldn't say that. They made up this story about that she couldn't hit a certain note, and that it changed when she was hit with the pipe ... where they get this, I'll never know. Author Eddi Fiegel expanded on the real explanation behind the pipe story in Dream a Little Dream of Me , her 2005 biography of Cass Elliot: Cass had in fact been angling to be let in the group since she had arrived on [St. Thomas], but it was John's group and, as far as he was concerned, Cass definitely didn't fit the image he wanted. In the years to come, both Cass and John would go to extraordinary lengths to rewrite this episode in the group's history. John would produce various excuses, maintaining Cass's vocal range didn't fit the group's material it was too low, he claimed, as well as admitting that he didn't think her look was quite right. \"Mitch, Denny, and I were three string beans and she was huge. The sound was off and the look didn't fit either. So I kept her out,\" he said. Denny, meanwhile, remembers there being no doubt as to why he wouldn't let her in. \"She was too fat! His ideal woman, he had: Michelle.\" Michelle's sister, Russell Gilliam, meanwhile, remembers John being straightforward with Cass and telling her the truth straight out. \"John wanted to have a Peter, Paul and Mary-style rock-and-roll group and he had no compunction of saying, 'Sorry, Cass, but you're too fat,' right to her face. But not in a mean way. He'd just say, 'Cass, I'm sorry you're too fat.'\" Once the Mamas and the Papas became famous, it is easy to see why Cass would have been as keen as John to gloss over some of these original facts. Rather than have to admit that her size had prevented John from letting her in the group, John's original yarn about Cass not having the right vocal range was reinstated and when journalists naturally wanted to know how she had miraculously gained the necessary notes, the well-worn, but frankly ludicrous \"pipe incident\" story came to the rescue, and was vigorously defended. How many people ever believed this is questionable, and others who were there at the time dismiss the tale as the lie it clearly was. \"All of that was such baloney!\" says Russell. \"Cass was following them around like a little puppy. Just everywhere they went, Cass popped up asking to sing with the group and John wouldn't let her.\" Nevertheless, once they were famous, everyone in the band seemed happy to go along with this revisionist version of events without so much as a glance back to the slightly more awkward truth. Although the \"knocked in the head with a pipe\" tale may not have originated as a television sitcom plot, it featured the upbeat, positive ending of one: Even the reluctant John Phillips eventually acknowledged the value of Cass Elliot's vocal abilities and personality, and she was a key element in the tremendous popularity and success that followed as the Mamas and the Papas turned out a string of hit records in the mid-1960s.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/B000OYFOIU?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=B000OYFOIU;http://www.amazon.com/gp/product/B00004YNF5?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=B00004YNF5;",
  "Example": "[Collected via e-mail, November 2007] I've always heard that Mama Cass couldn't sing at first, but that at some point she was hit in the throat by a pipe or something, and all of a sudden she could sing amazingly well.",
  "Last Updated": "5 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/casspipe.asp",
  "Claim": "Singer \"Mama\" Cass Elliot experienced an increase in her vocal range after she was hit in the head by a pipe.",
  "Claim_ID": "music_artists_casspipe",
  "Tags": ""
}