{
  "Origins": "Another example of a rising rock 'n' roll career cut tragically short occurred on 29 October 1971, when Howard Duane Allman was killed in a motorcycle accident in Macon, Georgia. Only 24, Allman had already established a reputation as a superb slide guitarist, playing on sessions for notables such as Wilson Pickett, Aretha Franklin, King Curtis, Clarence Carter, Otis Rush, Boz Scaggs, and Eric Clapton. As well, the group he had joined back home in Florida with some local musicians and his brother Gregg, the Allman Brothers Band, was one of the top live draws in the American popular music scene. The band had released a couple of promising albums in the previous two years ( The Allman Brothers Band [1969] and Idlewild South [1970]), and their most recent effort, the live double-album Allman Brothers Band at Fillmore East , proved to be both a critical and a popular success, reaching #13 on the album sales chart in mid-1971.",
  "Fact Check": "",
  "Description": "Unfortunately, a motorcycle accident claimed Duane's life just as the group was scaling this peak of success. Three months later, the band released another double album, Eat a Peach , consisting of leftover live material from their Fillmore East shows, plus three studio tracks already in the can at the time of Duane's death and three more tracks recorded afterwards. Eat a Peach was their biggest commercial success to date, hitting the #4 spot on Billboard 's album sales chart. The Allman Brothers Band soldiered on without Duane and remained a popular live act and studio group throughout the 1970s, topping the charts with their Brothers and Sisters album and scoring a #2 single with \"Ramblin' Man\" in 1973. Sadly, by then tragedy had struck the group a second time: In a mishap eerily reminiscent of Duane Allman's fatal accident just a year earlier, on 11 November 1972 bassist Berry Oakley was also killed in a motorcycle crash in Macon, Georgia. As often happens, fans' search for a sensible explanation behind a seemingly cryptic title (and their gruesome fascination with the deaths of pop stars) gave birth to a morbid legend. None of the songs on Eat a Peach included any titular or lyrical references to \"peaches,\" so what did the name of the LP mean? The story the public decided upon was that it referred to Duane's fatal crash, an accident in which he had supposedly smashed into the side of a peach truck. (Hence the album's title and its cover art depicting a truck with the words \"Allman Brothers\" on its side, carrying a giant peach.) It's an entertaining (if macabre) story, but Duane's accident had nothing to do with a truck carrying peaches, even if it took place in Georgia, the state most strongly identified with that fruit. As described in Midnight Riders , he died trying to avoid running into a flatbed truck bearing a lumber crane: Just after five-thirty, Duane climbed onto his Harley-Davidson Sportster to head back over to his house. Candace [Oakley, Berry's sister] and Dixie [Duane's girlfriend] followed in one car, and Berry tagged along behind them in his car to pick up the [birthday] cake and presents stashed at Duane's place. Candace followed Duane down Pio Nono Avenue until they turned right onto Hillcrest Avenue, the shortcut to west Macon. Berry was a horrible driver and, typically, he missed the turn and had to take a longer route over to Duane's house. Duane guided the big Harley chopper down Hillcrest, a flat stretch of road with big trees hanging over the street. The speed limit was thirty-five but Duane ignored it. When he came up behind a slow car, he simply shot around it. Duane eased the bike on a little faster when the street began to crawl down a sharp hill. He zipped under the flashing yellow light at the intersection of Inverness Avenue. There was a bump in the road a sudden dip like a roller coaster and with a little speed, it gave the illusion of free-falling. He must have been doing forty-five, maybe fifty. Duane was in a hurry; always a hurry. Candace was probably four or five car lengths behind him by now. From the hill, she could see Duane approach the intersection of Bartlett Avenue. A Chevy flatbed truck that was coming toward them slowed down and began crawling into a left turn in front of Duane. It had a yellow crane boom on the back for unloading lumber. Duane gently pushed the bike to his left, toward the centerline, so he could swing around the truck. Then the truck did the unexpected: halfway through the turn it stopped dead in the road, blocking Duane's entire lane. Duane pushed the bike farther toward the middle of the street. He was only a few feet away from the truck now, and it was still stopped in front of him. Duane had two options: he could lay the bike down, or he could try to veer around the truck. He had an instant to make the decision. For a moment, it looked as it Duane was going to be able to finesse his way through. Then Candace and Dixie watched in horror as he came off the bike. He had hit something, the cable hanging from the crane or a big weight ball dangling on the cable or maybe the rear corner of the truck. His helmet flew off and the bike bounced up in the air, landing on top of him and driving him hard into the pavement. The bike skidded ninety feet, leaving three gouge marks in the pavement, then slammed into the curb. It slid along the edge of the street a few more feet and came to rest between the curb and the right tire of an oncoming car. The bike's engine was revved up at full blast. It was screaming. The truck driver climbed out of the cab. He checked the boy lying in the road. Then he walked over to the motorcycle and shut it off. It was 5:44 in the afternoon. Although Duane Allman was still alive immediately after the crash and had no visible injuries (save for some scratches on his stomach and forehead), he suffered massive internal injuries and died in surgery three hours later. So, then, since the Eat a Peach album title had was not connected to Duane's accident, what did it refer to? A good guess might be that it was taken from a T.S. Eliot poem , \"The Love Song of J. Alfred Prufrock,\" which includes the following lines: Shall I part my hair behind? Do I dare to eat a peach? I shall wear white flannel trousers, and walk upon the beach. I have heard the mermaids singing, each to each. Alas, the real answer is not quite so literary. The title is an allusion to a statement Duane Allman once made during a magazine interview: The myth was that the band used the title because Duane had crashed into a peach truck when he died; in truth, it came from one of Duane's throwaway lines in an interview. \"How are you helping the revolution?\" Ellen Mandel of Good Times Magazine had asked him. \"I'm hitting a lick for peace,\" Duane responded. \"And every time I'm in Georgia, I eat a peach for peace.\" The ancillary legend that the back cover art for Eat a Peach was a reference to the death of bassist Berry Oakley (who supposedly crashed his motorcycle into a watermelon truck) is just as spurious. Oakley's fatal accident involved a city bus, not a watermelon truck: After leaving Idlewild South [farm], Berry and Kim [Gregg Allman's best friend] rode their motorcycles over to west Macon and hung out a few minutes with Tuffy Phillips, who drove the band's equipment truck. When they left just before two in the afternoon, Berry and Kim headed up Napier Avenue on their way back to the Big House, clowning around and playfully messing with one another on their bikes as they drove. As they reached the intersection of Bartlett Avenue, Kim passed a car on the right side and Berry, driving his dark blue 1967 Triumph, went around it on the left. Kim sprinted ahead of him, then slowed to go through a tricky intersection at Inverness Avenue, where the street goes hard to the right. As Kim went through the sharp curve, a city bus passed by him in the opposite direction. The bus driver saw the two motorcycles coming toward him and instinctively knew that one of them was going too fast to make the curve. He swerved the bus hard to his right and slammed on his brakes trying to avoid a collision; the skid marks stretched for almost thirty feet. Still, Berry's motorcycle shot across the centerline and slammed into the middle of the bus. Kim turned around just in time to see the accident. \"I knew Berry was probably turning on the gas to catch up with me,\" Kim said. \"I looked back to see how he was doing; I knew he wasn't very good at riding.\" He saw the Triumph motorcycle bounce off the big bus, then hit it again toward the rear. Berry was thrown from his bike and went skidding across the street. The Triumph went in the same direction and eventually landed on top of him, fifty-eight feet away from the point of impact. Although immediately after the accident Berry Oakley was conscious, was able to walk under his own power, and declined medical treatment, he had fractured his skull and died in a hospital later that afternoon. If any additional proof is needed that the back cover of Eat a Peach is not connected in any way to Berry Oakley's death, consider the fact that the album was released in February 1972, a full nine months before Oakley's fatal accident.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0316294527/ref=urbanlegendsrefe;http://www.bartleby.com/198/1.html;",
  "Example": "[Collected on the Internet, 2003] I have known for years that Duane Allman died on his motorcycle and Berry Oakley also died on his chopper. The thing that I just found out yesterday was that Duane hit a Peach Truck (hence the name \"Eat a Peach\" w/the picture of a Peach Truck on the front). I also found out that Berry hit a Watermelon Truck and if you look on the back of \"Eat a Peach\" there it is A Watermelon Truck",
  "Last Updated": "26 April 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/hidden/eatpeach.asp",
  "Claim": "The Allman Brothers Band's album title Eat a Peach is a reference to Duane Allman's fatal motorcycle accident.",
  "Claim_ID": "music_hidden_eatpeach",
  "Tags": ""
}