{
  "Origins": "When advance promotional copies of the Beatles' Yesterday and Today album were issued to American radio stations and record retailers in June 1966, many recipients were shocked by what they saw: a cover photograph featuring the Beatles, dressed in butcher's smocks, sitting amidst chunks of meat and cigarette-burned doll parts. Capitol Records quickly recalled all copies of the album before they reached the sales racks and pasted a more innocuous picture of the Beatles sitting around a steamer trunk over the original cover. Years later, the claim arose that the \"butcher cover\" (as it became known among those who peeled off the substituted cover to reveal the grotesque original photograph) had been intended as a protest by the Beatles over Capitol Records' \"butchering\" of their albums (i.e., releasing them in different configurations and with fewer songs) in the North American market. As it turned out, the disturbing \"butcher\" photograph not only hadn't been intended for an album cover, it wasn't even the Beatles' idea. The picture was the brainchild of photographer Robert Whitaker; taken as part of a series of photographs, it was used, unfinished and out of context, for the Yesterday and Today cover.",
  "Fact Check": "",
  "Description": "The picture used for the \"butcher cover\" was taken at the suggestion of the Beatles' photographer and was not intended for use on an album cover. Since no convincing explanation was offered by either Capitol Records or the Beatles about why the photograph had been used in the first place, a fanciful reason was later concocted by the public: if Capitol Records had replaced the original cover (as evidenced by their pasting over it), then Capitol Records must have been the ones offended by it. Why were they offended by the cover? Because it was the Beatles' way of protesting Capitol's handling of their music! In truth, the Beatles paid too little attention to the format of their American releases to concoct such an elaborate form of revenge. They likely neither knew nor cared about Capitol's plans to release the Yesterday and Today compilation until after the fact. Additional Information: The two articles linked below provide in-depth information about how and why the butcher cover came to be, and details of how the Beatles' material was handled by Capitol Records. Also included is a link to Robert York's fabulous site full of pictures and technical information about the butcher cover. Origins of the butcher cover Notes on Capitol Records' Beatle releases Everything You've Always Wanted To Know About the Beatles' Butcher Cover",
  "Originally Published": "",
  "Referred Links": "http://www.eskimo.com/~bpentium/butcher.html;",
  "Example": "",
  "Last Updated": "20 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/hidden/butcher.asp",
  "Claim": "The Beatles planned the infamous butcher cover as a protest against Capitol Records' \"butchering\" of their album releases in America.",
  "Claim_ID": "music_hidden_butcher",
  "Tags": ""
}