{
  "Origins": "When nineteen police, on a tip-off, raided a party at Keith Richards' estate in February of 1967 in search of illegal drugs, Richards, Mick Jagger, Marianne Faithfull, and six other male guests were lounging about a downstairs room watching TV and listening to music. Faithfull wore only a large, orange fur bedcover that she had wrapped around herself after taking a bath a little while earlier. The police searched the house and the persons in it, gathered various pieces of evidence, and left. A month later, Richards and Jagger were summoned before the court on drug charges. By the time the trial started at the end of June, a rumor had already started spreading that when the police arrived at Redlands, \"they had interrupted an orgy of cunnilingus in which Jagger had been licking a Mars candy bar pushed into Marianne's vagina.\"",
  "Fact Check": "",
  "Description": "There was absolutely no truth to the rumor, however. The police did not burst into the house, catching everyone unaware: they knocked very loudly at the front door, and Keith calmly got up to answer it. At the time police arrived, the room was, in the words of Christopher Gibbs, one of the guests at Redlands that evening, \"a scene of pure domesticity.\" As Marianne Faithful wrote in her autobiography: The Mars Bar was a very effective piece of demonizing. Way out there. It was so overdone, with such malicious twisting of the facts. Mick retrieving a Mars Bar from my vagina, indeed! It was far too jaded for any of us even to have conceived of. It's a dirty old man's fantasy -- some old fart who goes to a dominatrix every Thursday afternoon to get spanked. A cop's idea of what people do on acid! At Keith Richards' trial, much was made of 'Miss X' (i.e., Marianne Faithfull), the single female guest who had been present when police entered Richards' house. One female detective testified that when the police squad arrived, Faithfull had been \"completely naked.\" Another male detective stated in court that as he had studied Marianne Faithfull during the raid to detect signs of drug use, she had purposely let the fur bedcover she was wearing slip, \"disclosing parts of her nude body.\" (Faithfull later admitted that she had indeed given the police \"a quick flash.\") These lurid details about a naked girl wrapped in fur rug, brought out at the trial and reported in the press (although largely untrue), established the idea that the police had interrupted a drug-induced orgy. As Faithfull described it: Their story went like this: a group of dissolute rock stars lured an innocent girl to a remote cottage where, having plied her with drugs, they had their way with her, including various sex acts involving a Mars Bar. Exactly when and how this rumor got started is unknown, although it was already circulating by the time of the trial in June. Faithfull herself said she first heard the story from Mick (who had himself heard it from another prisoner) while he was incarcerated at Wormwood Scrubs shortly after the trial. One claim is that the rumor was inspired by Keith's cache of candy, a detail which was supposedly listed in the official police inventory of the raid. In any case, as Norman wrote, the \"Mars bar was a detail of such sheer madness as to make the story believed, then and forever after.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "25 April 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/marsbar.asp",
  "Claim": "When British police conducted a drug raid during a party at Keith Richards' Redlands estate in 1967, they found Mick Jagger eating a Mars bar out of Marianne Faithfull's vagina.",
  "Claim_ID": "music_artists_marsbar",
  "Tags": ""
}