{
  "Origins": "Although many rumors swirled in the wake of the sudden death of 33-year-old \"Mama\" Cass Eliot on 29 July 1974 (e.g., that she died from a drug overdose, that FBI had plotted to assassinate her, that she was pregnant with John Lennon's child), the one that has become permanently entwined with her image is that she choked to death on a ham sandwich. The legend has a particularly cruel irony in that Cass Eliot's weight was fodder for many brutish jokes about her physical appearance, and the choking rumor fostered the impression that she had somehow brought death upon herself through her \"gluttony.\" Even the minor details of the rumor were unkind to her legend: She supposedly choked to death on a sandwich (a cheap, pedestrian form of food), and the main ingredient of that sandwich was ham (which comes from pigs, an animal to whom overweight people are frequently likened).",
  "Fact Check": "",
  "Description": "According to the biography Dream a Little Dream of Me , it was Dr. Anthony Greenburgh, the first physician to examine Cass Eliot after her death, who mistakenly sowed the seeds of the \"choked on a ham sandwich\" legend: Greenburgh immediately offered a straightforward explanation for Cass's death. His first impression, he told the press, was that it appeared to have been a simple case of asphyxia. \"From what I saw when I got to the flat,\" he told the Daily Express, \"she appeared to have been eating a ham sandwich and drinking Coca-Cola while lying down a very dangerous thing to do. This would be especially dangerous for someone like Cass who was overweight and who might be prone to having a heart attack. She seemed to have choked on a ham sandwich,\" he continued, unwittingly giving rise to the myth that would still be circulation more than three decades later. What Greenburgh had presumably overlooked is the small but pertinent fact that the sandwich by Cass's bed had not in fact been touched (as recorded by Inspector Kenneth Humm once the police were called). The official findings of the coroner's inquest were that Cass Eliot died from \"fatty myocardial degeneration due to obesity\" (i.e., a heart attack brought about by fatty degeneration of the heart muscle fiber), and nothing was found to have been blocking her mouth or throat. Cass Elliot had long been overweight and more than once undertook crash diets to lose a large amount of weight in a relatively short period of time; the prolonged, combined effects of obesity and severe dieting had weakened her heart to the point of failure. Sightings: Look for a mention of this legend in the 1997 film Austin Powers: International Man of Mystery and in the 1996 film Beautiful Thing .",
  "Originally Published": "",
  "Referred Links": "http://beautiful-thing.com/;http://us.imdb.com/Details?0118655;",
  "Example": "",
  "Last Updated": "19 January 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/mamacass.asp",
  "Claim": "\"Mama\" Cass Elliot of The Mamas and the Papas choked to death on a ham sandwich.",
  "Claim_ID": "music_artists_mamacass",
  "Tags": ""
}