{
  "Origins": "As the clich goes, look up 'debauchery' in the dictionary, and you'll find a picture of Keith Richards. Although many tales about the depravity of the Rolling Stones were deliberately concocted for publicity purposes (especially in the group's early days), the extent of Keith Richards' drug abuse over the last several decades would be hard to exaggerate: long periods of drug use and addiction, punctuated with occasional efforts at beating the drug habit. These efforts ranged from going cold turkey to submitting to conventional medical means of ending addiction to undergoing controversial \"experimental\" cures. Whatever the method, the results were generally the same: Richards would quit before the end of the program or lapse back into his familiar habits soon afterwards.",
  "Fact Check": "",
  "Description": "Although drugs have long been considered an indispensable part of the \"rock 'n' roll lifestyle,\" too much of a good thing can be detrimental, even to rock musicians. The Rolling Stones have been a top concert draw for thirty-five years and owe much of their popularity (not to mention their income) to their live shows. But the Rolling Stones are not the Rolling Stones without a functioning Keith Richards, and at times his overindulgences have put concert tours in jeopardy due to his inability to weather rigorous and demanding tour schedules. Such was the situation during the Stones' 1973 European tour, when Richards needed to kick a heroin addiction quickly and underwent a treatment in Switzerland that lead to rumors he had undergone the human equivalent of an automotive oil change and beat his drug habit by having all his blood replaced. As Stones intimate Spanish Tony Sanchez later described the process in his tell-all book about the band: In the midst of this chaos it was time for the Stones to finalize plans for their seven-week tour of Britain and Europe. Keith knew that he was in no condition to go on the road, but there was no time for a cure. Withdrawing would have meant being laid up for weeks and that was out of the question. Marshall Chess, however, had a solution. \"There's a doctor from Florida who can get you off dope in a few days by changing your blood,\" he told Keith. \"He did it for me in Mexico a while back, and it worked perfectly.\" The Florida doctor would carry out the blood change for Keith in a villa called Le Pec Varp, in Villars-sur-Ollon, Switzerland. Keith would fly directly to Switzerland after the Stones' concert in Birmingham on September 19. He would then be cured in time to play with the Stones again in Berne, Switzerland, on September 26. Marshall was going to Switzerland with Keith to have his blood changed at the same time. Sanchez went on to describe exactly how much Richards paid the Florida doctor, where he stayed during the treatment process, and what his hotel room cost. Sanchez's accuracy leaves something to be desired, however although Richards admitted the bare facts of Sanchez's book were true, of the details he said, \"I couldn't plow through it all because my eyes were watering from laughter.\" And the truth in this case follows that pattern: the basic facts are true, but the details have been embellished just a bit. Richards biographer Victor Bockris described the actual treatment process: The treatment involved a hemodialysis process in which the patient's blood was passed through a pump, where it was separated from sterile dialysis fluid by a semipermeable membrane. This allowed any toxic substances that had built up in the bloodstream, which would normally have been secreted by the kidneys, to diffuse out of the blood into the dialysis fluid. (According to Bockris, this treatment took place between the Rolling Stones' 23 September 1973 concert in Innsbruck, Austria, and their show in Berne, Switzerland three days later. This coincides with his statement that \"Richards was frightened by the process because it required being put to sleep for three days,\" but according to a Rolling Stones tour chronology, the group also performed in Berne on 25 September, which wouldn't have allowed for alleged \"three days\" of sleep the cure required. Another passage in Sanchez's book, probably inaccurate, quotes Richards as saying the process took only forty-eight hours, but also mentions that he \"spent the rest of the week just resting and building up\" his strength. Obviously Richards couldn't have taken off \"the rest of the week\" to recuperate and still have performed in a show that took place two days after the treatment began.) Bockris also claims that when Richards was having trouble obtaining a visa for the Rolling Stones' 1975 tour of the United States, Walter Annenberg, the U.S. ambassador to Britain, \"helped arrange for Keith to get a visa so long as the U.S. embassy doctor in London could certify that there were no drugs in his bloodstream.\" So, once again Richards supposedly made the trip to Switzerland to have his blood purified in order to pass the requisite medical certification. Keith Richards himself later explained how the rumor about his \"blood change\" treatment began: Someone asked me how I cleaned up, so I told them I went to Switzerland and had my blood completely changed. I was just fooling around. I opened my jacket and said, 'How do you like my blood change?' That's all it was, a joke. I was fucking sick of answering that question. So I gave them a story. Of course, Richards doesn't exactly declare in the above statement that he really went to Switzerland; he merely claims that he told people he went to Switzerland. So, did Richards have his blood changed, did he have it filtered, or is the whole thing a bit of lurid fiction? The \"blood change\" claim is almost certainly untrue, because Richards himself says he made up the story, no real evidence supports it, and such a procedure is medically questionable in terms of both safety and effectiveness. He probably did undergo some type of treatment involving blood filtering, however. True or not, the story's ubiquity is no mystery. What's more extravagant and outrageous than a jaded rock star who has achieved international fame and has earned all money he could possibly need, yet chooses to spend his days in a drugged stupor? A rock star who kicks the habit not by sweating it out cold turkey or by spending several weeks in a substance abuse program to kick both the physical habit and his psychological dependency on drugs, but by jetting off to Europe to swap his \"dirty\" blood for some fresh, clean stuff and be on his (temporarily drug-free) way in a couple of days. Although Tony Sanchez may have made up or embellished many of his tales about his days with the Rolling Stones, he hit the nail on the head with an expression of outrage that neatly summarizes the essence of public's fascination with this legend: I couldn't help wondering where all this blood was coming from or resenting the decadence of debauched millionaires regaining their health, vampirelike, from the fresh, clean blood of innocents.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "16 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/richards.asp",
  "Claim": "Rolling Stones guitarist Keith Richards beat a heroin addiction by having his blood replaced at a Swiss medical clinic.",
  "Claim_ID": "music_artists_richards",
  "Tags": ""
}