{
  "Origins": "John Denver's father, Henry John Deutschendorf, was one of the first officers in the newly-formed United States Air Force after World War II, retiring as a lieutenant colonel. His son (now known as John Denver) at one time had hopes of joining the Air Force himself, but his substandard eyesight precluded his becoming a military pilot. John Denver received an Army induction notice in 1964, but he was classified 1-Y due to having lost two toes in a lawn mower accident and never served in any branch of the military.",
  "Fact Check": "",
  "Description": "The John Denver \"sniper\" story is a typical example of the \"he's not what he seems to be\" legend type, tales of contradictory excess generally applied to celebrities who entertain children or otherwise have a cloying public image that show them to be the opposites of their public images. (Other examples include Uncle Don and singer Mariah Carey .) Thus John Denver, known to the world as a gentle, nature-loving pop singer, is transformed into his antithesis: a professional killer. (As was Fred Rogers of television's Mister Rogers' Neighborhood. He too was rumored to have been a sniper, with even his penchant for long-sleeved cardigans ascribed to his hiding tattoos from the eyes of curious little tykes. Like Denver, Rogers never served in any branch of the military. He was an ordained minister in the United Presbyterian Church.) Consider the possible thought processes of whoever invented this rumor: \"Hey, let's make up something outrageous about that wimp John Denver! I know, we'll tell everybody he used to shoot people!\" Casting John Denver as a hired killer for the mob being a bit too far-fetched, the rumor-mongers decide to present him as a soldier. (An apt touch, since the controversial Vietnam War had created a decidedly negative image of the military in the minds of a large segment of American youth in the early 1970s, when Denver's career was at its peak.) Offering Denver as a sniper was a double stroke of genius: it created the impression that not only was he a soldier, but that he actually shot people (since plenty of military personnel serve in support of combat operations without ever firing a gun); and it painted a picture of Denver not just as a killer, but as a cowardly one who hid in buildings and shot unsuspecting victims. (Military snipers are actually well-trained professional soldiers who perform a difficult, demanding, and vital task at no small risk to themselves, but the civilian public's general perception of a sniper, however, is someone like Charles Whitman: a man with a long-range rifle holed up in an impregnable tower, mercilessly gunning down defenseless, unarmed people.) The fact that Denver was the son of a career military officer and was of the right age to have served in the Vietnam War most likely afforded this legend just the right touch of plausibility it needed to spread widely.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "18 April 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/denver.asp",
  "Claim": "John Denver once served as a U.S. Army sniper in Vietnam.",
  "Claim_ID": "music_artists_denver",
  "Tags": ""
}