{
  "Origins": "Despite numerous claims about the efficacy of \"greening\" CDs, there is no valid scientific reason to explain why marking CDs with green pens would improve sound quality, nor has anyone ever been able to consistently distinguish between marked and unmarked discs in a double blind comparison.",
  "Fact Check": "",
  "Description": "The most commonly offered explanation for the allegedly improved results produced by a \"greened\" CD is that the light from a CD player's laser reflects off the shiny inner rim and outer edge of the CD and enters the \"eye\" of the player, thereby altering the digital bit count and distorting the sound. Coating the edges of the CD with a colored marker supposedly reduces or eliminates the amount of stray light reflecting of the disc's edges, producing \"better\" or \"cleaner\" sound. (Green markers are used because the faithful believe that color most effectively \"absorbs\" the light from the laser's infrared beam.) As former Stereo Review and High Fidelity editor David Ranada pointed out, however, light travels so quickly that it would be reflected back to the laser from the edge of the disc while the laser was still reading the same digital bit and therefore could not produce a distorted reading. Ranada confirmed his assertion by connecting a digital error counter to a CD player to compare data errors produced during playback of both colored and uncolored discs. He found no difference between the two types of discs at any portion of their surfaces inner rim, outer rim, or middle. He also tried coloring only half the circumference of a disc and using an oscilloscope to analyze the signal picked up by the laser. The scope showed no difference between the patterns produced by the colored and uncolored halves of the disc. The claim that coloring CDs could improve their sound originated in late 1989, was spread at the winter Consumer Electronics Show in Las Vegas in early 1990, and achieved national prominence when it was printed (and given credence) in the March 1990 issue of ICE (the International CD Exchange newsletter). The initial claims suggested that the inner rim and outer edge of the disc should be colored with an Eberhard Faber Design Art Marker No. 255, but over time this procedure became less specific. (Many later reports mentioned coloring only the outer rim, and the pen used was either generic green or a completely different color altogether, such as purple. Coating discs with Armor All or Rain-X were other popular variations.) That this story was so enthusiastically embraced and believed is likely due to a number of factors, such as: The psychological power of persuasion: People believe coloring CDs improves sound quality merely because they've heard the claim repeated so often and so authoritatively. The details of compact disc technology are still largely a mystery to most of the general public, and so they readily accept the seemingly plausible explanation offered to explain the phenomenon, even though it has no demonstrable scientific basis. Since sound quality is largely subjective and unquantifiable, the \"greening\" claim is difficult to disprove. Not surprisingly, the results of comparison tests follow the pattern one would expect to see: people claim to hear a difference (often an astounding one) between marked and unmarked discs when they know which is which, but they cannot reliably distinguish between the two types of discs in double blind studies. The desire for control over technology: People want to maintain some level of control by believing that no technology is so complex or perfect that it can't be improved by a little good old know-how. As Sam Tellig, a writer for Stereophile magazine put it, \"I get a great deal of satisfaction in showing that these tweaks take the 'perfect-sound-forever medium' and make it a little more perfect.\" The \"something for nothing\" syndrome: People are always readily willing to accept something that promises great returns for little or no investment. This concept is best summed up by early \"greening\" enthusiast Pete Howard (publisher of ICE and Rolling Stone CD columnist), who opined: \"Even if there's a little bit of difference, it's amazing that you can improve billion-dollar technology with a two-buck marker.\" Snobbery: Digital audio technology has been denigrated since its introduction by a small but fervent group of audiophiles who insist that the sound it produces is \"harsh,\" unlifelike, and generally inferior to that of analog recordings. The revelation that CD sound is imperfect was undoubtedly an appealing story for some of them to spread. Greed: There was money to be made selling objects of dubious worth (such as damping rings and CD markers) to a gullible public, and hence a financial interest for some people to promulgate stories touting their alleged effectiveness.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "26 April 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/media/marker.asp",
  "Claim": "Coating the edges of a compact disc with a green marking pen will noticeably improve its sound quality.",
  "Claim_ID": "music_media_marker",
  "Tags": ""
}