{
  "Origins": "There's nothing new about this rumor, just who it's about. Shock rocker Marilyn Manson has replaced Alice Cooper and Ozzy Osbourne in the starring role of a vilification rumor that's been around for years.",
  "Fact Check": "",
  "Description": "Manson has neither slaughtered puppies himself nor incited audiences to do it for him, though that rumor has dogged his band since 1997. Similarly, in his heyday as every parent's nightmare and kid's delight, Ozzy Osbourne was said to have thrown a puppy into his audience and instructed fans to break its legs. And then there was Alice Cooper, who was said to have tossed a bagful of kittens to his fans, instructing them to tear the cute little furballs apart before he'd go on with the show. Didn't happen. Not with Manson, not with Osbourne, and not with Cooper. This is a standard vilification rumor that gets trotted out and tarted up anew every time there's a new high-profile shock rocker on the scene. Think about it. The ASPCA would be on these guys like ugly on a gorilla if so much as one lovable little puppy or fluffy little kitten came to harm as a result of a rocker's onstage antics. Although real animals have gotten mixed up in a shock rocker's stage show on two separate occasions, in both cases the experience was every bit as much a surprise to the performer as to anyone in his audience. In 1982 Ozzy Osbourne bit the head off a real bat. Not that he meant to a fan tossed him something he believed was a rubber toy. Osbourne didn't fare too well in that encounter with the animal kingdom and had to endure a rather painful series of rabies shots. In 1969 it was Alice Cooper who ran \"afowl\" of people's sensibilities: Interviewed in August [1991] prior to his CNE show, ghoulmaster Alice Cooper set the record straight about an infamous 1969 tale, that he'd shocked John Lennon at the legendary Varsity Stadium rock fest by ripping the heads off live chickens while performing his shock rock. \"That was our very first big show,\" Cooper said. \"And you know, the funny thing about the Toronto show was that we had no chickens planned at all; the chickens were thrown by the audience.\" \"We were on stage, we had feathers, we had pillows and we had CO2 cartridges. We used to break these open and then we would blast feathers all over the audience.\" \"And then somebody threw a chicken on stage. A live chicken. I was absolutely, I mean, I'm from Detroit, you know, I was never on a farm in my life.\" \"I figured, well, it's got wings, it's got feathers, it'll fly. I'll just throw it out there and it will fly away.\" \"I threw it in the audience, and the audience tore it to pieces! The next thing I was reading in the papers: 'He was geeking chickens on stage.'\" In the wake of Cooper's chicken incident, the rumor flew around he'd torn the head off a live chicken and drunk its blood during a show. Upon hearing it, Frank Zappa placed a call to Alice Cooper: \"Did you really do that?\" Zappa asked. \"No,\" replied Cooper. \"Well, whatever you do,\" Zappa said, \"don't tell anybody you didn't do it.\" Rumors other than puppy slaughtering trail after Manson, the newest \"agent of Satan\" in the world of rock 'n' roll: That he tossed drugs to the crowd. Or had some of his ribs removed to facilitate orally pleasuring himself. Or sacrifices children or virgins to Satan. All untrue. Manson is in the busine$$ of shocking people, but there are limits even for him, with the boundary sharply drawn at illegal activities. Some of the things said about him are true though he has torn up Bibles and used the American flag as toilet paper as part of his stage act, as well as screaming obscenities onstage. But would we expect less of this year's bad boy? (If you're in the mood for other Marilyn Manson rumors, visit our page about his being confused for the lad who played Paul on television's The Wonder Years and our page about his becoming Evil Incarnate because a church youth group shunned him.) No one understand how vilification rumors attach to shock rockers better than Alice Cooper. As he was quoted as saying in 1998: \"I hear 10 Marilyn Manson rumors a day,\" says Cooper. \"I used to hear that many Alice Cooper rumors. I never set a German shepherd on fire. We had the kitten thing, too, (tossing a bag of kittens into the audience to be killed). Here's another one: Marilyn Manson's father was Captain Kangaroo. It was in every newspaper that my father was Mr. Green Jeans. Every time I hear a new Marilyn Manson story, I can tell you what's going to happen next because I'll tell you what happened to me.\" (The \"Mr. Green Jeans\" rumor usually attaches to Frank Zappa , a rocker who included a track entitled \"Son of Mr. Green Genes\" on his 1969 Hot Rats album, thereby hopelessly confusing innumerable fans who couldn't spell.) Barbara \"dogged by a rumor\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] Dear whomever may read this: Today is March 30, 1999. And today I heard about something that has to stop. You all know of the sick person named Marilyn Manson. I know someone who went to one of his concerts. He is abusing animals. He threw several puppies into the crowd before his show. And then he told the crowd that he would not start the show until the pups were killed. So, in conclusion, several puppies are killed at each Marilyn Manson concert. This is a sick thing that has to stop now. And we are the only ones who can stop it. This guy is a sick person. I am sending this to every1 on my buddy list, and if you could PLEASE send this to at least 10 people, we can make a difference. If people realize what this sick man is doing, then less people will go to his concerts, and then when nobody comes, he can't kill anymore puppies. So please, by sending this, you are saving the lives of a couple puppies. And let me just tell you that if you don't send this you are a self centered loser.",
  "Last Updated": "15 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/marilyn2.asp",
  "Claim": "Marilyn Manson has taken to slaughtering puppies as part of his stage show.",
  "Claim_ID": "music_artists_marilyn2",
  "Tags": ""
}