{
  "Origins": "This rumor concerning Michael Jackson's phone number started in early 1984, when the singer was at the height of his popularity, riding the crest of the Thriller album's tidal wave of sales. According to the rumor, the first seven digits of the album's UPC were Michael Jackson's phone number. (Why in the world the notoriously reclusive pop star would choose to broadcast his private phone number to millions of record buyers was a thought that didn't faze those who believed in such things.)",
  "Fact Check": "",
  "Description": "Would-be callers were left to divine the area code by themselves, and many of them did: using their local area code, the area code for Encino, California (where Jackson lived), or the toll-free '800' area code. Callers who opted for the '800' area code somehow got through to the residence of a woman named Barbara Brown in Youngstown, Ohio, who started receiving upwards of a dozen calls a day after Jackson won eight Grammy awards in February. Nearly everyone in the USA who had the same seven-digit phone number (in different area codes) received calls asking for Michael Jackson; the Bellevue Hair Studio in Bellevue, Washington, reportedly fielded fifty phone calls per day at the rumor's height. (Just a few years earlier, Tommy Tutone's song \" Jenny (867-5309) \" had driven to distraction phone customers with that number as well.) Exactly how the rumor began is unknown, outside of the general public's fascination for finding hidden meanings in album covers and UPC markings. Some reports claimed the rumor was being spread by MTV, but MTV's public relations manager stated that the network had never broadcast any such information. Although this rumor's specific origins are unknown, the choice of the mysterious Michael Jackson as its subject was certainly easy to understand.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "27 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/music/hidden/thriller.asp",
  "Claim": "Michael Jackson's phone number was hidden in the Thriller album cover.",
  "Claim_ID": "music_hidden_thriller",
  "Tags": ""
}