{
  "Origins": "Although it is by no means the oldest example of a multiple-groove record, the most frequently cited recording of this sort is the infamous \"three-sided\" Matching Tie and Handkerchief album by Monty Python (Arista AL 4039, 1973). One side of the album (both sides were mischievously labeled \"Side 2\") was \"normal\"; the other contained a pair of grooves, each of which held different material. Which groove the listener heard depended upon where the needle was dropped. (Later pressings of the record did not include the double groove.)",
  "Fact Check": "",
  "Description": "Another memorable example of a multiple-groove recording was a late 1970s flexi-disc called \"A Super Spectacular Day,\" issued by MAD magazine. The disc played a standard introductory section about the start of a wonderful, \"super-spectacular\" day, then produced one of several different comedic \"bad\" endings to that day (involving such topics as alien abduction, zits, and a visiting mother-in-law). Other uses of multiple-groove recordings involve various games (such as horse races or mystery games) where the outcome is determined by which of the record's multiple grooves is played. Similarly, other modern-day records have incorporated this feature, including: A Laurie Anderson LP featuring a \"three-track\" side: each track contained a different recording of the song \"You're The Guy I Want To Share My Money With\" by Laurie Anderson, William Burroughs, or John Giorno. The 12\" version of Kate Bush's \"Sensual World,\" with one track containing the standard vocal version and the other playing an instrumental version. The 12\" version of the Fine Young Cannibals' \"Good Thing\" single (1989), which held two different mixes of the same song.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "23 May 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/music/media/groove.asp",
  "Claim": "Some \"multi-sided\" records have two or more grooves per side, causing them to play different material depending upon where the stylus is cued each time.",
  "Claim_ID": "music_media_groove",
  "Tags": ""
}