{
  "Origins": "Kid Rock and Hank Williams, Jr. are but the latest pairing of celebrities rumored to be parent and child. Sometimes a superficial resemblance sparks the whispers (e.g., actor Clint Eastwood as the son of film comedian Stan Laurel, and soap opera actress Susan Lucci as the daughter of comedienne Phyllis Diller), and sometimes the misapprehension comes as a result of facetious comments or song lyrics being taken literally (e.g., rocker Frank Zappa as the son of children's television personality Mr. Greenjeans). Concerning Kid Rock and Hank Williams, Jr. the latter appears to be the case. Or does it?",
  "Fact Check": "",
  "Description": "Kid Rock's birth name was Bob Ritchie, and his father was a middle-class, suburban Detroit automobile dealer. His date of birth was 17 January 1971, which certainly makes him the right age to plausibly be the son of Hank Williams, Jr., who was born 21 years earlier ( 26 May 1949). Kid Rock and Hank Williams, Jr. have recorded a few songs together, including \"The 'F' Word\" from Williams' Almeria Club , and \"Naked Women and Beer\" from Williams' Stormy . Indeed, the source of the rumor that links the one's paternity to the other is likely found in the lyrics of \"The 'F' Word\": Well, I've been hanging out with my rebel son Kid Rock And I really don't like this stuff they call hip-hop But he's sure been good to me and I'm still trying to make him see In country music, you just can't say the 'F' word\" Almeria Club was released in January 2002, and the rumor of Kid Rock's being Williams, Jr.'s son began surfacing in earnest in February 2002, even to the point of being discussed on the radio by morning DJs. Curiously, however, in November 2001 a USENET newsgroup poster wrote: \"I know a few people who are convinced for some reason that Kid Rock is really Hank Williams Jr.'s illegitimate son.\" The question has arisen so often that Hank Williams, Jr. was moved to address it in his web site's FAQ : \"The answer is NO! They are just really good friends. Kid Rock named himself Hank's rebel son.\" In 2006, Hank Williams III (the real son of Hank Williams, Jr.) released the CD Straight to Hell , which included a song titled \"Not Everybody Likes Us\" containing the following lyrics: And just so you know, so it's set in stone Kid Rock don't come from where I come from Yeah it's true, he's a yank He ain't no son of Hank And if you thought so, goddamn you're fuckin' dumb Hank Williams III explained the motivation behind those words in a March 2006 interview with Blender magazine: [Kid Rock] brought that upon himself, man ... I've met him, back when he hit with that big song, and he came in, like, \"You know, I'm the next Elvis.\" I'm like, \"Whatever, dude the Beastie Boys have been around a lot longer than you have.\" I first immediately saw that OK, this guy's an asshole, and I can see why him and my dad get along pretty good. And then we came back through Detroit, and he kept trying to come on the bus you know, him and Pam [Anderson], and all that shit and I said, \"Tell that motherf***er I got nothing to say to him,\" and then he finally gets his way back in there and tells me how I need to be treating my father (Hank Williams, Jr., who Kid Rock has collaborated with), and I'm like, \"All right, you just crossed the line motherf***er.\" And I don't know how many times I have to say it: \"No, he's not my f***ing brother. He s a goddamn Yankee from f***in' up in Detroit, and his dad runs Cadillac dealerships.\" He's got no blood relation to us at all. Aside from issues of paternity, Hank Williams III seems intent on demonstrating that in country music, you really can say the 'F' word. Barbara \"son spot\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://hankjr.com/faq.htm;",
  "Example": "",
  "Last Updated": "2 March 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/kidrock.asp",
  "Claim": "Kid Rock is the son of Hank Williams, Jr.",
  "Claim_ID": "music_artists_kidrock",
  "Tags": ""
}