{
  "Origins": "Who but a 1960s drug culture rock star would be sufficiently narcissistic, audacious, and irreverent enough to irritate millions of Judeo-Christians by naming her daughter 'God'? Apparently a lot of people around in the early 1970s felt Jefferson Airplane lead singer Grace Slick fit the bill, as so many of them still believe she really did it. But she didn't. The name of Grace Slick's daughter is (and always has been) China, and the notion that the little girl was originally named 'God' (or 'god') was purely the product of a joke worked out before her birth.",
  "Fact Check": "",
  "Description": "On 25 January 1971, Grace Slick gave birth to a girl at French Hospital in San Francisco. (The father was one of her Jefferson Airplane bandmates, Paul Kantner.) As she related in her autobiography, Slick quickly made a joke about her infant daughter's name at the expense of a hospital nurse: [A]s I held my newborn baby in my arms, a Spanish nurse came into my hospital room to attend to antiseptics and linens. She was holding a framed certificate that looked like a high school diploma, and she said, \"We give these to all the new mothers. You see, it says where she was born, what time, and the name of the baby goes here.\" She pointed to an empty line in the document. \"What is your baby's name?\" she asked. I noticed a crucifix around her neck and spontaneously said, \"god. We spell it with a small g because we want her to be humble.\" It was only a few hours after my baby had arrived, I was holding the miracle of birth in my arms, and I was already messing with somebody's head. The nurse asked me to repeat what I'd said. I obliged her. After hearing it a second time, deciding that the blasphemy was real, she haltingly entered \"god\" on the parchment, probably expecting to go through life repeating novenas for her participation in this profanity. When she was through filling in the irreverent name, she ran to the telephone to call Herb Caen, the San Francisco Chronicle newspaper columnist ... He published the information about the birth and the supposed appellation Paul and I had chosen ... Her real name is China. China herself relayed the same story through radio commentator Paul Harvey: Paul Young of Inglewood recalled reading years ago that singer Grace Slick named her daughter God. No doubt Young did read that, but Slick's daughter says it's an urban myth. She told The Times a few years ago that the rumor arose because of a joke Slick made after giving birth. \"When I popped out,\" her daughter said, \"the nurse was this sort of religious type. In this cutesy voice, she says, 'And what are you naming your baby?' And my mom, being my mom, says wryly, 'We're naming her god, but with a small \"g\" out of respect.'\" The real first name of Slick's daughter? China. However, not only was the tale about the Slick's deciding to name her daugter 'god' merely a joke that she sprang on an unsuspecting nurse, but it wasn't even a spontaneous jape, as she later claimed. She was being disingenuous (or was misremembering) about \"spontaneously\" joking to a nurse about naming her child \"god,\" as a Rolling Stone interview with Slick published a full two months before the birth of that child documented she had already worked out that idea: Grace Slick will be the mother of [Paul Kantner's] child, named god (\"Just 'God,'\" said Grace. \"No last name, no capital G. And he can change his name when he feels like it.\"). Three years earlier, singer Michelle Phillips of the Mamas and the Papas had given her daughter the name China (albeit using the alternate spelling of 'Chynna'). According to Grace Slick, the similarity of names was completely coincidental, however: Since I never paid much attention to the couplings of other celebrities, I didn't know that Michelle Phillips, another rock-and-roll mom, had named her child Chynna. In fact, I didn't know that Michelle even had a child. Several years after the birth of my daughter, when someone asked me if I'd made the spelling different from the name of Michelle's daughter on purpose, the answer was no. In fact, I was so intent on being original with my daughter's name, if I'd known Michelle's kid was named Chynna, I probably would have called mine Xlopdy. Baby China appeared on the cover of the 1972 Slick/Kanter album Sunfighter , which included a song about her entitled \" China .\" Chynna Phillips later teamed up with two of Beach Boy Brian Wilson's daughters to form the musical group Wilson Phillips.",
  "Originally Published": "",
  "Referred Links": "http://www.cduniverse.com/search/xx/music/pid/1111805/a/Sunfighter.htm;",
  "Example": "[Feeney, 1996] Smith expressed hope that Madonna will not follow the example of Grace Slick, who named her daughter God in 1971 ... [Joseph, 1996] The 6 lb. baby, to be known as Hiraani, joins a clique of pop and film star kids blessed or burdened with unlikely names, such as ... God Slick, daughter of Jefferson Airplane duo Grace Slick and Paul Cantner [sic].",
  "Last Updated": "14 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/godslick.asp",
  "Claim": "Jefferson Airplane singer Grace Slick named her daughter 'god.'",
  "Claim_ID": "music_artists_godslick",
  "Tags": ""
}