{
  "Origins": "Many an American town has been home to a \"dead man's curve\" a winding stretch of road so treacherous that it has (in legend or in fact) been the scene of numerous accidents and claimed the lives of several unwary or foolhardy drivers who challenged its bends at too high a speed. But the most famous \"dead man's curve\" of all belongs to Los Angeles, as immortalized in the 1964 top ten hit by Jan & Dean , the singing duo who crafted a string of chart-topping singles built around surfing and hot rods in the mid-1960s.",
  "Fact Check": "",
  "Description": "Exactly where Los Angeles' version of \"dead man's curve\" can be found is the subject of some debate, but by general consensus it's a tight corner of Sunset Boulevard near the Bel-Air Estates north of UCLA's Drake Stadium. (In this map of the UCLA campus, it's the curve of Sunset just above Drake Stadium, which is identified with a yellow number 78.) This turn is particularly tricky for persons driving eastbound (left to right on the map above) on Sunset, as a long downhill stretch on which it's all too easy to spurt well over the 35 MPH speed limit leads up to the curve, where a driver suddenly finds he must bank sharply left or centrifugal force will send his car crashing through a wall of trees bordering the UCLA campus. Motorists unfamiliar with this part of Sunset Blvd. (or those who know about it but opt to tempt fate and test their driving abilities by approaching the turn without slowing down) can easily find themselves yanking the steering wheel too hard to the left and spinning off the road or into oncoming traffic. The most renowned victim of Los Angeles' infamous curve was Mel Blanc, famous as the voice of Bugs Bunny and hundreds of other cartoon characters. In January 1961, Blanc was driving his sports car eastbound on Sunset Blvd. one evening around 9:30 P.M. , and at \"dead man's curve\" he collided head-on with another car. Blanc was pried from the wreckage unconscious, having suffered head injuries, a broken pelvis, and two broken legs; he barely escaped death and spent weeks in a coma. Just a few days after Blanc's accident, Los Angeles' Board of Public Works approved making changes to the banking of that portion of Sunset Blvd. to lessen the danger posed by the downhill curve, a city engineer testifying that it had been the scene of 26 accidents three of them fatal within a two-year stretch. A few years later, in the summer of 1963, the singing duo of Jan & Dean (with help from the Beach Boys' Brian Wilson) topped the charts with \"Surf City,\" and at the end of the year they scored another top ten hit with \"Drag City.\" Looking to follow up their success with another single based on the familiar drag-racing theme, Jan Berry teamed with Roger Christian, a disc jockey turned songwriter who had co-written similarly themed Beach Boys car songs such as \"Little Deuce Coupe.\" Christian came up with the idea for writing a song about a \"dead man's curve\" and structuring it as a narrative of a drag race: I thought someone ought to write a song about Dead Man's Curve. I said, \"Well, we ought to make it into a race,\" because Jan and I were really into racing. Every Saturday night we'd meet and go to Sunset and Vine . . . and we'd race. I had a Jaguar XKE, and Jan had a Stingray the same cars that are in the song. Jan Berry and Roger Christian turned their real-life experiences (Berry figured he \"raced several hundred times on Sunset\") into lyrics about a drag race and its tragic aftermath, and Jan & Dean scored another top ten hit with their version of \"Dead Man's Curve,\" which reached #8 on the Billboard chart in April 1964: I was cruisin' in my Stingray late one night when an XKE pulled up on the right and rolled down the window of his shiny new Jag and challenged me then and there to a drag. I said, \"You're on, buddy, my mill's runnin' fine. Let's come off the line, now, at Sunset and Vine. But I'll go you one better if you've got the nerve. Let's race all the way to Dead Man's Curve.\" Dead Man's Curve, it's no place to play. Dead Man's Curve, you must keep away. Dead Man's Curve, I can hear 'em say: \"Won't come back from Dead Man's Curve.\" The street was deserted late Friday night; we were buggin' each other while we sat out the light. We both popped the clutch when the light turned green; you shoulda heard the whine from my screamin' machine. I flew past LaBrea, Schwab's, and Crescent Heights, and all the Jag could see were my six taillights. He passed me at Doheny then I started to swerve, But I pulled her out and there we were at Dead Man's Curve. Rather then setting their fictional drag race at the site of the real \"dead man's curve,\" however, Jan Berry and Roger Christian placed it more to the east from Hollywood down the Sunset Strip , the portion of Sunset Blvd. between Hollywood and Beverly Hills (bordered by Crescent Heights Boulevard and Doheny Drive) in order to incorporate the names of locations more familiar to audiences outside of southern California, such as the famous intersection of Hollywood and Vine, home to the distinctive Capitol Records tower, and Schwab's drug store, where apocryphal Hollywood legend proclaimed that a teenage Lana Turner was discovered sipping a soda. (A race running the route described in the song, from Hollywood and Vine to Sunset and Doheny, would have covered 4.5 miles; extended to the real \"dead man's curve\" near UCLA, it would have been a drag of 8.7 miles.) The last verse of \"Dead Man's Curve\" was introduced by percussion effects reproducing the sounds of crashing cars, brass instruments sounding like automobile horns, and a harp glissando, all of which preceded a spoken dramatic interlude which interrupted the final repetition of the chorus: Well - the last thing I remember, Doc, I started to swerve And then I saw the Jag slide into the curve I know I'll never forget that horrible sight I guess I found out for myself that everyone was right The song and especially this final verse proved eerily prophetic two years later. On 12 April 1966, 25-year-old Jan Berry crashed his Corvette Stingray into the back of a parked truck on a side street in Beverly Hills. Berry, initially thought to be dead, was cut out of his car and rushed to the nearby UCLA Medical Center, where he spent several weeks in a coma with severe injuries to the head and brain. The career of Jan & Dean was effectively over. (Jan Berry did survive his ordeal, and although he suffered permanent brain damage that left him partially paralyzed on his right side and impaired his speech, he eventually recovered well enough to return to the stage with former partner Dean Torrence in 1978 for a summer tour as an opening act to the Beach Boys.) The legendary aspect to this story has it that Jan Berry's accident occurred on the very same \"dead man's curve\" that he and Roger Christian had in mind when they wrote the song two years earlier, but the Beverly Hills side street where Berry ran his Stingray into a gardener's truck was in fact south of Sunset Blvd., a few miles away from the real location of \"dead man's curve.\" Nonetheless, this minor difference in detail between legend and actual events might be overshadowed by the revelation that it was Jan Berry himself who was adamant the denouement of \"Dead Man's Curve\" be a terrible crash: The weirdest part of the story: Roger didn't intend for \"Dead Man's Curve\" to be a \"disaster\" song at all he wanted the race to end in a tie. But Jan, who wound up in a serious car accident in real life, insisted that the song end with a disastrous crash.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20040619142123/http://www.microla.com/ltpages/capitol.htm;http://www.seeing-stars.com/Streets/SunsetStrip.shtml;http://web.archive.org/web/20010605085856/http://www.ucla.edu/map/center.html;http://www.jananddean.com/;",
  "Example": "",
  "Last Updated": "23 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/songs/deadman.asp",
  "Claim": "Jan Berry of Jan & Dean had a near-fatal automobile accident on the very same road the duo had sung about in their hit \"Dead Man's Curve.\"",
  "Claim_ID": "music_songs_deadman",
  "Tags": ""
}