{
  "Origins": "It was probably the single most often cited \"fact\" about any of the four Monkees to appear in the multitude of teen fan magazines devoted to the group during their heyday: that Mike Nesmith took up playing the guitar to restore dexterity to fingers damaged when a firecracker exploded in his hand. It was the perfect little bit of interesting information to head the sidebar to an article, especially since it helped to convince the public that at least one of the Monkees could actually play a music instrument. And it was completely false: Nesmith did injure his hand in an accident as a youngster, but the injury had nothing to do with a firecracker, and he didn't take up the guitar until years later.",
  "Fact Check": "",
  "Description": "The way Nesmith describes the story, he and some neighborhood kids were smashing rocks with a sledgehammer one day. Mike was holding the target rock, and the sledgehammer came down on his hand instead of the rock. Because Mrs. Nesmith followed the beliefs of Christian Science, young Mike was not taken for medical treatment; the bones in his hand were not set and did not heal properly. He permanently lost the use of one finger on his right hand as a result, a condition that was not ameliorated by his learning to play guitar. Mike's start as a guitarist didn't occur until several years later, when he was in his 20s. He had joined the U.S. Air Force not long after finishing high school, and while on pass one weekend he saw Hoyt Axton performing at a folk club in Oklahoma. His stint in the Air Force ended prematurely after he \"tipped over a general's plane one morning while cleaning it,\" and he asked his parents to stake him to a guitar, which he taught himself to play: I figured that the easiest way to learn was by trial and error. I played records and tried to pick out the right chords as I listened. People told me I must be mad, that they way to do it was to go to a teacher or at least buy a tutor book. The result was that I could do a lot of things with a guitar that just weren't meant to be done. A memorable background story that could be used for promotional purposes was an essential part of the r sum of 60's pop stars, so the fictional firecracker tale likely the invention of a publicist who spun it from the true thread of Nesmith's having suffered a hand injury as a child has been continually published as fact for going on four decades now.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Finn, 1986] INSIDE FACTS: Nesmith started playing guitar to regain dexterity in his fingers after a firecracker accident.",
  "Last Updated": "16 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/nesmith2.asp",
  "Claim": "Monkee Mike Nesmith took up playing the guitar to regain dexterity in fingers injured by a firecracker.",
  "Claim_ID": "music_artists_nesmith2",
  "Tags": ""
}