{
  "Origins": "Many a marketing survey has been conducted to gauge how presentation affects consumer perceptions of quality, and quite a few such surveys have found that people will frequently designate one of two identical items as being distinctly better than the other simply because it is packaged or presented more attractively. Might this same concept apply to fields outside of consumer products, such as the arts? Would, for example, people distinguish between a world-class instrumental virtuoso and an ordinary street musician if the only difference between them were the setting? These were questions tackled by Washington Post writer Gene Weingarten in 2007 when he enlisted renowned violinist Joshua Bell, a winner of the Avery Fisher Prize for outstanding achievement in classical music who regularly undertakes over 200 international engagements a year, to spend part of a morning playing incognito at the entrance to a Washington Metro station during a morning rush hour. Weingarten set up the event \"as an experiment in context, perception and priorities as well as an unblinking assessment of public taste: In a banal setting at an inconvenient time, would beauty transcend?\"",
  "Fact Check": "",
  "Description": "So, on 12 January 2007, about a thousand morning commuters passing through the L'Enfant Plaza Station of the subway line in Washington, D.C. were, without publicity, treated to a free mini-concert performed by violin virtuoso Joshua Bell, who played for approximately 45 minutes, performing six classical pieces (two of which were by Bach) during that span on his handcrafted 1713 Stradivarius violin (for which Bell reportedly paid $3.5 million). As Weingarten described the crux of the experiment: Each passerby had a quick choice to make, one familiar to commuters in any urban area where the occasional street performer is part of the cityscape: Do you stop and listen? Do you hurry past with a blend of guilt and irritation, aware of your cupidity but annoyed by the unbidden demand on your time and your wallet? Do you throw in a buck, just to be polite? Does your decision change if he's really bad? What if he's really good? Do you have time for beauty? Shouldn't you? What's the moral mathematics of the moment? Three days earlier, Bell had played to a full house at Boston's Symphony Hall, where fairly good seats went for $100. But on this day he collected just $32.17 for his efforts, contributed by a mere 27 of 1,097 passing travelers. Only seven people stopped to listen, and just one of them recognized the performer. The Washington Post won a Pulitzer Prize in the feature writing category for Gene Weingarten's April 2007 story about this experiment, based in part on the article's originality. Weingarten was therefore quite surprised at finding out in mid-2008 that his concept wasn't quite so unique: the very same experiment had been tried (with strikingly similar results) by another journalist 77 years earlier: In a stunt ginned up by a newspaper named the Post the Chicago Evening Post violin virtuoso Jacques Gordon, a onetime child prodigy, performed for spare change on his priceless Stradivarius, incognito, for three-quarters of an hour outside a subway station. Most people hurried past, unheeding. The violinist made a few measly bucks and change. It was a story about artistic context, priorities and the soul-numbing gallop of modernity. I obtained a copy of the original [May 1930] article from the long-defunct Evening Post. The main story, bylined Milton Fairman, was on Page One, under the headline \"Famous Fiddler in Disguise Gets $5.61 in Curb Concerts.\" The story began: \"A tattered beggar in an ancient frock coat, its color rusted by the years, gave a curbstone concert yesterday noon on windswept Michigan Avenue. Hundreds passed him by without a glance, and the golden notes that rose from his fiddle were swept by the breeze into unlistening ears ...\" We learn from this story that two of the handful of songs played by Jacques Gordon were Massenet's \"Meditation\" from \"Thais\" and Schubert's \"Ave Maria.\" Two of the handful of songs played by Joshua Bell were Massenet's \"Meditation\" from \"Thais\" and Schubert's \"Ave Maria.\" Of the hundreds of people who walked by Gordon, only one recognized him for who he was. Of the hundreds of people who walked by Bell, only one recognized him for who he was. I telephoned Bell he, too, had not heard about this other street corner stunt. But, though Jacques Gordon died two decades before Bell was born, Bell knew of him. The two men had shared something intimate. From 1991 through 2001, Bell played the same Strad that Gordon had once owned, the same one Gordon had played on the Chicago streets that day in 1930. For 11 years, Bell's fingers held the same ancient wood.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, December 2008] A Most Interesting Story A man sat at a metro station in Washington DC and started to play the violin; it was a cold January morning. He played six Bach pieces for about 45 minutes. During that time, since it was rush hour, it was calculated that thousands of people went through the station, most of them on their way to work. Three minutes went by and a middle aged man noticed there was musician playing. He slowed his pace and stopped for a few seconds and then hurried up to meet his schedule. A minute later, the violinist received his first dollar tip: a woman threw the money in the till and without stopping continued to walk. A few minutes later, someone leaned against the wall to listen to him, but the man looked at his watch and started to walk again. Clearly he was late for work. The one who paid the most attention was a 3 year old boy. His mother tagged him along, hurried but the kid stopped to look at the violinist. Finally the mother pushed hard and the child continued to walk turning his head all the time. This action was repeated by several other children. All the parents, without exception, forced them to move on. In the 45 minutes the musician played, only 6 people stopped and stayed for a while. About 20 gave him money but continued to walk their normal pace. He collected $32. When he finished playing and silence took over, no one noticed it. No one applauded, nor was there any recognition. No one knew this but the violinist was Joshua Bell, one of the best musicians in the world. He played one of the most intricate pieces ever written with a violin worth 3.5 million dollars. Two days before his playing in the subway, Joshua Bell sold out at a theater in Boston and the seats average $100. This is a real story. Joshua Bell playing incognito in the metro station was organized by the Washington Post as part of an social experiment about perception, taste and priorities of people. The outlines were: in a commonplace environment at an inappropriate hour: Do we perceive beauty? Do we stop to appreciate it? Do we recognize the talent in an unexpected context? One of the possible conclusions from this experience could be: If we do not have a moment to stop and listen to one of the best musicians in the world playing the best music ever written, how many other thingsare we missing?",
  "Last Updated": "20 February 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/music/artists/bell.asp",
  "Claim": "Violinist Joshua Bell played incognito in a Washington subway.",
  "Claim_ID": "music_artists_bell",
  "Tags": ""
}