{
  "Origins": "All too often an in-joke or obvious tongue-in-cheek reference is taken by the public as a straight story (as we know far too well from the frequent Weekly World News articles sent to us for \"verification\"). A notorious example of this phenomenon occurred in 1969, when a joke review of a non-existent album featuring some of rock's biggest stars was printed in Rolling Stone magazine and prompted the release of a satirical imitation, which people then mistook for the real thing!",
  "Fact Check": "",
  "Description": "The saga began when rock critic Greil Marcus (under the pseudonym of \"T.M. Christian\"), prompted by a recent Rolling Stone article about sales of a double bootleg album of unreleased Bob Dylan material (\"Great White Wonder,\" often cited as the first bootleg record) wrote a fictitious review of another \"bootleg\" album entitled \"The Masked Marauders\" for the 18 October 1969 issue of Rolling Stone. The name \"Masked Marauders\" was supposedly a flimsy deception employed by Bob Dylan, Mick Jagger, John Lennon, Paul McCartney, George Harrison and others, all of whom had gotten together and recorded a \"supergroup\" album (allegedly produced by Al Kooper) that could not be released under their real names because they were all under contract to different record companies. Even though the \"review\" contained plenty of clues to indicate it was nothing more than a bit of humorous fun (e.g., the session was said to have been recorded \"in a small town near the site of the original Hudson Bay Colony in Canada\" and featured Paul McCartney singing \"Mammy,\" Mick Jagger warbling \"I Can't Get No Nookie,\" and Bob Dylan imitating Donovan), more than a few readers didn't get the put-on and went looking for the album at their local record stores. As demand for the mythical record grew, Marcus and fellow Rolling Stone critic/editor Langdon Winner took the gag a step further by recruiting a group of Berkeley musicians (since claimed to have been the personnel who comprised The Cleanliness and Godliness Skiffle Band) to record a group of songs matching those described in the review (right down to imitating the voices of the famous singers putatively involved); the tape received local radio airplay and was eventually bought by Warner Bros. music, who issued it as an album on their Reprise label. (The LP actually appeared as a Deity/Reprise record, since the faux review had listed it as a Deity release, and a single I Can't Get No Nookie b/w Cow Pie was issued as Deity 0870.) The Masked Marauders Deity/Reprise 6378 (Nov. 1969) Side One: I Can't Get No Nookie Duke of Earl Cow Pie I Am the Japanese Sandman The Book of Love Side Two: Later More or Less Hudson's Bay Again Season of the Witch Saturday Night at the Cow Palace Even though the record bore no pictures of the \"Masked Marauders\" (the cover merely featured a photograph of a woman) and contained no identifying information about them on its outer sleeve, it's hard to believe that even those who hadn't read the review could have been taken in by the hoax. Mick Jagger complaining \"I Can't Get No Nookie\"? Bob Dylan warbling the 50's doo-wop classic \"Duke of Earl\" and Donovan's \"Season of the Witch\"? Buyers who still didn't get it should have been clued in by an inner sheet included with the record that clearly spelled out the whole thing was a put-on (and even if that was missing, the album's closing track all but screamed \"This is a joke\"). Nonetheless, fans avidly sought out the record, and people swore they recognized Jagger's voice or McCartney's bass playing and couldn't possibly be mistaken. Mistaken they were, and eventually Rolling Stone itself exposed the whole thing. That the public's gullibility knew no bounds was demonstrated all over again several years later, when the 1976 debut album by a group of Canadian studio players called Klaatu , which similarly lacked any photographs or information about the group itself, was widely rumored to have been a new Beatles album. An odd postscript to this story would be to note that in 1988, George Harrison formed a Marauders-like band named the Traveling Wilburys with Bob Dylan, Tom Petty, Roy Orbison, and Jeff Lynne, all of whom were identified with pseudonyms using the surname 'Wilbury' on the album sleeve. Additional Information: Hear a bit of the Marauders and their Mick Jagger sound-alike performing \"I Can't Get No Nookie\": I Can't Get No Nookie (The Masked Marauders)",
  "Originally Published": "",
  "Referred Links": "http://www.klaatu.org;http://www.punkhart.com/dylan/disco/gww.html;",
  "Example": "",
  "Last Updated": "15 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/masked.asp",
  "Claim": "Bob Dylan, Mick Jagger, John Lennon, Paul McCartney, and George Harrison once recorded a supergroup album as 'The Masked Marauders.",
  "Claim_ID": "music_artists_masked",
  "Tags": ""
}