{
  "Origins": "One of the major issues confronting modern librarians, archivists, and other preservers of information is how best to preserve that information. The advent of digital media and formats such as hard drives, CDs, DVDs, and MP3s allows for much more efficient storage and retrieval of information, and in forms that are generally much less susceptible to damage from environmental factors (e.g., moisture, smoke, heat). But those new media present some vexing issues of their own, chiefly the requirement of anticipating which of them will still be comfortably usable years from now. Using CDs to store files encoded in FLAC format may be a good choice for archiving a music collection today, but how easy will it be to find and use a device that can both read CDs and run the software to decode and play FLAC-encoded music files ten, twenty, or a hundred years from now? By comparison, a plain old book might be a comparatively inefficient and fragile means of storing written information, but even books printed hundreds of years ago are still readily usable by anyone who can read.",
  "Fact Check": "",
  "Description": "That issue is the conceit represented in the example quoted above, which maintains that the Library of Congress resolved the thorny issue of which medium to use for long-term storage of its extensive audio collection by opting for 78 RPM platters because, as noted, although that format may have become outmoded over fifty years ago, it's nonetheless durable and stores information in a form that \"can be reproduced with a very simple mechanical device and no electricity.\" However, no matter how logically this putative Library of Congress storage plan might be presented, it still raises some red flags. For starters, 78 RPM platters are a terribly inefficient storage medium: They're big (10 inches in diameter), they're thick, and they only hold a few minutes' worth of audio, so archiving an extensive collection of sound recordings to 78s would require an enormous amount of warehouse space. As well, such a scheme would present some difficult aesthetic issues, chiefly that any piece of music or other type of recorded material longer in duration than a few minutes would have to be split across multiple discs (and sides of discs). Moreover, unlike digital storage media, analog media such as 78 RPM shellac disks significantly degrade with each use. Such skepticism would be well placed, as this item originated as an April Fool's Day treat perpetrated in an All Things Considered segment (\"Shellac, the Sound of the Future\") aired by National Public Radio (NPR) on 1 April 2003. For those who didn't catch on to the gag earlier, the segment's final line provided a practical coup de gr ce: \"If funding levels can be maintained, experts estimate the archiving project can catch up with recordings made before 2003 by April 1, 2089.\" That NPR's 2003 April Fool's prank is still generating \"Is this true?\" queries to us several years later is a testament to its creator's ability to tread a fine line between absurdity and believability.",
  "Originally Published": "",
  "Referred Links": "http://www.npr.org/templates/story/story.asp?storyId=1216161;",
  "Example": "[Collected via e-mail, March 2009] Another interesting bit about how things last the Library of Congress completed a study on the best medium for near-permanent archiving of their extensive audio collection. Their conclusion 78 RPM platters. Unlike in my dad's day, the medium (platter) itself can be made to last nearly forever with today's technology, and the recording can be reproduced with a very simple mechanical device and no electricity. This came up because of concerns that rapidly changing technology (LPs, cassettes, 8-tracks, CDs, DVDs, flash-drives, DVRs, whatever's next) made it difficult to ensure that older archives could be retrieved. It was my understanding that they have already begun transferring audio recordings from various media to 78s.",
  "Last Updated": "19 May 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/music/media/loc78rpm.asp",
  "Claim": "The Library of Congress is transferring its entire audio collection to 78 RPM platters.",
  "Claim_ID": "music_media_loc78rpm",
  "Tags": ""
}