{
  "Origins": "It's a metaphor: love as a roller coaster ride. Both involve their fair share of screaming, so when the Ohio Players recorded their 1975 hit \"Love Rollercoaster,\" they naturally incorporated a real scream into the track. In the 1970s you couldn't just do something like that simply because it made sense, though, so it wasn't long before wildly improbable stories about the origin of the scream began to circulate by word of mouth, aided by an army of disk jockeys eager to pass along a juicy (if apocryphal) anecdote.",
  "Fact Check": "",
  "Description": "The rumors that postulated the scream was a real one taken from an external source (a psychiatric hospital or 911 emergency tape) were the more plausible ones. Other explanations had the band recording in an apartment building (where a woman was conveniently murdered next door), microphones picking up the scream from a violent crime committed outside the recording studio (so much for that \"soundproof studio\" idea), or a band member stabbing his girlfriend (or a cleaning woman) to death in the studio as the tape rolled (presumably hoping to be the first person to simultaneously hit #1 on both the Billboard singles chart and the FBI's Most Wanted list). The most outrageous rumor had to do with the cover of the album on which \"Love Rollercoaster\" appeared. Entitled Honey , the album's daring (for its time) outer cover featured a nude Playboy model lapping honey from a jar with a clear plastic spoon, while the inner gatefold sleeve pictured her covered with the sticky golden liquid. According to the legend, the model was horribly burned by the honey (because it was heated to make it flow more freely) or suffered excruciating pain when it was removed (because it was actually a form of liquid plastic that took huge chunks of her skin with it when it was removed), and her screams of agony are what is heard on the finished product. (Apparently the Ohio Players were experimenting with rush record production techniques that had the recording of the album's music occurring in the studio simultaneous with the creation of the album's cover art.) A related version had the badly scarred model show up at the studio to demand compensation for her injuries just as the band was recording \"Love Rollercoaster,\" and their manager deftly handled the situation by killing her on the spot. In truth, the scream in question does seem a bit out of place: it's a feminine voice amidst a group of male singers, it's buried low in the mix, and it does sound like the cry of a woman in terror rather than that of a \"thrilled-to-be-scared\" amusement park customer. It's not hard to imagine how easily people receptive to rumor could be convinced that this sound didn't belong on the track, but had inadvertently slipped in. The real source of the scream and the origins of the rumor were explained by Ohio Player Jimmy \"Diamond\" Williams: There is a part in the song where there's a breakdown. It's guitars and it's right before the second verse and Billy Beck does one of those inhaling-type screeches like Minnie Ripperton did to reach her high note or Mariah Carey does to go octaves above. The DJ made this crack and it swept the country. People were asking us, 'Did you kill this chick in the studio?' The band took a vow of silence because that makes you sell more records.\" As Mr. Williams suggests, mystery and scandal is good for record sales and radio play, so why ruin a good thing by 'fessing up to the truth? Instead, take a \"vow of silence\" and watch the money roll in. Additional Information: Listen to the \"scream\" at the beginning of this audio clip from \"Love Rollercoaster\":",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1996] The cover of the album (\"Honey\" by the Ohio Players) depicts a nude model kneeling atop what appears to be a sheet of glass, dripping honey all over herself from a ladle suspended above her head. The original UL was that the glass was actually Fiberglas (or some other synthetic), which reacted chemically with the honey, bonding her skin, like Superglue, to the Fiberglas. Freeing her ripped the skin off her legs, and her career as a model was ruined. Sooooo... she just happens to burst in to the recording studio while the Ohio Players are recording \"Rollercoaster,\" and starts threatening to sue the band for everything they're worth. The band's manager stabs her to death right there in the control booth, and that's the scream you hear in the song. [Collected on the Internet, 1996] Remember the \"classic\" song \"Love Roller Coaster\" by the Ohio Players? Well the rumor going around the Passaic, NJ YWCA was that one of the screams in the song was that of a real woman being murdered. Apparently, the song was recorded in the band's apartment, and a woman was being killed by an intruder. [Collected on the Internet, 1996] Someone brought up something to me yesterday regarding a 70's song called \"Roller Coaster\". I don't remember a thing about the song, but I do remember my brother telling me (I was about eight or younger at the time), that a scream in the background of the song was recorded inadvertantly, and was actually a cleaning woman screaming as she was stabbed during the recording of the song. Variations: The site of the murder varies: an apartment (adjacent to the one in which the band is recording), just outside the studio, in an adjacent studio, inside the control room, and within the studio itself. The identify of the dead woman also varies: an unknown victim, a cleaning woman, the girlfriend of one of the group members, or the model who posed for the album cover. Some versions of this legend claim that the scream is a real but pre-recorded one (taken from tapes of inmates undergoing shock therapy at a local institution or a 911 emergency call).",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/music/hidden/roller.asp",
  "Claim": "The Ohio Players' recording of the song \"Love Rollercoaster\" includes the scream of a murdered woman.",
  "Claim_ID": "music_hidden_roller",
  "Tags": ""
}