{
  "Origins": "No popular song, it seems, can be so straightforward in meaning that it won't be misinterpreted by listeners, and lyrics with the least bit of ambiguity to them give wing to some rather amusing interpretive flights of fancy. Thus we have common legends that \" Puff, the Magic Dragon \" was really about drugs, that Phil Collins' \" In the Air Tonight \" dealt with a bad samaritan who refused to come to the aid of a drowning victim, and James Taylor's \" Fire and Rain \" chronicled the death of his girlfriend in a plane crash.",
  "Fact Check": "",
  "Description": "So, when singer/songwriter Paul Simon released his first post-Simon & Garfunkel single, \"Mother and Child Reunion,\" in 1972, his elliptical lyrics initiated yet another round of the musical \"guess the secret meaning\" game: No I would not give you false hope On this strange and mournful day But the mother and child reunion Is only a motion away, oh, little darling of mine. I can't for the life of me Remember a sadder day I know they say let it be But it just don't work out that way And the course of a lifetime runs Over and over again What was the nature of this reunion, fans wondered, and why was it \"sad and mournful\"? Had mother or child just passed away, rejoining the other as death brought them together in the afterlife? Was the mother about to meet the child she'd given up for adoption many years earlier? (If so, why was the reunion to be \"sad and mournful\"?) Some listeners, reading significance into the \"only a motion away\" phrase, postulated that the titular \"reunion\" was to be effected through an abortion. Whatever Simon may have been thinking when he crafted the lyrics, his inspiration for the song's title was indeed an unusual one, as he explained in a 1972 Rolling Stone interview: Know where the words came from on that? You would never have guessed. I was eating in a Chinese restaurant downtown. There was a dish called \"Mother and Child Reunion.\" It's chicken and eggs. And I said, \"Oh, I love that title. I gotta use that one.\" Simon wasn't pulling his interviewer's leg: chicken-and-egg dishes known as \"mother and child reunion\" or \"mother-daughter reunion\" are not uncommon menu items at Chinese restaurants. According to the \"New York Rock-N-Roll Trivia Map,\" the specific eatery where Simon made this fortuitous culinary discovery was Say Eng Look Restaurant in New York City's Chinatown district. Does knowing the origins of the title aid us in interpreting the song? Probably not, although Simon did elaborate in that same interview on how he came to write it: [L]ast summer we had a dog that was run over and killed, and we loved this dog. It was the first death I had ever experienced personally. Nobody in my family died that I felt that. But I felt this loss one minute there, next minute gone, and then my first thought was, \"Oh, man, what if that was [my wife] Peggy? What if somebody like that died? Death, what is it, I can't get it.\" And there were lyrics straight out forward like that. The chorus for \"Mother and Child Reunion\" well, that's out of the title. Somehow there was a connection between this death and Peggy and it was like Heaven, I don't know what the connection was. Some emotional connection. It didn't matter to me what it was. I just knew it was there. Lest we think that songwriters always have concise ideas about what their lyrics mean, consider the answer Simon provided when his interviewer questioned him about the central image in the song \" Me and Julio Down By the Schoolyard \": Q: What is it that the mama saw? The whole world wants to know. A: I have no idea what it is.",
  "Originally Published": "",
  "Referred Links": "http://www.youtube.com/watch?v=46Cfrl7hMoQ;",
  "Example": "",
  "Last Updated": "26 July 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/music/songs/motherchildreunion.asp",
  "Claim": "Paul Simon took the title of his song \"Mother and Child Reunion\" from the name of a chicken-and-egg dish he spotted on a Chinese restaurant's menu.",
  "Claim_ID": "music_songs_motherchildreunion",
  "Tags": ""
}