{
  "Origins": "Gentle, plaintive, and compelling, \"Fire and Rain\" was the hit that launched the career of James Taylor, one of the 1970's premier singer-songwriters. The song's mournful lyrics of loss and redemption were enigmatic to many, and some listeners tried to make sense of the words by reading literal meaning into them:",
  "Fact Check": "",
  "Description": "Taylor's audience collectively developed an autobiographical story line for his \"Fire and Rain\" lyrics: Suzanne, the girl who was now \"gone,\" had been Taylor's girlfriend. They were frequently separated as he traveled on tour, but they kept in close touch, spending \"hours of time on the telephone line\" and talking about the good \"things to come\" when Taylor finally established himself as a musician. Seeing how disconsolate Taylor was at being away from his love, his friends arranged for Suzanne to fly out to meet him at his next tour stop. Suzanne joyfully accepted, but the flight carrying her to a reunion with her beloved crashed, and she was killed. Both the \"flying machine\" and Taylor's \"sweet dreams\" were now \"in pieces on the ground,\" and he had lost the woman he \"always thought\" he'd \"see again.\" Although James Taylor's song is indeed autobiographical, it doesn't match the heart-wrenching story line of popular legend. By the time \"Fire and Rain\" established Taylor as an international pop star at the tender age of twenty-two, he'd experienced plenty of psychological and physical pain upon which he could draw in crafting his lyrics. He already had a long history of depression and substance abuse for which he'd been hospitalized several times (his first hospital experience was the basis of one of his earliest songs, 'Knocking 'Round the Zoo'), and he'd spent quite a while recuperating from a near-fatal motorcycle accident which had broken both his hands and feet and prevented him from picking up a guitar for several months. All of this was fodder for his songwriting, as he explained in a 1972 interview with Rolling Stone : \"Fire and Rain\" has three verses. The first verse is about my reactions to the death of a friend. The second verse is about my arrival in this country with a monkey on my back, and there Jesus is an expression of my desperation in trying to get through the time when my body was aching and the time was at hand when I had to do it ... And the third verse of that song refers to my recuperation in Austin Riggs which lasted about five months. The \"Suzanne\" mentioned in the lyrics to \"Fire and Rain\" wasn't Taylor's girlfriend or fianc e, but merely an acquaintance (Suzanne Schnerr) whom he had met while he was a teenager in New York in 1966-67 performing (with friends Danny Kortchmar and Joel O' Brien ) as part of a group called The Flying Machine. As quoted in Timothy White's biography of him, Taylor said that \"I knew Suzanne well in New York, and we used to hang out together and we used to get high together; I think she came from Long Island. She was a kid, like all of us.\" A few years later, after Taylor had decamped to London and was finishing up his debut album for the Beatles' Apple Records label, he found out that Suzanne had committed suicide several months earlier, and that his friends had withheld the news from him so as not to let it distract him and derail his career: [Suzanne] committed suicide sometime later while I was over in London. At the time I was living with Margaret [Corey], and Richard [Corey] was around a lot, and so was Joel O' Brien. All three of them were really close to Susie Schnerr. But Richard and Joel and Margaret were excited for me having this record deal and making this album, and when Susie killed herself they decided not to tell me about it until later because they didn't want to shake me up. I didn't find out until some six months after it happened. That's why the 'They let me know you were gone' line came up. And I always felt rather bad about the line, 'The plans they made put an end to you,' because 'they' only meant 'ye gods,' or basically 'the Fates.' I never knew her folks but I always wondered whether her folks would hear that and wonder whether it was about them. By the time Taylor left London for the United States at the end of 1968, he was battling a heroin addiction for which he was hospitalized in Manhattan shortly after his return; he then committed himself to Austen Riggs, a private psychiatric facility in Stockbridge, Massachusetts. It was during his Manhattan hospital stay that he formed the song's second verse, with its pleas to Jesus to \"look down upon\" him and help him \"make a stand\" against the ravages of drug addiction. Earlier, during his senior year of high school, Taylor had entered McLean Hospital in Belmont, Massachusetts, where he spent several months being treated for depression. After leaving that facility he traveled to New York and hooked up with childhood friend Danny Kortchmar, where they formed the aforementioned group The Flying Machine, a venture that ended badly for Taylor both professionally and personally: The nadir of the nadir for The Flying Machine was a booking in the Bahamas at a failing nightspot called the Jokers Wild Club in Freeport; after three weeks of bad food and no pay, the group used their return tickets to flee. They disbanded once their flight landed in New York. Sadder still was Taylor's horrifying descent, just before The Flying Machine had hit career turbulence and begun to lose altitude, into full-blown heroin addiction. The third and fourth verses of \"Fire and Rain,\" finished off during Taylor's months at Austen Riggs, muster his feelings about his life in and around his hospital stays, as he struggled with depression, strove against heroin addiction, and experienced the disappointment of a bad ending in his fledgling musical career. Thus the allusion in the song's final line about \"sweet dreams and flying machines in pieces on the ground\" is not merely an indirect reference to shattered ambitions and ruined lives, but a sly direct reference to a previous professional failure. Although James Taylor's eponymous debut album was not a tremendous commercial success, he sufficiently overcame the personal issues with which he had been grappling to leave Apple Records, sign with Warner Bros., and record an album ( Sweet Baby James ) that, propelled by the success of its second single, \"Fire and Rain,\" reached a lofty #3 position on the Billboard charts in 1970.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=0711991936/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=1559725338/urbanlegendsrefeA/;",
  "Example": "[Collected on the Internet, 2000] The real story behind 'Fire and Rain,' as I understand it, is that some friends of James were going to surprise James by bringing his girlfriend, Suzanne, to one of his concerts unbeknownst to James. According to the story, Suzanne's plane crashed ('sweet dreams and flying machines in pieces on the ground') on her way to see the concert and Suzanne dies ('Suzanne the plans they made put an end to you').",
  "Last Updated": "9 June 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/music/songs/firerain.asp",
  "Claim": "The lyrics of James Taylor's \"Fire and Rain\" chronicle his reaction to the death of his girlfriend in a plane crash.",
  "Claim_ID": "music_songs_firerain",
  "Tags": ""
}