{
  "Origins": "A not uncommon phenomenon among the group of singer-songwriters who got their start in the popular music industry in the 1960s was that some of those who emerged as the biggest stars received the widespread public attention that launched their stardom not through their own performances, but by someone else's turning their songs into hits. For example, most people's first exposure to John Denver's music came not through his work with the Chad Mitchell Trio in the mid-1960s or from his first hit single (1971's \"Take Me Home, Country Roads\"), but when Peter, Paul & Mary took his song \"Leaving on a Jet Plane\" to #1 in 1969. Likewise, many people familiar with Judy Collins' Top Ten hit \"Both Sides Now\" didn't first hear (or hear of) its writer, Joni Mitchell, until several years later.",
  "Fact Check": "",
  "Description": "So it was, to some extent, with Bob Dylan. He'd acquired quite a following in folk circles since arriving in New York City in 1960, and the release of his first album in March 1962 garnered positive reviews, but a much larger, mainstream audience was first exposed to his work when Peter, Paul & Mary's version of \"Blowin' in the Wind\" reached #2 on the charts in mid-1963. The popularity of this record ensured that Dylan's appearance at the July 1963 Newport Folk Festival (where he sang \"Blowin' in the Wind\" accompanied by Peter, Paul & Mary) was well covered by the media, and national news magazines such as Playboy, The New Yorker and Time were running pieces about him. Dylan's rise to popularity was all the more amazing in that it took place in an era when success on the singles charts was everything in the music industry, but Dylan himself wouldn't crack the Top 40 with one of his own recordings for another two years. (Even the Beatles, despite having scored three consecutive #1 hits in England, were little known in America at the time because none of their singles had made much of a dent in the U.S. pop charts.) Bob Dylan's exposure to a mass audience came with a price, however. That price was a scurrilous rumor, popularized by a November 1963 Newsweek article, which claimed Dylan hadn't actually written \"Blowin' in the Wind\"; he'd bought (or stolen) it from a high school student and disingenuously claimed it as his own: There is even a rumor circulating that Dylan did not write \"Blowin' in the Wind,\" that it was written by a Millburn (N.J.) High student named Lorre Wyatt, who sold it to the singer. Dylan says he did write the song and Wyatt denies authorship, but several Millburn students claim they heard the song from Wyatt before Dylan ever sang it. Dylan says he is writing a book that will explain everything. But, he insists, the explanations are irrelevant. \"I am my words,\" he says. Maybe this is enough. \"There's a lot about Bobby I don't understand,\" says Joan Baez, who plays princess to his prince among young folk fans. \"But I don't care. I understand his words. That's all that matters.\" Lorre Wyatt was a high school student in Millburn, New Jersey, who in the fall of his senior year in 1962 joined a school singing group called the Millburnaires. At a rehearsal a few months later, Wyatt played and sang for his fellow Millburnaires a song he claimed he'd written, called \"Blowin' in the Wind.\" The group played \"Blowin' in the Wind\" for a school assembly just before Thanksgiving, where it was introduced as a song Wyatt had written. Wyatt later told a teacher he'd sold the song for $1,000 and donated the money to CARE. The claim that Lorre Wyatt had written the song was also repeated in the Millburn High School newspaper in December 1962 and early 1963. Bob Dylan's own version of \"Blowin' in the Wind\" didn't appear until the release of his second album ( The Freewheelin' Bob Dylan ) in May 1963, and most of America didn't first hear the song until Peter, Paul & Mary's version started receiving radio airplay at about the same time. Meanwhile, plenty of people from the Millburn area remembered having heard Wyatt play the song several months earlier. And since Wyatt himself had claimed he wrote (and subsequently sold) \"Blowin' in the Wind,\" they naturally assumed Dylan bought up the rights to the song, assigned the songwriting credit to himself, and was now being propelled to stardom by a song penned by a mere high school student, a song which Dylan was now misleadingly claiming he had written. When it was later discovered that Dylan and Wyatt might have crossed paths (Dylan had to come to New York to visit an ailing Woody Guthrie at Greystone Hospital, where Wyatt frequently entertained patients by playing his guitar and singing), the rumor took an even more scandalous turn: Dylan hadn't bought the song; he'd overheard Wyatt play it at Greystone and then stolen it. Controversy over the authorship of \"Blowin' in the Wind\" plagued Dylan throughout the end of 1963 and early 1964, especially after it was brought to national attention by the Newsweek article, which Dylan biographer Anthony Scaduto asserted was a hatchet job by a disgruntled journalist: The article was true enough, of course; Dylan was an image maker who wanted to be a pop star. But the writer made it clear he was interested only in a hatchet job on Dylan when he repeated a rumor that had been kicking around for some time one that was clearly untrue that Blowin' In the Wind had been written by a New Jersey High School student who had sold it to Dylan. The student, who was named, denied it, but the rumor was published anyway. In a sense, however, Dylan and [manager Albert] Grossman had it coming to them. As had happened to so many others before him, the writer for Newsweek had been promised Dylan's cooperation in an interview, but then at the last moment either Dylan or Grossman (there are several versions but most credit Grossman) told the writer there would be no interview. The writer then went out to Minneapolis and Hibbing and dug up Dylan's background. On his return he threatened to publish all the gossip, and Grossman backed down and set up an interview. It was brief: Dylan became nasty and broke it off, and the hatchet job was printed. Dylan was deeply hurt by the Newsweek article. \"Why did they do that?\" he asked Chris Welles who, after trying for eight months had finally got Dylan to sit still for a Life feature interview. \"Man, they're out to kill me. What've they got against me?\" Clinton Heylin's 1991 Dylan biography tells a similar story (albeit it with a different gender for the reporter): In October [1963] he reluctantly agreed to be interviewed by a Newsweek reporter, Andrea Svedburg, after she had dug up something of his Minnesota past and threatened to use the material if he did not agree to the interview. However, their conversation apparently soon deteriorated into a slanging match and Svedburg went ahead and published a vicious hatchet job on Dylan ... Svedburg brought up an old story that a high school student named Lorre Wyatt had written \"Blowin' in the Wind\" and sold it to Dylan for a thousand dollars and, while carefully avoiding saying Wyatt had written the song, she managed to sow a large seed of doubt by implication. The rumor was completely false, of course. Dylan had written \"Blowin' in the Wind\" in April 1962 and recorded it the following July, several months before Wyatt first played the song for his fellow Millburnaires. Although the publishing copyright wasn't secured until well after Dylan recorded the song (the reverse of the usual practice), this wasn't at all an unusual procedure for someone who was writing and recording material as quickly as Dylan was. Nonetheless, this bit of minutia would later be seized upon by conspiracy enthusiasts who claimed it as evidence that Dylan recorded \"Blowin' in the Wind\" and then, upon finding out the song hadn't yet been copyrighted, took advantage of the situation to publish it and claim it as one of own compositions. Some even put forth the theory that Dylan had coincidentally written a different song also titled \"Blowin' in the Wind\" at about the same time Wyatt wrote his version, and, finding Wyatt's composition to be superior to his own, Dylan secured copyright protection for that version instead. What really happened was that Bob Dylan fell afoul of the practice of allowing folk music publications such as Broadside and Sing Out! to print the words and music to folk songs, even newly-written ones. \"Blowin' in the Wind\" was published in Broadside #6 in May 1962, a full year before Dylan's own recording of it was released, and it was in just such a publication that Millburn High student Lorre Wyatt first came across it. Trying to impress his fellow Millburnaires, Wyatt played \"Blowin' in the Wind\" for them and dishonestly claimed he had written it. As he continued to draw acclaim for someone else's work, Wyatt found himself in a bind which he tried to wriggle out of by refusing to perform the song, maintaining that he'd sold the rights to someone else. (He didn't actually say he'd sold the song to Dylan; just that he'd sold the song.) Wyatt eventually told the full story in a 1974 issue of New Times magazine: In September of 1962, fall of my senior year, I auditioned for the Millburnaires, a perennial singing octet from Millburn High. Ecstatic over making it, I raced to my first rehearsal overflowing with song suggestions like \"Dona, Dona\" and \"500 Miles.\" Several weeks later, I thumbed through the new issue of Sing Out! It was seeded with protest songs which rekindled my songwriting desires. The ideas of one song in particular had an unavoidable impact. They agitated my head, and I made valiant attempt to find my own words. I scribbled feverishly at my heavy blond desk, pressed by the upcoming Millburnaires rehearsal. But the printed words kept looking better and better, and I couldn't resist trying to piece the tune together. On October 28th, the eight of us were sitting around Don Larsen's beige-carpeted living room swapping songs. In my pocket were two sets of words the original and the song I had hoped would grow out of it. My mind seesawed nervously back and forth between them. Mine wasn't finished and that song was so good. Maybe I could sing it and not say anything and they'd think I wrote it and be impressed. If they said, \"Let's sing that sometime,\" that'd be OK. I'd finish my song by then, and they probably wouldn't remember the original. Someone said, \"Anybody got a song?\" My hands formed a shaky D chord, and a distant voice began, \"How many roads ...\" Unexpected silence as I finished. WOW! \"Where'd you get that? Did you write that?\" (Why not, I thought, nothing will ever come of it . . .) Yes. A rush in my brain as the chasm between the simple and the horrible surreal complex evaporated. That moment my old life ended and a new one began. \"Hey, we gotta do that! . . . We could learn it for Thanksgiving!\" \"No, no we can't it's not done yet!\" Thanksgiving assembly. The ONE time we would do the song. My strictest instructions to everyone were not to mention who wrote it, but Don circumvented that by saying, \"Here's a song written by one of the Millburnaires.\" At the end of the assembly, people streamed backstage. Somewhere the answer slipped out. I became adamant that we would never sing the song again. My head was swirling. Next Monday my homeroom teacher asked to see me after school for a \"just between you and me\" chat. She wondered why I didn't want to sing that song anymore. I pulled out the answer that I had been toying with all weekend, and told her that I had sold it. But nothing would abate her curiosity. When she asked, \"For how much?\" I blurted out $1,000. Her surprise led me quickly to add that I had given it away, and \"Where?\" became C.A.R.E. I'd begun to make Pinocchio look like he had a pug nose. It's commonplace for many of us to feel jealous of those who achieve a great deal of success, especially when that success seems to have come too quickly and with too little effort. Therefore we're all too willing to believe the worst when presented with a claim that a major star rode to prominence by appropriating the creative effort of a high school student, especially when presented with a selective set of facts that seem to constitute incontrovertible evidence of the theft. If we can't lift ourselves into the realm of acclaimed singers and songwriters, we can at least try to drag some of them down to our level. Additional information: Freshmen Deny Dylan Wrote Song (The Daily Princetonian)",
  "Originally Published": "",
  "Referred Links": "http://dailyprincetonian.com/news/2000/11/freshmen-deny-dylan-wrote-song/;",
  "Example": "[The Daily Princetonian, November 1963] If Bob Dylan sings \"Blowing in the Wind\" at his midnight concert Saturday, two loud hisses may accompany the applause. The noise, if any, will come from Stephen A. Oxman and Richard W. Erdman, who contest Dylan's claim that he wrote the hit parade favorite. Dylan holds the copyright to the song, and by law at least is the man who wrote it. Oxman and Erdman claim the real credit belongs to a former classmate of theirs, Lorre Wyatt. Now at the University of Akron majoring in music, Wyatt headed the Millburnaires, the octet of Millburn (N.J.) High School, and wrote many of its numbers himself. According to fellow members Oxman and Erdman, Wyatt wrote \"Blowing in the Wind\" early in September a year ago, and had it performed by the octet as early as Oct. 6. Dylan did not secure his copyright until later in the fall, and his recording did not come out until winter. As Oxman understands it, Wyatt traveled to New York that November and sold the song outright to Dylan.",
  "Last Updated": "23 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/music/songs/blowin.asp",
  "Claim": "The Bob Dylan song 'Blowin' in the Wind' was actually written by a New Jersey high school student.",
  "Claim_ID": "music_songs_blowin",
  "Tags": ""
}