{
  "Origins": "Several well-traveled rumors have posited improbable familial relationships between celebrities based on nothing more than vague facial resemblances, spawning such common legends as those claiming that soap actress Susan Lucci is the daughter of comedienne Phyllis Diller or that western actor Clint Eastwood is the son of comic Stan Laurel. In more recent years we've received a number of similar celebrity inquiries seemingly based on nothing more than the fact that two famous people share a surname, such as this question about whether Canadian country pop star Shania Twain is the great-granddaughter (or other direct relative) of 19th century American author and humorist Mark Twain.",
  "Fact Check": "",
  "Description": "In this case, however, supposition about one Twain being a descendant of the other immediately falls apart when one realizes that neither person is a direct biological relative of anyone with the surname of Twain. \"Mark Twain\" was not a real person but rather the pen name of writer Samuel Langhorne Clemens, who was born in Missouri in 1835. Although the line between Clemens and his alternate persona may have been a bit blurred at times (for example, Clemens delivered humorous lectures in character as Mark Twain), he nonetheless retained the use of his birth name in personal matters, and all of his children bore the surname Clemens. Shania Twain was born Eilleen Regina Edwards in Windsor, Ontario, in 1965, the daughter of Sharon Morrison Edwards and Clarence Edwards. She didn't acquire the last name of Twain until after her parents divorced and her mother married again, to a man named Jerry Twain who adopted Eilleen and her sisters (thus legally changing their surname from Edwards to Twain). She remained Eilleen Twain until 1991, when she changed her first name to Shania and embarked upon a recording career. Aside from the name issue, the country/pop singer couldn't possibly be a great-granddaughter of the renowned writer and humorist, as the latter had no direct descendants beyond a single now-deceased grandchild. Samuel Clemens and his wife Olivia Langdon Clemens had four children, a son and three daughters: son Langdon died before his second birthday, daughters Susan and Jean passed away before marrying, and daughter Clara married and bore one child, a daughter named Nina Clemens Gabrilowitsch. However, Nina died in 1966 without ever having borne any children of her own, and any direct line of descent from Samuel Langhorne Clemens ended with her death. Any living relatives of \"Mark Twain\" are either in-laws or descendants of other members of his family, not direct relatives.",
  "Originally Published": "",
  "Referred Links": "http://www.photographersdirect.com/buyers/stockphoto.asp?imageid=2747138;",
  "Example": "[Collected via e-mail, December 2012] Is it true that Shania Twain is Mark Twain's great-granddaughter?",
  "Last Updated": "3 December 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/twain.asp",
  "Claim": "Shania Twain is the great-granddaughter of Mark Twain.",
  "Claim_ID": "music_artists_twain",
  "Tags": ""
}