{
  "Origins": "The pop music concert industry has come a long way since the mid-1960s, when groups like the Beatles would undertake tours during which they played for less than half an hour, performing the same rigid set list of a dozen recent songs at each stop. Now concert tours are much more elaborately staged productions, with established artists sometimes playing for upwards of two or three hours and performing music drawn from the breadth of recording careers that have spanned multiple decades. And although some artists stick with relatively unvarying set lists throughout their tours, others have taken a variety of approaches towards mixing things up: shuffling different songs in and out of their list every few shows, offering a completely different set list at every stop, or resorting to gimmicks such as playing only audience requests, inviting fans to vote on what music they should perform, or even selecting songs completely at random.",
  "Fact Check": "",
  "Description": "A legend which plays on the subject of set lists holds that during one of their shows in the 1970s, Aerosmith, for reasons unknown (one assumes the influence of recreational substances), decided to shake things up by playing their set in reverse, beginning with the encore and ending with the opening number. However, after getting on stage and running through the first song (i.e., the encore), the group, for reasons unknown (one assumes the influence of recreational substances), thought their set was over and walked off stage after having performed only a single tune. As amusing (and perhaps believable, among some quarters) as this tale might be, according to Aerosmith lead guitarist Joe Perry, there's nothing to it: It's a great story, and it never goes away. Unfortunately, it's not true. We've done some dumb things onstage, but nothing as dumb as that. Having said that, there was one occasion when we played the same song twice [in the same show] because we'd forgotten we'd already played it. That might seem funny to some people, but we're not proud of it. It was that kind of sh*t that stopped people from coming to our shows.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Uncut, February 2007] There's a famous story about Aerosmith playing a gig in the '70s when they came on stage, having decided to reverse their set list. They played their encore song first and, then, assuming they'd done the entire show, walked off the stage. Any truth in it?",
  "Last Updated": "1 September 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/aerosmith.asp",
  "Claim": "Aerosmith once decided to play their set list in reverse, then opened a concert with their encore and mistakenly walked off the stage.",
  "Claim_ID": "music_artists_aerosmith",
  "Tags": ""
}