{
  "Origins": "Given that the concept for the band KISS drew upon comic book superheroes almost as much as upon music itself, they were a natural to feature someday in their very own comic. Sure enough, that came to pass in 1977 when Marvel Comics issued the first Super Special KISS comic book.",
  "Fact Check": "",
  "Description": "Never one to pass up a good marketing opportunity, KISS willingly went along with a promotional gimmick invented to spur sales of the first edition. As Gene Simmons recalled: As the KISS comic book project moved along, someone came up with the idea of putting real blood in the ink. It wasn't me maybe it was Bill [Aucoin] or Sean [Delaney]. We got into a DC3, one of those big prop planes, and flew up to Buffalo to Marvel's printing plant, where they pour the ink and make comic books. A notary public actually witnessed the blood being drawn. Sure enough, KISS members allowed their blood to be drawn during a concert stop, and they later flew up to New York to be photographed adding their vials of donated blood to a barrel of red ink. A notary public duly certified the authenticity of the process, and the notarized document was made available as the \"KISS comic book contract\": This is to certify that KISS members, Gene Simmons, Ace Frehley, Paul Stanley and Peter Criss, have each donated blood which is being collectively mixed with the red ink to be used for the first issue of the Marvel/KISS comics. The blood was extracted on February 21st, 1977 at Nassau Coliseum and has been under guarded refrigeration until this day when it was delivered to the Borden Ink plant in Depew, New York. A subsequent rumor maintained that, due to a mix-up at the printers', the batch of red ink containing the blood of KISS members was actually used for a print run of Sports Illustrated magazine and did not end up in the Marvel Comic as intended.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "16 June 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/music/artists/kissblood.asp",
  "Claim": "Blood from KISS band members was mixed with the red ink used to print the first KISS comic book.",
  "Claim_ID": "music_artists_kissblood",
  "Tags": ""
}