{
  "Origins": "In the early 1970s, Jeff Lynne, Roy Wood, and Bev Bevan, members of a group called The Move, developed a concept for fusing rock and classical music. All three continued to bide their time recording and performing as The Move while they assembled the collection of classical instrumentalists they needed to flesh out their \"Electric Light Orchestra.\" Meanwhile, their manager, Don Arden, managed to line up a recording contract for the nascent group with Harvest Records (UK) and United Artists (US).",
  "Fact Check": "",
  "Description": "After some delay while The Move wound down, the Electric Light Orchestra finally recorded their first album, which was released in the UK by Harvest in December 1971 and (in line with common practice for debut LPs by new groups) assigned the eponymous title of Electric Light Orchestra . When the same album was released in America by United Artists three months later, however, it bore a completely different title: No Answer . Why the switch? As groups such as the Beatles had learned years earlier, American record companies had no compunctions about retitling (and even rearranging) the LPs of British groups to suit their notions of what would sell in the American record market. (See our page about the Beatles' \" butcher cover \" for some extreme examples.) But what possessed United Artists to reject a straightforward album title in favor of one that seemingly made no sense? After all, No Answer wasn't the name of a song on the LP, the phrase wasn't found in any of the album's lyrics, and it certainly didn't signify anything of importance to the American record-buying public. The answer is that the title was an accident, the result of a misunderstood phone communication. The legend differs slightly in some of the details from telling to telling, but the basic premise is that when United Artists was preparing to schedule Electric Light Orchestra's debut album for release in the U.S., someone from United Artists (either an executive or his secretary) placed a call to someone connected with ELO (either an executive at Harvest Records or the group's manager) to find out, among other things, what the LP should be titled. The caller, having failed to reach the desired party, jotted down the notation \"no answer,\" a phrase which was mistaken for an album title and assigned to the U.S. version of the group's debut record. This all sounds like a story a PR person might have concocted to garner some free publicity for a new band, but no one has ever offered a plausible alternative explanation for the origins of the No Answer album title, and Bev Bevan, ELO's drummer, affirms that the familiar account is true: Bevan confirms the story that the album was called \"No Answer\" in America due to a misunderstanding. The American record company phoned to discuss the title with ELO manager Don Arden, but his secretary couldn't contact him and replied with the two words that became immortalised on the album sleeves. \"It was quite a good title, though, wasn't it?\" says Bevan, the band's drummer and percussionist. In an odd coincidence, a similar mixup at about the same time resulted in a Byrds LP mistakenly being released with a title of Untitled.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0825632447/ref=ase_urbanlegendsrefe;",
  "Example": "",
  "Last Updated": "19 December 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/music/hidden/noanswer.asp",
  "Claim": "A record label inadvertently mistitled the U.S. version of the Electric Light Orchestra's debut album because of a misunderstood phone message.",
  "Claim_ID": "music_hidden_noanswer",
  "Tags": ""
}