{
  "Origins": "On 25 April 2002, Lisa \"Left Eye\" Lopes of the rhythm-and-blues group TLC died in a car crash in Honduras. Her sudden and unexpected departure at the age of 30 and at the height of TLC's popularity (the group's 1999 album, FanMail, topped the U.S. pop charts and sold more than 8 million copies) sparked rumors that the accident hadn't really been an accident at all but was rather an act of retribution for her having killed a Honduran child weeks earlier.",
  "Fact Check": "",
  "Description": "Foul play had no part in Lisa Lopes' death; her demise was the result of her recklessness and bad driving. Speeding on a Honduran highway in an SUV containing nine people, she had been attempting to pass a car when a truck approached from the other lane, forcing her to veer sharply to the left. The Mitsubishi Montero she was driving struck two trees and flipped over several times. None of the eight passengers were seriously injured, but Lopes was killed instantly in the crash, dying of a massive blow to the head and a fracture at the base of her cranium. The facts of the fatal accident are not in dispute: Lopes had been speeding and had been trying to pass another vehicle. No one could have engineered such a set of circumstances, so all thought that the singer had been killed by someone other than herself should be dismissed. But there was something to the rumor roughly three weeks earlier a vehicle bearing Lopes had caused the death of a Honduran youngster. Around 9 p.m. on 6 April 2002 on a highway about a half-hour drive from central San Pedro Sula, 10-year-old Bayron Isaul Fuentes Lopez walked into the path of the van driven by Lopes' personal assistant. The child had been trailing after his sisters and brothers and stepped off the median strip at the last minute. The accident was never reported to police or the judiciary, and no autopsy was performed (as required under Honduran law in deaths not by natural causes). Lopes paid about $3,700 U.S. for the boy's medical care and funeral and also gave the family about $925. The dead boy's family was satisfied Lopes and her people had handled matters appropriately. No one blamed Lopes or the driver of the van for the child's death; what had happened had clearly been an unforeseeable and unpreventable tragedy. Eerily, an earlier vehicular child fatality also involved Lopes. In 1993, a 10-month-old boy died from head injuries suffered when his mother leapt with him from a car rolling down a hill. Lopes had parked her BMW outside a house in Atlanta and taken the keys with her when she went into the home. While waiting in the car, the child's mother had turned to tend to her son, who was in a infant carrier in the back seat. The woman inadvertently knocked the car out of gear, sending it coasting down a hill. Although she managed to get the baby free of the seat and get out of the moving vehicle with him, the leap from a moving car resulted in blunt head trauma for the infant who later died in hospital of his injuries. No one was charged in the accident. Barbara \"destiny's child\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2002] The other day a friend told me that there was a story about Lisa (Left-eye) Lopes, who died in a car accident several weeks ago. According to him, she had run over and killed a girl about a week before she died and that the accident wasn't really an accident but a revenge killing.",
  "Last Updated": "21 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/lopes.asp",
  "Claim": "TLC's Lisa \"Left-Eye\" Lopes was murdered in a revenge killing.",
  "Claim_ID": "music_artists_lopes",
  "Tags": ""
}