{
  "Origins": "At the end of 1971, only one member remained of the quintet of Byrds who had initiated the folk-rock boom six years earlier when they scored #1 hits by grafting their lush harmonies and jangly guitar sound onto traditional and modern folk songs such as \"Mr. Tambourine Man\" and \"Turn! Turn! Turn!\" Although the other four original Byrds had long since departed the group, founder Roger (originally Jim) McGuinn had weathered a series of personnel changes over the years and kept the Byrds going as a recording and touring act.",
  "Fact Check": "",
  "Description": "The Byrds' last gasp as a studio group came with the November 1971 release of their final album, Farther Along . Many critics panned the LP as a hurriedly-recorded collection of disappointingly tepid songs, and some of them later suggested that the weakness of the Farther Along material was attributable to the members of this final incarnation of the Byrds sensing that the end of the line was near and withholding their best material for release on future solo efforts. Roger McGuinn, in particular, was said to be distracted by promise of a reunion of the original five Byrds, leading to his being unfocused and detached during the production of Farther Along. These criticisms prompted Byrds biographer Johnny Rogan to note a decade later that Roger McGuinn had been so uninterested in the Byrds' final album that a mere roadie (i.e., a person engaged to transport and set up equipment and perform errands for musicians on tour) had been allowed to write and sing one of the songs appearing on it: \"BB Class Road\" is another below-average track, sung by the Byrds roadie Stuart \"Dinkie\" Dawson. Dawson had the basic idea for the song and Gene Parsons added the melody. Sadly, it must be admitted that this song has no distinguishable Byrds sound whatsoever. Literally, it could be anyone singing and playing. That a mere roadie could be given leave to appear on an album as easily as this is a testament to McGuinn's loss of control and general lack of interest in the group. It's easy to see how a listener might have formed this impression of the song in question, \"BB Class Road.\": It didn't much sound like a Byrds track; it listed the Byrds' roadie, Stuart \"Dinkie\" Dawson, as a co-writer; and the lyrics were a first-person account of life on the road, complete with a spoken introduction dedicating the song to \"all the road managers that are worth a dang anywhere in the word\": Now listen here! This song is dedicated to all road managers who are worth a dang anywhere in the world. We want you to know what we think of you. Driving down the highway, seven days a week, Looking for a number one, looking rather bleak. Well, I'm a roadie, what a job being a roadie, I'm a roadie, BB Class Road! Getting to the gig on time is not so hard to do. The only way's to break a crime, speeding is the thing to do. Well I'm a roadie, what a job being a roadie, Hey, hey I'm a roadie, BB Class Road! Well, I'm really, really tired today, been shaking my gear all night. You know what they re all going to say, 'Someday you're goin' to miss a flight!' Well, I'm a roadie, here today, troubling over things. Well, I'm a roadie, BB Class Road, BB Class Road, BB Class Road. In fact, although roadie Stuart Dawson had a hand in the writing and recording of \"BB Class Road,\" the song was actually sung by the Byrds' drummer, Gene Parsons. The reason it didn't sound much like the Byrds was because Parsons' voice was unfamiliar to many listeners (he'd only sung lead on a couple of Byrds tracks prior to the release of Farther Along ), and he departed from his normal vocal delivery on \"BB Class Road\" to assume an alternate persona as a roadie. As the liner notes to the 2000 CD re-issue of the Farther Along album describe the song: Co-written by Gene Parsons and Byrds' roadie Stuart \"Dinky\" Dawson, this quirky novelty song about life on the road was completed at a time when the group was still actively touring. Parsons' gruff vocal concludes with a barrage of beer bottles tumbling over his drum kit. \"I was imitating and taking on a different persona,\" he recalls. \"Stuart and I collaborated and it's me growling and howling out the vocal. Dinky may have sung background and was involved in the studio. You can hear broken glass on there, that was his idea.\" Although Farther Along proved to be the final record produced by what was known as the \"CBS Byrds\" (i.e., the group then under contract to Columbia Records), the original five members reunited briefly the following year to record an eponymously titled album for another label.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=095295401X/urbanlegendsrefeA/;",
  "Example": "",
  "Last Updated": "25 October 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/music/songs/bbclassroad.asp",
  "Claim": "A song appearing on the final Byrds album was sung by a roadie.",
  "Claim_ID": "music_songs_bbclassroad",
  "Tags": ""
}