{
  "Origins": "Rumor has it that before launching into his music and mayhem career, shock rocker Marilyn Manson played Kevin Arnold's sidekick, the geeky-but-lovable Paul Pfeiffer, on the popular TV series The Wonder Years.",
  "Fact Check": "",
  "Description": "Nope, not even close. Kevin's sidekick Paul was played by Josh Saviano . As for Marilyn Manson, his real name is Brian Warner. The \"Marilyn Manson is the kid from 'The Wonder Years'\" variant is but the latest flavor of the popular \"bad boy celebrity was cute little tyke on TV series\" rumor. Another version says Manson was Kevin Owens on Mr. Belvedere. (Nope, that was Rob Stone ). Josh Saviano dates his first time hearing this rumor back to Christmas, 1996. He gets e-mail messages every week asking if he's Manson: \"And I reply and say, 'No, of course not,'\" says Saviano, who gets a kick out of the Internet site that shows his likeness morphing into Manson's. \"It doesn't mean much to me,\" he says. \"I find it humorous. To see the creativity and imagination of some people is pretty interesting. It doesn't upset me, nor does it offend me. I just take it as a joke.\" As well he should. Long before there was a Marilyn Manson, even before there was a Wonder Years , a similar tale was told about Alice Cooper and how he'd been Eddie Haskell on Leave It To Beaver . (Nope again. That was Ken Osmond.) The rumor comes in many varieties. Though not a \"bad boy of rock 'n' roll\" by any stretch of the imagination, Billy Corgan of The Smashing Pumpkins catches his fair share of fallout from a related whisper, that he was the lad who played Jamie on television's Small Wonder . (Nope, yet again. That was Jerry Supiran ). Madonna has even been rumored to have been the adorable little Tabitha on TV's Bewitched. (Yet another nope that was Erin Murphy ). A number of Marilyn Manson rumors are wafting about. Manson is the parental nightmare of the 90s, the focus for the \"Rock 'n' roll is leading our kids to Hell!\" faction and, as such, is a magnet for myths. Our Dead Puppies page discusses the legend about his tossing live puppies to the audience and instructing them to tear the little dogs apart if they want him to go on with the show, and our Greener Pastors page gets into the canard about his becoming Evil Incarnate because a church youth group shunned him. There's something wickedly appealing about the notion of a squeaky-clean child star going on to become a rock star trading upon vivid images of horror and death. Similar whispers about other former child stars turning their talents to porn films equally delight us because by believing them, we knock the heroes of yesterday off their pedestals in the here and now. Those lovable TV families were hard enough to live up to without every character in them being perfect in real life as well we're delighted to hear when one of them turns out not to be. A not-to-be-overlooked element in these stories is the \"innocence\" factor. By casting an especially lovable little tyke as the TV kid who grows up to be the rock 'n' roll spokesperson for all that's evil, the fall from grace is seen to be that much greater. To adequately point out the moral in such tales calls for contrast, and that is provided by the most sweet-faced TV child possible being chosen as the base of the canard. One tangentially-related rumor has it that the cute little baby on the Ivory Snow box grew up to be a porn star. There's a smidgeon of truth to this as Marilyn Chambers (of the 1972 porn film Behind the Green Door ) was one of the models in that shot. But she was the young mother, not the baby. (It's not surprising she was cast for the mother's role instead of the child's, as the photo was taken in 1970. Not even she's that good an actress.) It's interesting to note how this tidbit of information is processed by those who've come across it. Invariably, those who remember Marilyn Chambers being on the Ivory Snow box always cast her as the baby. It's that old \"innocence transformed into evil\" motif a pretty mother in a soap ad going on to star in a porn film two years later doesn't provide nearly the moral shock factor of an adorable little baby's growing up to follow that particular career path. Barbara \"soap operand blues\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.tvtome.com/tvtome/servlet/PersonDetail/personid-2489;http://members.surfbest.net/smallwonder@surfbest.net/SWonTV/Jerry-bio.html;http://us.imdb.com/name/nm0832130/;http://us.imdb.com/Name?Saviano,+Josh;",
  "Example": "",
  "Last Updated": "15 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/marilyn.asp",
  "Claim": "Kevin's lovable yet geeky sidekick in TV's \"The Wonder Years\" grew up to be evil incarnate . . . er, Marilyn Manson.",
  "Claim_ID": "music_artists_marilyn",
  "Tags": ""
}