{
  "Origins": "It's no secret that plenty of modern day rock bands have names with sexual connotations, but inventing similar explanations for the names of older bands has become a favorite pastime. So it is with 10cc, who allegedly chose their name as a sly joke indicating that they were just a little bit better than the average guy (whose ejaculation supposedly contains 9cc of semen). Not so, says Jonathan King, who signed the group to UK Records and came up with their name: I had to give them a name . . . because I'd signed the record, and I went to sleep that night and had this dream that a band of mine on my label made number one on the album and singles charts simultaneously in America, and the band was 10cc. So I gave them that name the next morning. Everybody then decided that this was apparently meant to be the amount of an average male ejaculation. Which was absolutely far from the truth . . . There's a lot of apocryphal stories about names, and unfortunately, most of them are much more amusing than the ugly reality, which in this case is that the name came to me in a dream . . .\" Band member Eric Stewart said essentially the same thing in a 1995 BBC interview: No, the name actually did come from Jonathan King. Um, he said he'd had a dream the night before he came up to Manchester to listen to Donna. And, he saw a hoarding over Wembley Stadium or Hammersmith Odeon or something like that and said, \"10cc The Best Group in the World\". So we . . . well, that sounds great to us, we'll call ourselves 10cc. And that's how it came about. The \"dream\" story was reported in Rolling Stone in 1973, which was one year after the band took its name: \"Well, [UK Records president Jonathan King] did give us our name,\" guitarist Lol Creme admitted in a Manchester pub. \"He claimed it came to him in a dream three times so it had to have some significance.\" Interestingly, from that same Rolling Stone article about the band: \"9 C.C.,\" explained bassist Graham Gouldman, \"is the average ejaculation.\" If the name had been deliberately chosen for the reasons cited, it would have been a misnomer: The average male ejaculation actually contains only about 3cc of semen.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[BBC Interview, 1995] Mythology has it that the name 10cc came from the average male ejaculation being 9cc, and, of course, being big, butch, Mancunian guys, we're gonna be, y'know, 1cc more than that.",
  "Last Updated": "13 July 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/10cc.asp",
  "Claim": "The band 10cc was so named because the term represents the amount of semen in an average male ejaculation (or a little bit more).",
  "Claim_ID": "music_artists_10cc",
  "Tags": ""
}