{
  "Origins": "As most Beatles fans know, the Fab Four recorded for EMI, and the executives at EMI's American subsidiary, Capitol Records, were so square that they declined to issue any of the Beatles' first four singles (or their first album) in the USA, thinking that Beatles music wouldn't sell in the American market. As a result, in 1963 the first Beatles records were released in America by Vee-Jay, a small Chicago-based label.",
  "Fact Check": "",
  "Description": "Flash forward to early 1964. Capitol Records, finally having realized that Beatles records would sell in America, is launching an expensive publicity campaign to promote the Beatles and their new single, \"I Want to Hold Your Hand.\" They're also engaged in a lawsuit with Vee-Jay Records over who has the American rights to the Beatles' small but suddenly valuable back catalog (i.e., all the material Capitol passed on releasing in the first place). Vee-Jay, who has the masters to all the tracks on the Beatles' first LP, wants to take advantage of Beatlemania by releasing an album, but they're not sure if they have the legal rights to use those masters. So Vee-Jay comes up with a clever (if misleading) solution: a \"concept\" album. Vee-Jay was relatively sure they had the rights to the four Beatles songs they'd released on singles in 1963 (\"Please Please Me\" b/w \"Ask Me Why\" and \"From Me to You\" b/w \"Thank You Girl\"), but four songs do not an album make. For a solution, they turned to the only other British act on their roster: Frank Ifield, an Australian who had achieved moderate success on British pop charts. By combining eight Frank Ifield tracks with their four Beatles songs, Vee-Jay created an album called \"Jolly What!\" and advertised it as \"England's Greatest Recording Stars The Beatles & Frank Ifield On Stage,\" sold in a cover featuring a silly graphic of mustachioed English gentleman bearing spectacles and a Beatle wig. The \"Jolly What!\" LP was, of course, a total rip-off, because it contained only four Beatles songs (all of which had already been released), because Frank Ifield was in no way one of \"England's Greatest Recording Stars,\" and because the \"On Stage\" portion of the title was deceptive, as all of the tracks were studio recordings. (The only justification for the \"On Stage\" designation seemed to be that The Beatles and Frank Ifield had once appeared on the same bill at the Embassy Cinema in Petersborough, over a year earlier.) Even worse, after Vee-Jay negotiated a settlement with Capitol Records that allowed them to use the masters to the Beatles' first album until October 1964, Vee-Jay re-released the same rip-off album, only this time they made it even more deceptive by putting a prominent graphic of the Beatles on the cover along with the names of the meager four Beatles songs to be found within, creating the impression that this was a whole LP of Beatles material. Worse frauds have been perpetrated on the record-buying public, before and since. (Even the Rolling Stones once released studio tracks overdubbed with crowd noises to create phony \"live\" recordings.) What makes this one notable is the concluding sentence of the liner notes on the back of both versions of the album: Yes, that says just what it looks like: \"It is with a good deal of pride and pleasure that this copulation has been presented.\" And this was no printer's mistake, as the original telegram by which the copy text was transmitted to the printer clearly contained the word \"copulation.\" Whether the author of the liner notes mistakenly (rather than mischievously) used the word \"copulation\" instead of \"compilation\" is unknown, but it provided an apt description of a record that screwed consumers out of their money.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "22 May 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/music/hidden/ifield.asp",
  "Claim": "The back of an early Beatles album contains a risqu mistake.",
  "Claim_ID": "music_hidden_ifield",
  "Tags": ""
}