{
  "Origins": "On 20 March 1991 at 11 a.m., four-and-a-half-year-old Conor Clapton died when he fell from a 53rd-story window in a New York City apartment. He landed on the roof of an adjacent four-story building.",
  "Fact Check": "",
  "Description": "Conor was in the custody of his mother, Italian actress Lori Del Santo, and they were staying in the apartment during a visit to New York from Italy. The boy's father, Eric Clapton, was also in New York (his permanent home is in Surrey, England) and was staying at a nearby hotel at the time of the tragedy. Clapton and Del Santo never wed. (Eric was married to Pattie Boyd, George Harrison's former wife, at the time of Conor's August 1986 birth). Clapton has another child, Ruth Kelly, born in January, 1985, to Yvonne Khan Kelly (also during Clapton's marriage to Boyd). The death of Conor Clapton was one of those accidents that seem so preventable with hindsight yet aren't imaginable until they happen. The housekeeper had just finished cleaning the window and left it open to air the room when Conor ran past him and fell out the 4-by-6 opening. By law, New York City apartments must have window guards installed on every window in all residential buildings with three or more tenants, but a 1984 ruling exempted condominiums from this regulation, placing the onus upon the owners of such units to install such safety devices. The apartment Del Santos and her son were staying in was a condo unit, thus the window Conor fell through lacked a guard. The death of his son had a deep impact on Eric Clapton. For nine months the grieving father concentrated on coming to terms with his loss rather than on performing. When he returned to the stage, his music had changed, becoming softer, more powerful, and more reflective. \"Tears in Heaven\" (composed by Eric Clapton and Will Jennings) was Clapton's way of pouring his grief and growing acceptance of Conor's loss into his music. The song was created for the 1991 film Rush , but in truth it was always about Conor whatever Clapton was feeling was bound to come out in whatever he wrote. At the 1993 Grammy Awards, Clapton's recording of \"Tears in Heaven\" won the award for Best Pop Vocal Performance (Male Category), garnered Song of the Year honors for Clapton, and helped propel his \"Unplugged\" album into the Best Male Rock Vocal Performance spot and the winner's circle for the coveted Album of the Year prize. Other songs Clapton has written about Conor are \"The Circus Left Town,\" which recalls the last time Clapton saw his son alive (they attended a circus the night before Conor's death), and \"Lonely Stranger.\" Even when all the facts are known about a nightmarish event (which was the case here: there was no mystery about Conor's death; no unresolved nagging questions which left part of the story unknown or unknowable), there always remains room for embellishments as people's memories work to insert details they unconsciously feel should be part of the account. It's at this point a news story crosses the line into the realm of folklore: [Collected via e-mail, 1999] I heard that his young son had a habit of running to the window of their house to greet his father upon his arrival home everyday, and one day the window happened to be open, so the little boy fell to his death. The above recollection presents Clapton and his boy as members of the same household (a living arrangement that clearly was not the case), a flourish which adds elements of poignancy to what really happened. In this version Clapton would not only have seen the boy fall to his death, but he would have been the catalyst that set this tragedy in motion. (His son was running to greet him, after all.) Other recollections place Clapton at a concert at the time of Conor's death, a detail that disapprovingly implies that if he'd been home watching over his son instead of performing for others, the accident wouldn't have happened. This too was not the case: Conor's fall occurred at eleven in the morning (a very odd hour to be giving concerts) and Clapton was at his hotel at the time. The boy also wasn't left unsupervised by a neglectful, career-driven father or abandoned to the mercies of paid servants who didn't adequately tend to him he was with his mother, his custodial parent, in an environment which anyone would reasonably assume was perfectly safe. The account has become part of an even stranger blurring of news coverage with remembered folklore : [Collected via e-mail, 1999] In the 3 men and a baby legend, I heard it was Eric Clapton's old apartment in NYC, and the little ghost boy is his son that fell out the window (30+ stories?) and died. Human memory is an amazing thing it often takes two separate bits of remembered input that share one or more common elements and melds them to form a new \"fact\" that will henceforth be recalled as rock-solid truth. In this case, the shared elements of a New York City apartment and the death of a male child have injected the very real death of Conor Clapton into the apocryphal legend about a ghost boy who seems to appear in the film Three Men and a Baby . (That Three Men and a Baby was filmed on a soundstage in Toronto dissuades very few from believing some scenes were shot in a New York City apartment haunted by a dead child and that his image was captured in a few frames of the film.) Perhaps the legendary aspects of Conor Clapton's death are a reflection of our reluctance to accept that bad things even events as tragic as the loss of a child sometimes happen for no logical or discernable reason. Someone must be responsible when a child dies in a senseless accident, so legend has recast a grieving Eric Clapton as a neglectful father at least partially responsible for the death of his son, a failing he now desperately seeks to expiate through his music. Barbara \"falls like rain . . . or tears\" Mikkelson Additional Information: Eric Clapton biography",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20030417131156/http://clapton.onecom.com/biography.htm;http://us.imdb.com/title/tt0102820/;",
  "Example": "",
  "Last Updated": "25 May 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/music/songs/tears.asp",
  "Claim": "The Eric Clapton song \"Tears in Heaven\" is a tribute to Conor Clapton, Eric's pre-school son, who died in an accident in 1991.",
  "Claim_ID": "music_songs_tears",
  "Tags": ""
}