{
  "Origins": "The various forms of legend about the origins of Phil Collins' song \"In the Air Tonight\" encompass many differences in detail: The song is usually said to be abount an incident Collins himself observed, but it is sometimes reported that Collins based the lyrics on an incident he heard about (but did not witness). The time lapse between Collins' witnessing the incident and his writing the song varies: he wrote the song right away, he waited several years, or he wrote the song many years later (because he was a child when the incident took place). The nature of the tragic incident also varies: it is most often a man standing idly by while someone else drowns (or nearly drowns), but other forms mention a deliberate drowning (i.e., murder), a rape (of Collins' wife), or Collins' catching his wife in an adulterous act. The victim takes on one of several identities: Collins' brother, Collins' wife (but only when the incident involves a rape), a close friend of Collins', a stranger in distress (whom Collins recognizes as his wife's attacker and refuses to help), and Phil Collins himself (who supposedly nearly drowned when a boat he was sailing in capsized). In versions featuring an anonymous, innocent drowning victim, Collins himself does not provide aid himself because he is either too drunk (or stoned), too far away, or too busy soliciting help. In versions where Collins learns the identity of the killer/rapist (sometimes by hiring a private detective), he invites the man to an upcoming concert (sometimes specifically arranged to take place in the man's home town) or sends him tickets anonymously. At the subsequent concert, Collins premieres \"In the Air Tonight,\" which he sings while a spotlight shines on the invited guest (or while he stares at the man, without the spotlight). In some variations Collins never learns the man's identity and sings the song at every concert as an anonymous accusation. The results of Collins' musical revelation vary: the invited stranger is humiliated (sometimes leading to a divorce or job loss), he commits suicide, or he is arrested by waiting policemen. Origins: Of all pop songs for which elaborate, apocryphal backstories have been created to explicate the lyrics, Phil Collins' 1981 hit, \"In the Air Tonight\" (from his Face Value album), has perhaps the most varied and fantastic set of legends associated with it. Encompassing adultery, rape, murder, drowning, and the dramatic exposure of a reprehensible wrongdoer (resulting in an arrest or suicide), the narratives all include despicable acts either witnessed by Phil Collins or visited upon him and his family (or friends), inspiring the musician to exact a form of revenge by encapsulating the experience in the lyrics of a song:",
  "Fact Check": "",
  "Description": "The non-specificity of the song's lyrics allowed for a variety of interpretations, with lines such as \"Well, if you told me you were drowning I would not lend a hand\" and \"I've seen your face before my friend, but I don't know if you know who I am,\" and \"Well, I was there and I saw what you did; I saw it with my own two eyes\" lending themselves to the construction of some particularly sinister scenarios: I can feel it coming in the air tonight, Oh Lord I've been waiting for this moment, all my life, Oh Lord Can you feel it coming in the air tonight, Oh Lord, Oh Lord Well, if you told me you were drowning I would not lend a hand I've seen your face before my friend But I don't know if you know who I am Well, I was there and I saw what you did I saw it with my own two eyes So you can wipe off the grin, I know where you've been It's all been a pack of lies And I can feel it coming in the air tonight, Oh Lord I've been waiting for this moment for all my life, Oh Lord I can feel it in the air tonight, Oh Lord, Oh Lord And I've been waiting for this moment all my life, Oh Lord, Oh Lord Well I remember, I remember don't worry How could I ever forget, its the first time the last time we ever met But I know the reason why you keep your silence up, no you don't fool me The hurt doesn't show but the pain still grows It's no stranger to you or me Lighting effects used when Collins performed the song on subsequent tours may have fed versions of the legend that end with the perpetrator being identified and singled out via spotlight: \"In the Air Tonight\" gives me chills too. I saw Phil perform it live on his \"Into the Light\" tour and it was really cool! The stadium was completely dark except for these lights encircling the stage that streched out and started looking through the crowd. The lights looked like those things that a submarine uses to see the surface. The overall effect was really simple but effective. It was really neat. As Phil Collins has explained numerous times over the years, \"In the Air Tonight\" (as well as most of the Face Value album) deals with his bitterness and frustration over the end of his marriage to his first wife, and the lyrics do not reference any specific real-life event.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1994] The story has to do with Phil Collins supposedly watching his close friend drown from a nearby cliff, while he stood helpless, too far away to rescue. In addition, supposedly there was a man who could have rescued the friend but just stood idly by. Then, Phil writes a song about the experience and gives the man a front row ticket to the show where he premieres the song. While Phil sings the song to him, the spotlight is on the man in the front row. [Collected on the Internet, 1990] Does anybody know of the story behind the Phil Collins song \"In the Air Tonight?\" I heard that it has to do with the drowning of a friend that he witnessed. There was a person there but he didn't help Phil's friend. Collins then invited this person to a concert, sat him in the front row and sang this song. [Collected on the Internet, 1990] I have heard this from several sources around here. The way I heard it Phil and his wife/family are raped/killed while he was there, tied up, forced to watch. Later Phil is on the shore of some body of water while he sees somebody capsize that can't swim. Recognizing him as the man who inflicted this horrid crime upon him he lets the guy drown.",
  "Last Updated": "11 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/music/songs/intheair.asp",
  "Claim": "Phil Collins wrote the song 'In the Air Tonight' after witnessing an incident in which a man refused to come to the aid of a drowning swimmer.",
  "Claim_ID": "music_songs_intheair",
  "Tags": ""
}