{
  "Origins": "It's hard to ascertain where a river begins, but this rumor has been documented as being in circulation as far back as 26 February 2001. It has subsequently appeared many times with very few shifts having taken place in the basic story: The raped rapper is always Lil' Bow Wow, the rapist is always the bodyguard or driver, and almost always the youngster is said to have received a specified number of stitches (the number varying from one telling to the next). Only one additional noteworthy detail appeared in an isolated subsequent telling, the news that \"Snoop Dogg has a hit out on the limo driver.\" (Apparently a concerned brother rapper would not think to turn the matter of a sexual assault on a minor over to the police when he can just order the guy murdered.)",
  "Fact Check": "",
  "Description": "Did such an assault take place? We have to believe it did not because nothing of this nature appeared in the news, and the media is not overly squeamish about reporting such matters. Moreover, a rumor of this nature fits all too well one of the two main types of harmful tales routinely aimed at those deemed too good to be true. Success breeds envy, and where genuine cause for criticism or pity cannot be found, cause will be invented. Lil' Bow Wow is the stage name taken by Shad Moss, a kid who began rapping when he was five. It was at the tender age of six that he climbed on stage at a Snoop Dogg concert and amazed the hardened West Coast pros with his amazing rhyming talent. Snoop promptly gave \"Kid Gangsta\" (as Moss then called himself) his new name and signed Bow Wow for the rest of the Chronic Tour. The 14-year-old Moss has since struck out on his own as a solo artist: His \"Beware of Dog\" debut wentdouble platinum, and he is currently headlining his first major U.S. tour. The youngster is blessed with good looks and boundless talent, but what sets him apart from so many other artists is the blameless life he leads. He goes to school, and from all appearances works at being a regular kid. He does not seem overly full of himself or to have been much touched by the gangsta lifestyle he's been exposed to. He's remained a likeable young man in a world that should have turned him into a pint-sized hooligan. That much wealth, talent, youth, and fame draws envy as well as admiration, because another person's wild success is often viewed as threatening. Usually the green-eyed monster can be somewhat mollified by a bit of gossip about one of the celebrity's foibles. But what to do when there are no obvious foibles, nothing that can be pointed to as a particular failing of that person, a shortcoming that a lesser achiever might take comfort in decrying? In the world of gossip, squeaky-clean overachievers will generally get tagged with one of two types of rumors. The first can be described as sour graping and will be expressed as \"Ah, he's not so wonderful I hear he beats his mother\" (or takes drugs, or is rampantly racist, or is miserable to the people around him, or whatever). The slander will be of a nature designed to undermine the positive image of the famed one by portraying him as an awful person skulking behind a carefully maintained, completely false public image. The second sort of rumor the kind Lil' Bow Wow has been made the subject of here will portray the blameless one as the victim of an awful turn of events. It's hard to continue to feel envious of someone else's success when you've the comfort of knowing that person was put through the wringer. \"I guess I'm better off being me,\" says the rumor. \"I wouldn't want all that fame and fortune if it also brought me that.\" Lil' Bow Wow's meteoric rise would make him the target of envy. An additional factor beyond the acclaim accorded his debut album would have been the announcement that the then-13-year-old rapper would appear with Madonna in the opening act of the Grammys awards show on 21 February 2001. That could have been not the straw, but the laurel that broke the camel's back. Someone somewhere might well have deemed it one plaudit too many. Yet a rumor, no matter how begun, does not get very far unless others are willing to further it. Lil' Bow Wow's violation was received by many as a vindication of their non-rapper, non-famous lifestyles. Spreading such a tale made them feel better about themselves. Yes, the rumor was shocking, but it's true appeal rested on its \"punishment for being too famous and successful\" theme. We like to see our heroes succeed. We just don't like to see them succeed too well. Barbara \"best mind your succeed and cues\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] I heard a rumor that young rapper lil bow wow's bodyguard raped him up the butt, and bow wow had to get stitches in his bum. Variations: The rumor generally concludes with the news that Lil' Bow Wow had to have a certain number of stitches (which varies wildly from telling to telling) to repair the damage done during the rape. That an anal assault might not necessitate such repairs is given little, if any, consideration the nature of the story demands that tangible physical harm had to have been inflicted. While the emotional damage done by a rape might be difficult to fully appreciate, evident physical harm is at least measurable; this detail helps to make the attack all the more horrific by making the extent of the harm easier to grasp. The rapist is either Lil' Bow Wow's bodyguard or driver. In none of the tellings is the man named only his function as a member of the star's retinue is described. Some less-circulated versions mention that the young star is also robbed of his jewelry and has his head shaved by his assailant. Possibly the jewelry theft motif is spurred by knowledge that Lil' Bow Wow wears a diamond-encrusted Mickey Mouse pendant that he treasures, a gift from his mentor and producer Jermaine Dupri. An earlier rumor featuring this youngster had him beaten and robbed of his pendant by a gang of toughs.",
  "Last Updated": "5 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/bowwow.asp",
  "Claim": "Teen rapper Lil' Bow Wow was raped by his bodyguard or limousine driver.",
  "Claim_ID": "music_artists_bowwow",
  "Tags": ""
}