{
  "Origins": "The television and film industries learned long ago that mentioning a phone number in a TV program or movie would prompt a plethora of crank-calling kids to dial the number in pursuit of some silly amusement, so they restricted themselves to employing numbers beginning with the mostly unused 555 prefix to avoid putting innocent parties on the receiving end of those prank calls. (These days the 555 prefix is used for real numbers, but the 555-0100 to 555-0199 range is still reserved for the use of Hollywood productions.) Unfortunately, Tommy Tutone weren't so accommodating, and their 1982 hit song \"Jenny (867-5309)\" unleashed a torrent of phone calls to that number (in all area codes) from pranksters inquiring after the elusive Jenny. Although the flood of calls has abated in the two decades since the notorious \"Jenny\" song topped the charts, a steady stream of crank callers still plague those unfortunate enough to have 867-5309 as their phone number.",
  "Fact Check": "",
  "Description": "The same phenomenon reared its annoying head again in 2004, thanks to R&B artist Alicia Keys and her hit single \"Diary.\" The popular track, from the songstress' Diary of Alicia Keys CD, included a lyric imploring the listener to give her a call at a specific phone number: I feel such a connection Even when you far away Ooooh baby, if there's anything that you fear Come forth and call 489-4608, and I'll be here According to Keys' publicist, Lois Najarian, the number given actually was Keys' old phone number in New York, and callers who used the correct area code (347) got to listen to a recorded message from Keys (which sounded remarkably like a real person answering the phone) and were invited to leave one for her: Hello? ... Co, wassup? Word. (Laughs.) Nah, I'm jus' playing I'm jus' playin'. I always wanted to do that, but I'm not available to take your call right now, and although I can't always call back, I do appreciate the love. So, leave me a good message, all right? And take care of yourself. One. Predictably, however, fans tried to reach Alicia by calling the given number in a variety of other area codes, resulting in a puzzling stream of calls to unsuspecting residents who had never heard of Alicia Keys and knew nothing about the song \"Diary.\" According to the Statesboro Herald, a Mr. J. D. Turner of Statesboro, Georgia, who was unlucky enough to hold the 489-4608 number in the 912 area code, was receiving 20 to 25 calls a day, at all hours of the day, from fans looking for Alicia. The beleaguered Mr. Turner reportedly racked up a $95 phone bill trying to track down the prank callers through the *69 return call option (until he found out his phone company charged 95 cents for each *69 usage), and was understandably reluctant to change a phone number he'd held for 14 years. No doubt other parties around North America found themselves having to contend with similar circumstances.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "15 June 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/music/songs/diary.asp",
  "Claim": "The Alicia Keys song \"Diary\" prompted a deluge of calls to her old phone number.",
  "Claim_ID": "music_songs_diary",
  "Tags": ""
}