{
  "Origins": "Forwhatever reasons perhaps as a way to make sense of otherwise enigmatic lyrics, perhaps just for fun, or perhaps a bit of both some popular songs (such as Phil Collins' \" In the Air Tonight \" and James Taylor's \"Fire and Rain\" ) have become strongly associated with fan-created urban legends, narratives that attempt to link the lyrics to real-life events. Another entry in this category is the Byrds-like \"American Girl,\" one of the standout tracks from Tom Petty and the Heartbreakers' eponymous 1976 debut album.",
  "Fact Check": "",
  "Description": "According to legend, \"American Girl\" was inspired by a student's suicide at the University of Florida ( UF ), one committed by a female student who jumped to her death from the balcony of her Beaty Towers dormitory room. It's not hard to see why this story is so prevalent, as the reference to a suicide from a balcony is an obvious interpretation of the lyrics; Tom Petty himself is from Gainesville (where UF is located); and the words mention \"441,\" a highway that runs past the school (and Beaty Towers): Well, she was an American girl, raised on promises. She couldn't help thinkin' that there was a little more to life somewhere else. After all it was a great big world with lots of places to run to. Yeah, and if she had to die tryin' she had one little promise she was gonna keep. It was kind of cold that night she stood alone on her balcony. She could hear the cars roll by out on 441 like waves crashin' in the beach, and for one desperate moment there he crept back in her memory. God it's so painful, something that's so close and still so far out of reach. Of course, the lyrics don't specifically mention Gainesville or the University of Florida or Beaty Towers, and U.S. Highway 441 spans about a thousand miles from Miami, Florida, to Lake City, Tennessee. Moreover, plenty of students familiar with UF have pointed out that the Beaty Towers buildings don't feature balconies, and the rooms have windows too small and awkwardly positioned to serve as practical exit points for would-be jumpers. But we don't need to engage in speculation about geographic locales and the physical features of buildings, because Tom Petty himself addressed the legend of \"American Girl\" in an interview reproduced in the book Conversations with Tom Petty : Q: There's the story that ['American Girl'] was based on the suicide of a girl at the University of Florida. Any truth to that? A: Urban legend. It's become a huge urban myth down in Florida. That's just not at all true. The song has nothing to do with that. But that story really gets around ... And that's happened with a lot of songs. But really extremely in that song. They've really got the whole story. I've even seen magazine articles about that story. Is it true or isn't it true? They could have just called me and found out it wasn't true. Additionally, Petty indicated that the lyrics were inspired not by anything associated with Florida, but rather by a freeway just outside the southern California apartment building where he was living when he wrote the song, several years after he moved away from Florida: Q: Do you remember writing ['American Girl']? A: I don't remember exactly. I was living in an apartment where I was right by the freeway. And the cars would go by. In Encino, near Leon [Russell]'s house. And I remember thinking that that sounded like the ocean to me. That was my ocean. My Malibu. Where I heard the waves crash, but it was just the cars going by. I think that must have inspired the lyric. An offshoot of the legend has UF students throwing Halloween parties at Tom Petty's former residence in Gainesville every year, another assumption Petty has disclosed as being based upon a fiction: I'll meet students from Gainesville. And they'll say, 'Yeah, we party in your old house on Halloween.' There's this tradition that they go to my house, whoever's renting it at the time, and have this big party. But I never lived in a house in Gainesville. I lived in apartments. I lived in my mom's house, where I know they're not throwing a party. So that's also a myth. Someone got a house and said, 'This is where he lived.' That tradition has gone on and on. And every time I tell them it's not true, they go, 'Aaah ...' [Laughs] I almost am tempted to go 'Oh great,' because I don't want to pop their balloon.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=1844498158/urbanlegendsrefeA/;http://www.southeastroads.com/us-441_fl.html;http://www.housing.ufl.edu/area/beaty/;http://www.ufl.edu/;",
  "Example": "[Popkin, 2006] As the legend goes, Petty wrote [\"American Girl\"] about a University of Florida coed who jumped to her death from the Beatty Towers dorm. One variation has the unnamed girl tripping on hallucinogens and attempting to fly. [Collected on the Internet, 2005] While attending my brother-in-law's graduation at UF this weekend, he gave us a quick tour around campus. He pointed to a building, saying \"Some girl committed suicide off that building, Tom Petty wrote 'American Girl' about it.\"",
  "Last Updated": "14 March 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/music/songs/americangirl.asp",
  "Claim": "The Tom Petty song \"American Girl\" was based on a student's suicide at the University of Florida.",
  "Claim_ID": "music_songs_americangirl",
  "Tags": ""
}