{
  "Origins": "If parents in the 1950s thought Elvis Presley was corrupting the youth of America by shaking his hips while crooning such innocuous tunes as \"All Shook Up\" and \"Don't Be Cruel,\" they must have been positively horrified by the emergence of KISS in the 1970s: four guys clad in black outfits and heavy kabuki-style make-up like a group of demented comic book super-villains, fronted by a demonic-visaged singer from whose mouth issued both streams of fire and an unbelievably long tongue dripping with blood, playing raucously loud rock 'n' roll to armies of rabidly devoted (and heavily pre-pubescent) fans. It probably didn't take much to convince concerned adults that when these guys decided to use the moniker 'KISS,' they didn't exactly have the innocence of the Crystals' \" Then He Kissed Me \" or the Beach Boys' \" Kiss Me Baby \" in mind.",
  "Fact Check": "",
  "Description": "When you factor in that KISS was the first popular band to make a huge lighted backdrop bearing its name an integral part of their stage shows, that KISS was always rendered in all upper case letters (as if it were an acronym), and that the KISS logo employed a lightning bolt font which made the final two letters reminiscent of insignia used by the Nazis' para-military Schutzstaffel (SS) units, maybe you couldn't blame folks for thinking that 'KISS' had a much darker hidden meaning. But, as KISS bassist Gene Simmons explained in his autobiography, the rumors were . . . just rumors, even if the band didn't exactly go out of its way to discourage them: [M]isinformation about the band began to spread in the southern Bible Belt states, including a rumor that the name KISS stood for Knights in Satan's Service, and that the four of us were devil worshipers. Ironically, this rumor started as a result of an interview I gave in Circus magazine after our first album; in response to a question, I said that I sometimes wondered what human flesh tastes like. I never wanted to really find out, but I was curious intellectually. Later on, this comment seemed to ignite the whole idea that in some way KISS was aligned with devil worship. When I was asked whether I worshipped the devil, I simply refused to answer for a number of reasons: the first reason, of course, was that it was good press. Let people wonder. The other reason was my complete disregard for the people who were asking. Through the years, whenever religious fanatics accosted me, especially in the southern states, and quoted the Old Testament at me, I would quote them back chapter and verse. They didn't know that I had been a theology major in school. An idiot is an idiot ... whether he quotes the Bible or not. So, why did they choose 'KISS'? According to Simmons, the adoption of that name was surprisingly quick and mundane: One day Paul [Stanley] and Peter [Criss] and I were driving around, brainstorming for new names. I had thought of a few, like Albatross, but I wasn't happy with any of them. At one point we were stopped at a red light Paul said, \"How about KISS?\" Peter and I nodded, and that was it. It made sense. Hindsight is 20/20, of course, and since then people have talked about all the benefits of the name: how it seemed to sum up certain things about glam rock at the time; how it was perfect for international marketing because it was a simple word that people understood all over the world. But we just liked the name, and that was that.",
  "Originally Published": "",
  "Referred Links": "http://www.adl.org/hate_symbols/neo_nazi_ss_bolts.html;http://www.sing365.com/music/lyric.nsf/SongUnid/81660AF1595C616048256982002B3D22;http://www.lyricalcontent.com/ugcs.asp?q=He_Kissed_Me.html&script=html;",
  "Example": "",
  "Last Updated": "21 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/music/hidden/kiss.asp",
  "Claim": "The group KISS took their name from an acronym for 'Knights in Satan's Service.'",
  "Claim_ID": "music_hidden_kiss",
  "Tags": ""
}