{
  "Origins": "The 1988 film Imagine: John Lennon includes a scene in which a scruffy-looking young man is caught lurking on the grounds of John and Yoko's Tittenhurst Park estate in Ascot, England, and is brought to the masters of the house for questioning. As John and Yoko stand in the doorway of their home inquiring about the lad's presence on their property, the interloper launches into a discussion about the meaning of lyrics to various Beatles songs, particularly \"Dig a Pony\" (which was featured in the Let It Be movie and album). John patiently explains to the youth that (like many of his songs) \"Dig a Pony\" had no particular meaning it was merely a collection of words and phrases that sounded good together, which listeners could imbue with whatever meaning(s) they chose to read into it. John then sympathetically asks the young man if he's hungry and invites him in for a meal before sending him on his way.",
  "Fact Check": "",
  "Description": "The episode demonstrates a not uncommon phenomenon associated with popular music: Fans who are insistent they know exactly what a songwriter is referring to in a particular song, even when the title or lyric has no specific referent at all. A case in point is the enigmatically titled \"Page 43,\" a David Crosby meditation on the theme of \"dive into life before it passes you by\" which appeared on the 1972 Graham Nash/David Crosby album: Look around again It's the same old story You see, it's got to be It says right here on page 43 That you should grab ahold of it Else you'll find It's passed you by Rainbows all around Can you find the silver and gold? It'll make you old The river can be hot or cold And you should dive right into it Else you'll find It's passed you by Pass it round one more time I think I'll have a swallow of wine Life is fine Even with the ups and downs And you should have a sip of it Else you'll find It's passed you by. The lyrics seem straightforward enough, but ... what is the \"page 43\" from which they're supposedly drawn? A page from a book? Which one? In fact, as David Crosby acknowledged to interviewer Paul Zollo in 1993, \"page 43\" didn't refer to anything definite at all yet that didn't stop some listeners from declaring that they absolutely knew the answer: Q: I wanted to ask you about \"Page 43.\" A: I wrote it in the main cabin of my boat in Sausalito. And it was under the influence, musically, of James Taylor. Q: It's a song about diving right into life. A: Yeah. Don't wait for it. Taste it. Go with it. Q: Was \"Page 43\" a page from a specific book? A: No. As a matter of fact, some very peculiar things happened with people saying [in a low whisper], \"Page 43. Yeah. I read that too. I know that nobody else knows, but that was really far out.\" [Laughter] And I'm thinking, \"Yeah! What book are you thinking about?\" \"The Kaballah!\" [Laughter] You have no idea which page 43 they're absolutely sure that I'm talking about. But they're sure. Q: One guy told me he was absolutely sure it was page 43 of the New Testament. A: The New Testament. See, that's the one I didn't read. I read the Old Testament. [Laughs] You know, Zap Comix, Issue 28. It could be anything. And they're sure. And they come up to you in a very conspiratorial way and say, \"Page 43, yeah, I got it, man.\" We note for completeness' sake that different editions of the same book can be paginated differently, so even if one knew specifically which book \"Page 43\" referred to, that information wouldn't necessarily be sufficient to identify the material of interest. Particularly in the case of a book such as the New Testament, which is available in many, many different versions and translations, a mere page number (rather than a chapter and verse citation) would be virtually useless as an identifier.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "28 July 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/music/songs/page43.asp",
  "Claim": "The title of the David Crosby song \"Page 43\" is a reference to the New Testament.",
  "Claim_ID": "music_songs_page43",
  "Tags": ""
}