{
  "Origins": "Horrifying events like the April 1999 killing of twelve students and a teacher at Columbine High School in Littleton, Colorado, by two of their classmates might have left some believing deadly school shootings were a new ill bestowed upon us by a society only recently gone mad, yet that was not the case. That today's death tolls are higher and the media coverage surrounding them more intense might serve to encourage belief that this sort of random murder by, and of, young people is a recent phenomenon, but the sad history of such attacks belies that belief. Deadly shooting sprees at schools perpetrated by troubled teens took place at least as much as a generation before Columbine.",
  "Fact Check": "",
  "Description": "One of the earliest mass school shootings occurred in 1975 in Ottawa, Canada, when on 27 October of that year, 18-year-old Robert Poulin went on a killing spree at St. Pius X High School, killing one student and wounding five others before turning the gun on himself. Poulin had earlier raped and stabbed a 17-year-old friend to death. Of all the pre-Littleton school shootings, the one most remembered by people at the time was recalled primarily because of its impact on pop culture: it inspired the popular Boomtown Rats song \"I Don't Like Mondays.\" Released in October 1979, this song captured the insanity of the moment by working the killer's chilling utterance into its lyrics. Of course fallible memory being what it is, people who now remember the shooting spree behind the song recall it in only the most haphazard of fashions. They remember that there was a shooting at a school, that lives were lost, that the shooter was female, and that by way of explanation for her actions she said \"I don't like Mondays,\" but some have her as a high school student gunning down students at her own school, while others remember her as a high school teacher who turned a gun on some of her pupils. On 29 January 1979, 16-year-old Brenda Ann Spencer opened fire on children arriving at Cleveland Elementary School in San Diego from her house across the street, killing two men and wounding eight students and a police officer. Principal Burton Wragg was attempting to rescue children in the line of fire when he was shot and killed, and custodian Mike Suchar was slain attempting to aid Wragg. Spencer used a rifle her father had given her as a gift. As to what impelled her into this form of murderous madness, she told a reporter, \"I don't like Mondays. This livens up the day.\" The \"Mondays\" comment was not the only eyebrow-raising declaration to issue from Spencer that day. According to a report written by the police negotiators who spoke with her during the six-hour standoff, she made such comments to them as \"There was no reason for it, and it was just a lot of fun\"; \"It was just like shooting ducks in a pond\"; and \"[the children ] looked like a herd of cows standing around, it was really easy pickings.\" That Spencer failed to kill any of the children she shot at was attributable to luck rather than any reluctance on her part to take their lives. The bullet that struck 9-year-old Charles \"Cam\" Miller missed his heart by about an inch. Spencer pled guilty to two counts of murder and assault with a deadly weapon and was sentenced to 25 years to life in prison. She has been up for parole four times and has been turned down each time, the last in 2005. At her first parole hearing she expressed doubt that any of the victims were hit by bullets from her rifle and contended they might have been shot by police. She also claimed to have been under the influence of alcohol and hallucinogenic drugs at the time of the shootings and asserted prosecutors and her attorney had conspired to fabricate test evidence showing there had been no drugs in her system. By her third parole hearing she was admitting guilt and expressing remorse but was still contending she had been drunk and high on marijuana laced with PCP the day of her deadly rampage. She also claimed something new, that she had been beaten and sexually abused by her father, an avowal conspicuously absent from previous records. She is eligible to again apply for parole in 2019. Those who continue to be troubled by the callousness of Brenda Spencer's crime and concerned by her continued attempts to shift blame for her actions onto anyone or anything else can draw comfort from the knowledge that murderers are rarely granted parole in California. Barbara \"california deeming\" Mikkelson Additional information: \"I Don't Like Mondays\" lyrics",
  "Originally Published": "",
  "Referred Links": "http://www.oldielyrics.com/lyrics/the_boomtown_rats/i_dont_like_mondays.html;",
  "Example": "[Collected via e-mail, 1999] There's this 80's song called \"I Don't Like Mondays\". I don't know who wrote it, but the rumor is that the song was based on a girl. She was a younger girl, I think in High School. She was quiet and was very shy. She didn't have very many friends. One Monday she went to school with a gun and shot several of her teachers and fellow students. When the cops asked her why she did it she said \"I don't like Mondays\". And that's what the song was based on. The late 70s/early 80s song \"I Don't Like Mondays\" was written to reflect the mindset of a teacher who came to work one day and shot up a schoolyard full of kids. When asked at trial why she did it, the teacher supposedly only gave the reply, \"I don't like Mondays.\"",
  "Last Updated": "6 March 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/music/songs/mondays.asp",
  "Claim": "The Boomtown Rats song \"I Don't Like Mondays\" was inspired by a deadly shooting at a school.",
  "Claim_ID": "music_songs_mondays",
  "Tags": ""
}