{
  "Origins": "When the Beatles' album Sergeant Pepper's Lonely Hearts Club Band was released in 1967, its centerpiece track was the song that featured John Lennon's ethereal, high-pitched voice singing drug-inspired lyrics to the accompaniment of a celeste-like organ lead played by Paul McCartney. It wasn't long, however, before listeners quickly discovered the \"hidden\" pun in the song's title, Lucy in the Sky with Diamonds: The initial letters of certain words spelled out the acrostic LSD.",
  "Fact Check": "",
  "Description": "Although none of the Beatles publicly admitted to taking LSD until two weeks after Sergeant Pepper the public \"knew\" that the song's title was \"obviously\" more than mere coincidence. A song incorporating acid trip imagery, released on an album featuring psychedelic designs, at a time when LSD was very much in the news, couldn't possibly have been given a title like that by accident. Everyone was in on the joke. John Lennon, while never denying that the song itself was inspired by the countless acid trips he had taken, quickly explained that the title, in fact, had been mere coincidence. It was taken, verbatim, from the name John's four-year-old son Julian had given to a drawing he made at school (shown below), Lennon claimed; Lennon himself had no idea that the title formed the abbreviation LSD until it was pointed out to him by someone else after the album's release. Julian Lennon's drawing of his schoolmate, Lucy O'Donnell Needless to say, this explanation was not widely accepted. Lennon's response, as Schaumberg wrote, \" . . . didn't satisfy the wise ones of our generation. Oh no, wink wink, nudge nudge, they knew what he meant all along, snicker snicker\". Other chroniclers of Beatle history offer the same general statements of public disbelief. Schaffner, for example, says: Clever people quickly detected the acrostic spelt out by \"Lucy in the Sky with Diamonds,\" and weren't about to be taken in by the Beatles' explanation that the title had been dreamed up by four-year-old Julian Lennon for one of his own paintings. Philip Norman's Beatle biography offers much the same reaction: Even greater was the scandal arising from the discovery that \"Lucy in the Sky with Diamonds\" was a mnemonic for LSD. In vain did John explain that it was simply the name his son, Julian, had given to a picture drawn at school. Looking back at this matter nowadays, however, there is little question but that John's explanation was an accurate and honest one. He did not merely claim that the title was a coincidental invention of his own but offered a specific, external explanation of its origins; he provided this explanation at the time the song was released; he maintained the same explanation for the rest of his life; and his explanation is corroborated by others. John quickly produced a typical Lennon mockery for the benefit of those who doubted his story, as described by Schaumberg: To the accompaniment of a tinkly harpsichord, a narrator said, in a high, whiny Goody Gumdrop voice: \"Are you sitting comfortably? Then I'll begin. One day, months ago, Julian, son of Lennon, came home from school with a painting he'd just drawn, a picture of a lady bursting with colors. John Lennon said, 'What's that you got there, Junior?' To which Junior replied, 'It's Lucy in the Sky with Diamonds, Daddy.' 'Shaddup.' [Smack!] 'Waaahhhh . . .!'\" Examples of John's consistency are provided in some of the various interviews he did in subsequent years. For example, his interview with Rolling Stone magazine in 1970, in which he stated: \"Lucy in the Sky with Diamonds\" . . . I swear to God, or swear to Mao, or to anybody you like, I had no idea spelled LSD . . . Immediately after that response, John was specifically asked about the song's title by the interviewer: Q: When did you realize that LSD were the initials of \"Lucy in the Sky with Diamonds\"? A: Only after I read it or somebody told me. I didn't even see it on the label. I didn't look at the initials . . . John told much the same story during his 1972 appearances on \"The Mike Douglas Show,\" and in September, 1980, only a few months before his death, John was still offering the same story of the title's origin in an interview with Playboy magazine: My son Julian came in one day with a picture he painted about a school friend of his named Lucy. He had sketched in some stars in the sky and called it \"Lucy in the Sky with Diamonds.\" Simple. Besides John's consistency in offering the same explanation over the years, his credibility is enhanced by his reputation for candidness and honesty, and the fact that his story is entirely in keeping with the material he typically used as inspiration for songs at the time. These points are best highlighted with excerpts from the writings of other Beatle book authors: [Schaumburg, 1976] . . . there is no reason to doubt Lennon's official explanation. The man has always been open and honest, if not always careful in what he says. He admitted to using drugs, he admitted to taking over a hundred LSD trips. Why on earth would he bother to deny one little story about the origins of a song unless it wasn't true? [Schaffner, 1977] . . . if the Beatles weren't pulling our legs and the reliably candid Lennon still sticks by his original story it would only be in keeping with the equally unusual catalysts for John's other contributions to Sgt. Pepper: a Victorian carnival poster, a T.V. cornflakes commercial, and a Daily Mail clipping about holes in Blackburn, Lancashire . . . We need not rely solely on John's words to corroborate his explanation, however. His childhood and lifelong friend, Pete Shotton, who was a frequent guest at the Lennon home, verifies that John's son Julian actually did produce and name the painting that John claimed was the inspiration for the song's title: I also happened to be there the day Julian came home from school with a pastel painting of his classmate Lucy's face against a backdrop of exploding, multi-colored stars. Unusually impressed with his son's handiwork, John asked what the drawing was called. 'It's Lucy in the Sky with Diamonds, Daddy,' Julian replied. \"Fantastic!\" said John and promptly incorporated that memorable phrase into a new song. Though John was certainly ingesting inordinate amounts of acid around the time he wrote \"Lucy in the Sky with Diamonds,\" the pun was indeed sheer coincidence. If John Lennon (and Pete Shotton) were both lying, they never let on to their friends and colleagues, because everyone close to the Beatles including Paul McCartney, George Martin, and Peter Brown tells the same story. Since John Lennon is unfortunately no longer around to contribute further to this narrative, we'll leave the final word on the subject to Paul McCartney: This one is amazing. As I was saying before, when you write a song and you mean it one way, and then someone comes up and says something about it that you didn't think of you can't deny it. Like \"Lucy in the Sky with Diamonds,\" people came up and said, very cunningly, \"Right, I get it. L-S-D,\" and it was when all the papers were talking about LSD, but we never thought about it. What happened was that John's son Julian did a drawing at school and brought it home, and he has a schoolmate called Lucy, and John said what's that, and he said, \"Lucy in the Sky with Diamonds\" so we had a nice title.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "22 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/hidden/lucysky.asp",
  "Claim": "John Lennon deliberately chose the song title Lucy in the Sky with Diamonds because the initial letters of key words form the acrostic \"LSD\".",
  "Claim_ID": "music_hidden_lucysky",
  "Tags": ""
}