{
  "Origins": "One of the more bizarre pairings in pop music history (perhaps surpassed only by David Bowie's performing a duet of \"The Little Drummer Boy\" with Bing Crosby on the latter's \"Merrie Olde Christmas Show\" in 1977) occurred in the summer of 1967, when guitar great Jimi Hendrix served as one of the supporting acts on the Monkees' American tour.",
  "Fact Check": "",
  "Description": "Yes, that Jimi Hendrix. As late as mid-1967, Jimi Hendrix still wasn't a household name in America. The Seattle-born guitarist was known to music's inner world as a touring musician and session player, and he had developed a strong following as a performer and a recording artist in England, but stardom in America still eluded him. His electric and fiery performance at the Monterey Pop Festival in June 1967 (which he ended by lighting his guitar on fire and holding it over his head) brought him a great deal of notoriety, but he still lacked the chart hit (and the attendant radio airplay and media exposure) necessary to make the breakthrough to pop music's upper echelon. Into this breach stepped the most unlikely of benefactors: the Monkees. A couple of members of the \"pre-fab four\" were already familiar with Jimi Hendrix and his music, as Micky Dolenz later recalled: The first time I'd seen Hendrix was in New York at some club in the Village. He was playing lead guitar for the John Hammond band. I'd been invited down to hear \"this guy play with his teeth.\" Sure enough, there was this young Black guy who, besides being an extraordinary guitar picker, would occasionally raise the instrument up to his mouth and play it with his teeth. Mike Nesmith remembered when he first heard of Hendrix as well: I was in London visiting John Lennon, and I was having dinner with him, McCartney and Clapton. And John was late. When he came in he said, \"I'm sorry I'm late but I've got something I want to play you guys.\" He had a handheld tape recorder and he played \"Hey Joe.\" Everybody's mouth just dropped open. He said, \"Isn't this wonderful?\" So I made a mental note of Jimi Hendrix, because Lennon had introduced me to his playing. When Dolenz and fellow Monkee Peter Tork caught up with Hendrix again at the Monterey Pop Festival, the idea of a Hendrix-Monkees tour was born: It just so happened that we were due to begin our summer tour in a couple of weeks, and we still needed another opening act. When I got back to L.A. I mentioned Hendrix and his impressive theatrics to [our producers]. The Monkees was very theatrical in my eyes and so was the Jimi Hendrix Experience. It would make the perfect union. Jimi must have thought so too, because a few weeks later he agreed to be the opening act for our upcoming summer tour. What could have possessed the Monkees to make such an offer, or Jimi Hendrix to accept it? After all, although the Monkees had moved away from merely providing vocals for pre-recorded teenybopper pop songs cranked out by professional songwriters to creating their own more sophisticated and relevant music, their concert audience was still largely composed of prepubescent white girls (and their mothers, stuck with the thankless task of chaperoning them). Hendrix's target audience, on the other hand, was a bit more mature, more heavily male, and more racially diverse a difference underscored by a comment Hendrix had made about the Monkees to Melody Maker several months earlier: Oh God, I hate them! Dishwater. I really hate somebody like that to make it so big. You can't knock anybody for making it, but people like the Monkees? All of this makes it sound as though Jimi Hendrix would have been the last musician to agree to tour as a supporting act for the Monkees. Nonetheless, Hendrix had pragmatic reasons for accepting an offer from promoter Dick Clark to join The Sundowners and Australian singer Lynn Randell on the Monkees tour: Hendrix and [his co-manager Chas] Chandler had their own reasons for accepting the dates. They had achieved three top ten hits in England, but they were yet to chart in America. The scorching set at Monterey was a start, but it needed to be capitalized upon immediately, and Dick Clark's offer of playing before hundreds of thousands of record-buying American kids was hard to refuse. For their part, the Monkees just wanted the opportunity to watch Hendrix up close. To Monkees producer and songwriter Tommy Boyce, it was \"A personal trip. They wanted to watch Jimi Hendrix every night; they didn't care if he didn't fit.\" As Mike Nesmith admitted: The Jimi Hendrix experience ... were the apotheosis of sixties psychedelic ribbon shirts and tie-dye, they had pinwheels for eyes and their hair was out to here ... I thought, \"Man, I gotta see this thing live.\" So that night, I stood in front of the stage and listened to Hendrix at sound check. And I thought, \"Well, this guy's from Mars; he's from some other planet, but whatever it is, thank heaven for this visitation.\" And I listened to him play the sound checks and the concert. I thought, \"This is some of the best music I've heard in my life.\" Peter Tork was more candid, and more on the mark: Nobody thought, \"This is screaming, scaring-the-balls-off-your-daddy music compared with the Monkees,\" you know? It didn't cross anybody's mind that it wasn't gonna fly. And there's poor Jimi, and the kids go, \"We want the Monkees, we want the Monkees.\" We went early to the show and listened to what this man could do because he really was a world class musician. As everyone should have expected, things went badly right from the start; precious few of the anxiously screaming Monkees fans cared to sit through an act they could neither comprehend nor appreciate. Micky Dolenz noted: Jimi would amble out onto the stage, fire up the amps, and break into \"Purple Haze,\" and the kids in the audience would instantly drown him out with, \"We want Daavy!\" God, was it embarrassing. And Mike Nesmith observed: Th[e] night he opened in front of us ... he walked into the beast. There were twenty thousand pink waving arms. He would sing \"Foxy\" and they would shout, \"Davy\" \"Foxy\" \"Davy ...\" Oh, man, it was a seriously twisted moment. He lasted seven dates. To make a bad situation even worse, Hendrix joined the tour in progress in Jacksonville, Florida on 8 July 1967, just before the Monkees were scheduled to play a couple of shows in North Carolina. One would have been hard pressed to have found a part of America less likely to appreciate what Micky Dolenz described as \"this Black guy in a psychedelic Day-Glo blouse, playing music from hell, holding his guitar like he was f**king it, then lighting it on fire\" and what Eric Lefcowitz termed \"the cacophonic strains of Hendrix's feedback orgies mixed with his lascivious sexuality.\" Matters came to head a few days later as the Monkees played a trio of dates in New York: After a handful of gigs, Hendrix grew sick of the \"We want the Monkees\" chant that met his every performance. Finally, he flipped the bird at the less-than-enthusiastic crowd at Forest Hills Stadium in New York and stormed offstage. Hendrix had had enough: \"Purple Haze\" was starting to dent the American record charts, and it was time for him to head out on his own and play for audiences who wanted to see him. He asked to be let out of his contract, and he and the Monkees amicably parted ways. But one last bit of Monkee business turned an unforgettable experience into a legendary one. Music critic Lillian Roxon, who was tagging along on the tour with her friend Lynne Randell, crafted a mischievous press release to explain Hendrix's abrupt departure. She wrote, with tongue firmly planted in cheek, that the right wing group Daughters of the American Revolution had complained that Hendrix's stage act was \"too erotic\" and he was \"corrupting the morals of America's youth,\" and the DAR had pressured the promoters to dismiss him from the tour. The put-on went over the heads of most of \"the establishment\" and was duly printed as a straight news story, creating a \"fact\" that would continue to be cited for years to come. Hendrix, of course, went on to achieve superstardom before dying only three years later, leaving behind a legacy of classic rock music and one quirky little legend.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;",
  "Example": "",
  "Last Updated": "28 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/hendrix.asp",
  "Claim": "Jimi Hendrix was dropped as an opening act from a Monkees tour because the Daughters of the American Revolution complained that his stage act was \"too erotic.\"",
  "Claim_ID": "music_artists_hendrix",
  "Tags": ""
}