{
  "Origins": "When the ground combat phase of the Persian Gulf War brought about Iraq's surrender in a startlingly short one hundred hours in February 1991, one could hardly watch television or listen to the radio without hearing the stirringly patriotic song God Bless the USA , written and performed by country artist Lee Greenwood, at least once a day. (Greenwood was the Country Music Association's award for Male Vocalist of the Year in 1983 and 1984, and his God Bless the USA had been awarded the CMA's Song of the Year honors in 1985.) As a result, the song become even more firmly entrenched as staple background music for Persian Gulf War retrospectives, Independence Day celebrations, and Memorial Day and Veterans Day remembrance ceremonies, and it has undergone another resurgence in popularity since the terrorist attacks of 11 September 2001: The song has taken Greenwood to the flight decks of aircraft carriers and the cockpits of fighter planes and earned him a special award from the Congressional Medal of Honor Society. He has met five presidents, cashed in on big-dollar corporate appearances and performed at every imaginable type of sporting event. And after the Sept. 11 attacks, he climbed atop the rubble at the World Trade Center to sing the song for rescue workers. In a recent opinion poll on America Online, \"God Bless the U.S.A.\" topped all other patriotic songs, including \"God Bless America\" and \"The Star-Spangled Banner.\" In case you're not an American who now has the lyrics permanently embedded in his brain, here they are:",
  "Fact Check": "",
  "Description": "It didn't take long for the rumor to begin that Lee Greenwood, who was reaping acclaim (and royalties) for his modern day American anthem, was actually a draft dodger who fled the USA for Canada in order to avoid being drafted to serve in the Vietnam War. It doesn't take much familiarity with urban legends to see this as another \"famous person is the opposite of his public persona\" tale, the flip side to claims that John Denver served as a sniper for the U.S. Army and children's television host Mr. Rogers was once a member of one of America's elite military forces. Lee Greenwood was born on 27 October 1942. During the Vietnam War era young men between the ages of 18 and 26 were eligible to be drafted for military service, and until the lottery system was instituted at the end of 1969, the order of call was to take oldest first. As Lee Greenwood turned 26 at the tail end of 1968, this would have made him a prime draft candidate throughout 1969. The biography on his official web site mentions that he forsook a college scholarship, a promising baseball career, and even his own high school graduation in the early 1960s to perform as a musician in Nevada casino lounges. He performed by night and dealt blackjack by day before moving to Los Angeles, breaking through with a demo session in Nashville in 1978, and scoring success with \"It Turns Me Inside Out\" in 1981. Since details of Greenwood's life during the late 1960s are difficult to come by, we asked him directly: It angers me when I hear this. I never served in the military because I had children at the age of 17. I was given the classification 3A. The draft never got to that #. If it had, like my father, I would have left my wife and children (for I know they would have understood) to fight and die if necessary for my country. (A 3-A classification was a hardship deferment given to an eligible male if \"service would cause hardship upon his family.\") A Los Angeles Times article about Greenwood noted that he is familiar with the experience of a father's going off to war while leaving a wife and children at home, but from the other side: He says his parents divorced after his mother grew bitter because his father went off to serve in World War II despite having two toddlers at home. His lasting youthful impression of the military, though, is the respect he saw directed at soldiers and their uniforms. \"When they hitchhiked on the highways, people would always give them rides; they were honored by people,\" he remembers. Greenwood may not fit the image of the super patriot who rushes out to enlist and serve his country during wartime (the song isn't written from the point of view of someone who claims to have made sacrifices for his country it's an expression of gratitude towards those who did make sacrifices to protect the freedoms the rest of us enjoy), but very few celebrities do live up to the expectations created by those who project the artist into his work. (Stephen Crane, for example, wrote quite convincingly of the horrors of war without having experienced them first-hand, but The Red Badge of Courage is no less a masterpiece of literature and Crane is no less an author < because of that.) Unfortunately, all too often those who don't live up to some unrealistic standard are tainted with claims of being the very opposite of the images the public has manufactured for them. Mr. Greenwood may not be a veteran himself, but neither was he a draft dodger.",
  "Originally Published": "",
  "Referred Links": "http://www.sss.gov/classif.htm;http://leegreenwood.com/index.asp?p=bio;",
  "Example": "[Collected on the Internet, 1999] I am in the military, and am really interested in whether or not the legend about Lee Greenwood is true. As you know, he is getting richer because of his \"Proud to be an American\" song, and the legend is that he avoided the draft and fled to Canada to avoid service. Despite his lyrics \"I'll gladly stand up and defend her still today\" . . .",
  "Last Updated": "14 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/greenwood.asp",
  "Claim": "The composer-performer of the patriotic song God Bless the USA fled to Canada to avoid being drafted to serve in the Vietnam War.",
  "Claim_ID": "music_artists_greenwood",
  "Tags": ""
}