{
  "Origins": "In the three decades between the break-up of the Beatles and the rise of the Internet as a means of sharing both information and music, collecting unreleased Beatles material (and trying to find that holiest of holy grails, an actual unreleased production-quality original Beatles song) was often a difficult and disappointing chore for devout Beatles fans. Information about what unheard Beatles recordings might still be gathering dust in a vault somewhere had to be gleaned from a myriad of books, music magazines, and fan publications, many of them inaccurate and contradictory. Obtaining such recordings was primarily accomplished by purchasing bootleg records and tapes through the mail or at swap meets, where caveat emptor was the rule since the buyer rarely had the chance to listen to what he was buying in advance. Plenty of Beatles fans who thought they'd finally gotten their hands on an album full of unreleased gems heartbreakingly discovered their latest acquisitions were mere costume jewelry: live tracks or radio performances passed off as studio recordings, tunes by other artists mislabeled as Beatles material, aimless studio jamming, and unidentifiable song fragments, reproduced with all the sonic fidelity of a fast food drive-through speaker buried under three inches of mud.",
  "Fact Check": "",
  "Description": "Trying to separate the wheat from the chaff was a difficult chore for Beatles enthusiasts, as no official master list of everything the Fab Four had recorded existed to help guide collectors. Fans and writers compiled their own lists from a variety of sources (primarily borrowing from each other). Lists of unreleased Beatles material swelled but rarely grew smaller, as it was difficult to prove any particular title didn't exist. As it turned out, no treasure trove of lost Beatles recordings existed. EMI had preserved all but the very earliest of the Beatles' session tapes; in 1982 an Abbey Road Studios engineer named John Barrett methodically listened to and cataloged all of them, and in 1988 writer Mark Lewisohn presented the details to the world in his book The Complete Beatles Recording Sessions . The reality was that the Beatles had left behind only a handful of completed outtakes, nearly all of which were eventually released on the three-part Anthology series of CDs in 1995-96. So what happened to those dozens of \"lost\" songs with intriguing titles that kept popping up in Beatles discographies? Many of them were familiar Beatles tunes misidentified by their working titles, previously unreleased material (mostly from the Let It Be sessions) mislabeled by bootleggers unfamiliar with the real titles, or songs the Beatles had given away to other artists but never properly recorded themselves. And some of them were made up out of whole cloth. In my teens I was as unabashed a Beatles fan as ever there was, and I spent hours poring over books such as the 1975 Beatles discography All Together Now , studying the \"Bootlegs\" section and trying to imagine what recorded-but-never-released songs such as \"If You've Got Trouble\" and \"That Means a Lot\" might sound like. And entries like the following were even more intriguing: Mid 1966 Studio Out-takes A very early version of a song George provisionally entitledPink Litmus Paper Shirt, while John sang lead on an unreleasedtrack Colliding Circles. \"Pink Litmus Paper Shirt\" always sounded a little too bizarre to be a real Beatles song title to me, but I thought the same thing when I first gazed upon the back of the Let It Be album and found tracks with names such as \"I Dig a Pony,\" \"I Me Mine,\" and \"One After 909,\" so I couldn't dismiss it on that basis alone. Turns out I'd had good reason to be skeptical. Back in 1971, writer-humorist Martin Lewis , later an assistant for former Beatles publicist Derek Taylor, and a consultant on Beatles-related projects such as the Live at the BBC and Anthology CDs, had compiled a Beatles bootleg discography for Disc & Music Echo . Concerned that his list didn't have anything compelling and new to offer, Lewis inserted four song titles he'd simply made up: the John Lennon polemic \"Left Is Right (And Right Is Wrong),\" George Harrison's \"Pink Litmus Paper Shirt,\" a Paul McCartney vaudeville-style number (similar to the White Album's \"Honey Pie\") with the improbable title \"Deckchair,\" and another John Lennon track, \"Colliding Circles.\" Lewis publicly confessed to his prank nearly thirty years later as part of his autobiographical one-man show (\"Great Exploitations!\"), which debuted in 1999: In the wryly-comedic reminiscence, Lewis reveals how as a very young music journalist in London in the early '70's he inserted the titles of four of his own Beatle-esque teenage compositions into an otherwise scholarly article on Beatles rarities he wrote for a respected British music periodical, Disc & Music Echo. His action at the time was just a little fun and a way to pad out an article which he felt needed more song titles. He never anticipated what would follow. But that throwaway gag has grown into a monster that won't go away. Many years later Lewis discovered that other writers and authors had incorporated the erroneous information into their own listings of rare unreleased Beatles tracks. Several books have featured fictitious embellishments to Lewis's original information mentioning instrumentation and recording dates! One respected author's Beatles book which boasted chapter titles named after Beatles rarities used three of Lewis's fake titles as chapter headings! Stephen Peeples, a very respected producer and researcher of \"The Lost Lennon Tapes a Yoko Ono-sanctioned American radio series documenting unreleased John Lennon material told Lewis that he had spent 5 years searching through Lennon's unmarked tapes looking for one of the elusive songs, \"Colliding Circles\"! (George Harrison, not John Lennon, did record a rough demo of a song entitled \"Circles\" in 1968, but it was a completely different song that made no reference to \"colliding circles\" either in the title or the lyrics. Harrison eventually recorded \"Circles\" fourteen years later and released it on his 1982 solo album Gone Troppo .) Since everyone knows that anything appearing in print must be true, Lewis' \"outfakes\" were picked up by other compilers who continued to propagate them, despite the complete lack of any evidence for their existence. Even as the Beatles were issuing the little bit of unreleased material left in EMI's vaults on their Anthology series, reviewers were still holding out hope that these mythical tracks would turn up: The most potentially interesting unreleased material comes from later years and will presumably find its way on to future volumes. With legendary neglected songs like \"Colliding Circles\" around, there is undoubtedly enough from which to fashion a bizarre but compelling Beatles album. As Lewis has noted, various writers even invented additional details about the supposed production and recording of his non-existent Beatles songs: All these authors unwittingly became part of a monstrous prank. Some people have added filigree, like \"John played clarinet on this one.\" Once the titles appeared in a kosher book, everyone assumed these four bogus songs were real. Even though Lewis admitted the joke in performances of his one-man show in January 1999, and again in June 2001, some fans still didn't buy it and insisted that his hoax was itself a hoax: I'd expected the fans to be a bit cross with me for having been responsible for benignly misleading them for 28 years. But to my surprise many of them had a different response. They refused to believe me! The more detail I gave them of my prank, the more they were convinced that I was making up my confession! One or two fans even told me that they knew of people who had claimed to have heard the rare recordings of songs that I know beyond any doubt don't exist! So Lewis found himself in the same boat as actor Eddie Murphy, whose repeated disavowal of the infamous elevator legend is often repudiated by people who insist that no matter what he says, they absolutely swear a friend or relative of theirs was indeed frightened after finding herself alone in an elevator with Murphy and his entourage and received a lovely gift from him afterwards. Such is the public's investment in some tales that they can't bring themselves to let go of the apocryphal ones to embrace the truth. Sightings: Neil Innes worked all four of Lewis' \"outfake\" titles into \"Unfinished Words,\" a track on Archaeology , the Rutles' 1996 spoof of the Beatles' Anthology albums: Humorist Lewis (who in the 70 s and 80 s produced all the \"Secret Policeman s Ball\" movies, shows and albums with Monty Python) conceived and executive-produced the 1996 reunion of Python-esque Beatles spoofsters, The Rutles. Their lampoon of the Beatles Anthology albums Archaeology was written by chief Rutle and Python songman, Neil Innes. Knowing of Lewis' playful 1971 fabrications, Innes paid tribute to the jape by incorporating the titles of the four long-sought-after Beatles tracks into the lyrics of one of the album s most mysterious songs - Unfinished Words . Since all the Rutles songs (since their 1977 debut) have always affectionately played off real Beatle songs, titles and lyrics, this mischievous act perpetuated the mythology.",
  "Originally Published": "",
  "Referred Links": "http://www.georgeharrison.com/albums/gone-troppo/;https://www.youtube.com/watch?v=KpkUX-JWc0g;http://www.martinlewis.com/;",
  "Example": "",
  "Last Updated": "27 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/music/hidden/circles.asp",
  "Claim": "The Beatles recorded songs entitled \"Colliding Circles,\" \"Left Is Right (And Right Is Wrong),\" \"Pink Litmus Paper Shirt,\" and \"Deckchair,\" all of which remain unreleased to this day.",
  "Claim_ID": "music_hidden_circles",
  "Tags": ""
}