{
  "Origins": "The piece quoted above did indeed appear in The Houston Chronicle (on 10 February 2001). Verification of any of the details contained within it has proved elusive so far, however.",
  "Fact Check": "",
  "Description": "If Itzhak Perlman had performed at Avery Fisher Hall in New York City's Lincoln Center (not to be confused with Columbia University's Avery Hall, also in New York City) on 18 November 1995, a review (or at least a mention) of it should have appeared in The New York Times a day or two later. The Times of 19 November did include an article in its Arts section which discussed Perlman and his accompanist, but it stated that Perlman was going to be performing at Avery Fisher Hall the following day, not that he had performed there the previous day. That performance, on 20 November, was indeed reviewed in the 22 November edition of The New York Times , but the reviewer wrote nothing about Perlman's having performed at least part of the concert with only three strings on his violin: The violinist Itzhak Perlman was in especially fine form on Monday evening when he collaborated with Samuel Sanders on sonatas by Leclair, Bartok and Faure and gave the New York premiere of a whimsical solo work (or part of it) by Bruce Adolphe. His sound was silken and sharply focused, his technique was often dazzling, and most crucially, he seemed entirely engaged by the music at hand. The most gripping performance of the evening was an account of Bartok's Sonata No. 1 in which Mr. Sanders's precise pianism created the mysterious, shifting atmosphere within which the violin line plays out its melancholy drama. Mr. Perlman found a way to project sheer tonal beauty here without blunting the work's modernist edge. Perhaps classical music critics are a bit jaded, but I'd think even the most cynical of reviewers would consider an unexpected three-string performance from a master violinist worthy of being designated \"the most gripping performance of the evening\" over a Bartok sonata, no matter how finely played the latter may have been. Itzhak Perlman played at Avery Fisher Hall a few other times in 1995, but none of the reviews of those performances included any mention of his finishing on three strings either. (In fact, we were unable to locate any review of an Itzhak Perlman concert at any venue on any date that included this detail.) One of those reviews even lead off with this opening paragraph: He has waited backstage in kitchens before performances. He has been on the David Letterman show and \"Sesame Street.\" He once filled in the time on stage when a string on his violin broke by doing standup comedy. But May 31 was the first time that the jovial Itzhak Perlman would be playing two benefits back to back. Apparently, if Itzhak Perlman ever did continue playing a concert piece after one of the strings on his violin broke, at least one newspaper considered the feat less remarkable than his performing a stand-up routine under the same circumstances. (This lead also implies that when Perlman does break a string on-stage, a new string or instrument is brought to him he doesn't \"limp his way off stage to either find another violin or else find another string\" as indicated in the original article.) Carrying on after losing a string without interrupting the performance is certainly within the capabilities of a world-class violinist: In 1986, Japanese wunderkind violinist Midori , then a mere 14-year-old, drew headlines for her appearance at Massachusetts' Tanglewood Festival when she finished a concerto performance despite twice breaking strings on her instrument. Still, it isn't so commonplace an occurrence that we'd expect a reviewer to take no note of it at all. And while a musician partway through a lengthy piece might well choose to continue under less-than-ideal conditions rather than interrupt the flow of the performance, we can't see a musician only a few bars into the first piece of the evening opting to undertake an entire performance with a broken instrument. This same anecdote appears in the 1999 book When Life Hurts: A Personal Journey from Adversity to Renewal , by Rabbi Wayne Dosick, in somewhat shorter form: Childhood polio left Isaac Perlman able to walk only with braces on both legs and crutches. When Perlman plays at a concert, the journey from the wings to the center of the stage is long and slow. Yet, when he plays, his talent transcends any thought of physical challenge. Perlman was scheduled to play a difficult, challenging violin concerto. In the middle of the performance one of the strings on his violin snapped with a rifle-like popping noise that filled the entire auditorium. The orchestra immediately stopped playing and the audience held its collective breath. The assumption was he would have to put on his braces, pick up his crutches, and leave the stage. Either that or someone would have to come out with another string or replace the violin. After a brief pause, Perlman set his violin under his chin and signaled to the conductor to begin. One person in the audience reported what happened: \"I know it is impossible to play a violin concerto with only three strings. I know that and so do you, but that night, Isaac Perlman refused to know it. You could see him modulating, changing, and recomposing in his head. At one point it sounded as if he were re-tuning the strings to get a new sound that had never been heard before. When he finished, there was an awesome silence that filled the room. Then people rose and cheered. Perlman smiled, wiped his brow, and raised the bow of his violin to quiet them. He spoke, not boastfully, but quietly in a pensive tone, 'You know, sometimes it is the artist s task to find out how much music you can still make with what you have left.'\" This version is slightly more credible in that it has Perlman continuing on three strings after one broke \"in the middle of the performance\" rather than \"just as he finished the first few bars,\" but such an occurrence would still be extraordinary enough to draw the attention of the media, and we haven't found any indication that it did. So, we're left with a story of anecdotal status which includes a moral typical of so many fabricated, glurgy tales: Just as the damaged violin, crippled by the lack of a string, can still produce beautiful music, so can the \"damaged\" Itzhak Perlman, crippled by polio, still play the violin with \"such power and purity as the world has never heard before.\"",
  "Originally Published": "",
  "Referred Links": "http://www.sonyclassical.com/artists/midori/bio.html;",
  "Example": "[Collected via e-mail, 2001] Article from the Houston Chronicle: On Nov. 18, 1995, Itzhak Perlman, the violinist, came on stage to give a concert at Avery Fisher Hall at Lincoln Center in New York City. If you have ever been to a Perlman concert, you know that getting on stage is no small achievement for him. He was stricken with polio as a child, and so he has braces on both legs and walks with the aid of two crutches. To see him walk across the stage one step at a time, painfully and slowly, is an unforgettable sight. He walks painfully, yet majestically, until he reaches his chair. Then he sits down, slowly, puts his crutches on the floor, undoes the clasps on his legs, tucks one foot back and extends the other foot forward. Then he bends down and picks up the violin, puts it under his chin, nods to the conductor and proceeds to play. By now, the audience is used to this ritual. They sit quietly while he makes his way across the stage to his chair. They remain reverently silent while he undoes the clasps on his legs. They wait until he is ready to play. But this time, something went wrong. Just as he finished the first few bars, one of the strings on his violin broke. You could hear it snap - it went off like gunfire across the room. There was no mistaking what that sound meant. There was no mistaking what he had to do. People who were there that night thought to themselves: \"We figured that he would have to get up, put on the clasps again, pick up the crutches and limp his way off stage to either find another violin or else find another string for this one.\" But he didn't. Instead, he waited a moment, closed his eyes and then signaled the conductor to begin again. The orchestra began, and he played from where he had left off. And he played with such passion and such power and such purity as they had never heard before. Of course, anyone knows that it is impossible to play a symphonic work with just three strings. I know that, and you know that, but that night Itzhak Perlman refused to know that. You could see him modulating, changing, recomposing the piece in his head. At one point, it sounded like he was de-tuning the strings to get new sounds from them that they had never made before. When he finished, there was an awesome silence in the room. And then people rose and cheered. There was an extraordinary outburst of applause from every corner of the auditorium. We were all on our feet, screaming and cheering, doing everything we could to show how much we appreciated what he had done. He smiled, wiped the sweat from this brow, raised his bow to quiet us, and then he said, not boastfully, but in a quiet, pensive, reverent tone, \"You know, sometimes it is the artist's task to find out how much music you can still make with what you have left.\" What a powerful line that is. It has stayed in my mind ever since I heard it. And who knows? Perhaps that is the way of life - not just for artists but for all of us. Here is a man who has prepared all his life to make music on a violin of four strings, who, all of a sudden, in the middle of a concert, finds himself with only three strings. So he makes music with three strings, and the music he made that night with just three strings was more beautiful, more sacred, more memorable, than any that he had ever made before, when he had four strings. So, perhaps our task in this shaky, fast-changing, bewildering world in which we live is to make music, at first with all that we have, and then, when that is no longer possible, to make music with what we have left.",
  "Last Updated": "16 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/perlman.asp",
  "Claim": "Violinist Itzhak Perlman once finished a concert on an instrument with only three strings after one string broke.",
  "Claim_ID": "music_artists_perlman",
  "Tags": ""
}