{
  "Origins": "Don McLean's recollection of the day (as a paperboy) he cut open a stack of newspapers to find that Buddy Holly had died led him to coin the term \"the day the music died\" to describe 3 February 1959: the date on which a plane crash took the lives of Holly, Ritchie Valens, and J.P. Richardson (the \"Big Bopper\"). The phrase became a part of popular culture when McLean used it in his hit song \"American Pie,\" a cryptic song featuring ambiguous imagery and a coded history of rock 'n' roll. The song's varied interpretations have been widely debated for decades now McLean himself has so far declined to provide any answers, saying, \"If I told people what I meant, they'd just say, 'No you didn't.'\"",
  "Fact Check": "",
  "Description": "The starting point of most analyses of the song is its title: \"American Pie.\" What does \"American Pie\" refer to? We could makes some guesses, but this article is about what American Pie is not : it is not, as widely reported on various lists of trivia that circulate on the Internet, the name of the airplane on which Buddy Holly was a passenger when he died. In an attempt to gain some extra rest time (and avoid traveling on buses prone to mechanical breakdowns and faulty heating), during a grueling and cold \"Winter Dance Party\" tour in early 1959, Holly chartered a private plane to fly himself and two band members to Fargo, North Dakota immediately after their February 2 performance in Clear Lake, Iowa. (The next day's show was in Moorhead, Minnesota, but Moorhead had no airport; the closest facility was in Fargo, ten miles away.) The plane, a red-and-white single-engine Beechcraft Bonanza, took off in the cold, windy, early morning hours of February 3 amidst light snow flurries. The plane never reached Fargo. The next morning searchers discovered that it had crashed on a snow-covered field shortly after takeoff, skidding over 500 feet before coming to rest against a wire fence and killing everyone on board. The airplane, chartered through Dwyer's Flying Service in Clear Lake, Iowa, had no name. Its only designation was its wing registration number, N3794N. How the rumor that its name was American Pie (thus providing Don McLean the title for his song) started circulating is unknown, but it is undeniably false. As Don McLean himself said in 1999: The growing urban legend that \"American Pie\" was the name of Buddy Holly s plane the night it crashed, killing him, Ritchie Valens and the Big Bopper, is equally untrue. I created the term. (Another rumor regarding the title, that it was chosen because McLean once dated a Miss America contestant, appears to be equally spurious.) Addendum: Over the years, the list of people who \"gave up a seat\" on this ill-fated flight has grown to rival the list of persons claiming to have been invited to Sharon Tate's \"quiet evening at home\" the night the Manson family struck. Although Buddy Holly initially may have asked around to find other tour members willing to share the cost of chartering a plane (as Dion DiMucci claims), the only persons who committed to fly on it with Holly were his two fellow band members, Tommy Allsup and Waylon Jennings. J.P. Richardson, who was coming down with the flu, managed to talk Jennings into giving up his seat so that he could arrive at the next tour stop early and have a little extra time to visit a doctor. Ritchie Valens spent the evening trying to convince Allsup to give up his seat on the plane, but Allsup, who needed to pick up a registered letter waiting for him in Fargo, demurred. Finally, just as Allsup was about to leave the Surf City ballroom for the airport, he gave in and agreed to flip a coin with Valens for a spot on the airplane. (Unlike the way this scene is depicted in the Ritchie Valens film biography La Bamba, Holly did not charter a plane for \"headliners only\" or arrange the last-minute coin toss between Valens and Allsup, nor did that coin toss take place outside in a snowfall just as the plane was boarding.) Valens won the coin toss, and Allsup stayed behind to ride the bus to the next destination. Thus Waylon Jennings and Tommy Allsup were the only two persons who truly \"gave up a seat\" on Buddy Holly's final flight.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20021201144702/www.don-mclean.com/;",
  "Example": "",
  "Last Updated": "5 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/americanpie.asp",
  "Claim": "The airplane that carried Buddy Holly to his death was named 'American Pie.'",
  "Claim_ID": "music_artists_americanpie",
  "Tags": ""
}