{
  "Origins": "On 29 September 2014 American Idol winner and country star Carrie Underwood released a single titled \"Something in the Water.\" Soon after, rumors began to circulate that atheists were trying to ban the track due to its Christian themes.",
  "Fact Check": "",
  "Description": "It isn't clear where the notion of atheists trying to ban Underwood's song originated, but it was soon picked up by several blogs : Atheists are outraged that such a hit-maker as Underwood would dare to sing about Christianity, but Carrie doesn't seem to care. Former American Idol and current country superstar Carrie Underwood's \"Something in the Water\" is an overtly Christian song that affirms the reality of God, conversion, and baptism. No wonder the atheists hate it. Twitter users quickly began to re-post the claim that atheists were angry about Underwood's track: Atheists have been attacking her, telling her to keep her views to herself... but good for Carrie Underwood for... http://t.co/I607mFcgHu The Revolution (@BreakingTyranny) October 3, 2014 Carrie Underwood s Brand New Song Is Making Atheists MAD AS HELL! http://t.co/iwwnOs1CGG ThePoliticalInsider (@TPInsidr) October 3, 2014 Just don't listen to her song idiots. What are they afraid of? \"Atheists Outraged By Carrie Underwood s Latest Song\" http://t.co/VLsY6oH393 Sherry Lucas (@PorchPhilosophy) October 3, 2014 It is possible that the idea stemmed from comments the singer herself made back in 2012. Deseret News recently referenced that older interview (with Glamour ), during which Underwood was asked about her song \"Jesus Take the Wheel\" and whether she feared alienating unreligious listeners: It wasn't a worry to me at all ... Country music is different. You have that Bible Belt-ness about it. I'm not the first person to sing about God, Jesus, faith (or) any of that, and I won't be the last. And it won't be the last for me, either. If you don't like it, change the channel. Claims that atheists are trying to ban Underwood's song \"Something in the Water\" are faulty on multiple levels. No atheists have complained about the song's content; and Underwood's remarks implying otherwise were made years prior to the track's release and in response to a completely unrelated question.",
  "Originally Published": "",
  "Referred Links": "http://www.deseretnews.com/article/865612007/Carrie-Underwood-shares-her-Christian-faith-in-new-song.html;https://twitter.com/PorchPhilosophy/status/517855786052378624;http://t.co/VLsY6oH393;https://twitter.com/TPInsidr/status/518054549521956864;http://t.co/iwwnOs1CGG\";https://twitter.com/BreakingTyranny/status/518123331766464513;http://t.co/I607mFcgHu;http://conservativetribune.com/underwood-message-for-atheists/;http://mrconservative.com/2014/10/50465-atheists-outraged-by-carrie-underwoods-latest-song/;",
  "Example": "[Collected via email, October 2014] There is a story going around various conservative Christian blog sites stating that atheists are trying to ban a Carrie Underwood song, but the articles lack sources, or when they do include them, they point to stories which do not support the claims given. This story is going around social media and is sparking Christian anger at non-believers.",
  "Last Updated": "11 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/music/artists/underwood.asp",
  "Claim": "Atheists are trying to ban the Carrie Underwood song \"Something in the Water.\"",
  "Claim_ID": "music_artists_underwood",
  "Tags": ""
}