{
  "Origins": "The above-displayed meme purportedly states several factors which have allowed Japan to \"keep Islam at bay,\" but the majority of these claims are either false or misleading. For instance, the claim that Japan is the only nation that does not give citizenship to Muslims is false. According to Becoming Legally Japanese, a web site dedicated to immigration issues in Japan, the application form for Japanese citizenship does not require applicants to identify their religion:",
  "Fact Check": "",
  "Description": "There is no place anywhere on the written application where one specifies their religion or creed. Nor have I read anywhere about anyone being asked about their religious beliefs in the verbal interviews. Because there is no place on the written online application for one's religion, the Ministry of Justice can't publish statistics showing the religions (or races) of naturalization candidates; they can only publish sex and former nationality statistics. The claim that in Japan permanent residency is not given to Muslims is also false. The Guidelines for Permission for Permanent Residence published by the Immigration Bureau of Japan make no mention of religion. In fact, according to an article published by the Asian Quarterly, the Japanese government does not inquire about religion: The Japanese government does not keep any statistics on the number of Muslims in Japan. Neither foreign residents nor ethnic Japanese are ever asked about their religion by official government agencies. While it is conceivable that this policy may change in the future due to official concerns about international terrorism, there has yet to be any public indication of such an effort. Introducing such a policy might lead to objections by the Japanese public that the government has no business inquiring into matters of religion, which is regarded by most Japanese as a strictly personal affair that should exist outside of the public sphere. While it's true that the International University of Japan does not teach Arabic or Islamic languages (according to the university's web site, only English and Japanese language courses are offered), the country has not banned the teaching of Islamic languages. The Arabic Islamic Institute in Tokyo, for instance, offers an Arabic-Japanese translation course. There is also no truth to the claim that that you cannot import a Koran into Japan. There are several mosques operating in Japan. and according to an article on the web site Japan Focus about Muslims living in Japan, at least one mosque teaches both Koranic studies and the Arabic language: At the mosque in Ebina, Kanagawa Prefecture, about 10 children around age 10 are learning the Arabic alphabet. Every day from 4 pm to 8 pm, the mosque holds Koran classes. They started last November, at the urging of Pakistani and Bangladeshi Muslims living in the area who wanted their children to be properly versed in the ancestral religion and the Arabic language. The classes are taught by the parents themselves. Slaiman, a 39-year-old Sri Lankan who lives in neighboring Yamato and deals in used cars, sends his two sons, age 8 and 4, to classes at the mosque. He himself began studying Arabic at age 5 at a mosque school in Sir Lanka. He wants to give his own children a similar religious environment. \"The Koran is written in Arabic,\" he says. \"If the children don't learn it now they won't be able to read it properly or understand the meaning of the prayers.\" Islam is not faith in isolation. It teaches faith, morality and human relations as a whole, and children must learn it early if they are to fully master it. \"Japanese schools teach only knowledge not how to be a good human being,\" says one Muslim father. While the claim that Japan is the only country in the world that has a negligible number of embassies in Islamic countries hinges on the definition of \"negligible,\" the Japanese Ministry of Foreign Affairs maintains embassies in several predominantly Islamic countries, including Afghanistan, Albania, Algeria, Azerbaijan, Bahrain, Bangladesh, Comoros, and Egypt. Several of the other rumors in the above-displayed meme can be debunked by the facts previously stated, using common sense (e.g., with approximately 100,000 Muslims living in Japan it is reasonable to assume that some of them are renting apartments), or by reading the 14th article of Japan's constitution: \"All of the people are equal under the law and there shall be no discrimination in political, economic or social relations because of race, creed, sex, social status or family origin.\" The one claim that the above-displayed meme did get right is the assertion that there is no Shariah Law in Japan. Article 20 of Japan's constitution, which guarantees freedom of religion to all Japan citizens, also states that religious organizations cannot exercise political authority: No religious organization shall receive any privileges from the State, nor exercise any political authority. 2) No person shall be compelled to take part in any religious acts, celebration, rite or practice. 3) The State and its organs shall refrain from religious education or any other religious activity. The above-displayed meme does not showcase different ways that Japan has been able to keep \"Islam at bay.\" In fact, the country's immigration policies may have helped the Muslim population grow: In 1982, Muslims numbered some 30,000; half of whom were native Japanese and the rest of different origins. With complete freedom of religion in Japan, the number of Muslims is expected to reach 100,000 Last updated: 17 November 2015",
  "Originally Published": " 17 November 2015",
  "Referred Links": "https://books.google.com/books?id=sAlDjVO7SowC&pg=PA291&dq=islam+in+japan&lr=&as_brr=3#v=onepage&q=islam%20in%20japan&f=false;http://berkleycenter.georgetown.edu/quotes/constitution-of-japan-article-14-non-discrimination;http://www.mofa.go.jp/about/emb_cons/protocol/a-h.html;http://japanfocus.org/-Kawakami-Yasunori/2436/article.html;http://www.aii-t.org/e/translation.htm;http://www.iuj.ac.jp/;http://www.muslimpopulation.com/asia/Japan/Islam%20in%20Japan_aq.php;http://www.moj.go.jp/content/000099622.pdf;http://www.turning-japanese.info/2013/10/can-muslims-acquire-japanese.html;",
  "Example": "[Collected via email, November 2015]",
  "Last Updated": "17 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/muslims-in-japan/",
  "Claim": "Japan has been able to keep Islam at bay by enforcing strict laws on Muslims.",
  "Tags": "islam;muslims;tokyo;japan;muslims in japan;",
  "Claim_ID": "muslims-in-japan"
}