{
  "Origins": "On 22 September 2015, the web site Top Right News posted an entry with the misleading title \"Muslim Teen Doesn't Like What This Girl Is Wearing ... Seconds Later He Does the Unthinkable.\" That post cited a 21 September 2015 article from the web site Mad World News and a Facebook post as its sources, with the latter having been viewed nearly two million times following its initial publication: A MUSLIM TOLD A DUTCH GIRL \"YOU DRESS LIKE A WHORE\" AND THE DUTCH GIRL STARTED TO ARGUE. GUESS WHAT HAPPENED NEXT She... Posted by Jean-Baptiste Kim on Sunday, September 20, 2015",
  "Fact Check": "",
  "Description": "A MUSLIM TOLD A DUTCH GIRL \"YOU DRESS LIKE A WHORE\" AND THE DUTCH GIRL STARTED TO ARGUE. GUESS WHAT HAPPENED NEXT She... Posted by Jean-Baptiste Kim on Sunday, September 20, 2015 Top Right News placed the video in the context of a current issue about refugees from Syria fleeing to western European countries, insinuating that the events depicted in the clip involved (Muslim) individuals who had recently sought asylum as part of that influx and then had the temerity to attempt to impose their moral standards on the (non-Muslim) citizens of their new home countries: A shocking video is spreading across the Internet, as the refugee crisis continues to surge with Muslim men flooding into Europe from the Middle East. Video of the incident was uploaded to Facebook after taking place in Rotterdam, Netherlands. In the clip, a Muslim man approached a woman to object to her choice of outfit, thinking she was dressed immodestly a sleeveless t-shirt. Hardly street-walking attire. It s so nice to see how well behaved these migrants to their generous Dutch hosts who gave them a home away from their Mideast hellholes, only to receive Instant Sharia on their own streets. This is exactly the problem the world is facing today with the so-called Muslim refugee crisis. Muslims all seem to enjoy the luxuries of the West, while they call for the death and destruction of Western nations and hide behind the freedoms their host countries provide. Absent from all of these September 2015 iterations of this rumor was any context about the assault seen in the video. Among the details not included were a date, a specific location (aside from a country name), details about the cause of the altercation, identities, or information on whether anyone was arrested following the incident. The clip's viral spread may have been partially exacerbated by a language barrier, as American readers and viewers were not as easily able to search for non-English news articles to corroborate claims made about the incident. A Facebook post made a full year earlier (18 September 2014) was the original source of the footage, and neither its original poster (who simply said the clip had been forwarded to her) nor subsequent commenters described the assailants as Muslims. Moreover, no commenters indicated that the attack was motivated by a religious objection to the victim's attire (but indicated the incident had occurred an hour's drive from Rotterdam): Wie kent ze? Plein '45.. Vuile teringleijers ... jahoor ze durven wel tegen een meisje. Als ik erbij stond Nou Posted by Ginger de Kort on Thursday, September 18, 2014 Wie kent ze? Plein '45.. Vuile teringleijers ... jahoor ze durven wel tegen een meisje. Als ik erbij stond Nou Posted by Ginger de Kort on Thursday, September 18, 2014 Two contemporaneous Dutch news articles published about the incident reported that two boys seen in the video were arrested in connection with the assault (which took place on 18 September 2014), adding that then-current social media rumors claimed it had been precipitated by a dispute involving a scooter: The police have arrested two boys aged 14 and 15 years for aggravated assault. The police can not say anything about the circumstances of the abuse. Rumors in the media and on social media that a collision with a scooter could be the reason for the assault, is not confirmed by police investigation. It is also unclear whether the perpetrators and the victim knew each other. According to a spokesperson, the police take the case seriously. Notably, none of the initial rumors circulating among people local to the incident made any mention of religious conflict, the girl's attire, or refugees. Where the September 2015 iterations of the video acquired those connotations wasn't apparent, but their origin did not appear to be initial local accounts of the attack. Moreover, multiple news articles included speculation about the reason for the violent incident, and had there been any verbal indication that an imposition of religious conventions was at play, it surely would have warranted a single mention amid the many news stories about the video. On 22 September 2014, another Dutch news site reported that three arrests in total were made after the incident (but again, no mention of \"Muslim\" teens or Western attire appeared in the report): The police arrested a third suspect for the assault of a 15 year old girl from Beverwijk. This suspect is a 15 year old boy from Heemskerk. The other two suspects, two boys (14 and 15 years old) from Heemskerk and Beverwijk, were arrested on Thursday September 18th. They will appear before the magistrate today. The police are currently investigating the cause of the conflict. Finally, a 28 January 2015 article reported that the boys had been sentenced to community service, but still included no mention of religion or expectations of female modesty: Two boys, aged 14 and 16, were sentenced to 80 hours of community service for assaulting a 15-year-old girl from Beverwijk in September. The incident in IJmuiden, Noord-Holland was caught on tape and the video soon went viral. When determining the punishment, the severity of the act needed to be taken into account, according to the court statement. Both parties were surrounded by a large group of young people who knew in advance there would be a fight. This created a charged atmosphere that influenced the behavior of the accused and the victim, said the court. So while the video in question depicts an actual altercation that occurred in the Netherlands, the clip was later \"rediscovered\" and repurposed as part of a subsequent, unrelated debate about Muslim refugees in Europe. Prior to September 2015, no descriptions of the video included any of the details about \"Muslim teens\" objecting to a woman's attired that were attached to later iterations those claims were apparently fabricated to generate outrage-based shares. Last updated: 25 September 2015",
  "Originally Published": " 25 September 2015",
  "Referred Links": "http://www.nltimes.nl/2015/01/28/boys-filmed-beating-girl-15-sentenced-community-service/;http://www.nltimes.nl/2014/09/22/three-arrested-video-kod-girl/;http://www.nltimes.nl/2014/09/19/girl-sucker-punched-kod-video-teen-boys-held/;http://www.ad.nl/ad/nl/1012/Nederland/article/detail/3750507/2014/09/18/Jongens-vast-na-knock-out-schoppen-en-slaan-meisje.dhtml;http://www.ad.nl/ad/nl/1012/Nederland/article/detail/3751033/2014/09/19/Aanrijding-met-scooters-zou-reden-zijn-voor-kloppartij.dhtml;http://www.ad.nl/ad/nl/1012/Nederland/article/detail/3751251/2014/09/19/Toestand-mishandeld-meisje-15-sterk-verslechterd.dhtml;https://www.facebook.com/ginger.dekort/videos/10152491518469888/;https://www.facebook.com/ginger.dekort;https://www.google.com/maps/dir/IJmuiden,+Netherlands/Rotterdam,+Netherlands/@52.1929928,4.4155766,10z/data=!3m1!4b1!4m14!4m13!1m5!1m1!1s0x47c5f1cb8c50af3d:0xdd4e26411860392e!2m2!1d4.6060138!2d52.4569544!1m5!1m1!1s0x47c5b7605f54c47d:0x5229bbac955e4b85!2m2!1d4.4777325!2d51.9244201!3e0;https://www.facebook.com/USA2028883144/videos/880435315379717/;https://www.facebook.com/USA2028883144;",
  "Example": "[Collected via e-mail, September 2015] A friend of mine just shared the following link that claims a Muslim man in Rotterdam hit a woman because he didn't like what she was wearing. The link includes a video clip so a man did hit a woman but I don't see anything in the clip to justify the article's claim that the incident was due to religion. Top right news reports that a \"Muslim teen didn't like what a girl was wearing and, did the unthinkable\" (slapped her). Would love to be able to prove to the turkey who posted this article on her Facebook that it is false! Seeing this going around now, looks like right-wing anti-muslim propaganda. Wondering if there is any truth to these and others.",
  "Last Updated": "25 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/muslim-teens-beat-girl/",
  "Claim": "A video depicts Muslim refugees in the Netherlands beating a teen girl because they don't approve of her Western attire.",
  "Tags": "refugees;2015 refugees;rotterdam;muslim teens;top right news;mad world news;",
  "Claim_ID": "muslim-teens-beat-girl"
}