{
  "Origins": "On 14 October 2015 a Facebook user published the above-reproduced photograph and caption, claiming the image depicted \"Muslim women HERE in America\" displaying anti-American slogans written on their hands. The post gained additional notoriety on 17 November 2015, after it was shared by anti-immigration Facebook pages in the wake of terror attacks by ISIS militants in Paris. As with the original iteration, those posts claimed the photograph was taken inside the United States, and some suggested the image served as a datapoint against the admission of refugees:",
  "Fact Check": "",
  "Description": "And can someone tell me why these pieces of s@%t should be allowed into our country when they are saying down with America. I say let them die in that hell hole they are fleeing. All they are doing is infiltrating our boarders so they can destroy us. THE UNITED STATES SHOULDN'T ACCEPT ANY OF THESE REFUGEES AT ALL. ANYONE WHO SUPPORTS ALLOWING THEM INTO OUR COUNTRY IS A TRAITOR AND ENEMY TO THE UNITED STATES. Rs. How the photo came to be erroneously identified as both recent and taken in America wasn't apparent but was easily proved false. The image originally appeared in a 4 November 2013 USA Today article titled \"Thousands Stage Anti-U.S. Protest in Iran,\" along with a caption identifying it as having been taken in Iran's capital city and not the U.S.: Students show their hands marked with anti-American slogans outside the former U.S. embassy Last updated: 17 November 2015",
  "Originally Published": " 17 November 2015",
  "Referred Links": "http://www.usatoday.com/picture-gallery/news/2013/11/04/thousands-stage-anti-us-protest-in-iran/3431319/;https://www.facebook.com/PatriotsDefendingTheConstitution/posts/1098575293487871;https://www.facebook.com/STANDUP4AMERICA/posts/668506419957369;https://www.facebook.com/photo.php?fbid=10208307194026112&set=a.4226076818805.2179645.1491821872&type=3;",
  "Example": "[Collected via Facebook, November 2015] Muslim women HERE in America showing their appreciation for freedom by writing \"Down With U.S.A.\" on their hands. Women who have NO RIGHTS in Muslim controlled countries. Message to ALL MUSLIMS: Respect our laws, traditions, and American citizens - and show your appreciation for the freedoms you can enjoy here in America - OR GTFO !!!!!!!!!!",
  "Last Updated": "17 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/muslim-women-usa/",
  "Claim": "Photograph depicts Muslim women in the United States with anti-American phrases (such as \"Down With U.S.A\") written on their hands.",
  "Tags": "refugees;syrian refugees;tehran;down with usa;muslim women;",
  "Claim_ID": "muslim-women-usa"
}