{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://photo.net/photodb/photo?photo_id=17461753;http://www.worldagroforestry.org/treedb/AFTPDFS/Mesua_ferrea.PDF;http://www.btrts.org.sg/temple-first-nagapuspa-tree;http://www.dhammawiki.com/index.php?title=Bodhi_Tree;http://www.seawater.no/fauna/cnidaria/Pennatulacea.html;http://www.ucmp.berkeley.edu/cnidaria/anthozoa.html;http://www.britannica.com/animal/sea-pen;http://photo.net/photodb/photo?photo_id=17461753;http://www.snopes.com/wordpress/wp-content/uploads/2016/01/12524029_744755852321714_6092463068696849597_n.jpg;",
  "Example": "[Collected via Email, January 2016] Nagapushpa flower which blooms only once in 36 yrs. It bloomed today at 3:30am at Manasarovar Himalayas. Is this true, is it a flower? Origin:An image purportedly showing a Nagapushpa, a rare Himalayan flower that supposedly blooms once every 36 years, began recirculating online in January 2016. However, this photograph does not show a flower; it was taken in 2013 by Gordon J. Bowbrick, who identified the pictured creature as a sea pen, a marine invertebrate known as an anthozoan: This creature is indeed related to anenomes and the soft corals. Sea Pens Pennatulacea They have the ability to pull themselves down into the reef and vanish if threatened. You can see the tube like structure at the base. Hard to see at this size but there are also a number of small cleaner shrimp in the photo close to the central quill of the feather. This image has circulated under several variations of the word \"nagapushpa,\" including Nagapushpam, Naga Pushpa, and Naga Pushpam. Regardless of spelling, these words do not refer to a real Himalayan flower that blooms only once every 36 years. The word nagapuspa is a Sanskrit term for the Mesua ferrea tree (also known as the Ceylon ironwood, Bodhi tree, Indian rose chestnut, or Cobra's saffron) but this tree is an evergreen and thus does not bloom only once every 36 years either. Last updated: 25 January 2016 Originally published: 25 January 2016 Featured Image: Photo.net",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/nagapushpa-flower-himalaya/",
  "Claim": "A photograph shows a rare Nagapushpa flower that blooms only once every 36 years.",
  "Tags": "",
  "Claim_ID": "nagapushpa-flower-himalaya"
}