{
  "Origins": "A popular set of photographs purportedly documenting the dramatic effects of deforestation in North America has been circulating online for several years now. These images are frequently attached to the assertion that \"NASA recently released imagery showing the deforestation of America ... in just 34 years,\" but that isn't the case. While these photographs were both taken by NASA, neither of the pictures dates to 1978, nor did NASA release the photographs simultaneously in an attempt to highlight the spread of deforestation. The photograph on the left-hand side of the above-displayed image is a composite of several photographs taken by NASA in 2001. It's important to note that the land portion of this image was photographed between June and September, during the period of the year when it is summer in North America (and when many types of trees are therefore displaying plentiful green foliage), and is tinted slightly greener than the original:",
  "Fact Check": "",
  "Description": "The land and coastal ocean portions of these images are based on surface observations collected from June through September 2001 and combined, or composited, every eight days to compensate for clouds that might block the sensor s view of the surface on any single day. Two different types of ocean data were used in these images: shallow water true color data, and global ocean color (or chlorophyll) data. Topographic shading is based on the GTOPO 30 elevation dataset compiled by the U.S. Geological Survey s EROS Data Center. MODIS observations of polar sea ice were combined with observations of Antarctica made by the National Oceanic and Atmospheric Administration s AVHRR sensor the Advanced Very High Resolution Radiometer. The cloud image is a composite of two days of imagery collected in visible light wavelengths and a third day of thermal infra-red imagery over the poles. Global city lights, derived from 9 months of observations from the Defense Meteorological Satellite Program, are superimposed on a darkened land surface map. The photograph of the Earth on the right-side of this image was taken over the course of a single day in January 2012, when it is winter in North America (and when many trees have therefore long since shed their green leaves). While the Earth seen here certainly looks less green, this appearance is far more likely the result of changing seasons and not deforestation: A 'Blue Marble' image of the Earth taken from the VIIRS instrument aboard NASA's most recently launched Earth-observing satellite Suomi NPP. This composite image uses a number of swaths of the Earth's surface taken on January 4, 2012. The NPP satellite was renamed 'Suomi NPP' on January 24, 2012 to honor the late Verner E. Suomi of the University of Wisconsin. Although North America did experience a significant amount of deforestation after the European colonization of that continent began in the late 15th century, the planting of new trees to replace harvested trees has generally kept the forestation level stable there since about 1910. Last updated: 26 October 2015",
  "Originally Published": " 26 October 2015",
  "Referred Links": "http://www.nasa.gov/multimedia/imagegallery/image_feature_2159.html;http://visibleearth.nasa.gov/view.php?id=57723;https://www.pinterest.com/pin/14988611233767625/;",
  "Example": "[Collected via e-mail, October 2015] A photo on the \"deforestation\" of America, two pictures from space showing America side by side. One supposedly taken in 1978 the other supposedly taken in 2012. Is this photo accurate?",
  "Last Updated": "26 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/nasa-deforestation-images/",
  "Claim": "Two photographs of the earth taken by NASA in 1978 and 2012 document the dramatic effects of deforestation in North America.",
  "Tags": "north america;nasa deforestation;",
  "Claim_ID": "nasa-deforestation-images"
}