{
  "Origins": "In September 2015, an image purportedly showing a police record recounting a strange story involving a Navy officer, a raccoon, and a car breathalyzer began circulating via social media:",
  "Fact Check": "Was a Navy officer arrested for \"abuse of public animal\" and \"drunken or reckless driving\" after he used a raccoon to bypass an ignition interlock system.",
  "Description": "While the above-displayed image was circulated online as a real police report (and even picked up by several news outlets, we have yet to locate any evidence that that the described incident actually took place. This image originated on the \"Just the tip, of the spear 26- The Reckoning\" (JTTTOS) Facebook page, which labels itself as \"just for fun\": \"JTTOTS is about veterans and active duty military having a place to be themselves. You know act like dicks and look at boobs and cats and stuff.\" This Facebook group is not really a credible source of factual information, but they do document stupid things (supposedly) done by military personnel. In fact, the words encircling the Illuminati-like symbol embedded into this police report read \"JTTOTS Always Watching,\" a nod at the group's main objective. So if a member of the Navy really did use a raccoon to pass a breathalyzer test, perhaps the JTTOTS Facebook page would be one of the first places to pick it up. However, JTTOTS is the only source for this story. We couldn't find any record of raccoon-related DUI's at Camp Pendleton, nor would locate a version of the police report that lacked the JTTOTS symbol. Furthermore, Lt. Savannah Frank, a public affairs officer at Camp Pendleton, told the San Diego Tribune that this story was a hoax: Asked if it was fact or fiction, 1st. Lt. Savannah Frank, a public affairs officer at Camp Pendleton, checked and replied: I called police records, and while they were highly entertained, they confirmed (the story) is absolutely a hoax. Frank said the official incident number featured in the post was a giveaway, since Camp Pendleton police records use a different system. One might also ponder the improbability of a raccoon's allowing itself to be captured and squeezed to the point of unconsciousness without putting up any resistance, biding its time and attacking its abductor only after those events had been completed and it had regained consciousness. Last updated: 1 October 2015",
  "Originally Published": " 1 October 2015",
  "Referred Links": "http://www.sandiegouniontribune.com/news/2015/sep/30/navy-marine-racoon-breathalyzer-camp-pendleton/;https://www.facebook.com/JTTOTS26R?fref=ts;http://www.telegraph.co.uk/news/worldnews/northamerica/usa/11901890/Man-uses-raccoon-to-get-around-a-breathalyser-and-is-then-attacked-by-it.html;",
  "Example": "",
  "Last Updated": "1 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/navy-raccoon-breathalyzer/",
  "Claim": "A Navy officer was arrested for \"abuse of public animal\" and \"drunken or reckless driving\" after he used a raccoon to bypass an ignition interlock system.",
  "Tags": "raccoon;navy;breathalyzer;dui;",
  "Claim_ID": "navy-raccoon-breathalyzer"
}