{
  "Origins": "In mid-November 2015, a message claiming that the Netherlands had banned citizens of The United States from entering the country started going viral on Facebook: NETHERLANDS TO BAN AMERICAN CITIZENS FROM ENTERING THE COUNTRY",
  "Fact Check": "",
  "Description": "At a press conference held earlier today, Dutch Prime Minister Mark Rutte announced that The Netherlands will restrict access to the country for American citizens, following the announcement from at least 27 U.S. Governors that they will not permit Syrian refugees to find shelter in their respective states. 'Europe has opened its doors to Syrian refugees,' he said, 'because we recognise the human tragedy and believe it is our duty as human beings to offer shelter and aid to people fleeing from the war in Syria.' The Prime Minister continued: 'We are appalled that our American allies, who have such a long tradition of defending freedom and taking pride in being a multicultural society, are now refusing to help Syrian refugees, with their sole argument being that there might be a few terrorists hiding amidst the thousands of refugees. The United States are a key player in conflicts in the Middle East, and should therefore accept their share of refugees fleeing from these conflicts.' The Prime Minister continued: 'We are appalled that our American allies, who have such a long tradition of defending freedom and taking pride in being a multicultural society, are now refusing to help Syrian refugees, with their sole argument being that there might be a few terrorists hiding amidst the thousands of refugees. The United States are a key player in conflicts in the Middle East, and should therefore accept their share of refugees fleeing from these conflicts.' While the above-displayed message is written like a real news article, this post did not originate in a news publication. It was initially published on Facebook on 17 November and was written by fiction writer Jeroen Van Baardwijk. While Baardwijk did not label the above-quoted Facebook post as a work of satire, there is no truth to the claim that the Netherlands has implemented new travel restrictions for citizens of the United States. The US Department of State Bureau of Consular Affairs has not issued any statements regarding travel restrictions to the Netherlands and currently states that US Citizens can visit the country with a valid passport. Last updated: 19 November 2015",
  "Originally Published": " 19 November 2015",
  "Referred Links": "http://travel.state.gov/content/passports/en/country/netherlands.html;https://www.facebook.com/jeroenvanbaardwijk;",
  "Example": "[Collected via email, November 2015] Recently there has been a post circulating on my Facebook news feed that states the Netherlands is going to begin to deny American entrance into the Netherlands because of the U.S.' stance on Syrian refugees. Is this true?",
  "Last Updated": "19 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/netherlands-bans-united-states/",
  "Claim": "Citizens of the United States have been banned from entering the Netherlands.",
  "Tags": "refugees;ban;netherlands;america;",
  "Claim_ID": "netherlands-bans-united-states"
}