{
  "Origins": "On 25 October 2015, a Tumblr page dedicated to fake Hillary Clinton quotes posted a meme of the Democratic presidential candidate that included a quote supposedly uttered by her during an interview with the Des Moines Register on 8 August 2015:",
  "Fact Check": "",
  "Description": "The \"Shocking Hillary Clinton Quotes ...\" Tumblr page claims that all of their quotes are 100% sourced and even provides links to make it appear as if the quotes have been verified: Get to know the psychopath known as Hillary Clinton a little better. These are 100% sourced and verified quotes. We recommend you SHARE and SPREAD these far and wide, to friends and family: But the link included with the above-displayed meme didn't lead to a page containing Clinton's purported quote. Additionally, a search of the Des Moines Register's archives yielded no results for the phrase in question. In fact, this utterance was absent from all major news publications. We looked into a handful of memes posted by the \"Shocking Hillary Clinton Quotes ...\" Tumblr page and found that the provided source links never matched up with the purported quotes. Not only is the above-displayed Hillary Clinton meme fake, but the \"Shocking Hillary Clinton Quotes...\" Tumblr page is just another fake quote generator created in the same vein as Facebook group \"Stop The World, The Teabaggers Want Off.\" Last updated: 27 October 2015",
  "Originally Published": " 27 October 2015",
  "Referred Links": "http://www.desmoinesregister.com;http://www.donotlink.com/h63a;",
  "Example": "[Collected via email, October 2015] Hillary Clinton is reported to have said, \"I will get the NRA shut down for good if I become president. If we can ban handguns we will do it.\" in an interview with the Des Moines Register on August 8, 2015. True or not true?",
  "Last Updated": "27 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/nra-hillary-clinton-quote/",
  "Claim": "Hillary Clinton said that she would shut down the NRA and ban handguns if she were elected President.",
  "Tags": "hillary clinton;gun control;nra;",
  "Claim_ID": "nra-hillary-clinton-quote"
}