{
  "Origins": "On 14 November 2015 the web site Truth and Action published an article headlined \"MILITARY CAN'T SAY CHRISTMAS PER OBAMA ORDER,\" claiming the President had issued a directive creating a \"blanket ban\" on U.S. military personnel exchanging Yuletide greetings or making any other mention of the word \"Christmas\": The Obama administration has directed the military to not allow personnel to say \"Christmas,\" in spite of the holiday's status as a federally-recognized holiday.",
  "Fact Check": "",
  "Description": "The reason given by armed forces officials is that not everyone celebrates Christmas and that out of respect for them, military members should refer to Christmas celebrations simply as \"holiday\"-themed festivities. This prohibition comes in the context of a wider push for political correctness in society in general and the military in particular, as evidenced by the recent reprimanding of Navy Chaplain Wes Modder for simply discussing religion, as chaplains are wont to do, with military personnel. This blanket ban on Christmas in the military has apparently been in the works for sometime. Precisely when the \"order\" was issued, its specific provisions, its scope, and other incredibly basic details were suspiciously absent from the article (and subsequent iterations of the same claim). Truth and Action cited Coach is Right as the source for their claims, linking to a 7 November 2015 post titled \"MILITARY MEMBERS NOT PERMITTED TO SAY 'CHRISTMAS,' MENTION RELIGION PER OBAMA ORDER\" which held that: Being the Christmas season it seems the right time to recall one of Barack's most despicable slaps against the Christian faith to which he has falsely claimed allegiance throughout his political career. It took place in 2013 at Camp Shelby in Mississippi. During a pre-Christmas meeting with members of the 158th Infantry Brigade, the discussion turned to the upcoming Christmas football tournament. According to a soldier present at the meeting, it was at this point that \"the equal opportunity representative stopped the briefing and told us that we can't say Christmas.\" This PC lunatic continued on, \"[telling] our commander that not everyone celebrates Christmas and we couldn't say Christmas celebration. It had to be holiday celebration.\" And this was no simple suggestion. It was an order that is a threat, backed up by Military \"Justice\" as necessary. Already, we've gone from \"President Obama issued an order prohibiting military personnel from saying the word Christmas\" to \"two years ago, an unnamed soldier (who may or may not exist) claimed that a third party who was not President Obama told him soldiers 'can't say Christmas.'\" Between 7 November 2015 and 14 November 2015, the tale evolved from a secondhand anecdote which has in no way been borne out in the two years since it first appeared to a novel order issued by President Obama informally known as \"The Grinch Act.\" Coach is Right in turn linked to a 24 December 2013 article by Fox News \"War on Christmas\" correspondent Todd Starnes titled \"Army: Don t Say Christmas.\" Starnes' piece (published on Christmas Eve) focused on a purported conversation between soldiers planning a holiday football game and an equal opportunity officer from the Defense Equal Opportunity Management Institute (DEOMI), not President Obama). According to that 2013 article, the supposed dispute didn't even pertain to a \"blanket ban\" on use of the word \"Christmas,\" but rather whether the Army could endorse a Christian-specific event: Don't say Christmas. That s the message that was conveyed to a group of soldiers at Camp Shelby by an equal opportunity officer from the Defense Equal Opportunity Management Institute, according to a soldier who attended a recent briefing. [In December 2013], a routine meeting was held at the Mississippi base with various leaders of the 158th Infantry Brigade. During the meeting, they discussed an upcoming Christmas football tournament. The equal opportunity officer immediately objected to the usage of the word \"Christmas.\" \"Our equal opportunity representative stopped the briefing and told us that we can't say Christmas,\" the soldier told me. \"Almost the entire room blew up. Everybody was frustrated. The equal opportunity rep told our commander that not everyone celebrates Christmas and we couldn't say Christmas celebration. It had to be holiday celebration.\" [T]he equal opportunity representative tried to deflect the criticism by pointing out it was the Army's rules not hers.. \"She said an individual can say Christmas, but as an organization in the Army you can't say Christmas, the soldier told me. As Starnes' own article asserted, the military itself maintained longstanding policies prohibiting its branches from endorsing any specific religion. The policies were in place well before President Obama was elected, and in 2014 Lt. Cmdr. Nate Christensen commented on a separate claim of religious persecution fronted by the same columnist: The Department of Defense places a high value on the rights of members of the Military Services to observe the tenets of their respective religions and respects (and supports by its policy) the rights of others to their own religious beliefs, including the right to hold no beliefs. The Department does not endorse any one religion or religious organization, and provides free access of religion for all members of the military services. However, religious proselytization is not permitted within the Department of Defense. The relevant policy expressly referenced the Constitution's provisions prohibiting the establishment of an official, government-endorsed religion: Government Neutrality Regarding Religion. Leaders at all levels must balance constitutional protections for an individual's free exercise of religion or other personal beliefs and the constitutional prohibition against governmental establishment of religion. For example, they must avoid the actual or apparent use of their position to promote their personal religious beliefs to their subordinates or to extend preferential treatment for any religion. Commanders or supervisors who engage in such behavior may cause members to doubt their impartiality and objectivity. The potential result is a degradation of the unit's morale, good order, and discipline. Starnes' 2013 article included comment from an Army spokeswoman who expressly confirmed that there was no ban on the word Christmas: So what does the Army have to say about the DEOMI officer's edict? There is no policy at the 158th Infantry Brigade, First Army Division East or First Army that forbids using the word 'Christmas', Public Affairs Chief Amanda Glenn told me. She confirmed that there was a discussion in the meeting about the football tournament. She said it was meant to be a team building event and it had no tie to a specific religious event or holiday celebration. \"The Equal Opportunity advisor simply stated that it would be more appropriate to call it a holiday football event,\" she said. In summary, President Obama did not issue a \"blanket ban\" on the word Christmas for military servicemen in November 2015 or at any other time. In 2013, a DEOMI officer recommended soldiers at Camp Shelby call a Christmas event a \"holiday game,\" due to a longstanding Department of Defense general policy about the armed forces not endorsing any specific religion. The then-exaggerated claim was revived in 2015, but at no point has use of the word \"Christmas\" been banned in the military. Last updated: 16 November 2015",
  "Originally Published": " 16 November 2015",
  "Referred Links": "https://www.law.cornell.edu/wex/establishment_clause;http://www.crosswalk.com/blogs/dr-warren-throckmorton/can-christians-in-the-military.html;http://www.patheos.com/blogs/warrenthrockmorton/2013/05/03/on-the-military-and-religious-proselytizing-military-spokesmans-original-comments-used-out-of-context/;http://www.foxnews.com/opinion/2013/12/24/army-dont-say-christmas.html;http://www.donotlink.com/hdd7;http://www.donotlink.com/hdd8;https://twitter.com/4_God_Country/status/665745002555797504;https://t.co/hipg0qU54P;https://twitter.com/MasterTruth777/status/666245239577776129;https://t.co/v5FizFvePC;https://twitter.com/windflwr/status/666256868361109504;https://twitter.com/hashtag/thefive?src=hash;https://twitter.com/hashtag/Outnumbered?src=hash;https://t.co/75rqnUeVn2;",
  "Example": "[Collected via e-mail and Twitter, November 2015] I recently saw an article that states President Obama told the military that they cannot say \"Merry Christmas\" anymore. Is there any truth to this? Such bullshit. Obama continues his war on Christians. https://t.co/75rqnUeVn2 #Outnumbered #thefive windflwr (@windflwr) November 16, 2015 MILITARY CAN T SAY CHRISTMAS PER OBAMA ORDER? pic.twitter.com/v5FizFvePC tomhays67 (@MasterTruth777) November 16, 2015 Military Can t Say Christmas Per Obama Order: The Obama administration has directed the mi The post Military ... https://t.co/hipg0qU54P For God & Country (@4_God_Country) November 15, 2015",
  "Last Updated": "16 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/obama-military-christmas-ban/",
  "Claim": "President Obama has issued an order banning U.S. military personnel from using the word \"Christmas.\"",
  "Tags": "todd starnes;christmas;",
  "Claim_ID": "obama-military-christmas-ban"
}