{
  "Origins": "On 26 September 2015, the NewsExaminer and NBC.com.co web sites published identical articles reporting that a former Secret Service agent had revealed in a tell-all book called The Black House that President Obama was both Muslim and gay: A former Secret Service agent whose new book is quickly climbing Amazon s best-seller charts, said he is concerned about the state of the country and says it is time the public knows the real truth about our Commander in Chief, Barack Obama.",
  "Fact Check": "Did a former Secret Service agent reveal in a \"tell-all\" book that President Obama is Muslim and gay?",
  "Description": "Former agent, Paul Horner, in his new tell-all book \"The Black House,\" reveals what goes on inside the White House when the news cameras are turned off. In an interview with NBC News, Horner told Senior Political Analyst Tom Downey that he is one-hundred-percent positive that President Obama is not only gay, but a radical Muslim as well. Everyone on the inside knows that Obama is gay and a Muslim, it is common knowledge, Horner said. I saw many men coming and going from Obama s room, at all hours. I would say a good portion of the men, over fifty-percent, were Muslim. Neither of these assertions about President Obama is true, nor did a former Secret Service agent named Paul Horner write a tell-all book titled The Black House. The NewsExaminer is a fake news web site, and NBC.com.co (which has no affiliation with the NBC network) is a shill fake news web site that reproduces content from NewsExaminer. In fact, the NBC.com.co site was so hurriedly thrown together than its main page even still bears some of the Latin placeholder sample articles included in the WordPress theme on which it is based: Last updated: 1 October 2015",
  "Originally Published": " 1 October 2015",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "1 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/obama-gay-muslim-secret-service/",
  "Claim": "A former Secret Service agent revealed in a tell-all book that President Obama is Muslim and gay.",
  "Tags": "Obama;secret service;black house;gay muslim;",
  "Claim_ID": "obama-gay-muslim-secret-service"
}