{
  "Origins": "On 17 December 2014 the web site National Report published an article titled \"Obama Fines ABC For Broadcasting Charlie Brown Christmas; FCC Cites Christian Bias,\" which claimed: The Federal Communications Commission, acting on an executive order issued by Barack Obama, fined the ABC television network for airing A Charlie Brown Christmas, because several overtly Christian references were found to be potentially damaging, offensive and exclusionary to non-Christians, according to a Commission spokesperson.",
  "Fact Check": "",
  "Description": "Speaking on behalf of the FCC, legal counsel Khalid Soetoro wrote: We respectfully submit a request to halt future network-based airings of the referenced work A Charlie Brown Christmas unless and until equal time is granted for non-Christian and/or secular programming. Although the claim lingered largely unnoticed for nearly a year, it resurfaced on social media after a 30 November 2015 retrospective aired to mark the fiftieth anniversary of A Charlie Brown Christmas. However, the rumor was false; National Report is a well-known purveyor of sensational, fabricated claims. Previous hoaxes promoted by National Report (and its various shill sites impersonating the New York Times, USA Today, and NBC) claimed Michigan was hosting thousands of Syrian refugees, FEMA's first \"camp\" had opened in Arizona, the band R.E.M. sued Donald Trump, President Obama was awarded a second Nobel Peace Prize, and a Christian pastor was jailed for refusing to perform a same-sex wedding. Last updated: 1 December 2015",
  "Originally Published": " 1 December 2015",
  "Referred Links": "http://www.npr.org/sections/monkeysee/2015/11/30/457859235/a-charlie-brown-christmas-at-50;http://www.donotlink.com/hir2;",
  "Example": "[Collected via e-mail and Facebook, December 2015] Obama Fines ABC For Broadcasting Charlie Brown Christmas",
  "Last Updated": "1 December 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/obama-fines-abc-charlie-brown-christmas/",
  "Claim": "President Obama and the FCC fined ABC for airing A Charlie Brown Christmas because it was offensive to non-Christians.",
  "Tags": "national report;a charlie brown christmas;the war on christmas;",
  "Claim_ID": "obama-fines-abc-charlie-brown-christmas"
}