{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": " 09 December 2015",
  "Referred Links": "http://www.bbc.com/news/world-middle-east-27801676;http://www.liveleak.com/view?i=bd5_1405936027#sthash.5OPK678T.dpuf;https://www.facebook.com/photo.php?fbid=10206474288230053&set=a.10202830138808595.1073741826.1055013164&type=3&permPage=1;http://www.snopes.com/wordpress/wp-content/uploads/2015/12/obama-isis.jpg;",
  "Example": "[Collected via Email, December 2015] Picture floating around on Facebook of Barack Obama and Abu Bakr Al-Baghdadi, supposedly saying they run ISIS. Origin:On 3 December 2015, Facebook user Kelly Roiz posted a photo purportedly showing President Obama in a car with ISIS leader Abu Bakr al-Baghdadi: Here is a picture of our supposed President Barack Hussein Obama with you won't believe who! None other then the Leader of ISIS the Radical Muslim Terrorist Group Abu Bakr Al-Baghdadi himself. They are best friends people and not only is that disgusting but Baghdadi is just a puppet of Obama's. President Obama is the actual Leader of ISIS he is the actual Caliph for the Caliphate. He wants to rule the whole world just like Hitler. We need to prepare ourselves for war not later but right now because ISIS is here as you plainly could see from the Terrorist Attack yesterday in San Bernardino CA. God Bless Everyone who believes and to those of you that don't stop being stupid and open your eyes already. While the origins of the photo are still unclear, it appears that it was first posted to the internet on 21 July 2014 on the web site Live Leak. That photo was also accompanied by a similar claim: A Photo depicting a young Barack Obama as Mujahedeen has emerged through leaked files. President Obama can be seen wearing a white shirt, holding a rocket propelled grenade launcher. In the bottom left corner, President Obama's dearest friend and currently most valuable asset, Abu Bakr al-Baghdadi can be seen. Photo is reportedly taken in Syria in the beginning of the 1980s when Muslim Brotherhood tried to overthrow the Great, Compassionate, Loved, Dearly Respected and Democratically elected President Hafez al-Assad It's thought to be at this time when Barack Obama and Abu Bakr al-Baghdadi first came up with the idea of the Islamic State. \"Shireen Said,\" the Live Leak user who originally uploaded the photo, admitted in the comment section that Obama was not pictured in the above-displayed image and that she was \"trolling\" when she posted the photo: In addition to \"Shireen Said\"'s admission that they were \"trolling\" when they posted the above-displayed photo, it should be noted that Abu Bakr al-Baghdadi was between the ages of 10 and 12 in the \"beginning of the 1980s\" when the photo was allegedly taken. In summation, the above-displayed photo shows four people with weapons in a car. One of those people has a darker complexion and a minor resemblance to the President of the United States: Last updated: 09 December 2015",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/obama-caliph-isis-photo/",
  "Claim": "A photograph shows President Obama holding a rocket launcher in a car with Abu Bakr al-Baghdadi.",
  "Tags": "Obama;photo;ISIS;terrorists;",
  "Claim_ID": "obama-caliph-isis-photo"
}