{
  "Origins": "On 9 October 2015, the web sites NewsExaminer and NBC.com.co published articles reporting that President Obama had signed a bill barring the media from identifying mass shooting suspects by name in media reports: President Barack Obama held a press conference today to announce signing into law a bill that prevents U.S. media outlets from naming the shooting suspect in any of their news coverage. This comes just days after a gunman opened fire inside a classroom at a rural Oregon community college, killing nine people and injuring nine others before committing suicide after a shootout with police.",
  "Fact Check": "Did President Obama sign a bill barring the media from naming mass shooting suspects?",
  "Description": "Today I m proud to announce the Mass Shooting Bill , which will prevent the media and it s [sic] coverage from naming the suspect or perpetrator in horrible tragedies like the recent Oregon shooting. If it is some kind of sick fame these individuals desire then that fame is what will be denied, Obama told reporters. With the shooting in Oregon, it is important to remember the 9 innocent lives that were lost that day. We must think of heroes like Chris Mintz, who was shot seven times while saving lives and survived, all on his son s sixth birthday. We must forget the killer. There is no truth to the above-quoted article. NewsExaminer is a fake news outlet, as is its shill site, nbc.com.com; those entities have previously published fake stories about McDonald's employing robots in place of humans, the world's first head transplant, and a 15-year-old who was arrested for masturbation. In order to spread their fake stories to a wider audience, NewsExaminer.net also publishes them on the domain NBC.com.co, which is in no way affiliated with NBC News. Last updated: 9 October 2015",
  "Originally Published": " 9 October 2015",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "9 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/obama-mass-shooting-bill/",
  "Claim": "President Obama signed a bill barring the media from naming mass shooting suspects.",
  "Tags": "Obama;mass shooting;mass shooting bill;obama guns;guns;gun laws;",
  "Claim_ID": "obama-mass-shooting-bill"
}