{
  "Origins": "On 14 August 2015 the web site United Media Publishing (UMP) issued an article titled \"Obama Orders 2350 Dollar Tax Rebate In November\" which reported that: The Obama administration has directed IRS director John Koskinen to have the agency prepare for one of the largest cash refund/rebate hand-outs in the history of the organization. The President has authorized by way of an executive order that a 2350 dollar tax rebate be issued to every American who filed a tax return in the 2014 fiscal year, irrespective of whether they paid tax or not.",
  "Fact Check": "",
  "Description": "Update: A representative for the IRS confirms that the first tax rebate checks will go into the mail November 12th. While United Media Publishing's initial claim didn't attract much attention on social media, the highlighted portion in the above-reproduced excerpt breathed new life into the hoax in early November 2015. Unfortunately for readers (hopeful that an unexpected $2,350 windfall was headed their way at Christmastime), United Media Publishing is nothing more than a fake news site, one that doesn't feature a disclaimer notice identifying its content as fake news. Prior fabrications spread by UMP included a Charles Manson death hoax and a story about thousands of Christian couples filing for divorce in protest of the Supreme Court's ruling on gay marriage. Last updated: 11 November 2015",
  "Originally Published": " 11 November 2015",
  "Referred Links": "",
  "Example": "[Collected via e-mail, November 2015] Some women at work were discussing the following: Apparently they saw on Facebook that, as an executive order by President Obama, the government is giving everyone who filed 2014 taxes a $2,350.00 rebate/refund to be mailed out this month (November 12, 2015). I have looked everywhere (on the Internet) that I can think of. The only place I can find it is on a site called \"United Media Publishing\". Also, the only reference to this that I can find on Facebook sends a person to this same article from United Media Publishing. Is this true???",
  "Last Updated": "11 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/obama-orders-2350-dollar-tax-rebate-november/",
  "Claim": "President Obama has issued an executive order granting a $2,350 dollar tax rebate to every American who filed a tax return for 2014.",
  "Tags": "united media publishing;",
  "Claim_ID": "obama-orders-2350-dollar-tax-rebate-november"
}