{
  "Origins": "On 15 September 2015 the web site Daily Caller published an article titled \"President Obama Orders Behavioral Experiments on American Public\" which claimed that the chief executive had \"authorized federal agencies to conduct behavioral experiments on U.S. citizens\": President Obama announced a new executive order which authorizes federal agencies to conduct behavioral experiments on U.S. citizens in order to advance government initiatives.",
  "Fact Check": "Did President Obama order that \"behavioral experiments\" be carried out on the American people?",
  "Description": "The article was aggregated by other news outlets such as DC Clothesline, which similarly claimed the President's executive order had instructed \"Federal Agencies to Conduct Mass Behavioral Experiments on U.S. Citizens\": Does anyone actually believe \"behavioral experiments\" on the US citizenry are about \"designing government policies to better serve the American people?\" Think Pavlov's dog. And, can someone point to the Constitution and show where government has the authority to \"experiment\" on the citizenry in any shape, form or fashion? It's not there. Government possesses no authority whatsoever to conduct any type of experimentation, behavioral or otherwise, on the citizens of this nation. Both Daily Caller and DC Clothesline used the phrase \"behavioral experiments\" (conjuring up frightening scenarios of federal gaslighting), and the second article placed the phrase in quotes, suggesting specifically that the Obama administration had \"ordered\" sinister-sounding \"behavioral experiments\" be inflicted upon Americans. The 15 September 2015 Executive Order referenced by the articles is available on the White House's web site for open review. Tellingly, the word \"experiments\" does not appear anywhere within it; only words such as \"encourage[d],\" \"identify,\" \"review,\" and \"improve.\" The executive order about \"Using Behavioral Science Insights to Better Serve the American People\" actually decreed: To more fully realize the benefits of behavioral insights and deliver better results at a lower cost for the American people, the Federal Government should design its policies and programs to reflect our best understanding of how people engage with, participate in, use, and respond to those policies and programs. By improving the effectiveness and efficiency of Government, behavioral science insights can support a range of national priorities, including helping workers to find better jobs; enabling Americans to lead longer, healthier lives; improving access to educational opportunities and support for success in school; and accelerating the transition to a low-carbon economy. Alongside the Executive Order, the White House issued a document titled \"Fact Sheet: President Obama Signs Executive Order; White House Announces New Steps to Improve Federal Programs by Leveraging Research Insights.\" Aiming to provide details not included on the Executive Order about how \"behavioral insights\" could apply to the creation and implementation of policy, that document explained: Behavioral science insights research insights about how people make decisions not only identify aspects of programs that can act as barriers to engagement, but also provide policymakers with insight into how those barriers can be removed through commonsense steps, such as simplifying communications and making choices more clear. That same study on financial aid found that streamlining the process of applying by providing families with assistance and enabling families to automatically fill parts of the application using information from their tax return increased the rates of both aid applications and college enrollment. When these insights are used to improve government, the returns can be significant. For instance, the Federal Government applied behavioral science insights to simplify the process of applying for Federal student aid and has made college more accessible to millions of American families. Similarly, the Pension Protection Act of 2006, which codified the practice of automatically enrolling workers into retirement savings plans, is based on behavioral economics research showing that switching from an opt-in to an opt-out enrollment system dramatically increases participation rates. Since the implementation of this policy, automatic enrollment and automatic escalation have led to billions of dollars in additional savings by Americans. Another germane fact sheet tidbit came in the form of detail pertaining to a new committee formed to facilitate the order's initiatives: The Executive Order also formally establishes the Social and Behavioral Sciences Team (SBST), a group of experts in applied behavioral science that translates findings and methods from the social and behavioral sciences into improvements in Federal policies and programs for the benefit of the American people. The passage excerpted above indicated that behavioral insights data targeted by the initiative stemmed not from government-led \"behavioral experiments,\" but rather \"findings and methods from the social and behavioral sciences.\" Another passage supported inferences that non-governmental research groups would be tasked with submitting the bulk of relevant findings to the SBST for consideration in the drafting of future policy: The Behavioral Science & Policy Association (BSPA) is launching a Behavioral Science and Policy Series to identify promising avenues for applying behavioral science to public policy at the Federal level in order to improve Americans' lives. Through this series, by September 2016, working groups will deliver white papers that propose particular applications of behavioral science that can be applied, tested, and implemented at the Federal level in the near term. A less harrowing interpretation of the executive order than that fostered by conservative news sites was offered by the Houston Chronicle in a 17 September 2015 article: Dr. Andrew Harper, a professor of behavioral science at the University of Texas Health Medical School, said behavioral science is an old discipline, used to maximize communication effectiveness, that is only now being applied to government-authored materials. \"For example in healthcare there are simple things we want people to do eat a balanced diet, sleep well,\" he said. \"When just saying 'do it' doesn't work, we look to behavioral science to inform us on strategies that might work better.\" According to the executive order, research will be used to inform even the basic layout of federal agencies websites and other outreach information. The newly-founded team will consider \"how the content, format, timing and medium by which information is conveyed affects comprehension and action by individuals.\" In other words, researchers will conduct clinical studies to determine how agencies could more effectively present information in a way that will move people to action. The Executive Order didn't come to pass without some objections, however. The University of Oxford's Practical Ethics in the News Blog featured an editorial that questioned how scientifically rigorous the selection and application of such data might be, implying the initiative's mission was too ambiguous. Author Joshua Shepherd conceded that the proposal was overall \"a good thing,\" but said \"the order raises a number of ethical and practical issues\": Given recent evidence that many results from experimental and social psychology fail to replicate, there might be reason to worry here. The executive order does not define what counts as an 'insight' from behavioral science. Is it the result of one study? A couple? Deployment of an insight that is nothing more than an experimental artifact could be damaging, or wasteful. Suppose a genuine insight exists. Even so, implementing it is not straightforward. Other experts didn't think that the potential flaws outweighed the benefits. University of Michigan professor Andrew Hoffman outlined the potential practical effects of such initiatives on policy in a Scientific American article, positing that their application to the drafting of policy was \"long overdue\": [Hoffman] says that people might react rebelliously to a gas tax imposed by the government. A rise in its cost spurred by market forces, on the other hand, might prompt them to drive less. In that way, federal policies should consider the complicated ways that people filter, interpret and process messages. You can't expect to put a price on something whether that's gas, plastic bags or emissions and get an expected result, he said. These are things that sociology, psychology, political science have been focusing on for decades, Hoffman said. So to bring in the notion that humans are not perfectly rational, utility-maximizing beings in the formation of policy is long overdue. It is true that President Obama issued an Executive Order on 15 September 2015 encouraging and facilitating the application of behavioral research insights, with a stated goal of creating more efficient policy and stronger compliance. Moreover, some credible questions were raised about how rigorous standards for inclusion of such data might be. But the order neither referenced nor described \"behavioral experimentation\" upon the American people, nor did it in any way suggest that the order's details involved using anything other than existing, ongoing research carried out by social and behavioral science experts. Last updated: 17 September 2015",
  "Originally Published": " 17 September 2015",
  "Referred Links": "http://www.scientificamerican.com/article/obama-seeks-psychological-help-with-climate-change/;http://blog.practicalethics.ox.ac.uk/2015/09/behavioral-science-public-policy-ethics/;http://www.chron.com/national/article/Executive-order-applies-science-to-federal-6509050.php;https://www.whitehouse.gov/the-press-office/2015/09/15/fact-sheet-president-obama-signs-executive-order-white-house-announces;https://www.whitehouse.gov/the-press-office/2015/09/15/executive-order-using-behavioral-science-insights-better-serve-american;https://www.whitehouse.gov/the-press-office/2015/09/15/executive-order-using-behavioral-science-insights-better-serve-american;https://twitter.com/BillPeriman/status/644531538722328576;http://t.co/mCynSnLP0e;https://twitter.com/StateofGlobe/status/644577311770214400;http://t.co/ll7cWaFtqe;http://t.co/pl2RzxZr4q;https://twitter.com/TheIrishDame/status/644204180194897920;http://t.co/0aQN33AqQ3;https://twitter.com/hashtag/COSProject?src=hash;http://t.co/MNHOSCvpAB;",
  "Example": "[Collected via Twitter, September 2015] President Barry ORDERS BEHAVIORAL EXPERIMENTS ON AMERICAN PUBLIC!! http://t.co/MNHOSCvpAB #COSProject pic.twitter.com/0aQN33AqQ3 TheFightingIrishDame (@TheIrishDame) September 16, 2015 Shock Executive Order: Obama Authorizes Behavioral Experiments On U.S. Citizens: To A ... - http://t.co/pl2RzxZr4q pic.twitter.com/ll7cWaFtqe State of Globe (@StateofGlobe) September 17, 2015 Obama Executive Order Instructs Federal Agencies to Conduct Mass Behavioral Experiments on U.S. Citizens: http://t.co/mCynSnLP0e Bill Periman (@BillPeriman) September 17, 2015",
  "Last Updated": "17 September 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/obama-behavioral-experiments/",
  "Claim": "President Obama ordered \"behavioral experiments\" be carried out on the American people.",
  "Tags": "conspiracy;executive order;behavioral experiments;obama executive orders;behavioral insights;",
  "Claim_ID": "obama-behavioral-experiments"
}