{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": " 21 December 2015",
  "Referred Links": "http://www.pakimag.com/misc/sarfaraz-shah-killed-by-rangers-in-karachi.html/attachment/sarferaz-shah-namaz-i-janaza-funeral-prayer-at-hijrat-colony-karachi;https://www.washingtonpost.com/news/morning-mix/wp/2015/12/17/burying-the-infamous-how-killers-like-those-in-san-bernardino-and-columbine-are-quietly-and-sometimes-secretly-laid-to-rest/;http://www.reuters.com/article/us-california-shooting-funeral-idUSKBN0U002C20151217;",
  "Example": "[Collected via e-mail, December 2015] Origin:On 17 December 2015 the web site Supreme Patriot published an article titled \"Obama Gives San Bernardino TERRORISTS an Honorable Burial. WHAT!?\", which reported that: [T]he Muslim terrorist duo Syed Rizwan Farook and Tashfeen Malik received a traditional Islamic burial along with FBI protection. Following the attack, the Obama administration purportedly scrambled to locate a burial site willing to accept the bodies. They feared that allowing them to be cremated, a funeral practice that is strictly forbidden under Islamic law, would cause unrest among the Muslim community. It's not uncommon for the final arrangements of mass killers to be complicated affairs for their surviving family members. For example, a Reuters published an article on the subject noted that arranging interment for Syed Farook and Tashfeen Malik was a difficult task due to overwhelming public antipathy towards their actions: Syed Rizwan Farook and Tashfeen Malik, who opened fire on a San Bernardino holiday party, were buried in a quiet, graveside funeral. Many of those who attended mosque with the couple refused to attend, two mosque members said ... The funeral followed traditional Islamic rituals, said an attendee. At a Muslim cemetery hours away from San Bernardino, the bodies were cleansed according to Islamic rules, wrapped in white cloth and buried. The funeral attendee and another person familiar with the situation, both of whom asked not to be identified for fear of retaliation, said it took a week to find a graveyard willing to accept the bodies. About 10 people went to the funeral, the attendee said, including members of Farook's family and people who used to pray with him at mosques in San Bernardino County. (That article was appended with an editor's note which read: \"This version of the story corrects first paragraph to remove reference to FBI guarding funeral.\") A Washington Post article looked more closely at the challenges families face in burying the perpetrators of notorious crimes: The quiet group huddled around an open California grave , flanked by armed FBI agents. There were fewer mourners than there might have been, Reuters reported many who knew the dead refused to attend. Those who were there watched as the bodies of Syed Rizwan Farook and Tashfeen Malik, the attackers who shot and killed 14 people at a holiday party in California, were cleansed, wrapped in white cloth and lowered into the ground in accordance with Muslim tradition. [Columbine shooter Dylan] Harris s family never revealed the site of their son s burial. His is one of several infamous names that can't be found in cemeteries, either because families have worked to hide them or because there is nothing to mark their final resting place: Adam Lanza, who killed 26 people, including 20 first-graders, in the attack on Sandy Hook Elementary in Newtown, Conn., in 2012; Seung-Hui Cho, who killed 32 people at Virginia Tech; Timothy McVeigh, the Oklahoma City bomber who was executed in 2001, are all hidden. Before McVeigh's death, Congress passed a law to ensure that the Gulf War veteran couldn't be buried in Arlington National Cemetery; he was later cremated, and his ashes were spread at an undisclosed location. Like McVeigh's, the gravesite of Tamerlan Tsarnaev, the alleged Boston Marathon bomber who died during a shootout with police shortly after the attack in 2013, was contested. His uncle Ruslan Tsarni had hoped to bury Tsarnaev in Massachusetts, where he lived, but no cemetery would let him, according to the Los Angeles Times. Tsarnaev's wife refused to claim his body, and his parents would not return to the United States to arrange his funeral. (Unlike Reuters, the Washington Post didn't remove a reference FBI agents guarding the funeral.) It's possible that the FBI assumed (which jurisdiction over the investigation into the San Bernardino shooting) oversaw the burials of Farook and Malik to head off any potential trouble (such as violent protests aimed at innocent surviving family members), but no evidence suggests that President Obama arranged the funeral, assisted the family in finding a suitable burial place, or ensured that proper Muslim funereal rites were observed. Additionally, the photograph appended to the claim that President Obama arranged those funerals was completely unrelated to the event: it depicts a prayer moment observed by mourners at a funeral that took place in 2011 in Karachi, Pakistan. Last updated: 21 December 2015",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/obama-gives-san-bernardino-terrorists-islamic-funeral/",
  "Claim": "President Obama \"scrambled\" to ensure a proper Islamic burial for the San Bernardino shooters.",
  "Tags": "barack obama;san bernardino shooting;",
  "Claim_ID": "obama-gives-san-bernardino-terrorists-islamic-funeral"
}