{
  "Origins": "On 1 October 2015, ten people were killed in a mass shooting at Umpqua Community College in Roseburg, Oregon. In the wake of the incident (and ensuing interest in the topic of gun violence), the disreputable web site Universal Free Press published an article with the clickbait headline \"BREAKING NEWS President Barack Hussein Obama Jr. SUSPENDS 2ND AMENDMENT,\" stating that: In a move unprecedented by a sitting president and in wake of the recent mass shooting in Oregon, Barack Obama said I ve had enough and I will not allow more women and children to die by gun violence on my watch . Sources on Capitol Hill say, that Obama while in a cabinet meeting, was handed the recent statistical reports on violent crime and at the same time was told of another mass shooting, it was then that he exclaimed Are you joking, this is unacceptable and THIS time I m going to do something about it!",
  "Fact Check": "Did President Obama \"suspend\" the Second Amendment?",
  "Description": "He continued by saying, For too long, have I sat idly by and watched crime after crime be committed when there was a gun involved, well NO MORE, I have to think of the safety of the American people, after all, I took a solemn oath to do so. Sources close to the president explained that suspending a constitutional right was not within his power, Obama exclaimed, I have certain powers granted to me and I intend to use them to keep the citizens of this great nation safe, if there is a legality issue, we can sort it out later. A few (but not all) users who shared the link on Twitter noted that the article was both prefaced by and concluded with a note indicating that its claims were entirely fabricated (and calculated to take advantage of the tragedy and produce revenue-generating traffic by provoking baseless outrage): *Disclaimer* This article is satire and there is no basis of fact for it to be taken seriously. Last updated: 2 October 2015",
  "Originally Published": " 2 October 2015",
  "Referred Links": "http://www.usatoday.com/story/news/nation/2015/10/02/oregon-college-shooting/73192562/;https://twitter.com/MasonKanePage/status/649910644993429504;http://t.co/oqv0GWX1d2;https://twitter.com/TheDcGazette/status/649894846723788800;http://t.co/CVT80kEfls;",
  "Example": "",
  "Last Updated": "2 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/obama-suspends-2nd-amendment/",
  "Claim": "President Obama has \"suspended\" the Second Amendment.",
  "Tags": "obama suspends second amendment;second amendment;umpqua community college;umpqua;gun control;universal free press;universal free press satire;",
  "Claim_ID": "obama-suspends-2nd-amendment"
}