{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via Email, January 2016] There is a rumor on Facebook going around claiming that President Obama has signed a Pardon on behalf of Bill Cosby, exonerating him from both past and future sexual assaults. Can you confirm or deny this? Origin:On 1 January 2015, the entertainment web site NC Scooper published an article reporting that comedian Bill Cosby had received an official pardon from President Obama: In a startling announcement via executive order, President Obama has pardoned Bill Cosby from any wrongdoing after being charged with the sexual assault of a Temple University employee in 2004. The move, which caught everyone including Bill Cosby off guard, takes effect immediately. Even though the evidence was strong, President Obama felt compelled to pardon the famous comedian of all current and future charges. The Scooper reached out to Mr. Cosby for comment, but we were provided with the following press release. \"I know people are tired of me not saying anything, but a guy doesn t have to answer to innuendos. People should fact check. People shouldn't have to go through that and shouldn't answer to innuendos. And just because I've received a Presidential pardon, doesn't mean I'm guilty of anything. To the contrary, it shows I'm innocent.\" There is no truth to this story, which originated with NC Scooper, a fake news site that does not publish factual stories: This website is satirical in scope and intent. It provides fake news and social criticism in a satirical setting. If this offends you, go away you worthless cretin and consider doing something else with your time rather than looking at the Internet. Really, the quality of your life will improve dramatically. Our intention is not to fool anyone, but if you do get fooled, don t sweat it. Please have fun and lightened up. Several false rumors have circulated in the wake of Cosby's arrest on 30 December 2015. While it's true that the comedian has been charged with sexual assault, Cosby has not committed suicide, did not have his star on the Hollywood Walk of Fame removed, and he has not been pardoned by the President of the United States. Last updated: 05 January 2016 Originally published: 05 January 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/obama-pardon-cosby/",
  "Claim": "Bill Cosby has received a pardon from President Obama for all \"current and future\" sexual assault charges.",
  "Tags": "Obama;bill cosby;pardon;",
  "Claim_ID": "obama-pardon-cosby"
}