{
  "Origins": "On 18 July 2015, the New York Post published an article titled \"Obama Collecting Personal Data for a Secret Race Database.\" The article made vague claims that President Obama (or agents of the government working on his behalf, described as \"racial bean counters\") had been quietly collecting sensitive, personal data about American citizens for purposes of racial justice: Unbeknown to most Americans, Obama's racial bean counters are furiously mining data on their health, home loans, credit cards, places of work, neighborhoods, even how their kids are disciplined in school all to document \"inequalities\" between minorities and whites.",
  "Fact Check": "Is President Obama compiling a \"secret race database\" comprised of \"sensitive personal data\"?",
  "Description": "This Orwellian-style stockpile of statistics includes a vast and permanent network of discrimination databases, which Obama already is using to make \"disparate impact\" cases against: banks that don't make enough prime loans to minorities; schools that suspend too many blacks; cities that don't offer enough Section 8 and other low-income housing for minorities; and employers who turn down African-Americans for jobs due to criminal backgrounds. The paper offered up one example of the purported secret racial database's reach, pertaining to Housing and Urban Development's (HUD) data collection practices: The granddaddy of them all is the Affirmatively Furthering Fair Housing database, which the Department of Housing and Urban Development rolled out earlier this month to racially balance the nation, ZIP code by ZIP code. It will map every US neighborhood by four racial groups white, Asian, black or African-American, and Hispanic/Latino and publish geospatial data pinpointing racial imbalances. No explanatory links to this nefarious database were provided, but we managed to hack our way into the program to get the full scoop. Actually, we entered \"Affirmatively Furthering Fair Housing\" into Google's search box and immediately found HUD's page explaining the program and its purposes. So secretive is this database that HUD has made numerous documents available describing its overall progress, including links to the Federal Register [PDF] and its most current Affirmatively Furthering Fair Housing policy. (They even tried to bury it by issuing a press release about it.) A portion of that openly published, available for all to view documentation is described by HUD as \"[updated data use methods] on affirmatively furthering fair housing (AFFH) [aim] to provide all HUD grantees with clear guidelines and the data that will help them to achieve those goals\": HUD s rule clarifies and simplifies existing fair housing obligations for HUD grantees to analyze their fair housing landscape and set locally-determined fair housing priorities and goals through an Assessment of Fair Housing (AFH). To aid communities in this work, HUD will provide open data to grantees and the public on patterns of integration and segregation, racially and ethnically concentrated areas of poverty, disproportionate housing needs, and disparities in access to opportunity. This improved approach provides a better mechanism for HUD grantees to build fair housing goals into their existing community development and housing planning processes. In addition to providing data and maps, HUD will also provide technical assistance to aid grantees as they adopt this approach. In short, HUD will be using extant data to identify areas in which fair housing laws may not be functionally applied. Similarly, the Federal Register's lengthy (public, easy to find) summary stated: Through this rule, HUD commits to provide states, local governments, public housing agencies (PHAs), the communities they serve, and the general public, to the fullest extent possible, with local and regional data on integrated and segregated living patterns, racially or ethnically concentrated areas of poverty, the location of certain publicly supported housing, access to opportunity afforded by key community assets, and disproportionate housing needs based on classes protected by the Fair Housing Act. Through the availability of such data and available local data an knowledge, the approach provided by this rule is intended to make program participants better able to evaluate their present environment to assess fair housing issues such as segregation, conditions that restrict fair housing choice, and disparities in access to housing and opportunity, identify the factors that primarily contribute to the creation or perpetuation of fair housing issues, and establish fair housing priorities and goals. The New York Post cited another shadowy instance of \"racial bean counting\": Meanwhile, the Federal Housing Finance Agency, headed by former Congressional Black Caucus leader Mel Watt, is building its own database for racially balancing home loans. The so-called National Mortgage Database Project will compile 16 years of lending data, broken down by race, and hold everything from individual credit scores and employment records. Again, the National Mortgage Database was hidden in plain sight. In seconds on Google, intrepid searchers could locate the Federal Housing Finance Agency's page devoted to the National Mortgage Database (upon which no mentions of race or racial equality appeared): In 2012, FHFA began a major initiative to build a national mortgage database on first-lien single-family mortgages in existence any time from January 1998 forward. This project is being jointly funded and managed by FHFA and the Consumer Financial Protection Bureau. The information will primarily be used to support the agencies' policy making and research efforts and help regulators better understand emerging mortgage and housing market trends in this evolving and changing finance market. Like the AFFH, the National Mortgage Database was also buried deep in the annals of the publicly accessible and searchable Federal Register. From that point on, the Post's article primarily focused on purportedly nefarious and racially motivated actions by \"Obama's brainchild,\" the Consumer Financial Protection Bureau (CFPB). (In actuality, the CFPB was primarily the \"brainchild\" of Elizabeth Warren and came into existence as part of Dodd-Frank related financial reforms.) The article claimed the CFPB was compiling separate databases for credit profiles and employment. We were able to locate a Government Accountability Office (GAO) document dated September 2014 [PDF] concerning collection of credit data. However, no portion of that document mentioned race, and we were unable to locate any documents, articles, or other information relating to race-based initiatives and employment efforts undertaken by the CFPB as suggested by the New York Post's article. A final portion of the article claimed that the Department of Education was enforcing segregation by way of race-based data collection (implicitly, at the behest of President Obama). However, a (not secret) page on the U.S. Department of Education's web site indicated that data collection of that description had been ongoing since at least 2000 (eight years before the election of Barack Obama to the presidency). Last updated: 22 July 2015",
  "Originally Published": " 22 July 2015",
  "Referred Links": "http://www2.ed.gov/about/offices/list/ocr/data.html;http://www.crapo.senate.gov/issues/banking/documents/GAO_CFPBDATACOLLECTIONREPORT.pdf;https://en.wikipedia.org/wiki/Consumer_Financial_Protection_Bureau;https://www.federalregister.gov/articles/2014/04/16/2014-08566/privacy-act-of-1974-system-of-records;http://www.fhfa.gov/PolicyProgramsResearch/Programs/Pages/National-Mortgage-Database.aspx;http://portal.hud.gov/hudportal/HUD?src=/press/press_releases_media_advisories/2015/HUDNo_15-084;http://www.huduser.org/portal/affht_pt.html#final-rule;http://www.gpo.gov/fdsys/pkg/FR-2015-07-16/pdf/2015-17032.pdf;http://www.huduser.org/portal/affht_pt.html;https://twitter.com/AlexisinNH/status/622549474238447616;https://twitter.com/RandPaul;http://t.co/1VNJqRsqQf;https://twitter.com/SenRichardBlack/status/622737192494977024;https://twitter.com/hashtag/WakeUpAmerica?src=hash;http://t.co/N3snUnie67;https://twitter.com/AnthonyCumia/status/622662909009731584;http://t.co/LxxvA7EpyE;https://twitter.com/yesnicksearcy/status/622799389136941056;https://twitter.com/nypost;http://t.co/63VmYIXqNE;",
  "Example": "[Collected via e-mail and Twitter, July 2015] According to an article in the New York Post, President Obama is collecting a nefarious \"secret race database.\" How much of this is true, and how much is misleading hype? So who are the racists again? Obama collecting personal data for a secret race database http://t.co/63VmYIXqNE via @nypost Yes, Nick $earcy! (@yesnicksearcy) July 19, 2015 This is movie level horror material yet it's happening. It's real life. http://t.co/LxxvA7EpyE Anthony Cumia (@AnthonyCumia) July 19, 2015 I favor equal opportunity, not govt forcing equal results. This is Affirmative Action on steroids: http://t.co/N3snUnie67 #WakeUpAmerica Senator Dick Black (@SenRichardBlack) July 19, 2015 Obama collecting Americans' personal info for a secret race database http://t.co/1VNJqRsqQf This makes my skin crawl @RandPaul Alexis In NH (@AlexisinNH) July 18, 2015",
  "Last Updated": "22 July 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/obama-secret-race-database/",
  "Claim": "President Obama is compiling a secret race database comprising Americans' sensitive personal data.",
  "Tags": "new york post;HUD;secret race database;obama race database;FFHA;AAFH;CFPB;elizabeth warren;",
  "Claim_ID": "obama-secret-race-database"
}