{
  "Origins": "On 13 June 2015, the Facebook page for American News (\"ThePatriotReview\") published a link to an article headlined \"BREAKING: Federal Court Formally Charges Obama with Treason ... This Is It\" with an introduction stating that \"Obama is formally being charged with treason.\" Both the headline of the linked article and the comment appended to it strongly implied that President Barack Obama had been recently charged by federal authorities on treason charges. But the underlying article was dated 1 April 2015, which (irrespective of content) made the \"BREAKING\" aspect of the story specious: it beggars belief that in the more than two months between 1 April 2015 and 13 June 2015, not a single credible news outlets picked up on a story that would be a lead news item around the world. Additional digging revealed that this very same claim was fronted by other sites back in June 2014, making it almost exactly a year old at the time it resurfaced in American News.",
  "Fact Check": "Did a federal court formally charge President Obama with treason?",
  "Description": "Aside from the highly questionable aspect of how a report this momentous could conceivably be \"BREAKING\" for a year, the \"formally charged\" claim which suggests that a branch of government stepped in and independently charged President Obama with treason is highly dubious. And even the click-baiting American News didn't go so far as to state that any such thing was the case: Now, California attorney Orly Taitz has moved forward with filing a charge of treason against President Obama in federal court. Taitz is best known for her lawsuits surrounding Obama s identity more specifically, his birth certificate and SSN document. The motion then goes on to list the many ways that Obama and the administration broke the law. If the name Orly Taitz sounds familiar, it's because she's been involved in a number of \"birther\" claims involving President Obama that never bore fruit, including ones asserting that President Obama stole his Social Security number and that Taitz had uncovered a conspiracy surrounding the selection of Attorney General nominee Loretta Lynch. As far back as October 2009, a federal judge in Georgia sanctioned and fined Taitz $20,000 for repeatedly filing frivolous motions found to be without merit: When a lawyer files complaints and motions without a reasonable basis for believing that they are supported by existing law or a modification or extension of existing law, that lawyer abuses her privilege to practice law. When a lawyer uses the courts as a platform for a political agenda disconnected from any legitimate legal cause of action, that lawyer abuses her privilege to practice law. When a lawyer personally attacks opposing parties and disrespects the integrity of the judiciary, that lawyer abuses her privilege to practice law. When a lawyer recklessly accuses a judge of violating the Judicial Code of Conduct with no supporting evidence beyond her dissatisfaction with the judge s rulings, that lawyer abuses her privilege to practice law. When a lawyer abuses her privilege to practice law, that lawyer ceases to advance her cause or the ends of justice. The 2009 case (Rhodes v. McDonald) made mention of Taitz's use of the courts to promote an agenda and noted that she had earlier made accusations of treason against President Obama: The absolute absence of any legitimate legal argument, combined with the political diatribe in her motions, demonstrates that Ms. Taitz's purpose is to advance a political agenda and not to pursue a legitimate legal cause of action. Rather than citing to binding legal precedent, she calls the President names, accuses the undersigned of treason, and gratuitously slanders the President's father. As the Court noted in an earlier order, counsel's wild accusations may be protected by the First Amendment when she makes them on her blog or in her press conferences, but the federal courts are reserved for hearing genuine legal disputes, not as a platform for political rhetoric and personal insults. Simply put, no reasonable basis existed for counsel to believe that her legal cause of action was legitimate under existing law or under a reasonable extension or modification of existing law. The ruling in question explained that the courts were left with little choice but to sanction Taitz and impose a fine due to her repeated misconduct as early as 2009: While the Court derives no pleasure from its imposition of sanctions upon counsel Orly Taitz, it likewise has no reservations about the necessity of doing so. A clearer case could not exist; a weaker message would not suffice. Matching the claims of Taitz and those of a number of unreliable web sites to an actual legal paper trail is difficult. However, during the June 2014 timeframe in which claims first circulated that Obama had been \"formally charged\" with treason in a federal court, Taitz appeared in at least two public legal records. One document was dated 13 June 2014 and pertained to a civil action (not a criminal one, the type for which \"formally charged\" would be an accurate descriptor) brought by Taitz in United States District Court in Maryland. A second document dated 25 July 2014 (a memorandum by Ellen Lipton Hollander, United States District Judge) described Taitz thusly: \"[B]y way of background, plaintiff is a national leader in the so called 'birther' movement, whose mission is to establish that President Obama is ineligible to serve as President of the United States because he was not born in the United States, as he claims.\" In Judge Lipton Hollander's memorandum (prompted by Orly Taitz's demand that Hollander recuse herself from a case involving Taitz's claim that President Obama had stolen the Social Security number of a man named Harrison J. Bounel), she witheringly addressed Taitz's various challenges to the legal authority of both President Obama and his various judicial appointees: Ms. Taitz has not provided any legal authority for the proposition that, if the President were removed from office, this judge or the hundreds of other executive and judicial branch appointees selected by him and then confirmed by the Senate would also become disqualified from their offices. I suppose that if the Court ruled that SSA's search was inadequate, and if SSA conducted a new search, and if SSA located an SS-5 for Mr. Bounel (who may or may not exist), and if the Court ordered SSA to release the SS-5 (despite the several FOIA exemptions that may apply), and if Mr. Bounel's SSN matched that of President Obama, and if President Obama's use of the SSN was fraudulent, and if the reason for the fraud was that President Obama was not eligible for the presidency, and if that led to the nullification of President Obama's presidency, and if that also rendered President Obama's judicial appointments null and void, and if no action was taken to re-appoint and reinstate the affected judges, then, perhaps, it could be said that I had an interest that was affected by the outcome of the case. But, that possibility is so speculative and so attenuated that it does not mandate recusal here. Plaintiff can rest assured that if any reasonable grounds existed for me to recuse myself from this case, I would have done so, if for no other reason than to avoid spending precious time on such frivolous filings. But, my responsibilities require me to handle dutifully the cases assigned to me. In summation, President Obama was not \"formally charged with treason\" by any legal entity capable of bringing such charges in June 2014, July 2014, April 2015, or June 2015. The only legal action that blogs making such a claim referred to was a specious civil lawsuit brought by well-known \"birther\" crank Orly Taitz. Last updated: 30 September 2015",
  "Originally Published": " 15 June 2015",
  "Referred Links": "https://casetext.com/case/taitz-v-colvin-4;https://casetext.com/case/taitz-v-colvin-3;https://casetext.com/case/rhodes-v-macdonald;http://www.donotlink.com/fk52;https://www.facebook.com/ThePatriotReview/posts/586128764911036;",
  "Example": "",
  "Last Updated": "30 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/obama-charged-treason/",
  "Claim": "A federal court has formally charge President Obama with treason.",
  "Tags": "president obama;treason;orly taitz;",
  "Claim_ID": "obama-charged-treason"
}