{
  "Origins": "On 23 November 2015 the web site Now8News published an article positing that President Obama had signed a bill that would soon lower the age of sexual consent in the U.S. to 13: An announcement was made on Monday by the Obama Administration which states a new law that will take effect March 1, 2016 and Americans are shocked and disappointed. According to the announcement, the law concerning the age of consent will be changed across all 50 states and D.C. Currently the law varies in each state with the age of consent being 16, 17, and 18 years old with age provisions and mistake of age defense clauses. ... This new law will make any and all contact legal as long as the child is 13 years of age or older. Now that they have done away with the age-gap provision, a 19-year-old boy can legally have sex with a 13-year-old girl without suffering any legal consequences as long as they both consent to the act.",
  "Fact Check": "",
  "Description": "Some social media users attributed the purported legislation to the advancement of a \"homosexual agenda,\" while others (as in the example tweet embedded above) described it as a harbinger of \"Sharia law.\" But the report of this supposed legislation was just another fake news item from Now8News, a fake news site that doesn't feature a disclaimer warning readers it publishes fake news. Earlier hoaxes promoted by Now8News included the following assertions: a man was caught having sex with a pig in a Walmart bathroom; aborted fetuses were ingredients in Chicken McNuggets; bananas from Walmart were infested with deadly parasitic worms; KFC was busted breeding mutant chickens; a woman was arrested for engaging in a sex act with a breakfast sausage; a different woman was arrested for \"trying on\" feminine hygiene products at Walmart; a man fed the remains of his unfaithful fiancee to her parents; and a man was discovered cannibalizing a then-living teenager inside a haunted house attraction. Last updated: 24 November 2015",
  "Originally Published": " 24 November 2015",
  "Referred Links": "https://twitter.com/USMC_Proud/status/668986671468257280;https://twitter.com/BlissTabitha;https://twitter.com/jjauthor;https://twitter.com/mpg25mary;",
  "Example": "[Collected via e-mail and Twitter, November 2015] The more gullible of my facebook friends is outraged at Obama passing a law that will lower the consent age to 13 in March 2016. I can't find any info on this aside from heavily right news sources, which don't even cite the bill itself, just a vague suggestion that it happened and that it's the \"new homosexual agenda\". Any truth whatsoever to their claims (about the age of consent obviously)? @mpg25mary @jjauthor @BlissTabitha it's going to get worse Obama lowered the \"sexual consent\" age to 13 Effective Jan 1, 2016 Sharia anyone? STL LeatherNeck (@USMC_Proud) November 24, 2015",
  "Last Updated": "24 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/obama-lowers-sexual-consent-13/",
  "Claim": "President Obama has signed a bill lowering the age of sexual consent to 13, effective March 2016.",
  "Tags": "president obama;sharia law;now8news;age of consent;homosexual agenda;",
  "Claim_ID": "obama-lowers-sexual-consent-13"
}