{
  "Origins": "On 21 July 2015, United States Citizenship and Immigration Services (USCIS) issued a policy alert with the subject \"Modifications to Oath of Allegiance for Naturalization\" [PDF]. Immediately, social media users and blogs declared the policy change a fundamental threat to American tradition. Tweets (examples of which are embedded above) circulated decrying the changes, and an article titled \"Obama Modifies Oath of Allegiance for New Americans, Removes Pledge to Defend the USA\" stated:",
  "Fact Check": "Did President Obama change the Oath of Allegiance for naturalized citizens?",
  "Description": "New adopted Americans won t have to pledge to defend the USA. Yes, you heard it right! Obama s administration removed the lines that required that. So that means that in an age when people are streaming here to pretend to become Americans in order to commit acts of terror, now Obama won t even ask them to voice the words that they will defend the USA. Louisiana Gov. Bobby Jindal told Breitbart that the policy update was \"ridiculous,\" and (inaccurately) claimed USCIS was \"changing\" the oath: I think the President needs to fire the director immediately. I think Congress needs to pass a law to stop them from changing the oath. Let s be honest here, immigration without assimilation is invasion. We ve always said the people coming here have to want to be Americans otherwise why are they coming here in the first place? While the exhortations quoted above ranged from blogs to sitting governors, a key detail was lost in translation. The policy update's stated purpose was \"to clarify the eligibility requirements for modifications to the Oath of Renunciation and Allegiance for naturalization,\" and its \"Background\" portion explained that extant conditions already allowed for a waiver from portions of the oath that conflicted with one's deeply held beliefs or religious tenets: In general, a naturalization applicant must take an oath of allegiance in a public ceremony, in addition to meeting other eligibility requirements, in order to naturalize. The oath includes the clauses to bear arms on behalf of the United States and to perform noncombatant service in the U.S. armed forces when required by law. An applicant may be eligible for certain modifications to the oath to exclude the clauses based on religious training and belief or a conscientious objection. This guidance updates Volume 12 of the Policy Manual to clarify the eligibility requirements for the modifications. Use of the words \"may\" and \"based upon\" fundamentally contradicted the rumor's claim the oath was being \"changed\" across the board for all applicants. Additional information published to the USCIS web site (on a page titled \"Oath of Allegiance Modifications and Waivers\") explained that the standard of proof required for an applicant to obtain a waiver to the oath based upon religious or conscientious objection was already high. The waiver applied to portions of the oath promising to \"bear arms on behalf of the United States when required by the law\" and \"[t]o perform noncombatant service in the U.S. armed forces when required by the law,\" but no waiver was available for additional conscription: In order to modify the oath, the applicant must demonstrate, by clear and convincing evidence, that he or she is unwilling or unable to affirm to these sections of the oath based on his or her religious training and belief, which may include a deeply held moral or ethical code. There is no exemption from the clause to perform work of national importance under civilian direction when required by the law. The guidance indicated applicants are required to pass a \"three-part test\" during which time they would have to explicitly establish the basis of their religious or conscientious objection. Moreover, no such objection is applicable in scenarios involving objection to a specific war or conflict (merely a broader belief held against the concept of war or bearing arms): In order for an applicant to qualify for a modification based on his or her religious training and belief, the applicant must satisfy a three-part test. An applicant must establish that: He or she is opposed to bearing arms in the armed forces or opposed to any type of Service in the armed forces; The objection is grounded in his or her religious principles, to include other belief systems similar to traditional religion or a deeply held moral or ethical code; and His or her beliefs are sincere, meaningful, and deeply held. The applicant is not eligible for a modified oath when he or she is opposed to a specific war. Religious training or belief does not include essentially political, sociological, or philosophical views. An applicant whose objection to war is based upon opinions or beliefs about public policy and the practicality or desirability of combat, or whose beliefs are not deeply held, does not qualify for the modification of the oath. The clause Jindal and many social media users found so important was not one that dated to the American Revolution or any far-flung point in history. In fact, it wasn't a part of the oath until 1950 (followed by a final update in 1952 pertaining to civilian conscription): The Immigration Act of September 23, 1950, added text to the oath of allegiance about bearing arms on behalf of the United States when required by the law; and performing noncombatant service in the armed forces of the United States when required by the law. Prior to 1946, the Supreme Court had ruled that the language in the oath about supporting and defending the Constitution and laws of the United States against all enemies implied a promise to bear arms. This was challenged in the court case of Girouard v. U.S. (328 U.S. 61). The Court ruled that the oath of allegiance did not imply a promise to bear arms. A refusal to bear arms was justified on the basis of religious training and beliefs. Under current law, an applicant opposed to bearing arms or performing noncombatant service because of his or her religious training and beliefs is exempt from taking the full oath of allegiance. So while the USCIS clarified (and expanded) circumstances under which naturalization applicants may apply for a waiver to portions of the oath of allegiance pertaining to swearing to engage in armed defense of the United States, those who wish to obtain such a waiver are required to provide extensive proof of religious or conscientious objection to war (and objection to a specific conflict does not qualify for such a waiver). More important, the oath of allegiance for naturalization was not changed by default and will remain the same for most newly naturalized individuals. The 21 July 2015 policy update issued by USCIS simply clarified extant circumstances under which applicants could apply for a waiver to portions of the oath. Last updated: 23 July 2015",
  "Originally Published": " 22 July 2015",
  "Referred Links": "http://www.uscis.gov/us-citizenship/naturalization-test/naturalization-oath-allegiance-united-states-america;http://www.uscis.gov/policymanual/HTML/PolicyManual-Volume12-PartJ-Chapter3.html;http://www.uscis.gov/news/alerts/uscis-clarifies-eligibility-requirements-modifications-oath-allegiance;http://www.donotlink.com/g1ol;http://www.donotlink.com/g1nz;http://www.uscis.gov/policymanual/Updates/20150721-OathModifications.pdf#;https://twitter.com/mjbadagliacco/status/623934536259272704;http://t.co/WAb91Gubxe;https://twitter.com/SenTomCotton/status/623918948363423746;http://t.co/kcKeyy3DOC;https://twitter.com/elle_SMILEYface/status/623910281169612800;",
  "Example": "",
  "Last Updated": "23 July 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/obama-changes-oath-of-allegiance/",
  "Claim": "President Obama has changed the Oath of Allegiance for naturalized citizens.",
  "Tags": "pledge of allegiance;oath of allegiance;naturalization;USCIS;bobby jindal;obama changed oath of allegiance;",
  "Claim_ID": "obama-changes-oath-of-allegiance"
}