{
  "Origins": "The ongoing war between man and bug prompts in many people a continual search for an inexpensive and effective weapon against mosquitoes, preferably something \"natural\" (or at least something that isn't specifically a pesticide and therefore poses less danger of harming or killing humans and their pets). The perennial struggle often leaves warriors confused about the difference between substances that kill mosquitoes, substances that merely repel them, and substances that do neither.",
  "Fact Check": "",
  "Description": "The good news in the mosquito wars is that one need only worry about the females of the species, because male mosquitoes don't bite. Male and female mosquitoes both feed on nectar for sustenance; the female, however, requires blood to lay her eggs. It matters not how many male mosquitoes she's been with; without the blood she draws from her victims she will not gain entry into the ranks of mosquito motherhood, so instinct drives her to take a piece out of someone. (That's the bad news, of course: mosquito bites signify that more batches of little skeeters are on the way.) Female mosquitoes are attracted to carbon dioxide (the more carbon dioxide a person emits, the more likely that person is to be singled out by a motherhood-driven mosquito) as well as moisture, warmth, and body odor. Mosquito repellents such as DEET work not by \"repelling\" mosquitoes in a literal sense, but by blocking the receptors on their antennae that allow them to home in on human beings. A few drops of Lemon Joy dishwashing soap in a plate or bowl of water is neither an effective mosquito repellent (although it might have limited effectiveness for that purpose if you slathered it all over your body) nor a concoction that will cause flocks of mosquitoes to fall out of the sky dead. As noted, mosquitoes are attracted to moisture, so putting out an open container of water mixed with soap can draw some of the critters into landing and coating themselves with a sticky film that prevents them from escaping, but that's about it. There's nothing special about Lemon Joy that attracts hordes of skeeters and sends them plummeting to the ground dead. Likewise, spraying Listerine around your home or outdoor areas isn't an all-purpose mosquito preventive. It may kill some mosquitoes on which it is directly sprayed, but it won't serve to keep knocking mosquitoes dead for hours and hours afterwards. Because it contains trace amounts of eucalyptol, mouthwash may also have limited effectiveness as a mosquito repellent, but it needs be kept in mind that actual eucalyptus-based mosquito repellents contain the compound in concentrations as high as 75 percent whereas the eucalyptol in mouthwash is usually below 1 percent, which means if it works at all, it isn't going to work very well or for very long. The latest entry in the \"cheap and easy\" litany of mosquito solutions is the suggestion that limes pressed with cloves forms an effective \"ALL NATURAL mosquito repellent.\" We haven't yet gauged the effectiveness of this approach. In general, you get what you pay for: DEET will typically repel mosquitoes more effectively and for much longer than solutions concocted from commercial household products intended for completely different purposes.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, April 2013] Have a mosquito problem??? At your next outdoor gathering try this SAFE and EFFECTIVE method of keeping mosquitoes at bay! Simply slice a lime in half and press in a good amount of cloves for an ALL NATURAL mosquito repellent... Make sure to SHARE THIS with your friends! [Collected via e-mail, June 2002] Pass this on to anyone who likes being out in the evening or is having a cook out. Here is a good thing for the summer, for those who like to sit and enjoy the out of doors, but don't like those pesky mosquitoes. It was given at a gardening forum. Put some water in a white dinner plate and add just a couple of drops of Lemon Fresh Joy dishwashing soap. Set the dish on a porch or patio. Not sure what attracts them, the lemon smell, the white color, or what, but mosquitoes flock to it, and drop dead, or fall into the water, or on the floor within about 10 ft. Works just super! Enjoy the mosquito free summer! [Collected via e-mail, August 2007] Mosquito spray..... I was at a deck party awhile back, and the bugs were having a ball biting everyone. A man at the party sprayed the lawn and deck floor with Listerine, and the little demons disappeared. The next year I filled a 4-ounce spray bottle and used it around my seat whenever I saw mosquitoes. And voila! That worked as well. It worked at a picnic where we sprayed the area around the food table, the children's swing area, and the standing water nearby. During the summer, I don't leave home without it..... Pass it on. OUR FRIEND'S COMMENTS: I tried this on my deck and around all of my doors. It works - in fact, it killed them instantly. I bought my bottle from Target and it cost me $1.89. It really doesn't take much, and it is a big bottle, too; so it is not as expensive to use as the can of spray you buy that doesn't last 30 minutes. So, try this, please. It will last a couple of days. Don't spray directly on a wood door (like your front door), but spray around the frame. Spray around the window frames, and even inside the dog house",
  "Last Updated": "30 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/oldwives/dishsoap.asp",
  "Claim": "Lemon Fresh Joy (a dishwashing liquid), Listerine (a mouthwash), and limes with cloves will repeal mosquitoes or knock them dead from the sky.",
  "Claim_ID": "oldwives_dishsoap",
  "Tags": ""
}