{
  "Origins": "It's hard to find anyone who hasn't heard this specious claim about swallowed gum, usually when they were children. No, there's nothing to support this rumor; as sticky as chewing gum might appear to be outside the body, once it's sent down the alimentary canal it's no more remarkable in that respect than most anything else we swallow.",
  "Fact Check": "",
  "Description": "This oft-repeated claim may stem from genuine confusion over a term commonly applied to chewing gum: indigestible. Although gum base is composed of a mixture of elastomers, resins, fats, emulsifiers, and waxes that resists the body's efforts to break it down (hence the 'indigestible' designation), gum does not linger in the stomach. Your gut moves gum along through the intestines until it is finally eliminated as human waste in the same way and at the same rate as any other swallowed matter. Granted, it comes out the far end relatively unchanged by the trip, but it does come out on schedule. Though parental cautions against swallowing something which was meant to have the flavor chomped from it and then discarded might account for part of the warning's spread, the greater part can likely be attributed to the nature of the substance itself. Chewing gum is quickly worked into an unchanging mass in the mouth that, unlike foodstuffs, barely gets smaller no matter how hard or how long we chew it. Its resistance to being broken down by the teeth works to support the fanciful notion that it has special properties which allow it to lurk in the digestive system year after year. Moreover, since we know we're not supposed to swallow gum, imagination kicks in, inventing a \"reason\" for this prohibition since the obvious one that it's not food lacks an appropriate sense of mystery. And food it's not. About 15% to 30% of chewing gum is gum base, a natural or synthetic indigestible rubbery substance that makes the treat resilient to hours of jawing. Vegetable-oil derivatives can be added to keep gum soft. Glycerin maintains moistness. Sorbitol and mannitol add sweetness to sugarless gum, and mannitol is often used to dust the gum, along with starch. Artificial and natural flavorings, colorings, preservatives, sugar, saccharin or corn syrup, can also be added. We come by our desire to chew gum quite naturally. Chewing the resin of trees is an ancient practice, so in that sense our gum chewing habit has probably always been with us. It took a canny businessman, however, to turn an ordinary rural practice into an indulgence that didn't depend on one's having a sap-dripping tree handy. In 1848, John Curtis of Hampden, Maine, observed loggers chewing spruce resin, and from that sight extrapolated the potential for a lucrative business. He boiled the resin, skimmed it, poured it, cooled it, rolled it, cut it, dusted it with cornstarch, and wrapped it. The gum was priced at a penny for two pieces (which in those days was a not-insignificant sum). Thus was born State of Maine Spruce Gum, the first commercially marketed chaw. Other companies followed, but the paper industry used up too many trees to leave a steady supply of spruce resin for the gum manufacturers, and the industry faltered. A key event in the history of chewing gum involved the notorious Mexican General Antonio Lopez de Santa Anna, the very man who ordered the taking of the Alamo and had all its defenders put to death. Santa Anna introduced chicle, a rain-forest tree resin, to New York inventor Thomas Adams with the idea of marketing chicle as a rubber substitute. That plan did not see fruition, but the resin did prove to be useful as a chewing-gum base. Today the Adams name still appears on boxes of Chiclets. Barbara \"the gumshoe report\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/031253387X/urbanlegendsrefe/;",
  "Example": "[Collected via e-mail, 2000] Last night, I gave our son a small piece of gum. I figure it's better, overall, for his teeth than candy. He normally spits it out, but last night he swallowed it. My husband read me the riot act. \"Swallowing gum is really bad for you, you know,\" he said. Now, when I was a kid, I remember other kids saying it takes seven years to digest gum if you swallow it, but that smacks of an old wives' tale to me.",
  "Last Updated": "4 December 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/oldwives/chewgum.asp",
  "Claim": "Chewing gum takes seven years to pass through the human digestive system.",
  "Claim_ID": "oldwives_chewgum",
  "Tags": ""
}