{
  "Origins": "Three out of four people will develop a wart at some time in their lives, making warts the second most common dermatological complaint, after acne. Children and young adults are more prone to developing these bumpy growths than are adults, but anyone can catch them at any time in his or her life. They are the essence of caprice in that they sprout without warning and usually go away within a year. Yet there's no magic (evil or otherwise) to their arrival they are the results of a virus.",
  "Fact Check": "",
  "Description": "Warts are benign skin tumors caused by human papilloma viruses, germs that enter the skin through cuts or scratches and cause cells to multiply rapidly. They are slightly contagious and can be spread to other parts of the body by touch, and they can be passed to others the same way. Most warts disappear without treatment because the body's immune system eventually kicks in to defeat the virus. (Papilloma viruses, long thought to result in only benign contagions like warts, have recently been implicated in a dozen or so serious diseases, including genital warts, and cancers of the stomach, cervix, bladder, throat, mouth, stomach, prostate, and skin. Their function what causes or triggers them is not yet understood.) We enlightened folk of contemporary times no longer puzzle over the sudden appearance of warts on an otherwise healthy individual, nor do we correlate their disappearance with arcane procedures endured by the afflicted. Yet to our forefathers, warts were a huge mystery: they appeared out of nowhere and went back whence they came for no discernable reason. Consequently, they developed lore to explain where the warts had come from and rituals to rid the afflicted of them. Because in those long-ago days no one knew about viruses, folk beliefs sprang up to explain the sudden appearance of warts on the healthy. A child who had developed one of these growths on his hands was said to have handled a toad, with the toad passing one of its bumps to the unsuspecting youngster. Alternatively, he was said to have washed his hands in water that had been used to boil eggs. Yet if folks were mildly curious about where warts came from, they were obsessed with getting rid of them, spawning numerous rituals and curious customs that were supposed to effect wart cures. One school of thought held that rubbing a wart with a bean pod and then in great secrecy burying the pod would rid one of the beasties as the pod rotted away in the ground, so was the wart to subside. Another belief dictated the same formula be followed but that a slip of elder wood be used in place of the bean pod. (Every tree, shrub, or plant supposedly had curative or preventive properties. Elder was said to protect against and cure disease, in the same way that holly was supposed to ward off lightning and witches, and oak to keep one safe from fairies.) Those who liked a little more gore in their cures could chop off the head of an eel, drip blood from the severed head onto the warts, then bury the eel head. Folks not into decapitating seafood could get away with rubbing the wart with a piece of beef, then burying the meat. Again, as these items rotted away in the ground, so was the wart to rot itself into non-existence. Also from the gruesome file was the practice of having the afflicted wear a live toad in a bag around his neck until the creature died. A milder version of this ritual called for the wart bearer to carry a toad's leg with him until the wart subsided back into nothingness. Those more sacrificially-minded could rub their warts with a snail or frog and then impale the critter on a thorn. As the creature shriveled in the sunshine, so supposedly did the wart. Not all wart cures required that something be buried or killed. Warts could also be sold, thrown, given, or washed away. One gave warts to the dead by one of three methods: rubbing the afflicted area while watching a funeral procession go past, throwing a stone after the hearse, or applying to the lesion mud gathered from the boots of the mourners. Each of the three acts had to be accompanied by a special chant, rhyme, or curse, such as \"May these warts and the corpse pass away and never more return\" or \"Wart, wart, follow the corpse.\" Those lacking a corpse to wish their ills upon could attempt to pass their warts to the unwholesome by sneakily rubbing their bumps against known adulterers who had fathered children out of wedlock. Warts could also be sold; all that was required was a buyer willing to take them. The price was not key: it could be large or small, but what mattered was the act of purchasing. The superstitious belief that afflictions can be sold away is not limited to warts: coughs, colds, and extra poundage can supposedly be rid of that way. Indeed, even a sick person herself can be vended: [Opie and Tatum, 1989] Collected in 1988 from a 68-year-old woman in East London: When I was thirteen I was very ill and they thought I was going to die, so my mother sold me to a neighbour for a penny and after a year she bought me back again. That was to confuse the evil spirits so that they wouldn't get me. Warts to be thrown away were first rubbed with chickpeas, pebbles, or grains of wheat which were then tied up in small bundles and transported to crossroads. The contaminated items were then flung in any direction, with the person doing the pitching taking care not to see where they landed, the idea being that whoever picked up these items would have the warts transferred to him. Washing away warts involved bathing them with liquids held to have special properties, such as water collected from a depression in a stump, holy water, or the blood of animals like eels, cats, pigs, and moles. They could also be spit upon every morning. Yet that wasn't the end of it. Warts could be encircled with a horse hair or a silk thread. Or they could be blown upon nine times in the light of a full moon. Or the one with the warts could make faces in a mirror at the stroke of midnight for three nights in a row. Each of these superstitions had its adherents. Because warts disappeared as mysteriously as they arrived, their departure often coincided with \"cures\" that had been attempted. Before viruses were understood to cause such growths, it made sense to ascribe a wart's defeat to whatever insanity had recently been performed, even if it did involve buried meat or decapitated eels. We of more modern times have set our eels behind us and rely upon time to take care of most warts. For those persistent ones the fluttering pages of the calendar fail to off, we look to a variety of surgical and medicinal methods to rid ourselves of them. Scraping, freezing, electrocauterization, and CO 2 laser are effective against the growths, with laser removal both the most precise method and possibly the one most associated with a lower recurrence rate than other methods. Those looking for a low-tech and effective method might try occluding the wart with duct tape. As crazy as this method sounds, it has been shown to work in a surprising number of cases. Mind you, a 2007 study into the same thing cast doubt on those findings it found duct tape to have helped with the wart situation in only 21% of the cases it studied, a result that put it on par with covering such lesions with conventional \"moleskin,\" a cottony bandage that has been around for dog's years. However, transparent duct tape was used in that second test of its effectiveness, rather than the gray-backed rubbery sort used in the 2002 study, a difference which might account for the opposing results. Barbara \"still beats rubbing them with a frog, though\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.aafp.org/afp/20030201/tips/8.html;",
  "Example": "[Collected on the Internet, 2003] I was just wondering if the old wives tale about being able to get rid of warts by someone saying a prayer over you and rubbing your warts with pennies (buying them off of you) is true? Or taking warts off of someone using a special wood called sourtree or a wood where they have to whittle it while saying a bible verse or something like that?",
  "Last Updated": "18 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/oldwives/warts.asp",
  "Claim": "An effective cure for warts is to have someone \"buy\" them from you.",
  "Claim_ID": "oldwives_warts",
  "Tags": ""
}