{
  "Origins": "Childhood is fraught with dangers, both real and imagined. One of the greatest bogeymen needlessly inflicted upon countless youngsters is the unshakable belief that if they go swimming too soon after eating, they will be seized by cramps and drown. Unless that hour is waited out all sixty minutes of it, and no cheating they will surely sink like stones, leaving barely a ripple on the surface.",
  "Fact Check": "",
  "Description": "No other outcome was possible, according to this caution. The warning made no allowance for those who would develop cramps but would manage to unkink themselves in time or who would make it to safety in a still-cramped state, let alone for those who wouldn't develop cramps in the first place. If you dared go into the water less than an hour after eating, you would with 100% certainty get cramps, and you would then also with 100% certainty drown. Kids who had eaten so little as a sandwich and a popsicle were routinely forced to sit out the full hour by the water's side, forlornly watching their friends splash about. No doting mother would have sentenced her young'un to the certain death that awaited those fool enough to ignore this time-tested truism, and some went so far as to forbid wading. One hour was the rule, so one hour it was. And never mind that an hour to a kid is approximately as long as four are to an adult. Caution is a good thing when it comes to youngsters and water, because drowning is a leading cause of accidental death for infants and children nationwide. Yet in this case, the caution was far from warranted. No one knows how long the belief about the dangers of swimming after eating has been with us, but it does appear in Scouting for Boys , which was published in 1908: First, there is the danger of cramp. If you bathe within an hour and a half after taking a meal, that is, before your food is digested, you are very likely to get cramp. Cramp doubles you up in extreme pain so that you cannot move your arms or legs and down you go. You may drown and it will be your own fault. In 1961 exercise physiologist Arthur Steinhaus took a position against this belief in the Journal of Health, Physical Education, and Recreation . He labeled the very idea of stomach cramps \"questionable.\" Although muscle cramps in the calves, feet, and hands while swimming are not unknown, they are certainly not life threatening provided the swimmer does not panic. The sharpest charley horse can be tamed by tensing and relaxing the afflicted muscle, a treatment any swimmer can manage to perform. Even if the cramp is left untreated, it will not cause the swimmer to slip beneath the waves. One can simply float until help arrives. All of the above applies to ordinary muscle cramps of the sort brought on by overexertion, not the dread stomach cramps this admonition warns against. Many believe this fearsome condition does not exist, although those who tout the dangers of premature swimming will go into great detail when describing the presumed mechanics behind the threat: [Engel & Malloy, 1993] A form of muscle cramp, stitches are caused by the blood supply to the diaphragm being shut off by pressure from the lungs above and the abdomen below, like a bomb and a submarine attack at the same time. So what does this have to do with food? Well, if you have food in your stomach you are likely to develop stomach cramps. Here's why: To aid digestion the heart pumps a large volume of blood to the stomach. During exercise, the heart pumps blood to the muscles, and the flow of the blood to the stomach is greatly diminished. Without the blood supply, the stomach muscles suffer from lack of oxygen and, like any muscle without oxygen, develop cramps. Whether oxygen-deprivation stomach cramps are real or not is open to debate, as is whether they can be brought on by eating right before engaging in strenuous activity. What's not in doubt, however, are the lack of deaths associated with swimming right after eating there hasn't been so much as one drowning attributed to this, not even a near drowning. For something that was supposed to be fatal if you so much as dipped a toe, this particular old wives' tale proved to be a dud. So what to do with this information? Those who are very careful about not taking any risks that are avoidable might want to put off striking out for the other side of the lake right after having tucked into a large meal. However, ordinary levels of swimming or just general horsing around in the water need not be eschewed, even if a whole turkey has just been consumed, feathers and all. Likewise, strenuous sidestroking can still be safely undertaken after a snack or a light to moderate-sized meal. As for those kids who will continue to be sidelined for an hour after eating (deeply internalized cautions are very hard to dislodge, especially those inculcated into the legions of moms and dads already convinced everything their youngsters get up to will end in disaster), they can at least take comfort in the knowledge that they're not being raised in Cuba where the parental belief runs to three hours. Barbara \"three hour tour de force\" Mikkelson Sightings: Reference to this belief appears in the 1968 film Star! when one of the characters remarks that \"It hasn't been an hour since lunch\" as she passes on a swimming invitation. We mention this sighting in particular solely because of its age: it shows the belief was widespread even in 1968. Also, in a episode of television sitcom Cybill (\"Cybill Sheridan's Day Off,\" original air date 18 March 1998), the lead character commands a hunky pool boy whom she loves to see strip down and dive into the pool, \"You know, it's been over an hour since I ate. You can swim again.\"",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/Title?0063642;http://www.betterbodz.com/library/muscle_cramps.html;",
  "Example": "[Collected on the Internet, 2001] I was a kid in the 1960s, and I used to hear the \"Don't go swimming for an hour after you eat or you'll get cramps\" exhortation from my mother. I had no idea what these \"cramps\" were, but they sounded bad. Being literal-minded even as a kid, I was puzzled by the whole idea. I understood \"cramps\" to be something that would afflict a person who entered the water too soon after eating (rather than who swam too soon after eating); that somehow this bad thing happened if water came in contact with your skin within an hour of your last meal. This raised all sorts of questions in my young mind How did the \"cramps\" know you were in a swimming pool? (You could get wet from a hose, for example, but nobody's parent ever warned us about running through sprinklers after eating.) How did the \"cramps\" know when the hour was up? (What would happen if you waded into the pool only fifty minutes after eating lunch, for example?) Did the \"cramps\" know the difference between someone who had eaten a full meal and someone who had merely snacked on a Slurpee? The whole thing was very mysterious.",
  "Last Updated": "25 April 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/oldwives/hourwait.asp",
  "Claim": "Those who go swimming less than one hour after eating will be taken by a cramp and drown.",
  "Claim_ID": "oldwives_hourwait",
  "Tags": ""
}