{
  "Origins": "My sister's refrigerator was its own peculiar chill closet of mystery, in that other than the odd opened tin of cat food and a quart of skim milk, it generally contained little other than batteries, bottles of nail polish, and unopened packages of pantyhose.",
  "Fact Check": "",
  "Description": "The cat food and the skim milk both I (and her cat) understood. But what to make of the other three items? When questioned, she replied keeping batteries in the refrigerator helped them not lose their charge nearly as rapidly, thereby making them last longer. Refrigerating nail polish, she said, kept it from getting \"clumpy.\" As for the pantyhose (and here she looked at me like I was a complete fool for not knowing this), refrigerating brand new pairs made the stockings far less likely to develop runs when they were worn. (It's left to the reader to imagine her response to my reply that sliding into a freshly-chilled pair of pantyhose must certainly add excitement to her morning.) As to what to make of all this icebox wisdom, let's start with the notion that chilling one's batteries will make them last longer. Contrary to popular belief, it is not a good idea to store batteries in a refrigerator. It does not prolong their life, and the condensation when you take the batteries out can actually damage them. Says Duracell about this belief: Question Should I store my batteries in the refrigerator or freezer? Answer We recommend storing batteries at room temperature in a dry environment. Extreme heat or cold reduces battery performance. You'll want to avoid putting battery-powered devices in very warm places. In addition, refrigeration is not necessary or recommended. As does Energizer : 1. Is it a good idea to store batteries in a refrigerator or freezer? No, storage in a refrigerator or freezer is not required or recommended for batteries produced today. Cold temperature storage can in fact harm batteries if condensation results in corroded contacts or label or seal damage due to extreme temperature storage. To maximize performance and shelf life, store batteries at normal room temperatures (68 F to 78 F or 20 C to 25 C) with moderated humidity levels (35 to 65% RH). Many nail polish aficionados swear that keeping their fingernail paint in the refrigerator renders the liquid a little thinner and easier to use, and indeed advice to refrigerate one's bottles of nail polish has been repeated in numerous newspaper \"household hints\" columns. However, some who have tried this tip assert the polish is afterwards thicker and harder to apply, so the jury is still out on this one. Where there is clear-cut agreement is on the topic of keeping bottles of nail polish tightly capped when not in use. Air is the enemy of nail polish, rendering the liquid thicker and more difficult to apply. Therefore, to extend the life of one's polish, even when waiting for one coat to dry before putting on another, recap the bottle tightly. Those who swear by the \"refrigerate pantyhose to toughen them\" practice say it makes the fibers in these articles of clothing resistant to forming runs, and indeed some have said pre-chilled hose will last twice as long. (Then again, there have been those who recommend soaking pantyhose in a solution of salt water for several hours to make the fibers stronger.) [Ann Landers, January 1983] Print this for \"Ladder Legs,\" who complained about pantyhose that rip after two wearings. I found a solution in a column by Heloise, who gives some very practical household hints. Put the package of pantyhose, unopened, into the freezing compartment of the refrigerator. Leave it there for 24 hours. Take out, let thaw and rinse the pantyhose in cold water. Freezing strengthens the nylons against runs and pulls. I tried it and have been wearing two pair of pantyhose ($3.95 each) alternately for nine months. The same brand used to last three weeks per pair. [People, May 1979] One of your [Mary Ellen Pinkham's, writer of a household tips book] unexpected recommendations is to put pantyhose in the freezer. Why? They last longer if when they are new you wet them thoroughly, wring out gently, place in a plastic bag and toss in the freezer. Once frozen, you thaw them out in the bathtub and then hang them up to dry. Don't ask me why or what the chemical reaction is. All I know is that it works. Before everyone starts chucking their pantyhose in on top of the frozen fish sticks, it needs be pointed out this advice about using extreme cold to toughen fibers comes from decades ago. Hosiery, like so much else, has advanced with the times. Even if this did work for the pantyhose of 30 years ago, it might not have any effect now. As to what the experts actually do recommend, the Hosiery Association provides this advice on preventing runs: Make sure your skin and nails are smooth (hands, feet and legs). Remove jewelry that can snag the hosiery. Gather the leg within your hands and slowly run them up you leg. Once the hose are on, lightly wet your hands, start at your ankle and gently guide your hose up to the position you find the most suitable for you. So, in a nutshell, don't refrigerate batteries, but maybe put the chill to nail polish and pantyhose. Barbara \"and don't look for dinner to come from my sister's refrigerator\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.hosieryassociation.com/general/faqs.htm#HowcanIpreventrunsinmypantyhose;http://data.energizer.com/PDFs/non-rechargeable_FAQ.pdf;",
  "Example": "",
  "Last Updated": "13 May 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/oldwives/battery.asp",
  "Claim": "Storing batteries in a refrigerator or freezer will improve their performance.",
  "Claim_ID": "oldwives_battery",
  "Tags": ""
}