{
  "Origins": "Many negative superstitions attach to flowers that are brought by wellwishers to cheer up the sickly. The blossoming out of season of a tree or plant is widely regarded as an ill omen, possibly even a portent of death, so offerings that come from such a plant are to be eschewed. Another floral death omen asserts bringing white blooms in a home will speed the demise of one living there. Especially to be avoided are white flowers that have drooping heads (for obvious reasons: the sagging head of the flower presages the lolling head of the one about to be fatally overcome) and those that are heavily scented (because the souls of the departed were at one time believed to be resident in such blooms).",
  "Fact Check": "",
  "Description": "In England there exists a strong aversion to having in hospitals bouquets in which red and white flowers have been mixed. Such a combination, it is said, will bring on the death of someone on the ward where the flowers are taken, but not necessarily the demise of the recipient of the cursed nosegay. Red flowers are usually considered lucky, their scarlet hue reminiscent of blood and thereby symbolizing life, so this is a departure from the expected normally, scarlet or crimson blooms would be greeted with approval. However, the combination of red and white, it is said, signifies blood and bandages and is therefore to be shunned. We are told florists will balk at or even refuse to make up such bunches if they know they're intended for hospital patients and that some ward sisters will forbid such floral arrangements on their floors. \"My mother, then a nurse, was told off by the ward matron in the Forties for putting a patient's red and white flowers in the same vase,\" said one British woman to the Daily Mail . Flowers brought to a patient should never be laid upon the ailing person's bed. Also, it is said when the ill or injured person recovers enough to go home, he must leave all his sickroom bouquets and potted plants behind lest he himself be back there shortly. However, the greatest superstition attaching to flowers and sickrooms has to do with the floral offerings' purported ill effects upon the air in enclosed spaces. It is widely and erroneously believed flowers (cut or growing in pots) will suck up the oxygen in a sickroom, thereby depriving the invalid of needed sustenance. Our earliest print sighting of this belief dates to 1923, but the belief itself is clearly older. Flowers do not deplete sickrooms of their life-giving oxygen. Quite the opposite, in fact: while plants do use oxygen at night, they give off ten times as much during the day, which means their presence enriches the air rather than impoverishes it. As for any residual misgivings about leaving a sick person overnight in a room with plants that are siphoning some of the oxygen from that space, consider this: in an hour, a pound of plant leaves uses about 0.1 liters of oxygen, whereas a 150-pound person resting quietly uses more than 71 liters of the gas. Ergo, the nurse who enters the room a few times a night to check on the patient uses far more of that space's oxygen than does a whole floral array. Barbara \"the night nurse takes our breath away\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "7 February 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/oldwives/flowers.asp",
  "Claim": "Cut flowers and potted plants suck the oxygen from sickrooms.",
  "Claim_ID": "oldwives_flowers",
  "Tags": ""
}