{
  "Origins": "Earthquakes are among the most fearsome natural disasters known to the planet. In a matter of seconds, they can bring thousands of lives to an end, cause devastating amounts of destruction, and even temporarily render the ground that is normally solid beneath our feet into a liquid, goopy mass. Unlike other natural killer phenomena such as hurricanes, tornadoes, and tsunamis, they strike without advance notice.",
  "Fact Check": "",
  "Description": "That earthquakes occur without warning makes them especially terrifying, because it's impossible to safeguard oneself and one's loved ones from harm that is randomly generated what you can't see coming, you can't evade. Consequently, some folkloric beliefs about earthquakes assert that there are signs when a quake is impending, thus returning to those who believe them a measure of comfort and sense of control over their destinies. Some regard hot and dry weather as \"earthquake weather,\" a supposed precursor to a large quake. Yet there's not clear cut agreement on this combination, because others deem \"earthquake weather\" to be when it's hot and humid. This belief about the weather conditions above the surface's affecting what's going on beneath is an old one, dating to the days of the ancient Greeks. Posited Aristotle, who believed quakes were caused by winds trapped underground, less wind above the surface must mean more below, hence earthquakes were more likely when the air was still. While a number of major quakes have occurred when the weather was hot and dry (as have many when it was hot and sultry), the sorry truth is there's no correlation between weather and the occurrence of these devastating geologic events. Earthquakes begin miles below ground level, where the weather above is too far away to play any part in their occurrence. Moreover, they're caused by tectonic plates rubbing against one another, something that happens when the plates shift. Said shifting has been going on for millions of years, including during ice ages, periods when the Earth was a hot, humid swamp, and everything in between. Another widespread belief is that earthquakes are far more likely to occur during the early morning, specifically within an hour of dawn. Proponents of that theory hold that at that time of the day, when the ground is the most cool, activity along fault lines increases, likely as a result of contraction brought about by the drop in temperature. As mentioned in relation to the \"earthquake weather\" belief, whatever is happening on the surface of the Earth is too far away from where quakes take place to have any effect on when or if temblors occur. While there have been some memorable quakes that fit the dawn timeframe (e.g. the 1994 Northridge quake, a 45-second 6.7 shaker at 4:31 a.m. on 17 January 1994 and the (estimated) 7.9 that took apart San Francisco at 5:12 a.m. on 18 April 1906), there have been many others that haven't. The 10 March 1933 6.4 magnitude Long Beach quake hit at 5:55 p.m., and the 18 May 1940 Imperial Valley 6.9 quake struck at 8:37 p.m. And the 17 October 1989 Loma Prieta 7.1 shaker happened at 5:04 p.m., wiping out parts of the Nimitz freeway just as commuters were driving home from work. Some folks place their faith in the unusual reactions of animals, recalling that before at least a few major quakes, strange behavior was observed in critters local to the event. However, that animals have occasionally acted strangely just prior to the onset of a devastating earthquake doesn't mean they always do. A great many quakes have happened where everyone's cats, dogs, and even the wild critters in the field continued behaving in quite normal fashion right up until the moment that they hit. As to why folks tend to believe animals can sense impending quakes, or the weather or time of day having something to do with an increase in seismic activity, humans look to make sense of their world and the sometimes terrifying forces at work within it through application of patterns. They examine tragedies in search of elements common to them, then look to apply whatever patterns they think they've found to future events, in hopes of seeing trouble coming before it arrives and thus of having a chance of getting out of its way. Earthquakes, however, are not predictable, neither by lore nor through science. The Southern California Earthquake Center says of the notion that scientists have come up with a mechanism for determining when and where an earthquake will occur, \"scientists cannot yet make precise predictions of their date, time, and place.\" So also says the U.S. Geological Survey: \"Neither the USGS nor Caltech nor any other scientists have ever predicted a major earthquake. They do not know how, and they do not expect to know how any time in the foreseeable future.\" Other beliefs having nothing to do with their prediction have attached to earthquakes. There is the widespread notion that small earthquakes keep big ones from happening. By the lights of its theory, little shakers release pressure building along fault lines by dissipating it non-violently, thereby preventing enough tectonic force from accumulating that would require venting via a large, destructive quake. While the theory has the ring of plausibility to it, it fails on the math. Each magnitude level on the Richter scale represents about 30 times more quake energy than the one lower than it. It therefore takes 30 3.0s to equal the energy released in a magnitude 4.0 quake, and it would take 900 3.0s to equal a 5.0, and so forth. While small quakes may temporarily ease stress on a fault line, they do not prevent a large temblor. Another odd earthquake myth is the conviction that a major quake could cause California to split off from the rest of the continent and fall into the sea. The state is riddled with fault lines, after all, and its San Andreas Fault System is the dividing line between two tectonic plates. However, those two plates are moving northward, not westward, which means whatever else might happen as the result of a large quake along its length, California is going to stay pretty much where it is rather than start heading for Australia. From time to time, rumors will arise that the brilliant folks at Caltech (or just \"scientists\" in general) have discerned that a major quake is about to strike, but are striving to keep this news from the public to stave off widespread panic. This tale is a perennial, and while years may pass between its appearances, it never truly goes away. For instance, the April 2010 scare spread via Facebook, Twitter, e-mail, and cell phone text message based on the rumor that Caltech had sent its people home in anticipation of a major quake hitting the Los Angeles area was just another airing of the same old thing. Often, the \"Caltech knew this was coming\" whisper follows a major quake, surfacing a few days after devastation has been wreaked. When told that way, the story becomes one of mistrust of government, who (if the story had been true) placed its own interest in maintaining the peace ahead of the safety of the public by deliberately keeping from it a warning that should have been heard. Each time the gossip about foreknowledge surfaces, Caltech denies it. And rightly so, because no group of scientists or research organization anywhere has ever succeeded in correctly predicting a major earthquake by a matter of days. (Indeed, one fellow we know at Caltech said the closest he'd ever seen them come is seven years.) In another earthquake tale that employs the \"mistrust of government\" theme, wags were known to assert that the government of California had deliberately underreported the magnitude of the 1994 Northridge quake so as to get out of forking over the rightful emergency relief funds to those whose homes or businesses were damaged by the event's ravages. That too was not the case, but to many to whom the 6.7 shaker had felt far stronger than its reported intensity, it was all too believable. The best known of the quake legends, however, is the yarn about a crushed car found in the wake of the 1989 Loma Prieta quake. In it, said the whispers, was discovered the body of the car thief that had made off with it. Barbara \"seismic justice\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://earthquakes.usgs.gov/learning/faq.asp?categoryID=6&faqID=13;http://www.earthquakecountry.info/roots/future.html;",
  "Example": "",
  "Last Updated": "10 May 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/oldwives/earthquake.asp",
  "Claim": "Earthquakes are most likely to happen when the weather is hot and dry.",
  "Claim_ID": "oldwives_earthquake",
  "Tags": ""
}