{
  "Origins": "As much as we shampoo it, style it, cut it, and fret over it, hair continues to be a mystery to us. We speculate on its nature, especially its propensity for sprouting in our middle years in places we didn't want it to, even as it disappears from locations where we would much rather it had stayed put. We wonder if it continues to grow after we die. (It doesn't.) And we worry that shaving or cutting it will make hair grow back thicker or darker or coarser.",
  "Fact Check": "",
  "Description": "Shavers and clippers take heart: in your quest for tonsorial perfection, you are not creating a larger problem for yourself through your efforts. Cutting does not stimulate new growth. (If it did, those going bald would be shaving afflicted areas to encourage regrowth of what they're losing.) This belief probably stems from the perception that short hair seems to be tougher than longer hair. Hair expert Philip Kingsley recommends thinking of a bamboo cane: a long cane flexes easily, but the same cane cut short feels harder and tougher. Another reason for the belief resides with the naturally finer ends of uncut hair: compare the end of a long-lived hair with that of a hair recently cut or shaved, and you'll see the one is thicker than the other. That could lead the less-than-careful to conclude that the whole of the hair's shaft became thicker as a result of the hair's being cut (which it didn't) rather than to realize that shaving or cutting results in a blunt termination, whereas natural outgrowth concludes in a tapering. The part of the hair we style is already dead. The living sections lie below the surface of the scalp. Cutting or shaving the extreme end of the dead section isn't going to have an impact on the parts that are alive. Go forth to shave and trim as much as you like you will not be affecting the intrinsic nature of your hair. Other mistaken hair beliefs include: Shampooing makes hair fall out. Everybody notices hair clogging the drain after a shampooing, but the truth is we shed hair all the time, replenishing each of the hairs on our heads every four years. The act of shampooing does cause hairs that were right at the end of their time with us to let go, but these hairs were about to 86 themselves anyway. Moon phases should dictate timing of haircuts. It was long believed hair snipped during the waxing of the moon would be quick to grow back, but hair trimmed when the moon was waning would stay short and lose its shine. Split ends can be repaired. Unlike setting a broken bone in which the two parts of the break knit together to become one intact entity, a split end remains a split end. There are products on the market that can temporarily glue the errant ends to each other, but once those bonding agents are washed away the hair returns to its split state. Eat the crust of the bread if you want curly hair. Children have long been told that the way to a curly crop of hair is to eat their crusts of the bread rather than sawing them off and placing them aside. Shampoo loses its effectiveness as hair becomes accustomed to it. The seemingly magic effects of a particular brand of shampoo don't wear off because the body builds up a resistance to it. Rather, our hair can react differently to a particular shampoo because it has been colored or permed somewhere along the line, or because something about our metabolisms or the state of our general health has changed. Brushing is good for your hair. Forget what you heard about a hundred strokes before bedtime, because brushing pulls out hair that wasn't ready to be molted quite yet, breaks healthy hairs, and scratches the scalp. Use a brush for styling only; not to \"exercise\" the scalp. Plucking one grey hair causes two to grow back. Greying is a gradual process that naturally accompanies aging. It takes about three months to grow a new hair and about an additional three months for that hair to achieve enough length for us to notice it. Therefore, by the time the grey hairs we pull out grow back in, we've aged six months; during that stretch more of our hair has turned grey, including hairs in the immediate neighborhood of the ones we extracted. A sudden shock can turn a head of hair grey overnight. Lord Byron even wrote about this in his 1816 sonnet \"The Prisoner of Chillon,\" saying: My hair is gray, but not with years, Nor grew it white In a single night As men's have grown from sudden fears.For most, the greying process is a gradual progression which takes place across a span of years, but for some it can occur at an accelerated rate or at a very early age. Hair loss conditions such as alopecia areata can also cause all of the still-pigmented hairs on a head to fall out, leaving only the grey hairs (which are more resistant), resulting in a dramatic and seemingly \"overnight\" change. Yet, when a person whose hair would have gone grey quickly anyway is subjected to horrible news, this coincidence is seized upon as evidence that the horrible news caused the early greyness. (Former first lady Barbara Bush is often pointed to as an example of the \"grey overnight from shock\" group. In 1953, when she was 28, her 3-year-old daughter, Robin, died of leukemia. During the months-long battle to save the child, Mrs. Bush's hair became white.) Lemon juice or vinegar rinses make hair shine. There was some truth in this belief back in the days when folks used soap (in liquid or bar form) to clean their hair. Soap combines with the alkaline salts in water to form a powdery deposit that clings to hair, dulling its appearance. An acid rinse (such as lemon or vinegar) neutralizes this deposit and reverses its effects, restoring hair to its rightful shine. These days almost everyone uses shampoo, and it would be a rare shampoo indeed that created an alkaline film, so there is no longer anything for lemon juice or vinegar to undo. Hats cause baldness. A hat tight or otherwise doesn't cause hair to go the way of the dodo; hair thinning and hair loss are simply natural parts of the aging process. The mistaken belief hat wearing brings about this condition (we found mention of this belief in a book published in 1929) began during an era when hat-wearing was the rage for men, and people mistakenly concluded one caused the other. The contradictory evidence that plenty of hat-wearing men retained full heads of hair well into advanced age was, of course, ignored. Hair color is an indication of temperament. In superstition and folklore, redheads are assumed to have ungovernable tempers, dark hair suggests great strength and virility, and fair hair stands as an indication of a weak nature. Hair features foretell the future. In superstition, those possessed of cowlicks are said to be lucky throughout their lives. Children who have two crowns will grow up to be fortunate in money matters, or will never drown, or will immigrate to new countries. Women who suddenly develop curls at their temples when their hair was previously straight are being told their husbands are soon to die. Women whose hair grows into a peak on their foreheads are said to have a \"widow's peak,\" which portends badly for their husbands (because the peak signifies widowhood will be their fate). Vinegar rinses lock in hair color. Hair does not like holding onto dye, especially when it is exposed to sun or high-pH haircare products, which probably gave rise to the notion that vinegar (which is low-pH) would counter this effect. Barbara \"dreams of the promised strands\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2003] Is it true that when you shave hair off a body part (legs, back, etc.) it comes back thicker and fuller than it was before?",
  "Last Updated": "3 January 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/oldwives/hairgrow.asp",
  "Claim": "Hair grows back darker or thicker after it has been shaved.",
  "Claim_ID": "oldwives_hairgrow",
  "Tags": ""
}