{
  "Origins": "If we had a frog, we'd be tempted to drop it down the back of whoever wrote this. Once again inboxes have been flooded with yet another \"here are easy ways to protect your loved ones\" mailing. Concern about the danger of attack from mosquitoes bearing the dreaded West Nile Virus has made combating the pesky critters an even greater priority than in earlier years (when only annoyance and itchiness were at stake), making these bits of e-mailed advice more popular than ever. Many of these mailings indeed make that point openly, claiming the various proffered solutions will help \"fight West Nile Virus.\"",
  "Fact Check": "",
  "Description": "The truth is although many home remedies and oddball uses of everyday products do serve to repel mosquitoes somewhat, they don't work very effectively for very long. If you're worried about West Nile, douse yourself in a product that contains DEET rather than entrust your safety to used dryer sheets, VapoRub, vanilla, frogs, marigolds, or any other item touted by even your closest friends. DEET is a chemical compound that effectively repels mosquitoes. It does not kill the critters; it just makes them unable to locate those wreathed in its essence. (Most mosquito repellents, despite the nomenclature, don't technically \"repel\" mosquitoes; they block the receptors on mosquitoes' antennae for the aspects of human beings moisture, warmth, body odor, exhalation of carbon dioxide which attract the critters.) DEET has been used by many millions of people worldwide for decades, and it's considered safe when used according to directions. Some concerns have been raised about how safe it might be to use on children, so follow directions carefully when applying DEET-laced products to tykes. According to the first study to scientifically compare a wide range of products for their effectiveness in repelling mosquitoes, most insect repellents containing herbal oils proved far less effective than those containing DEET. This study appeared in the New England Journal of Medicine in July 2002. Mark Fradin and Jonathan Day of the University of Florida tested 17 nationally marketed mosquito repelling products under laboratory conditions. They asked 15 volunteers to stick a forearm coated with repellent into a cage containing 10 mosquitoes and observed how much time elapsed before the first bite. Products containing DEET repelled best, and the more DEET they contained, the better they worked. Off! Deep Woods, which contains 23.8 percent DEET, provided the longest-lasting protection: 302 minutes on average. By contrast, Avon Skin-So-Soft Bath Oil failed after 9.6 minutes, on average. For decades rumor has held that Skin-So-Soft Bath Oil is an effective counter to mosquitoes, yet a 1993 Consumer Reports analysis found it ineffective for that purpose. Because so many people were buying the product for its purported mosquito combating properties, in 1994 Avon added a non-DEET repellent and a sunscreen to the popular bath oil and began marketing the new concoction as Avon Skin-So-Soft Bug Guard Repellent. Avon disputes the 2002 results posted in the New England Journal of Medicine study, claiming its Bug Guard Repellent works for three hours, not the 10.3 minutes for its Bug Guard Repellent and the 22.9 minutes for its Bug Guard Repellent Plus the study found, but a 2003 Consumer Reports analysis found the Skin-So-Soft repellent deterred mosquitoes for only one hour. Folks delight in looking for homegrown solutions to various problems. Part of this urge is a need to feel in control, and part is a distrust of science, but part is also a recognition that kitchen wisdom has proved right on a number of past occasions. Besides, people love feeling they've been entrusted with or have stumbled upon valuable pieces of information unknown to others of their acquaintance. (We all want to feel special, after all.) Yet the desire to seek out folk remedies has at times caused folks to place their faith in the outlandish, such as the notion that burying a statuette of St. Joseph on their property will speed the sale of the land. Usually such forays into the realm of lore result in nothing worse than solutions which might not work all that well (if at all), but in the case of combating disease-bearing mosquitoes, a less-than-effective solution could prove a deadly choice. Perhaps in those halcyon days before West Nile Virus it might have seemed reasonable to take a chance on non-DEET solutions to the mosquito problem, when all that was being risked was the transient discomfort of a few bug bites, but no longer. In this instance, placing one's faith in lore over science is a dangerous error to make. In 2002 we saw another mosquito-related \"wisdom of the inbox\" piece, one which advised folks that placing bowls of water containing the dishwashing soap Lemon Joy around their yards would fell mosquitoes as they flew by. In a nutshell, no, it doesn't work either. Barbara \"bug report\" Mikkelson Additional information: West Nile Virus Basics: Avoid Mosquito Bites to Avoid Infection (CDC) DEET Fact Sheet (Environmental Protection Agency) DEET FAQ (Brevard County)",
  "Originally Published": "",
  "Referred Links": "http://www.brevardcounty.us/MosquitoControl/Prevention;http://www.epa.gov/pesticides/factsheets/chemicals/deet.htm;http://www.cdc.gov/ncidod/dvbid/westnile/;http://web.archive.org/web/20030617152049/http://www.avoncompany.com/about/ourproducts/news0712002.html;http://www.deet.com/;",
  "Example": "[Collected on the Internet, 2003] OK, mosquitos . . . prepare to be repelled!!!!! Use Bounce Fabric Softener Sheets . . . Best thing ever used in Louisiana . . . just wipe on & go. . . Great for Babies Bob, a fisherman, takes one vitamin B-1 tablet a day April through October . He said it works. He was right. Hasn't had a mosquito bite in 33 years. Try it. Every one he has talked into trying it works on them. Vitimin B-1 (Thiamine Hydrochloride 100 mg.) If you eat bananas, the mosquitos like you something about the banana oil as your body processes it. Stop eating bananas for the summer and the mosquitos will be much less interested. This is going to floor you, but one of the best insect repellents someone found (who is in the woods every day), is Vick's Vaporub. Plant marigolds around the yard, the flowers give off a smell that bugs do not like, so plant some in that garden also to help ward off bugs without using insecticides. \"Tough guy\" Marines who spend a great deal of time \"camping out\" say that the very best mosquito repellant you can use is Avon Skin-So-Soft bath oil mixed about half and half with alcohol. One of the best natural insect repellants that I've discovered is made from the clear real vanilla. This is the pure vanilla that is sold in Mexico. It works great for mosquitoes and ticks, don't know about other insects. When all else fails get a frog.",
  "Last Updated": "18 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/oldwives/skeeters.asp",
  "Claim": "Home remedies to repel mosquitoes are effective ways to defend yourself from West Nile Virus.",
  "Claim_ID": "oldwives_skeeters",
  "Tags": ""
}