{
  "Origins": "In November 2015 social media users recirculated rumors claiming that the zodiac would be modified in the upcoming following year to include the \"new\" star sign Ophiuchus. A screen shot of a Time magazine web site page often accompanied iterations of the rumor: sooooo the zodiac signs are supposed to be changing next year. hell noooooo pic.twitter.com/lWUciFYMMn",
  "Fact Check": "",
  "Description": "krystalhendrix. (@krystalsoboojee) November 10, 2015 However, the concept of an Ophiuchus astrological sign was not newly introduced in 2015, as we've been receiving inquiries regarding this purportedly imminent zodiacal change since as far back as 2002, and a reference to it was published to a NASA web page in 2011. The screenshot circulating in November 2015 stemmed from a Time magazine article titled \"Horoscope Hang-Up: Earth Rotation Changes Zodiac Signs,\" published on 13 January 2011, which stated that: If you're the type of person who relies on mysterious-sounding locations of stars to determine your personality and outcome in life, get ready to be shocked. The field of astrology, which is concerned with horoscopes and the like, felt a major disruption from astronomers, who are concerned with actual stars and planets. The astronomers from the Minnesota Planetarium Society found that because of the moon's gravitational pull on Earth, the alignment of the stars was pushed by about a month. \"When [astrologers] say that the sun is in Pisces, it's really not in Pisces,\" noted Parke Kunkle, a member of the group's board. Your astrological sign is determined by the position of the sun on the day you were born, so that means everything you thought you knew about your horoscope is wrong. Get ready for your world to change forever. The article included a link at the end which readers were invited to click to \"see the counterpoint from American astrologers.\" That link opened to a 14 January 2011 article titled \"Astrologers Get Their Say in the Horoscope Hubbub,\" which carried important information for folks maintaining a belief that stars and their movements through the galaxy influence our daily lives namely, that all the previous;y reported information about gravitational pull and the alignment of stars won't affect the underlying system of astrology in the Western world: But leading astrological experts say this won't change things at all. That's because Western astrology strictly adheres to the tropical zodiac, which is fixed to seasons. The sidereal zodiac, observed in the East, is the one affixed to constellations, and is thus the one that would change. The tropical zodiac has been in place since Ptolemy's in the second century. \"Astrology is geocentric,\" astrologer Jeff Jawer [said]. \"It relates life on Earth to the Earth's environment, and seasons are the most dramatic effect, which is why we use the tropical zodiac.\" DailyHoroscope maintained similar (relative) skepticism when the site addressed rumors of a purportedly imminent star sign shake-up in 2011: It began when astronomy professor Parke Kunkle of Minneapolis Community and Technical College told the Minneapolis Star-Tribune about the precession of stars over time. Kunkle's quote went viral and was picked up by FOX News and other media outlets because people mistakenly assume that Astrology is based on constellations. But that's not true. Listen to the experts, and don't believe everything you read until you check your facts. There are a lot of people out there who think they understand Astrology when they really don't. Dailyhoroscope.com works only with authentic astrologers and we'll be sure to keep you informed of the truth. The existence of \"authentic astrologers\" is questionable in and of itself, depending upon whether one believes zodiac signs and horoscopes are an effective form of divination. But 2015 rumors about Ophiuchus' purported disruption of the extant practice of astrology are false regardless, as the claim dates to 2011 and thus far hasn't affected daily horoscope columns. Last updated: 10 November 2015",
  "Originally Published": " 10 November 2015",
  "Referred Links": "http://www.dailyhoroscope.com/horoscope-headlines/ophiuchus-the-13th-zodiac-sign;http://newsfeed.time.com/2011/01/14/astrologers-get-their-say-in-the-horoscope-hubbub/;http://newsfeed.time.com/2011/01/13/horoscope-hang-up-earth-rotation-changes-zodiac-signs/;http://spaceplace.nasa.gov/starfinder3/en/;https://twitter.com/krystalsoboojee/status/663959294233223168;https://t.co/lWUciFYMMn;",
  "Example": "[Collected via e-mail, November 2015] Is there really going to be a 13th sun sign (astrology) added, thereby changing dating pick up lines forever? Somehow, \"I'm an Ophiuchus, what's YOUR sign?\" doesn't have much of a ring to it. However, all research I have done points to this being a legitimate \"thing.\" ---------------------------------------------- The 13 Constellations of the Zodiac The Zodiac is the ring of constellations that the Sun seems to pass through each year as the Earth orbits around it. Contrary to popular belief, there are actually 13 zodiacal constellations, if you pay attention to the way astronomers define them. In addition to: Capricornus, Aquarius, Pisces, Aries, Taurus, Gemini, Cancer, Leo, Virgo, Libra, Scorpius, and Sagittarius, the Sun also passes through Ophiuchus. Try getting some astrologer to explain THAT one to you.",
  "Last Updated": "10 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/ophiuchus-zodiac-change/",
  "Claim": "The zodiac is about to change to include a \"new\" star sign, Ophiuchus.",
  "Tags": "ophiuchus;astrology;",
  "Claim_ID": "ophiuchus-zodiac-change"
}