{
  "Origins": "A cluster of localized rumors emerged after several civilian sites were attacked in Paris on 13 November 2015, among them a rumor that a Secret Service agent identified Orland Square Mall in Orland Park, Illinois as an imminent target of ISIS. The origin of the rumor wasn't apparent, and it appeared suddenly in the later part of 20 November 2015. Most iterations referenced information purportedly passed on by a Secret Service agent, despite the fact that agency protects primarily the President (not Orange Julius). Had any credible warnings come down the pipeline, they likely would travel through the Federal Bureau of Investigation (FBI) or local police.",
  "Fact Check": "",
  "Description": "Like other concurrently circulating security rumors, the warning was predicated on the assumption agencies with pertinent security information would opt not to act for unstated reasons. (Often explained away in rumors as a strategy to avoid \"panic.\") Why law enforcement would rely on word-of-mouth rumors sparing some (but not the vast majority) of Orland Square Mall shoppers was hard to work out; presumably, all relevant agencies would work in concert to prevent mass casualties should ISIS plan to strike Orland Park, Illinois. On 20 November 2015, Orland Park Patch confirmed with Orland Park Police that no such threat existed (and that local folks were simply on edge after the Paris attacks): Police Friday said people are at a heightened level of fear and awareness since the attacks, and that no threats have recently been posed against the area. The Orland Park Police Department is in constant contact with federal, state, county and other city law enforcement partners. The Police Department has a full-time officer assigned to the FBI, according to a release. The department also has officers assigned to monitor information from the Statewide Terrorism & Intelligence Center (STIC) along with other intelligence sources. There is no information indicating Orland Park is the target of any type of terrorist threat. The rumor about Orland Square Mall was not unlike several rumors of imminent mall attacks which spread in the weeks and months after September 11th. While the Orland Park iteration resembled the concurrent New York City Subway rumor (in that the intel was received through a tight-lipped federal agent), other versions involved a kindly terrorism sympathizer repaying a kindness. Last updated: 20 November 2015",
  "Originally Published": " 20 November 2015",
  "Referred Links": "http://patch.com/illinois/orlandpark/bomb-threats-orland-square-mall-unfounded-police?utm_source=dlvr.it&utm_medium=twitter&utm_term=police+%26+fire&utm_campaign=recirc&utm_content=aol;http://www.secretservice.gov/about/faqs/;https://twitter.com/TinaaaBillie/status/667816224332492800;https://twitter.com/cara_hays/status/667815339472781312;https://twitter.com/GinoPlaysDrums/status/667817097838247936;https://twitter.com/AlysseBagley/status/667818778290335745;",
  "Example": "",
  "Last Updated": "20 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/orland-mall-isis-threat/",
  "Claim": "The Secret Service received a credible threat against Orland Square Mall in Orland Park, Illinois.",
  "Tags": "ISIS;orland park;orland square;mall attack;ISIS warnings;",
  "Claim_ID": "orland-mall-isis-threat"
}