{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.snopes.com/wordpress/wp-content/uploads/2015/12/12362960_805182172925318_6609499068140222558_o.jpg;",
  "Example": "[Collected via Email, December 2015] Did Gov Butch< Otter really say the poor are genetically inferior? Origin:In mid-December 2015, a photograph of Idaho Govenor Clemont Leroy \"Butch\" Otter along with a quote ostensibly uttered by him about poor people being \"genetically inferior\" to rich people began circulating online. The quote was not something really said by Otter, however; it was taken from an article published eleven months earlier by fake news site City World News: A former Butch Otter staffer leaked a partial audio transcript she secretly recorded at an informal meeting Otter held with his Chief of Staff and the Director of the Idaho Department of Health & Welfare. The lurid, rambling transcript reveals a Nazi-esque attitude toward Idaho s poor. \"Look, I hear that ... David and I debate this ... but the big difference between the rich and the poor ... it's genetics. Poor people are genetically inferior, but that's okay ... [unintelligible] Don't jump my roost about it ... I didn't make up that fact. It's going to have to be okay, because it s not like we can kill them [laughter from Otter]. But we need to stop spending ... you know, spending so much on the inferior ... It's going to raise taxes, hurt [the] economy, if we don't. [unintelligible] Poor people deserve to live. I'm not heartless ... [unintelligible] strict guidelines. Thank God we have religion ... [unintelligible] retail ... The lesser obviously can't take care of themselves without it. I represent the genetically inferior ... [laughter from Otter]. I'm bringing them jobs ... the call centers ... The Kuna meat packing plant ... [laughter from Otter]. Inferior need to work harder now and realize that big government isn't here in Idaho.\" City World News didn't provide an actual audio recording of Otter's words, because the Idaho governor never uttered them. City World Newsis a fake news web site that does not publish factual stories: the front page of the site currently lists hoax stories about Jeb Bush's entering a mental hospital, a fake Donald Trump tweet, and a woman's desire to raise her youngest daughter as a stripper. Last updated: 21 December 2015 Originally published: 21 December 2015",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/otter-genetically-inferior/",
  "Claim": "Idaho Governor Clement Leroy \"Butch\" Otter said that poor people were genetically inferior to rich people.",
  "Tags": "butch otter;",
  "Claim_ID": "otter-genetically-inferior"
}