{
  "Origins": "The English language, like most living languages, is constantly evolving. As such, dictionary editors frequently update their works in order to keep up with the lexicon as it is being used by modern speakers. One such change occurred in 2007, when the Oxford University Press removed dozens of words from their Oxford Junior English dictionary in order to make room for more modern terms. While it was noted at the time that dozens of nature words had been removed from the Oxford Junior English dictionary during its most recent revision, the media primarily mainly focused on the fact that terms related to religion and British history such as \"bishop\" and \"monarchy\" had been omitted in order to make room for newer technological words such as \"blog\" and \"broadband\":",
  "Fact Check": "Were dozens of nature-related words removed from the Oxford Junior Dictionary in order to make room for modern technology-related words?",
  "Description": "Oxford University Press has removed words like \"aisle\", \"bishop\", \"chapel\", \"empire\" and \"monarch\" from its Junior Dictionary and replaced them with words like \"blog\", \"broadband\" and \"celebrity\". Dozens of words related to the countryside have also been culled. The publisher claims the changes have been made to reflect the fact that Britain is a modern, multicultural, multifaith society. But academics and head teachers said that the changes to the 10,000 word Junior Dictionary could mean that children lose touch with Britain's heritage. \"We have a certain Christian narrative which has given meaning to us over the last 2,000 years. To say it is all relative and replaceable is questionable,\" said Professor Alan Smithers, the director of the centre for education and employment at Buckingham University. \"The word selections are a very interesting reflection of the way childhood is going, moving away from our spiritual background and the natural world and towards the world that information technology creates for us.\" Vineeta Gupta, the head of children's dictionaries at Oxford University Press, responded to the controversy at the time by explaining how the Oxford Junior Dictionary had limited space, and therefore in order to add new words they had to remove some older words: \"We are limited by how big the dictionary can be little hands must be able to handle it but we produce 17 children's dictionaries with different selections and numbers of words. \"When you look back at older versions of dictionaries, there were lots of examples of flowers for instance. That was because many children lived in semi-rural environments and saw the seasons. Nowadays, the environment has changed. We are also much more multicultural. People don't go to Church as often as before. Our understanding of religion is within multiculturalism, which is why some words such as \"Pentecost\" or \"Whitsun\" would have been in 20 years ago but not now.\" These changes, the last of which occurred in 2008, quietly remained in place for several years. But in January 2015, a group of writers led by Margaret Atwood penned a letter to Oxford University Press urging them to reinstate some of the words that had been removed: We the undersigned are profoundly alarmed to learn that the Oxford Junior Dictionary has systematically been stripped of many words associated with nature and the countryside. We write to plead that the next edition sees the reinstatement of words cut since 2007. We base this plea on two considerations. Firstly, the belief that nature and culture have been linked from the beginnings of our history. For the first time ever, that link is in danger of becoming unravelled, to the detriment of society, culture, and the natural environment. Secondly, childhood is undergoing profound change; some of this is negative; and the rapid decline in children s connections to nature is a major problem. This is not just a romantic desire to reflect the rosy memories of our own childhoods onto today s youngsters. There is a shocking, proven connection between the decline in natural play and the decline in children s wellbeing. Compared with a generation ago, when 40% of children regularly played in natural areas, now only 10% do so, while another 40% never play anywhere outdoors. Ever. Obesity, anti-social behaviour, friendlessness and fear are the known consequences. The physical fitness of children is declining by 9% per decade, according to Public Health England. And just as in 2008, Oxford University Press (OUP) released a statement explaining how they decide which words to include and which words to remove from their dictionaries: \"Our children's dictionaries provide a vital tool for helping children to improve their literacy skills and develop a passion for language. \"In the last 40 yours our range of children's dictionaries has incread from two to 17, and as such the total number of words including those about nature has significantly increased across the range. The last change to the content of the Oxford Junior Dictionary was in 2008 and it still includes a large number of words focusing on the natural world. Our dictionaries are developed through a rigorous research programme, analyzing how children are currently using language. They also reflect the language thatt children are encourage to use in the classroom, as required by the national curriculum. This ensures they remain relevant and beneficial for children's education.\" OUP offered additional explanation on their web site: Compiling a small dictionary for children is never easy so many words competing for space in a book with a finite number of pages. Animals and plants, clothing, fruits and vegetables, musical instruments, body parts, animal noises ... the list is endless. They can't all go in. We know that, but it s still painful to have to exclude some familiar favourites. At the extremes, it s fairly easy apple is in and durian fruit is out, piano is in and didgeridoo is out, jumper is in and jeggings is out. It s always the grey area in between that is difficult: kiwi fruit? French horn? stocking? To compound the difficulties, the language keeps growing, with new words coming knocking on the door and demanding entry internet, online, blog, etc. Closing the door on new words and crying, 'No room!' is not an option, so the axe has to fall on some of the old ones. Some words are clever and manage to evolve to maintain their slot. Wireless is one which, as a device for listening to BBC radio, was on the verge of being kicked out, until it cunningly managed to reinvent itself as an adjective, so it keeps its place between wire and wise. Last updated: 24 September 2015",
  "Originally Published": " 24 September 2015",
  "Referred Links": "http://blog.oxforddictionaries.com/2015/01/decide-words-include-childrens-dictionaries/;http://www.naturemusicpoetry.com/uploads/2/9/3/8/29384149/letter_to_oup_final.pdf;http://www.telegraph.co.uk/education/3569045/Words-associated-with-Christianity-and-British-history-taken-out-of-childrens-dictionary.html;http://www.telegraph.co.uk/education/3569045/Words-associated-with-Christianity-and-British-history-taken-out-of-childrens-dictionary.html;",
  "Example": "[Collected via Facebook, September 2015]",
  "Last Updated": "24 September 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/oxford-junior-dictionary-words/",
  "Claim": "Dozens of nature words were removed from the Oxford Junior Dictionary in order to make room for modern technology-related words.",
  "Tags": "dictionary;words;nature words;oxford junior dictionary;oxford;",
  "Claim_ID": "oxford-junior-dictionary-words"
}