{
  "Origins": "On 4 December 2015, Facebook user Paige Yore published a video-based status update in which she described an interaction with a young Walmart employee whose mother had committed suicide earlier that morning:",
  "Fact Check": "",
  "Description": "My Friday experience..... This will hit home.... You never know who's fighting what battle. Watch what you say..... Posted by Paige Yore on Friday, December 4, 2015 My Friday experience..... This will hit home.... You never know who's fighting what battle. Watch what you say..... Posted by Paige Yore on Friday, December 4, 2015 In the clip, Yore described the Walmart employee in question as approximately 16 years old and stated that the teen was struggling to complete basic transaction-related tasks. Yore explained that she had been waiting in line for about 20 minutes while a young cashier struggled to get customers checked out. \"He can't ring anything up, he can't remember the codes, he's taking deep breaths,\" she said about the cashier. Yore maintained that she stepped in to defend the youngster after another customer berated him, at which point the boy lost his composure and revealed that his mother had committed suicide that very morning. As with a similar \"uplifting\" tale of customer kindness (which occurred a week prior) involving a developmentally disabled bakery employee and a Meijer cake, Yore's claims were quickly and uncritically reported by a number of news outlets, including WITI, KFOR, Newser, Cosmopolitan, WHNT, WTVR, and Uproxx,. Typical of them was an article from Grand Rapids station WXMI (\"Woman's Terrible Shopping Experience at Walmart Goes Viral\"), which reported: Facebook user Paige Yore says she was at the store waiting in line for about 20 minutes when she witnessed a young cashier having a hard time. As she stood there irritated, a female customer began yelling at the young man. \"You suck at customer service. I don't know how you ever got hired here,\" said the female customer. Paige tried helping the woman bag her groceries so that she could get her out of the store. After the woman attempted to pay for her purchase, her card declined. According to Paige, the woman really began yelling at the boy as if it was his fault. \"Maybe you should just step aside and let us cash out. This young man is obviously having a bad day,\" Paige told the woman. The young cashier stopped in his tracks and began crying. He came from the bagging area and began hugging Paige. He told her that his mother committed suicide that morning. He said he had to work because he has to pay rent and bills. \"This woman is yelling at me and I don't even have a mom anymore,\" said the young man. While most news outlets didn't appear very skeptical of Yore's story, some social media users were. One such critic was Redditor Born_Ruff, who pointed to Yore's apparent habit of happening into multiple \"inspiring\" anecdotes: Maybe the internet has made my heart cold and dead, but is anyone else at least a little bit skeptical of this woman? Look at the rest of her channel. She has spent the last nine months making similar \"life lesson\" type videos with very little success. This story fits way to perfectly into what she was already trying to do, and it appears to have just \"randomly\" happened after she got a makeover. Edit: she posted a follow up video today. I love all of you and I cannot thank you from the bottom of my heart enough for sharing my inspiring words on Friday because it is going to change my life. I'm taking one more step to getting to my big goal. One more step to changing lives, because of you guys. I can't thank you enough. It means the absolute world to me I love all of you, I hope you have the best Sunday. Thank you again for all your support. Subscribe to my youtube channel, Paige Yore, P-A-I-G-E Y-O-R-E, follow that, see my videos weekly. I hope to have another couple experiences like I did Friday and be able to inspire people. We contacted a Pueblo, Colorado, Walmart to determine whether there was any truth to Yore's report. A manager at the store directed us to the chain's Media Relations department, whereupon a Walmart spokesperson told us that the company was aware of the rumor and had investigated the claims. According to Walmart, Yore did visit a Walmart store in Pueblo, but the interaction she described in her account did not take place: a review of surveillance video that captured the encounter revealed no evidence that anyone yelled at the cashier, no evidence that the cashier and Yore hugged, and no evidence that Yore gave the cashier money. Moreover, reported the Walmart spokesperson, the cashier said that his mother was still alive and that he didn't know what Yore was talking about. Walmart allowed that \"there was some tension between the cashier and the customer in front of [Yore] because of a language barrier,\" but asserted that \"none of details in [Yore's] Facebook video are true.\" Not surprisingly, Yore maintained to Colorado Springs station KRDO that her account was truthful and that Walmart was lying, but she was unable to locate the mystery cashier with the dead mother to corroborate her story: Yore said she doesn't want this to turn into a fight with Walmart, but said her experience was real, contrary to the company's statements. \"I just want everyone to know that I am here to inspire people. I'm not here to cause any problems. I'm just a normal girl from Idaho, just another cow girl, and just happened to go viral,\" said Yore. \"Did I plan on it? Absolutely not. Did I want that? Probably not.\" Yore stuck by her story. She said she visited every Walmart in Pueblo to try to find the cashier, but didn't have any success. She said she would still like to try to find him and help him. Last updated: 8 December 2015",
  "Originally Published": " 7 December 2015",
  "Referred Links": "http://www.krdo.com/news/pueblo-walmart-changed-my-life-womans-facebook-video-about-the-golden-rule-goes-viral/36840180;http://www.walmart.com/store/1001/details;https://www.reddit.com/r/videos/comments/3vo7nm/dont_forget_that_theres_a_person_behind_the/cxpnbqr;http://uproxx.com/webculture/2015/12/heartbreaking-customer-service-tale/;http://wtvr.com/2015/12/07/terrible-shopping-walmart-goes-viral/;http://whnt.com/2015/12/07/woman-hopes-to-spread-important-message-after-heartbreaking-experience-at-walmart/;http://www.cosmopolitan.com/lifestyle/news/a50413/walmart-cashier-viral-video/;http://www.newser.com/story/217141/crying-kid-cashier-teaches-a-lesson-in-empathy.html;http://kfor.com/2015/12/06/woman-hopes-to-spread-important-message-after-heartbreaking-shopping-experience/;http://fox6now.com/2015/12/06/woman-shares-her-experience-with-cashier-at-walmart-store-spreads-powerful-message/;https://www.facebook.com/paige.yore.3/videos/10156317098380302/;https://www.facebook.com/paige.yore.3/posts/10156322998870302;",
  "Example": "[Collected via e-mail, December 2015] A Facebook post from Paige Yore talks about in incident that occurred with a 16 year old cashier and a rude customer that complained to the cashier he was slow and incompetent. Paige claimed she defended the cashier only to learn the reason the cashier was slow was because he was said that his mother committed suicide that very morning and he had to work to support his family.",
  "Last Updated": "8 December 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/paige-yore-walmart/",
  "Claim": "A Colorado woman comforted a teenaged Walmart cashier whose mother had committed suicide that morning.",
  "Tags": "walmart;",
  "Claim_ID": "paige-yore-walmart"
}