{
  "Origins": "In a 2 November 2015 article titled \"Pat Robertson: 'Gay People Should Wear Specially-Colored Clothes To Warn Straight People,'\" the web site Religionlo reported: Televangelist Pat Robertson recently repeated his prediction that LGBT rights will provoke God to destroy America s financial markets, warning The 700 Club viewers that God s wrath is on its way. He claimed that the U.S. is turning into Sodom now that it has enshrined sodomy into the United States Constitution and cities like Houston are trying to force women to go into men s bathrooms and men to go into women s bathrooms.",
  "Fact Check": "",
  "Description": "... a viewer called in and inquired Robertson whether his grim predictions of such a crisis can somehow be averted, to which Robertson gave a somewhat confusing answer: I believe so, yes, but we need to stop spreading lesbianism and homosexuality in order to achieve that. And the only way to stop the spread of these diseases that are plaguing the country is to make some sort of obvious distinction between gay people and normal, straight people. While it's true Robertson said America \"enshrined sodomy into the United States Constitution\" and described efforts \"force women to go into men's bathrooms and men to go into women's bathrooms,\" the \"obvious distinction\" portion of the article was fabricated (as Religionlo itself indicated). Articles on the self-described \"hybrid\" news site Religionlo (and related sites like Newslo) embellish already controversial events and statements with falsified elements. Articles on Newslo and its companion sites feature clickable boxes at the top of each page allowing readers to \"Show Facts\" or \"Hide Facts\": Newslo's articles default to its \"Hide Facts\" option, so most readers remain unaware of fabrications disguised alongside otherwise truthful information. In addition to its \"Show Facts/Hide Facts\" buttons, Newslo's disclaimer explains: Newslo is the first hybrid News/Satire platform on the web. Readers come to us for a unique brand of entertainment and information that is enhanced by features like our fact-button, which allows readers to find what is fact and what is satire. Last updated: 4 November 2015",
  "Originally Published": " 4 November 2015",
  "Referred Links": "http://www.donotlink.com/dxr5;http://www.rightwingwatch.org/content/pat-robertson-god-destroy-financial-markets-now-sodomites-can-marry;http://www.donotlink.com/h91j;",
  "Example": "[Collected via e-mail, November 2015] Did Pat Robertson really say that \"gays should be made to wear special colors to differentiate them from normal, straight people\"? This came across my Facebook today.",
  "Last Updated": "4 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/pat-robertson-gay-colors/",
  "Claim": "Televangelist Pat Robertson said gay people should wear specific colors so they can be easily identified by straight people.",
  "Tags": "pat robertson;fake news;newslo;religionlo;",
  "Claim_ID": "pat-robertson-gay-colors"
}