{
  "Origins": "Shortly after Rep. Paul Ryan of Wisconsin told his fellow House Republicans on 20 October 2015 that he wouldn't run for the Speaker of the House position unless they assured him that the job wouldn't take away from his family time, a meme criticizing the congressman began circulating on social media, claiming that Ryan had worked only 97 days in 2014:",
  "Fact Check": "",
  "Description": "The claim that Paul Ryan only worked 97 days in 2014 likely stems from a The New York Times report published on 5 January 2014 about how the \"do-nothing\" congress was scheduled to do even less that year. While subsequent reports claimed that the House held only 97 sessions in 2014, the Times report actually stated that Congress was scheduled to be in session 97 days between the date of that article's publication (in January 2014) and the upcoming mid-term elections in November 2014: Representative Eric Cantor of Virginia, the House majority leader, is quietly playing down expectations for any major legislative achievements in the final year of the 113th Congress, which passed fewer laws in its first year 65 than any single session on record. The calendar, drawn up to maximize campaign time ahead of midterm elections in November, is bare bones, with the House in session just 97 days before Election Day, the last on Oct. 2, and 112 days in all. Although the Times article stated that the House was scheduled to be in session for 112 days altogether in 2014, Congress.gov recorded that the House actually had 135 legislative days in 2014. Either way, it's clear that the House was in session for more than 97 days in 2014. It's also a fallacy to maintain that members of Congress are only \"working\" on days when Congress is in session. In addition to attending sessions, members of Congress have numerous other duties that occupy their \"out of session\" days: Members of Congress have two jobs: represent their constituents and govern. These responsibilities do not always go hand in hand. Representing constituents means speaking with them in person, holding town hall meetings, organizing rallies, attending to casework, and otherwise being present in the district or state they represent. This is not easily done from a Washington office. Supporting or opposing legislation is an important part of a members job. However, it does not come close to capturing members range of responsibilities. This is why even when Congress is out of session, members are at work. Most members of Congress work a five-to-six-day week. The representative aspect of Congress s job is almost completely ignored in these statistics. The claim that Paul Ryan only worked 97 days in 2014 is based on two pieces of misinformation. First, that the house was only in session for 97 days in 2014, and second, that the number of work days for a member of Congress is equal to the number of days that Congress is in session. Last updated: 26 October 2015",
  "Originally Published": " 26 October 2015f",
  "Referred Links": "http://www.csmonitor.com/USA/Politics/Politics-Voices/2014/0923/Congress-out-of-session-does-not-mean-Congress-isn-t-working;http://www.gpo.gov/fdsys/pkg/CCAL-113hcal-S2/pdf/CCAL-113hcal-S2-pt23.pdf;https://www.congress.gov/past-days-in-session;http://www.nytimes.com/2014/01/06/us/politics/house-gop-trims-agenda-looking-to-avert-election-year-trouble.html?_r=0;http://www.huffingtonpost.com/entry/paul-ryan-family-leave_5626efeae4b08589ef49a940;",
  "Example": "[Collected via e-mail, October 2015] Paul Ryan only worked 97 days in 2014?",
  "Last Updated": "26 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/paul-ryan-97-days-2014/",
  "Claim": "Congressman Paul Ryan only worked 97 days in 2014.",
  "Tags": "congress;paul ryan;",
  "Claim_ID": "paul-ryan-97-days-2014"
}