{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://upload.wikimedia.org/wikipedia/commons/3/3a/PaulLePage.jpg;http://www.rawstory.com/2015/12/another-state-may-have-to-feed-maines-hungry-after-gop-governor-cripples-food-stamp-program/;http://www.snopes.com/wordpress/wp-content/uploads/2015/12/lepage-poors.jpg;",
  "Example": "[Collected via Email, December 2015] Saw this on Facebook today, not finding much in the way of supporting material. Perhaps you might be able to. Origin:On or around 17 December 2015, a \"GOP Fail Ultimate Edition\" meme featuring the Governor of Maine, Paul LePage, and a quote purportedly uttered by him started circulating around Facebook: The worst possible thing to do for a homeless poor person is to offer them a free meal and warm bed; that will only encourage them to feel sorry for themselves and cry over their sad destiny. It would be more merciful to simply take a gun and put them out of their misery. If you're really keen on helping poor people, which is something I am very sympathetic with, you'd be better off calling them names and insulting them.... as a way of motivating and forcing them to snap out of their feelings of worthlessness. The above-displayed quote was not published by a credible news publication, it was not uttered by LePage during an interview, nor was it featured in a press release from the Governor's office. The quote originated on 15 December 2015, when it was published in an article on Newslo, a web site that uses a combination of fiction and factual information to create an odd brand of fake news: Newslo is the first hybrid News/Satire platform on the web. Readers come to us for a unique brand of entertainment and information that is enhanced by features like our fact-button, which allows readers to find what is fact and what is satire. In this case, the \"Show Facts\" button revealed that LePage was recently criticized for the mismanagement of Maine's food stamp program. The quotes attributed to LePage in the Newslo story, however, are purely fictional. Last updated: 18 December 2015 Originally published: 18 December 2015 Featured Image: Wikipedia",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/paul-lepage-homeless-quote/",
  "Claim": "Governor Paul LePage said that the \"worst possible thing\" you can do for the homeless is to offer them food and shelter.",
  "Tags": "fake;homeless;paul lepage;lepage;",
  "Claim_ID": "paul-lepage-homeless-quote"
}