{
  "Origins": "The contradictory explanations of this photograph's origins given in the accompanying text are the first clue that something's amiss here: this image can't have been both \"taken by the crew on board the Columbia\" and \"taken via satellite.\"",
  "Fact Check": "",
  "Description": "Actually, the notation about this image's having been \"taken by the crew on board the Columbia during its last mission\" was added only after the fatal break-up of the Space Shuttle Columbia upon its re-entry on 1 February 2003. Well before then, this picture had been circulating as a photograph \"taken via satellite, on a cloudless day.\" Although this image does accurately depict the landforms described and the positioning of lighted cities to the right of the day-night terminator line, it doesn't represent an actual Earth view one might see from space. This photograph is a digital composite formed by merging multiple images from different sources (primarily satellites), the same technique used to create the stunning iceberg photograph.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2003] This was taken by the crew on board the Columbia during its last mission. This photo was taken via satellite, on a cloudless day. The picture is of Europe and Africa when the sun is setting. Half of the picture is in night. The bright dots you see are the cities lights. The top part of Africa is the Sahara Desert. Note how the lights are already on in Holland, Paris, and Barcelona, and how it'sstill daylight in London, Lisbon, and Madrid. The sun is still shining on the Straight of Gibraltar, and the Mediterranean Sea is already in darkness.In the middle of the Atlantic Ocean you can see the Azores Islands; below them to the right are the Madeira Islands; a bit below are theCanary Islands; and further south, close to the farthest western point of Africa, the Cape Verde Islands. Note how the Sahara is huge and can be seen clearly both during daytime and nighttime. To the left, on top, is Greenland, totally frozen. Fantastic!",
  "Last Updated": "20 September 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/space/sunset.asp",
  "Claim": "Photograph taken from the Space Shuttle Columbia shows sunset over Europe and Africa.",
  "Claim_ID": "photos_space_sunset",
  "Tags": ""
}