{
  "Origins": "In June 2013 the Discovery Channel launched a promotional campaign for the August 4 premiere of \"Shark Week,\" a popular week-long annual event in which the cable channel airs seven days of shark-related programming to educate, entertain, and terrify viewers with features on the sharp-toothed sea denizens.",
  "Fact Check": "",
  "Description": "The first spot in that promotional campaign was one which featured a live news report about Snuffy the Seal, who had washed up on shore injured and dehydrated, and after two weeks of medical care and rehabilitation was being re-released into the ocean with a good deal of pomp and ceremony only to be chomped by a leaping shark as he was being lowered into the water: The video then shows the horrified reactions and chaos among the onlookers at the calamity befalling Snuffy's \"triumphant return to the sea,\" cutting back from the on-scene reporter to the anchor in the studio, who starts to exclaim \"Holy sh...\" before being interrupted by a \"Shark Week\" drop screen displaying the tag line \"It's a bad week to be a seal ... for the rest of us it's pretty awesome.\" Although there seems to be some confusion about the nature of this video clip, the \"Shark Week\" commercial is just that, a commercial. It isn't footage taken from a real event, but rather a dramatization staged as a fake news report and intended to be funny or horrific, depending upon one's point of view. (Note how the video is carefully staged so as not to be too gruesome: viewers don't actually see the shark chomping Snuffy the hapless seal at the apex of its leap; instead, an onlooker strategically comes into the frame just at that point to block the view of the seal, then moves away as the shark hits the water.) The \"Shark Week\" commercial has met with mixed reactions ranging from amusement to shock at the seemingly real event depicted to outrage that the Discovery Channel would portray harm to animals (even in fictionalized form) in order to promote its programming.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, June 2013] History Channel commercial for shark week shows shark leaping from water and grabbing snuffy the seal who was being released back into water and apparently killing him?",
  "Last Updated": "27 June 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/advertisements/snuffy.asp",
  "Claim": "Video shows a seal being grabbed by a shark as it was being re-released into the ocean.",
  "Claim_ID": "photos_advertisements_snuffy",
  "Tags": ""
}