{
  "Origins": "On 24 January 2015, the web site ViralNova published a seemingly innocent photograph of a young woman sitting on her bed. The image was accompanied by a supposed backstory, republished below, as well instructions for the viewer to search for something askew (Hint: The corner of a man's face can be seen between the mattress and the bed frame):",
  "Fact Check": "",
  "Description": "After coming home from being away for 20 days, a husband took this photo of his wife. It seemed innocent, maybe even sweet. However, he took a closer look and saw something that would change their lives forever. Do you see it? A man, whom the wife was cheating with, was hiding under the bed the entire time. The husband didn't see it until he looked at the photo again. The husband, after confronting her with proof beyond the shadow of a doubt, filed for divorce. No word on what came of The Man Under The Bed. But he should probably not peek next time. However, this photograph has been circulating around the Internet accompanied by a number of different explanations and backstories, including versions posted to the Chinese-language sites Jdduanzi and Liuxing with a slightly different story: A man killed his wife after returning from vacation. When the police asked him why he killed his wife, he showed him this photo. Can you see why he killed his wife? One common element to nearly all repostings of this image is that the viewer is instructed to search for the man hiding under the bed: Don't say anything... Just RT when you see it pic.twitter.com/iMad1LxkdN Funny Pictures (@TopTwitPics) July 4, 2014 The stories that are most commonly circulated in tandem with this photograph are almost certainly false, given that no one has turned up any official report or news story linking this image to a real-life divorce and/or murder, the narratives attached to the image have changed several times over, and the scenario pictured here (i.e., a young girl in a twin bed) is not one that generally corresponds to a depiction of a married woman. Most likely this is just an innocent photograph of teenage girl which someone has digitally manipulated to add a peering face, or perhaps a picture of a girl who was being pranked by some friends, with one of those \"friends\" having a camera at the ready to record the moments just before and after a hidden lurker popped up to scare the daylights out of her. We haven't been able to verify if yet, but a Facebook poster who asserts she is related to the girl in the picture has stated that the photograph was indeed a prank:",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/TopTwitPics/status/484927738466144257;http://t.co/iMad1LxkdN;http://www.liuxing.com/article/1459.html;http://www.jdduanzi.com/neihanduanzi/27.html;",
  "Example": "[Collected via email, January 2015] There's supposedly a man hiding in this picture under the bed. Is this for real or a waste of one's internet time?",
  "Last Updated": "30 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/people/manunderbed.asp",
  "Claim": "A man divorced his wife after he examined a photograph of her and spotted a man hiding under her bed",
  "Claim_ID": "photos_people_manunderbed",
  "Tags": ""
}