{
  "Origins": "On 22 September 2014, a strange story of body modification appeared on the social web. According to several circulating articles, a Florida woman named Jasmine Tridevil underwent cosmetic surgery to add a \"third breast\" to her body.",
  "Fact Check": "",
  "Description": "In the initial frenzy of interest in Jasmine Tridevil and her purported third breast, lots of linking and re-posting of the same information and images occurred. However, few looked very deeply at the claims made by the woman shown in the images or her agents, or whether such a modification was even feasible. Instead, multiple media outlets took her claims at face value and ran it as a straight news story with no corroboration (other than self-provided images that could easily have been faked): they contacted no one who knew or had seen Ms. Tridevil, they sought no third-party photographs of her, they didn't verify the story with the doctor who supposedly performed her unusual enhancement surgery, nor did they probe her obvious pseudonym to determine her real name and background. A New York magazine article about the woman's third breast revealed a potentially relevant aspect of Tridevil's claim: According to that site, the Florida woman claimed her surgeon forced her to sign a non-disclosure agreement, and therefore the obvious avenue of corroboration for her claim was closed off: The 21-year-old massage therapist claims she had to ask over 50 doctors to perform the surgery, which involved taking skin tissue from her abdomen and adding a silicon implant. She also got an areola tattooed on. The procedure cost $20,000, and Tridevil had to sign an NDA so [she] couldn't disclose what doctor performed it. As Jasmine Tridevil's claims about a third breast circulated the social web, most information reported came directly from the subject herself without any external confirmation. Tridevil's Facebook page and YouTube account were the primary sources for verification, despite the fact that both hosted only self-taken videos and photos (and none actually shows the breast in question without a covering of clothing). In one clip posted by Tridevil, her \"breasts\" appeared to be of an entirely different skin tone than her facial skin and limbs: Another red flag in Tridevil's tale was her stated motivation: Surgeons are ethically bound to decline performing cosmetic surgery on patients without certain mental health clearances (i.e., ensuring that patients do not have unrealistic expectations or motivations driven by psychological disorders), and in an interview Tridevil made the rather bizarre claim she set out to make herself look less attractive to men by opting to get a third breast implant: I got it because I wanted to make myself unattractive to men. Because I don't want to date anymore ... Most guys would think [the extra breast is] weird and gross. But I can still feel pretty because if I wore makeup and cute clothes, I can still, you know ... feel pretty. No third party images of Tridevil have emerged, and while she claims to have booked appearances on Jimmy Kimmel Live and Inside Edition , no evidence has surfaced suggesting that they or any other media sources have vetted her story. She's engaged in a local TV interview but has flashed only a brief glimpse of her supposed third breast (something easily faked with external prosthetics) and maintained that those who want to see more have to wait until her putative self-produced reality show airs: She agreed to the interview on the condition we only discuss her self-produced show she hopes will be picked up by a cable network, and when we asked to see her third breast, she obliged, but with only a quick flash. When asked her why we couldn't have a longer look Tridevil responded, \"I'm not ready to do that right now because it's in episode six of my show.\" The TV guy asked Tridevil for a look at the third breast and when she only flashed it (covered up, of course) for just a moment, the reporter asked, \"Can you hold it up a little longer so we can get a better shot of it?\" She refused. A Tampa-area plastic surgeon with considerable experience in breast augmentation and reconstruction told us that the process of adding a third breast would likely be a lengthy and exhaustive one: [For] this type of surgery, the existing anatomy would need to be altered andthen a tissue expander wound need to be inserted. The expander would beenlarged with saline and the skin would stretch. This process would takeseveral months. The patient would be in considerable pain. there would beswelling and bruising. The expander would then be removed and an implantinserted into the space. That would take time. A nipple and areola can bemade also but would take more time. The overall process can take up to oneyear to finish. Photos on a modeling page linked with one Alicia Hessler closely match the circulating images of Jasmine Tridevil, and profile pictures on Hessler's YouTube page strongly resemble the woman in the \"third breast\" photos.It's also worth noting that the JASMINETRIDEVIL.COM domain was registered by someone named Alisha Hessler, and Jasmine Tridevil herself bears a striking likeness to Tampa-area massage therapist Alisha Jasmine Hessler . (A web listing for \"Alisha's Golden Touch\" massage web site now bears legends identifying her as \"Provider of internet hoaxes since 2014\" and \"Specialist in massage for three breasted women.\") Video clips of Hessler taken in December 2013 display an appearance that does not suggest the procedure described by the surgeon above had yet been started. Furthermore, an Alisha Jasmine Hessler was taken into custody in Hillsborough County, Florida on 14 March 2013, and subsequently charged with fraudulent use of personal information. And the Tampa television station (WTSP) that recently interviewed \"Jasmine Tridevil\" reported that earlier in the month Alisha Hessler had filed a stolen baggage complaint at Tampa International Airport that listed a \"3 breast prosthesis\" among the items lost: If Hessler and Tridevil are one and the same, the \"third breast\" story is also not the Tampa woman's first brush with viral fame: In December 2013 Hessler made headlines for an incident in which she claimed she was beaten while on the way home from a club, then offered her attacker the choice of standing on a street corner wearing a dunce cap and holding a sign that read \"I beat women\" rather than being reported to police and charged with a crime. (Hessler also said \"she wanted to have the man who beat her sign a waiver allowing her to beat him for 10 minutes.\") According to local police , Hessler withdrew her complaint and \"stopped returning [their] calls\" after she was pressed for details of the alleged attack. We have submitted a request for an interview with Jasmine to verify her claims and have not yet received a response.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/snopes;https://www.facebook.com/snopes;http://message.snopes.com;http://www.wptv.com/news/state/alisha-hessler-tampa-woman-chooses-to-embarrass-attacker-by-making-him-hold-i-beat-women-sign;http://abcnews.go.com/US/tampa-woman-attacker-ultimatum-humliation-arrest/story?id=21298522;http://tampa.backpage.com/TherapeuticMassage/tampa-massages-alishas-golden-touch/9411281;http://archive.wtsp.com/assetpool/documents/140923022928_2741_001.pdf;http://www.wtsp.com/story/news/weird/2014/09/23/tampa-three-breasted-woman-hoax/16103527/;http://openpasts.com/PublicRecord/ALISHA-HESSLER/14174761332110;http://www.manta.com/c/mbn9q1z/alisha-s-golden-touch;http://www.alishasgoldentouch.com/about-me.html;https://www.youtube.com/channel/UCw91Ksds98gDdgbePjdH6Rw;http://web.archive.org/web/20131223082147/http://thefloridamodelingnetwork.ning.com/profile/alishahessler;http://www.wtsp.com/story/news/local/2014/09/22/tampa-woman-claims-to-add-3rd-breast/16083847/;https://www.youtube.com/channel/UCrWytN6xsBaPBC-V-fr46nQ;http://nymag.com/daily/intelligencer/2014/09/jasmine-tridevil-woman-gets-third-breast.html;",
  "Example": "[Collected via e-mail, September 2014] \"A WOMAN has spent $20,000 on surgery to get a third breast and her dream is to become a celebrity.\" Well, this has 'What does Snopes say?' written all over it!",
  "Last Updated": "23 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/bodymods/jasminetridevil.asp",
  "Claim": "Florida woman Jasmine Tridevil underwent surgery to add a third breast.",
  "Claim_ID": "photos_bodymods_jasminetridevil",
  "Tags": ""
}