{
  "Origins": "Natural disasters (and even sometimes man-made disasters) are often interpreted by the religiously inclined as signs from God, warnings or punishments visited upon us by the Almighty for our moral misbehavior. (One might think of them as smaller-scale versions of the cataclysmic flood God unleashed upon the world, wiping out all of mankind save for Noah and his family, as recounted in the biblical Book of Genesis.)",
  "Fact Check": "",
  "Description": "So, as if four hurricane-level storms (Charley, Frances, Ivan, and Jeanne) battering Florida within a two-month period in August/September 2004 weren't enough of a sign that perhaps the man upstairs was displeased about something (a concept already exploited in a humorous political item), what if one of them were so direct as to reveal a written message from God proclaiming, \"We need to talk\"? That is evidently what happened in the Orlando area in August 2004 in the aftermath of Hurricane Charley. A few years back the Smith Agency of Fort Lauderdale, Florida, handled an assignment from a client by placing of a variety of billboards bearing non-denominational religious messages around the U.S. All the billboards presented short, simple inspirational notices (some with a bit of wry humor) in large white text on black backgrounds and were signed as if they came from God. Seventeen different messages were used in the campaign: \"Let's Meet At My House Sunday Before the Game\" God \"C'mon Over And Bring The Kids\" God \"What Part of 'Thou Shalt Not . . .' Didn't You Understand?\" God \"We Need To Talk\" God \"Keep Using My Name in Vain And I'll Make Rush Hour Longer\" God \"Loved The Wedding, Invite Me To The Marriage\" God \"That 'Love Thy Neighbor' Thing, I Meant It.\" God \"I Love You . . . I Love You . . . I Love You . . .\" God \"Will The Road You're On Get You To My Place?\" God \"Follow Me.\" God \"Big Bang Theory, You've Got To Be Kidding.\" God \"My Way Is The Highway.\" God \"Need Directions?\" God \"You Think It's Hot Here?\" God \"Tell The Kids I Love Them.\" God \"Need a Marriage Counselor? I'm Available.\" God \"Have You Read My #1 Best Seller? There Will Be A Test.\" God When Hurricane Charley slammed into Florida in mid-August 2004 , battering the state with up to 100 mph winds that knocked over signs, uprooted trees, and left thousands of homes destroyed or uninhabitable, one billboard on Sand Lake Road in Orlando survived the onslaught relatively unscathed. The storm peeled off the most recent advertising message displayed on the board, however, revealing in its place an ad from an earlier campaign:",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2004] Many of the signs and billboards in the Orlando area were no match for Hurricane Charley. However, one billboard resisted the 100-mile per hour winds of the eye wall of the storm. While the billboard still stands, the advertisement that was there when Hurricane Charley hit was peeled back to reveal an earlier message. When the sun rose the next morning on Sand Lake Road in Orlando the words on the billboard clearly read: WE NEED TO TALK GOD.",
  "Last Updated": "29 September 2004",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/signs/charley.asp",
  "Claim": "Aftermath of Hurricane Charley reveals message from God on billboard.",
  "Claim_ID": "photos_signs_charley",
  "Tags": ""
}