{
  "Origins": "In 1969, Australian John Rendall and his friend Ace Bourke (whose surname is often rendered as \"Berg\"), both of whom were then living in London, bought a lion cub named Christian from Harrods department store, as the former recounted for the Daily Mail in 2007:",
  "Fact Check": "",
  "Description": "For the next year the two men (along with Rendall's girl friend and an actress) raised the cub in the Sophistocat furniture shop, where Christian had living quarters in the basement, and the lion became a popular local figure. However, when Christian grew from his initial 35 lb. to 185 lb. within a year, his keepers realized their lion would need to be relocated to a more suitable environment. By chance, one day Bill Travers and Virginia McKenna the stars of the 1966 film Born Free wandered into Sophistocat looking for a desk. The actors suggested that conservationist George Adamson (whose wife, Joy, wrote the book Born Free about their real-life experiences in raising a lion cub and rehabilitating it into the wild) might be able to help find an appropriate home for Christian. Rendall and Berg flew with Christian to Nairobi, Kenya, where they met up with George Adamson, who helped the lion settle into living an independent life (and integrating into a pride with other lions) in Kenya's Kora Reserve. The video clip linked above shows scenes from the two men's reunion with Christian in 1971.",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/title/tt0060182/;",
  "Example": "[Collected on the Internet, June 2008] I ll bet you've never seen a pet like the one in this Video of the Day. In 1969, two friends, John Rendall and Ace Berg, purchased a lion. At the time, Christian the lion was a 35-pound cub. He had been born in a zoo. The friends raised Christian in their London home. All three hung out in a friend s furniture shop on the weekends. Within a year, Christian had grown to 185 lbs. Rendall and Berg realized they couldn t keep him much longer. But they didn t know what to do with him. A chance encounter changed that. Two actors from the film Born Free walked into the furniture store. The actors recommended a conservationist, George Adamson, living in Kenya. Christian was soon in Africa. There he was rehabilitated and released into the wild. In 1974, Rendall and Berg decided to visit Christian one last time. He was now a wild animal. Adamson told them it was doubtful that Christian could be found. No one had seen him in nine months. The two flew to Kenya, anyway. On the day they landed, Christian appeared outside Adamson s camp. Somehow, he knew. He waited outside the camp until Rendall and Berg arrived. This video was taken during their reunion with Christian. What a story! What a video!",
  "Last Updated": "7 July 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/christian.asp",
  "Claim": "Video clip shows the reunion of two men with Christian, a lion they had raised as a cub.",
  "Claim_ID": "photos_animals_christian",
  "Tags": ""
}