{
  "Origins": "A venerable urban legend tells the tale of an imbiber who drives home after an alcohol-fueled night on the town, then discovers the body of a child embedded in the grille of his car the following morning. The video clip displayed above takes that scenario a step further, showing a truck driver seemingly cruising along a highway while unknowingly pushing an automobile with its driver still inside which had become trapped sideways in front of his tanker.",
  "Fact Check": "",
  "Description": "The incident shown is apparently real enough that both police and the trucking company investigated it at the time it occurred in January 2010 and again when the short video of the event displayed above hit the Internet in March 2010, although some of the details are still murky. According to various news reports: The incident took place during the morning of 13 January 2010, on the southbound A1 near Wetherby in Yorkshire. The accident involved a blue Renault Clio driven by a woman in her early 30s and a white and purple Arclid Transport truck manned by a driver with \"years of experience.\" The truck was traveling at about 60 mph and pushed the Renault in front of it for nearly half a mile. The truck driver was unaware of the presence of the Renault in front of his vehicle because he neither felt the weight of the smaller automobile nor could hear its driver honking her horn because of high winds. The truck driver eventually safely pulled over to the shoulder and stopped, with the Renault motorist emerging shaken but uninjured. West Yorkshire Police investigated the incident but took no further action against the driver of the truck following advice from the Crown Prosecution Service. In May 2010, the North West traffic commissioner ruled the driver could keep his license, praising the man's coolness and \"clear head\" on discovering the Clio attached to his lorry.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, March 2010] I'm curious to know if this is real. The commenters can't seem to figure it out, and nobody's linking to a news story to verify what's shown.",
  "Last Updated": "6 August 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/accident/pushcar.asp",
  "Claim": "Video shows a truck pushing an automobile trapped in front of its grille.",
  "Claim_ID": "photos_accident_pushcar",
  "Tags": ""
}