{
  "Origins": "The rather gruesome photograph displayed above has been circulating on the Internet (without explanation of its origins) since 2003, leading many to speculate about just what it depicts. Guesses include the head of a chupacabra (the mythological \"goat sucker\"), a dessicated canine head, and a Halloween mask.",
  "Fact Check": "",
  "Description": "This image is actually a work produced by video artist Charlie White and entitled Highland Park , one of a series of nine photographs which comprise his \" In a Matter of Days \" exhibit. The theme of the series was capturing images of monsters (created by Jordu Schell , a designer of film and television characters) in a variety of \"accidental\" encounters around Los Angeles. As one New York art gallery described Mr. White's exhibit: Andrea Rosen Gallery is pleased to announce \"In a Matter of Days,\" consisting of nine large scale photographs, is Charlie White s first full-scale one-person exhibition. Goya utilized grotesque, monstrous creatures in his work as phantasms of moral savagery. The monsters in White s images read both as literal/naturalistic in the context of LA/horror cinema, and as phantasmic symbols of social decline. Looking as if they ve happened on Los Angeles by accident, the monsters in these images (created by Hollywood effects artist Jordu Schell) seem almost as panic stricken as their human victims. White fashions his characters, blandly recognizable from television or other pre-formed notions of Los Angeles, as blank figures who come alive only in constructed \"theme\" environments. By creating an overall narrative and introducing monsters straight out of special effects cinema, a further degree of artificiality is introduced into a world which already reads as fake, thus allowing these characters and places to be scrutinized in a state of suspended animation. Each photo is titled after a subdivision of LA s vast and varied yet familiar terrain, and each is held to a 2:1 aspect ratio, suggesting the composition of both landscape and movie screen. Los Angeles is known as the non-city, an anti-polis shaped by money, greed and social fear. White investigates the resulting environment, creating characters who are deeply and permanently bound to their surroundings, at once alienated from and dependent upon the overbuilt world around them. When Hollywood monsters (already somehow incipient to this city of movie magic, plastic surgery, and profound social inequity) come out of the woodwork, the landscapes and interiors of Los Angeles become only more set-like and useless for shelter. For the people in these images, life has the easy and even veneer of fantasy. The dream of Los Angeles, just like a scary movie, encapsulates its own nightmares within the pleasures of its fantasy world. Come earthquakes, riots, or hordes of murderous beasts, it is this dream that we first rush to resuscitate. White s goal is to present scenes that are at once metaphors for reality, moral allegories, and even, however fantastic, literally possible. White explores the notion that in the world of Los Angeles and its bizarre citizenry, the monstrous is already among us. Charlie White is a recent graduate of the MFA program at The Art Center College of Design in Pasadena, California. White has previously produced two magazine pictorials \"Femalien\" and \"Demonatrix\" that were published respectively in Cheri and Penthouse Comix magazines. Displayed and sold at newsstands across the country the publications were also displayed and sold at Andrea Rosen Gallery.",
  "Originally Published": "",
  "Referred Links": "http://www.schellstudio.com/sculpture.htm;http://www.artincontext.org/listings/pages/exhib/e/2cstos1e/press.htm;http://www.artincontext.org/LISTINGS/IMAGES/FULL/6/2F9DH2N6.htm;http://www.colonelblimp.com/directors/charliewhite/;http://skepdic.com/chupa.html;",
  "Example": "[Collected via e-mail, 2003]",
  "Last Updated": "1 May 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/gruesome/chupacabra.asp",
  "Claim": "Photograph shows a chupacabra's head on a fence.",
  "Claim_ID": "photos_gruesome_chupacabra",
  "Tags": ""
}