{
  "Origins": "When Hurricane Katrina struck the Gulf Coast in August 2005, it disrupted the lives of not just human beings, but those of a variety of animals as well. Many pets, livestock, and other domesticated animals were left with no one to tend to them after their caretakers were killed, displaced from their homes (or otherwise separated from their animals), or left without the means to care for their charges.",
  "Fact Check": "",
  "Description": "Some Gulf Coast area residents who came through the storm relatively intact (or were outside its range) began adopting animals that had been abandoned or separated from their owners, such as Kaye Harris, the owner of a pony farm in St. Rose, Louisiana. Through the efforts of an animal rescue group, Ms. Harris adopted an appaloosa pony (dubbed \"Molly\") found wandering in a pasture in St. Charles Parish and added the horse to the 17 ponies and other abandoned animals she was keeping on her farm. Unfortunately, a few months later a pit bull terrier (one of the other abandoned animals Ms. Harris had adopted in the wake of Hurricane Katrina) attacked Molly, ripping off her jaw, open a gash in her belly, and inflicting bad bites to all four of her legs. Horses that suffer serious leg injuries often have to be euthanized, and that initially looked to be Molly's fate, especially after one of her bitten legs became infected. However, rather than giving up, Ms. Harris turned to a close friend (and horse veterinarian), Dr. Allison D. Barca. Fitting a horse with a prosthetic leg was something that had rarely been tried and almost always resulted in expensive failure, but Ms. Harris and Dr. Barca pled Molly's case to doctors at Louisiana State University's (LSU) veterinary hospital. The doctors at LSU initially declined Molly's case, but after reconsideration they eventually amputated her right foreleg just below the knee and successfully fitted her with a prosthesis: Initially the doctors refused. But after observing Molly for a couple of days, Dr. Rustin M. Moore, the director of the veterinary school's equine health studies program and a veterinary surgeon, noticed that the horse would shift her weight and rest her good leg, and he became convinced that she would be a good candidate for a prosthesis. \"She's very intelligent, and she knows how to take care of herself,\" Dr. Moore said. The doctors contacted a local company, Bayou Orthotic and Prosthetic Center, to see if it could build a limb for Molly. The company had never made a limb for an animal, but Dwayne Mara, who builds artificial limbs for the company, agreed to try. Dr. Moore consulted with the handful of veterinarians who had tried the operation, asking about technique and about complications. Mr. Mara watched ponies walk to see how their joints bent as they moved. He studied horse anatomy. He calculated how much weight the limb would need to support. In January, during a holiday break at the university, Dr. Moore and a team of surgeons amputated Molly's leg and fitted her with a hollow cast with a pole that she could use to balance. They knew almost immediately after the operation that it had been a success. \"She went out and she went right to putting her weight on it,\" Ms. Harris said, \"and I just cried because I knew it was going to work.\" The operation cost $5,000, and the prosthesis company did not charge for the artificial leg, Ms. Harris said. After the operation, Molly was taken to the prosthesis center. Children with medical conditions like spina bifida who were being fitted with orthotics flocked to her, amazed at the horse who was getting a metal leg. Additional information: LSU School of Veterinary Medicine Performed Rare Surgery on Hurricane Survivor Pony (LSU) Molly the Pony: A True Story (LSU Press) Molly's Foundation (www.mollythepony.com)",
  "Originally Published": "",
  "Referred Links": "http://www.mollythepony.com/;http://www.lsu.edu/lsupress/bookPages/9780807133200.html;http://www.lsu.edu/highlights/2006/10/molly.html;",
  "Example": "[Collected via e-mail, May, 2008] Meet Molly. She's a gray speckled pony who was abandoned by her owners when Katrina hit southern Louisiana. She spent weeks on her own before finally being rescued and taken to a farm where abandoned animals were stockpiled. While there, she was attacked by a pit bull terrier, and almost died. Her gnawed right front leg became infected and her vet went to LSU for help. But LSU was overwhelmed, and this pony was a welfare case. You know how that goes. But after surgeon Rustin Moore met Molly, he changed his mind. He saw how the pony was careful to lie down on different sides so she didn't seem to get sores, and how she allowed people to handle her. She protected her injured leg. She constantly shifted her weight, and didnt overload her good leg. She was a smart pony with a serious survival ethic. Moore agreed to remove her leg below the knee and a temporary artificial limb was built. Molly walked out of the clinic and her story really begins there. This was the right horse and the right owner,' Moore insists. Molly happened to be a one-in-a-million patient. Shes tough as nails, but sweet, and she was willing to cope with pain. She made it obvious she understood (that) she was in trouble. The other important factor, according to Moore, is having a truly committed and compliant owner who is dedicated to providing the daily care required over the lifetime of the horse. Mollys story turns into a parable for life in post-Katrina Louisiana The little pony gained weight, her mane felt a comb. A human prosthesis designer built her a leg. The prosthetic has given Molly a whole new life, Allison Barca DVM, Molly's regular vet, reports. And she asks for it. She will put her little limb out, and come to you and let you know that she wants you to put it on. Sometimes she wants you to take it off too.' And sometimes, Molly gets away from Barca. It can be pretty bad when you can't catch a three-legged horse, she laughs. Most important of all, Molly has a job now. Kay, the rescue farm owner, started taking Molly to shelters, hospitals, nursing homes, rehabilitation centers. Anywhere she thought that people needed hope. Wherever Molly went, she showed people her pluck. She inspired people. And she had a good time doing it. Its obvious to me that Molly had a bigger role to play in life, Moore said, She survived the hurricane, she survived a horrible injury, and now she is giving hope to others. She could be a symbol for New Orleans itself. This week, Molly the Pony, a childrens book about the pony who has already inspired thousands of people around New Orleans, has been published. Its not a book about amputation or prosthetics, its a book about people and ponies. Photographs Pam Kaster",
  "Last Updated": "25 December 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/molly.asp",
  "Claim": "Photographs show Molly, a horse with a prosthetic leg.",
  "Claim_ID": "photos_animals_molly",
  "Tags": ""
}