{
  "Origins": "This \"Test Drive\" video showing NASCAR champion Jeff Gordon going to a car dealership in disguise and taking an unsuspecting car salesman on the test drive of his life hit the Internet in mid-March 2013. It's not a video that captures a real-life prank played on a hapless used car salesman, however, but rather a promotional spot for the Pepsi MAX soft drink brand that was filmed at Troutman Motors in Concord, North Carolina, and employed about 75 people in its staging. Racer Brad Noffsinger, who works with the Richard Petty Driving Experience, did the stunt work for the production, and the video was produced by Gifted You , a division of Will Ferrell s Funny or Die company. The shoot was set up with the dealership in advance and used a new high-performance car supplied for that purpose (rather than a used vehicle selected off the lot).",
  "Fact Check": "",
  "Description": "To believe this video really captured a prank played on an unsuspecting car lot employee, we'd have to believe, among other implausibilities, that \"Steve\" the salesman utterly failed to recognize that the used 2009 Chevy Camaro he was supposedly trying to sell to Jeff Gordon (a vehicle type that doesn't even exist, as the current Chevrolet Camaro skipped the 2009 model year) was really a brand new 2013 Camaro. Also, as noted at Jalopnik : If you look at the area where the car sets out from, there sure are a lot of tire marks like repeated burnouts were done there. My source that was on site told me that was because they did multiple takes for everything. During the entire drive, there isn't one shot of Jeff Gordon driving the car. We see him put the camera in at the beginning and turn it towards the passenger. At the end when he parks the car, the camera is suddenly back on Gordon. That's because Gordon didn't drive the car, according to our tipster. I have no doubt that Gordon is an excellent driver, but I was told that [Brad] Noffsinger did all of the slides, burnouts, and other stunt driving for the film. Liability issues also make it virtually impossible that the passenger shown in the video could have been an unsuspecting car salesman who was taken on unexpected wild ride with Jeff Gordon (without the use of any additional safety equipment, to boot). If \"Steve\" were a real employee of the dealership (rather than an actor) who was actually present in the car during filming, he would had to have been informed in advance about the nature of the shoot and have signed a release prior to participating; otherwise, he would have grounds for major lawsuits against both the dealership and the production company if he had been harmed in the process. Pepsi MAX did a follow-up promotional \"Test Drive 2\" spot featuring Travis Okulski from Jalopnik playing an unsuspecting taxi passenger taken on a terrifying trip by Jeff Gordon, who, disguised as an ex-con cab driver, pretends to recklessly flee from a pursuing state trooper: Travis is asserting (for now, at least) that this second prank was done on the level: So, just as I was able to say with total certainty that the first Pepsi Test Drive ad was totally fake, I can say with total certainty that this second Pepsi Test Drive ad is unequivocally, one hundred percent, totally, absolutely real. As indicated in the comments section of Okulski's article, a number of viewers are just as skeptical about this Pepsi MAX spot as he was of the previous one: I'm having a hard time believing it's not fake, Travis. You just don't seem to be genuinely scared out of your wits. I sure did like the video though, much more entertaining than the first one. Yeah even the run up seems fake. Like he is just sitting back there snickering. That was followed by a suspiciously telegenic reaction take by Travis, but yes, it was glorious. Oh I think the first half was probably real ... but after Travis went all fight or flight on Jeff's cab, they had to tell him it was fake and [he had to] just go along with it for the rest of the ride. At least, that's my take on it. I concur. at 4:02 there's a steady shot from a moving truck on the left side of the cab. Travis didn't notice this? Come on ... God, this is as embarrassingly fake as the first one. As if the over-the-top acting wasn't a big enough giveaway, it seems at least five different cameras were used for the interior shots. Go-Pros (or similar-sized HD cameras) are small, but they're not small enough to go unnoticed, especially if they're mounted a foot in front of you. There's another one mounted on the front grille as well, but at least that one could be easily missed.",
  "Originally Published": "",
  "Referred Links": "http://jalopnik.com/how-jeff-gordon-scared-the-crap-out-of-me-1531016226/all;http://jalopnik.com/how-jeff-gordon-scared-the-crap-out-of-me-1531016226;http://jalopnik.com/that-jeff-gordon-terrifying-a-car-salesman-pepsi-ad-is-453519481;http://www.autoblog.com/2008/03/12/chevy-camaro-to-be-a-2010-model-not-2009/;",
  "Example": "[Collected via e-mail, March 2013] Is this a true prank or just a commerical (fake prank) about jeff gordon taking a test drive with a man.",
  "Last Updated": "27 February 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/advertisements/jeffgordon.asp",
  "Claim": "Video shows Jeff Gordon pranking a car salesman with a wild test drive.",
  "Claim_ID": "photos_advertisements_jeffgordon",
  "Tags": ""
}