{
  "Origins": "According to the video displayed above (titled \"Charge Your Phone with Body Electricity!\"), the perpetual modern dilemma of how to ensure your cell phone is always charged or charging can be solved with just two silver coins, a piece of paper, a paper clip, and your hot, sweaty body. In terms of appealing propositions, this one features the advantages of frugality, ease of use, and the enticing tempt of never suffering a temporarily bricked device again. Mobile users can be spared the shame of ever having to ask virtual strangers for loans of their charger cords, if they can put aside the notion that body-charging a cell phone phone is a fairly awkward public proposition.",
  "Fact Check": "",
  "Description": "Whether the human body can charge electronic devices (such as phones, or pacemakers, or hearing aids) is not a subject that lies entirely within the realm of science fiction. A September 2014 Newsweek article tackled the potential offered by body-based device charging, but with the caveat that the technology was nowhere near accessible just yet: Of course, with all due respect to Voix's cool invention, talk is cheap. Piezoelectrics energy harvesters haven't yet made a dent in the real world, for the most part. On the other hand, all of the researchers and industry reps interviewed for this story agree that piezoelectrics is very much poised to become a real commercial force perhaps within the next three to five years. The gait-powered backpacks and knee braces look likely to break through even sooner. It is perhaps telling that these two last products don't use piezoelectrics and produce somewhere around 1,000 times more electricity. But as electronic devices continue to shrink and need less juice to work, and piezoelectronic ones are tweaked to produce more power, the technologies will likely meet in the middle. While you one day might be able to harness body-generated power to charge a phone, no useful manner of doing so existed when the video in question was posted online. Moreover, its extraordinary claims about harnessing body-generated power to recharge cell phones were not proved within the video; viewers were simply informed that the trick worked without being presented with any corroborating evidence that the phone shown in the video hadn't been charged in some other fashion. Some viewers attempted to replicate the feat shown in the impressive clip with multiple devices, only to come up short: A Quora user also opined that the body electricity claim didn't wash in terms of the mechanical process of recharging cell phones: This particular video is pure rubbish. There are 4 contacts in a USB connector, only one of them is power. You do not make a capacitor with a piece of paper and two \"silver\" coins, and anyway a capacitor is not what you need. And you can get a few tenths of a volt if your skin is damp and if you used two different metallic coins, but that is less than a tenth of the voltage you need and less than a thousandth of the current required. So it's wrong on so many levels it's funny. Whether or not phones could eventually be charged using body electricity, there's no evidence the video shown here managed that feat. No corroborating videos of people charging phones in such a manner have turned up, and multiple viwers have reported that the steps outlined in the video did not work to successfully recharge any cell phone.",
  "Originally Published": "",
  "Referred Links": "http://www.newsweek.com/2014/10/03/piezoelectricity-and-other-ways-your-body-can-charge-your-phone-272349.html;",
  "Example": "[Collected via e-mail, March 2015] Is there any truth to this video? i.e. you can charge your phoneusing body electricity? Seems just too simple:",
  "Last Updated": "27 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/technology/bodyelectricity.asp",
  "Claim": "You can recharge your cell phone using body electricity.",
  "Claim_ID": "photos_technology_bodyelectricity",
  "Tags": ""
}