{
  "Origins": "On 17 July 2014, Malaysian Airlines Flight 17 from Amsterdam to Kuala Lumpur went down over eastern Ukraine, killing nearly 300 passengers and crew. U.S. officials have stated that the plane was shot down, based on intelligence capabilities monitoring the area. Shortly after the downing of that airliner, the video displayed above was circulated via Facebook and other social media sites with captions identifying it as video footage of Flight 17 crashing.",
  "Fact Check": "",
  "Description": "However, the video displayed above has nothing to do with that tragedy. It actually shows the crash of a Boeing 747-400 cargo plane operated by National Airlines shortly after takeoff from Bagram Air Base in Afghanistan on 29 April 2013, more than a year before the downing of Malaysian Airlines Flight 17. Dramatic footage of the plane plummeting to the ground was recorded by a passing motorist: A cargo plane crashed in Afghanistan killing all seven crew members on board. All seven were U.S. citizens, the cargo carrier National Airlines said. The crash happened shortly after takeoff from Bagram Air Base in Afghanistan, the U.S.-based company said. The Boeing 747-400 was en route to Dubai, United Arab Emirates. \"This was a purely cargo flight and no passengers were aboard,\" a company statement said. \"Cargo consisted of vehicles and routine general cargo.\" National specializes in moving freight for the military and businesses, as well as charter passenger service in the Middle East. The cause of the crash is believed to have been an unstable shift in the cargo loaded on the plane: Investigators sifting through the wreckage of a Boeing 747-400 cargo plane that crashed in Afghanistan on April 29 have found that several of the straps used to tie down the 16-ton MRAP fighting vehicles broke after takeoff. This has led to speculation that the massive armored vehicles shifted shortly after the civilian cargo plane took off from Bagram air base, sending it careering out of control. ABC News reports that crash investigators believe that some of the heavy-duty nylon straps holding the Oshkosh M-ATV MRAP vehicles in place aboard the plane snapped shortly after it took off. If the heavy cargo shifted dramatically as the pilots tried to climb, the crew would have been helpless to control the aircraft, aviation experts told ABC. The last words the pilots radioed out was 'weight.'",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/2013/04/29/world/asia/afghanistan-plane-crash/;",
  "Example": "[Collected via Facebook, July 2014] Is this really MH 17?",
  "Last Updated": "20 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/airplane/mh17video.asp",
  "Claim": "Video shows Malaysia Airlines Flight 17 crashing.",
  "Claim_ID": "photos_airplane_mh17video",
  "Tags": ""
}