{
  "Origins": "The career of eighteen-year-old Colombian torero lvaro M nera (known by the nickname \"El Pilarico\") ended when he was gored by a bull during a bullfight in 1984, with the resultant spinal cord and cranial injuries leaving him paralyzed. M nera has since become a council member in his hometown of Medell n, a position from which he advocates for the rights of the disabled and promotes anti-bullfighting campaigns.",
  "Fact Check": "",
  "Description": "The widely circulated photograph displayed above purports to have captured M nera at the very moment, in the middle of a bullfight, when he came to the realization that what he was doing was an injustice to animals and decided to henceforth campaign against bullfighting. Although M nera did undergo such a conversion, this photo doesn't depict the instant of his change of heart, for a number of reasons:",
  "Originally Published": "",
  "Referred Links": "http://www.vice.com/read/bullfighter-152-v15n10;https://thelastarena.wordpress.com/2015/02/25/alvaro-munera-this-photo-is-not-what-it-seems/;http://www.cookingideas.es/imagenes/gala.jpg?9d7bd4;http://fiskeharrison.files.wordpress.com/2012/03/bullfighter-sitting.jpg?w=400&h=224;",
  "Example": "[Collected via e-mail, March 2012] MAKE THE CONNECTION. \"And suddenly, I looked at the bull. He had this innocence that all animals have in their eyes, and he looked at me with this pleading. It was like a cry for justice, deep down inside of me. I describe it as being like a prayer because if one confesses, it is hoped, that one is forgiven. I felt like the worst shit on earth.\" This photo shows the collapse of Torrero Alvaro Munera, as he realized in the middle of his last fight ... the injustice to the animal. From that day forward he became an opponent of bullfights.",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/people/munera.asp",
  "Claim": "Photograph shows the moment torero lvaro M nera became an opponent of bullfights.",
  "Claim_ID": "photos_people_munera",
  "Tags": ""
}