{
  "Origins": "This dramatic video clip of an air race pilot's making a safe landing after his plane lost a wing during aerobatic maneuvers hit the Internet in October 2008. The pilot of the plane shown in the clip was identified as James Andersson, whose web site touted him as a former Royal Air Force pilot who now engaged in air races and stunt aviation.",
  "Fact Check": "",
  "Description": "However, rather than this being a video record of a real incident in which superior piloting skill avoided an almost certain fatal disaster, multiple signs indicated the clip was a digitally produced viral video promotion for the German clothing company killathrill . For starters, when this video suddenly appeared on the Internet, there were no news stories or other sources documenting or discussing the remarkable event it supposedly captured. Furthermore, information about James Andersson's supposed past feats of aviation prowess and his long involvement in stunt flying and air races was virtually non-existent outside of his own web site, which (aside from a short biography) included little content other than this \"one-wing landing\" clip and another interview clip of him discussing the incident. The killathrill brand of clothing was all over the place, though: Its name appeared prominently on the fuselage and wings of the airplane shown in the \"one-wing\" clip, on the jacket Andersson wore during in interview clip, and on Andersson's web site. Moreover, the domain name for Andersson's web site (jamesandersson.com) had been registered just a few weeks before this video hit the Internet, and the registration listed Sandra Thielecke as the domain name owner the same Sandra Thielecke who just happened to be a managing director at killathrill. Coincidence? We think not. The clip was produced by JOTZ! Film through editing techniques and digital manipulation that used video of a smaller, remote-controlled aircraft melded with footage of a real airplane, as shown in the following \"making of\" video: The Dutch travel company X-Travel used a similar \"remarkable airplane landing\" gimmick in an earlier promotion:",
  "Originally Published": "",
  "Referred Links": "http://www.jotzfilm.com/work/online/;http://www.jamesandersson.com/video01.html;http://www.killathrill.com;http://www.jamesandersson.com/index.html;",
  "Example": "[Collected via e-mail, November 2008] Could not find any reference to this clip on your website - Just find it difficult to believe that it is authentic .",
  "Last Updated": "7 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/airplane/onewing.asp",
  "Claim": "Video clip shows an airplane making a safe landing after losing a wing.",
  "Claim_ID": "photos_airplane_onewing",
  "Tags": ""
}