{
  "Origins": "The first photograph displayed above is a Christmas-season picture of graves at Arlington National Cemetery, the final resting place of men and women who served the United States in the military and in the government. Every December since 1992, volunteers have laid wreaths donated by the Worcester Wreath Company of Harrington, Maine, at the headstones of thousands of America's honored dead.",
  "Fact Check": "",
  "Description": "Morrill Worcester initially brought 4,000 surplus wreaths from the holiday decoration company he owns to adorn gravesites at Arlington in 1992. Every year since then he has set aside several thousand wreaths especially for that purpose, driving to Arlington in December with a trailer full of decorations and dozens of volunteers to distribute them throughout the cemetery. As Mr. Worcester told an Air Force reporter in 2005: We couldn't do anything in this country if it wasn't for the people who gave their lives to protect us. It's a great honor to be able to come here and pay our respects. That first year, there were just a few of us, and it took us five or six hours to get them placed. This year, we had extra help and got done in about an hour. One question we're commonly asked is how the Arlington Wreath Project determines where to place their wreaths, since Arlington National Cemetery encompasses many more graves than the number of wreaths distributed each year. Major Wayne Merritt, a co-director of the Project, told us that the director of the cemetery selects the location for each year's wreath-laying, and the Project's plan is to cover all the areas of the park over a number of years. The answer to another common question is provided in Wreaths Across America's FAQ : \"Prior to the wreath-laying ceremonies, cemetery administrative personnel give participants specific instructions regarding placement of wreaths. In most state/national cemeteries, participants are instructed to place wreaths only on graves bearing the Christian cross or nondenominational graves.\" In 2007, the Worcester family, along with veterans and other groups and individuals who had helped with their annual Christmas wreath ceremony in Arlington, formed Wreaths Across America , a non-profit organization, to continue and expand the effort to place memorial wreaths at more than 230 State and National Cemeteries and Veterans Monuments across the United States. This project receives no government funding, with the cost of the program being paid for by individual wreath sponsors and corporate donors. On 10 December 2011, 15,000 volunteers laid 90,000 wreaths on headstones at Arlington National Cemetery. Photographs of the 2011 wreath-laying ceremony can be viewed on the Washington Post web site. The clip displayed below is a seven-minute video of past wreath-laying ceremonies put together by Worcester Wreath to show what the Arlington Wreath Project and Wreaths Across America is all about: Additional information: How the Arlington Wreath Project Was Born",
  "Originally Published": "",
  "Referred Links": "http://www.wreathsacrossamerica.org/about-us/the-arlington-story/;http://www.washingtonpost.com/local/volunteers-lay-wreaths-at-arlington-national-cemetery/2011/12/10/gIQA3gDDlO_gallery.html;http://www.wreathsacrossamerica.org;http://www.wreathsacrossamerica.org/about-us/waa-faq/;http://www.arlingtoncemetery.org/;",
  "Example": "[Collected via e-mail, November 2005] I had never heard of this. I have only visited in the summer months. I wonder why the press hasn't enlightened the public about it? Arlington National Cemetery Rest easy, sleep well my brothers. Know the line has held, your job is done. Rest easy, sleep well. Others have taken up where you fell, the line has held. Peace, peace, and farewell... Readers may be interested to know that these wreaths some 5,000 are donated by the Worcester Wreath Co. of Harrington, Maine. The owner, Merrill Worcester, not only provides the wreaths, but covers the trucking expense as well. He's done this since 1992. A wonderful guy. Also, most years, groups of Maine school kids combine an educational trip to DC with this event to help out. Making this even more remarkable is the fact that Harrington is in one the poorest parts of the state.",
  "Last Updated": "12 December 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/military/wreaths.asp",
  "Claim": "Photograph shows Christmas wreaths laid at headstones in Arlington National Cemetery.",
  "Claim_ID": "photos_military_wreaths",
  "Tags": ""
}