{
  "Origins": "Often photographers who have posted their work online will find that one of their pictures has been grabbed by someone else, combined with elements from a different photo (or otherwise digitally altered) to make it more compelling or salacious, and sent winging around the Internet to spread virally from inbox to inbox. In many cases these manipulated photographs depict people in imminent danger from large, dangerous, scary animals, such as widely-circulated images of a hapless parachutist about to descend into a lake surrounded by alligators, or scuba divers (both military and civilian ) who are shown as being mere seconds away from becoming a shark's next meal.",
  "Fact Check": "",
  "Description": "The image reproduced above is of similar ilk, seemingly showing a kayaker in Sitka, Alaska, scooting across the gaping, soon-to-be-gulping jaw of a humpback whale. And, like many such images, it is a manufactured phony, a jape created by merging two photographs taken at different times and places: One interesting difference in this case is that the whale/kayak composite was not created by some anonymous Internet prankster, but by the original photographer himself, Tim Shobe , who explained how he came to create it: Being bored one night and looking through my images, I came across some photos of whales that I took and then one of my friend Richard from here in Sitka while he was in his kayak. These two images were from two completely different times and locations (roughly 3 months apart). I came up with the idea to create a manipulated image with the help of Photoshop to use as a small piece of entertainment for a few of my friends on my email list. The whale image of mine that I used for this piece was one of many captured during a day in which I blessed to have witnessed several humpback whales bubblenetting and lunge feeding. A March 2010 article in the Daily Sitka Sentinel detailed how the composite was set loose and spread via the Internet: Sitkan Tim Shobe is known for taking photos so good they're \"unbelievable.\" But none is quite so unbelievable as the one he took of his friend Rich Kraft paddling through the mouth of a bubble-feeding humpback. The photo of the humpback is real, and so is the one of Kraft. But the two together? Not real. \"He sent it to me, and I showed it around work,\" said Kraft, who is a physician at SEARHC-Mt. Edgecumbe Hospital. The image included a quip about Kraft conducting an oral exam. \"It was just a picture to get a chuckle,\" Kraft said. He thought his friends would enjoy Shobe's photographic and PhotoShop skills and the joke and sent it along to a few people But in the world of the Internet, such things take on a life of their own. Before Kraft knew it, the photo had come back to him after reaching several other people. The question was always: \"Is this real?\" The photo of him in the kayak was taken last winter, when he and Shobe were out kayaking near the ferry terminal. The photo of the whale was taken two weeks ago in Nakwasina Sound. Shobe said he was surprised not only that people took the photo at face value, but also at the wide distribution of his PhotoShopped image.",
  "Originally Published": "",
  "Referred Links": "http://shobestudios.com/about.html;",
  "Example": "[Collected via e-mail, March 2010] This story/photo is from Dr. Kraft who is a physician in Sitka. Wow, what are the chances of taking this picture just at this moment: Yep, that is me in the picture. Yep that is a whale that was just around the corner from the ferry terminal. \"Paddle really fast\" is the only thing I could think of at the time. Also thinking that I don't look like a herring, don't smell like a herring but with the same herring instinct of \"get the hell out of the way of that big mouth!!\" Still living to tell yet another story...",
  "Last Updated": "1 June 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/whalekayak.asp",
  "Claim": "Photograph shows a kayaker crossing the gaping jaw of a humpback whale.",
  "Claim_ID": "photos_animals_whalekayak",
  "Tags": ""
}