{
  "Origins": "It's a common phenomenon that when a spectacular disaster strikes, \"real\" photographs of it begin to circulate via e-mail that are actually recycled images from earlier, similar events (such as this set of storm photos) or images that aren't actually photographs (such as these movie stills passed off as photographs of the Space Shuttle Columbia exploding). The images displayed above fit that latter category: The underlying incident they depict is a real one, but the images shown here aren't photographs of that incident, nor are they photographs at all.",
  "Fact Check": "",
  "Description": "On 2 November 2007, a Boeing Co. F-15C Eagle fighter jet flown by the Missouri Air National Guard crashed during a training exercise. The following day, the U.S. Air Force grounded the country's global fleet of 676 F-15s out of \"airworthiness concerns\" while they conducted inspections to investigate a possible structural failure in the aircraft. An animated video simulation of the Missouri F-15's mid-air breakup was prepared during the course of the investigation, and the images displayed above are frames taken from that simulation: The Air Force ultimately determined that the cause of the accident was a defective metal support beam: A failure of the upper right longeron, a critical support structure in the F-15C Eagle, caused the crash of a Missouri Air National Guard F-15C, four miles south-southeast of Boss, Missouri, Nov 2. According to the Air Combat Command Accident Investigation Board report released Jan. 10, a technical analysis of the recovered F-15C wreckage determined that the longeron didn't meet blueprint specifications. This defect led to a series of fatigue cracks in the right upper longeron. These cracks expanded under life cycle stress, causing the longeron to fail, which initiated a catastrophic failure of the remaining support structures and led to the aircraft breaking apart in flight. At the time this report was issued in January 2008, about 60 percent of the Air Force's F-15 fleet had cleared inspection and been returned to service; approximately 40 percent of the inspected aircraft were found to have at least one longeron that did not meet blueprint specifications, and nine of them were discovered to have longeron fatigue-cracks: The Air Force's 224 newer F-15E fighter jets do not have the same flaws and have been returned to service. This week, the Air Force returned 261 F-15 A-Ds to service after they were cleared for flight. Although some of the flawed beams known as longerons have been deemed just millimeters off of their blueprint specifications, Air Force officials said they are not taking chances with aircraft that could be susceptible to the same cracks that led to the dramatic crash last year. Nine of the F-15 A-D models have been grounded because of actual cracks in the aircraft; Air Force officials said yesterday that they are weighing the possibility of replacing the longerons on the other defective planes or giving up on the aircraft in favor of $132 million F-22s, a cutting-edge fighter that the Air Force prefers. Lt. Gen. Donald J. Hoffman, a military deputy in the Air Force acquisition office, said the Air Force is beginning to investigate potential liability on the part of the manufacturer, but Air Force officials also said they are having difficulty locating the original contracting paperwork and are unsure whether McDonnell Douglas made the specific part that is failing or whether it was made by another vendor for inclusion in the airplanes. Boeing officials said they have been working with the Air Force to determine the extent of the problem, and the Air Force said Boeing tests led to the discovery of the manufacturing defect after the November crash. By failing to conform to blueprint specifications, the metal beams in some cases weakened and cracked after years of experiencing high speeds and G-forces, according to the accident investigation. [Boeing spokesman Paul] Guse said Boeing is gathering data from its F-15 inspections and expected it to take about four weeks to determine a course for fixing the aircraft. Despite the spectacular nature of the accident, the pilot was able to eject safely and suffered only the (relatively) minor injuries of a dislocated shoulder, a broken arm, and some cuts and bruises.",
  "Originally Published": "",
  "Referred Links": "http://www.kspr.com/news/local/13688352.html;",
  "Example": "[Collected via e-mail, March 2008] What a ride !!!! Just flying along, enjoying the ride ... Oh my, this is so much fun ... it's so great being a pilot. Hmmm, something feels different ... Hey, why am I looking up? Oops, my controls aren't working? Where's my F-15? Oh, there it is ... I think I'm having separation anxiety. OK, I'm out here, but first the canopy has to go. Glad that worked! That's it ... now I'm gone Can you imagine what was going through this poor pilot's mind? AND, just what caused the mid air break up..... U.S. Air Force's announcement on Thursday said that a Missouri National Guard F-15 jet broke apart in midair on Nov. 2, 2007; the pilot evacuated the plane safely. The breakup in mid air was blamed on parts that didn't meet specifications; which raises issues ranging from national security to potential legal action and even foreign sales.",
  "Last Updated": "6 May 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/airplane/f15crash.asp",
  "Claim": "Photographs show an F-15 fighter jet breaking up in mid-air.",
  "Claim_ID": "photos_airplane_f15crash",
  "Tags": ""
}