{
  "Origins": "These photographs of the grisly results of a car-motorcycle collision have been circulating since at least as far back as November 2005 . Originally they were presented as pictures of an exhibit at the Stockholm Motorcycle Fair, showing the aftermath of an inattentive motorcyclist's hitting a slow-moving car at the astonishing speed of 155 MPH, an accident that reportedly killed everyone involved (the motorcyclist, the automobile driver, and a passenger in the automobile).",
  "Fact Check": "",
  "Description": "According to Swedish newspapers, the accident involving the pictured vehicle took place in that country in July 2003, when a passenger car made a left turn in front of a motorcycle traveling the opposite direction. The motorcycle drove straight into the side of the car, causing the vehicle to overturn with the motorcycle stuck inside of it. The car's driver and passenger, as well as the motorcycle rider, were all killed at the scene; the occupants of another car which was hit by the overturned vehicle escaped serious injury. None of the news accounts we found mentioned the driver of the struck vehicle's having been talking on a cell phone at the time of the collision or stated the speed at which the motorcycle was traveling just before the accident.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20051124044750/http://www.driveandstayalive.com/articles+and+topics/crash+causation/speed_swedish-motorcycle-crash_2005.htm;",
  "Example": "[Collected via e-mail, August 2007] See the Motorcycle? A picture is worth a thousand words. The Honda rider was traveling at such a \"very high speed\", his reaction time was not sufficient enough to avoid this accident. Swedish Police estimate a speed of ~250 KM/h (155mph) before the bike hit the slow moving car side-on at an intersection. At that speed, they predicted that the rider's reaction time (once the vehicle came into view) wasn't sufficient enough for him to even apply the brakes. The car had two passengers and the bike rider was found INSIDE the car with them. The Volkswagen actually flipped over from the force of impact and landed 10 feet from where the collision took place. All three involved (two in car and rider) were killed instantly. This graphic demonstration was placed at the Stockholm Motorcycle Fair by the Swedish Police and Road Safety Department. The sign above the display also noted that the rider had only recently obtained his license. At 250 KM (155 mph) the operator is traveling at 227 feet per second. With normal reaction time to SEE-DECIDE-REACT of 1.6 seconds the above operator would have traveled over 363 feet (21 yards more than the length of a football field) while making a decision on what actions to take. In this incident the Swedish police indicate that no actions were taken. [Collected via e-mail, October 2009] Do you see the motorcycle? The Honda crotch rocket rider was traveling at approximately 85 mph. The VW driver was talking on a cell phone when she pulled out from a side street, apparently not seeing the motorcycle. The riders reaction time was not sufficient enough to avoid this accident. The car had two passengers and the bike rider was found INSIDE the car with them. The Volkswagen actually flipped over from the force of impact and landed 20 feet from where the collision took place. All three involved (two in the car and the bike rider) were killed instantly. This graphic demonstration was placed at the Motorcycle Fair by the Police and Road Safety Department. Pass this on to car drivers or soon to be new drivers, or new motorcycle owners AND ESPECIALLY EVERYONE YOU KNOW WHO HAS A CELL PHONE!!!!! A picture is worth a thousand words. Wake up people , Stop talking on Cell phones and Texting while trying to drive. Put your Cell phone in the back seat !!!",
  "Last Updated": "24 August 2014",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/photos/accident/seemotorcycle.asp",
  "Claim": "Photographs show the aftermath of a motorcycle-automobile collision.",
  "Claim_ID": "photos_accident_seemotorcycle",
  "Tags": ""
}