{
  "Origins": "A regular automobile doesn't strike the average person as the likeliest of conveyances for transporting a bull. Such critters tend to be quite large, they aren't generally well-behaved, and as demonstrated by the last photograph of the sequence shown above they can be rather messy.",
  "Fact Check": "",
  "Description": "These pictures are indeed real, however, although they don't show a buyer transporting a newly purchased bovine from Kansas to Oklahoma, but rather a man driving 23 miles within Oklahoma to return a bull that his daughter had ridden in a National History Day parade in Canton, Oklahoma. As Communications Sergeant Denise Robinson explained in the July 2008 edition of Safety Signal, a publication of the Oklahoma Department of Public Safety: Trp. Donald Kraft, Troop Z Investigations, sent a couple of rather unique pictures to Robinson. \"These pictures were given to me to promote the reinstatement of motor vehicle inspection,\" said Robinson. \"This vehicle really does exist and these are real pictures. Trooper Kraft advised the driver was transporting the bull so his daughter could ride it in a parade.\" To explain how the incident came about, and how he was able to take the photographs, Kraft said he wasn't on duty when he received a phone call from a friend. \"A buddy of mine called me and said 'you ain't gonna believe what I just saw. I just met a guy whose got a bull in his car, and the top half of the car is chopped off,'\" said Kraft. It was indeed a vehicle being driven down the road with a very large bull standing from the front passenger seat, overflowing into the back seat. \"So I got my camera and drove to the location but didn't see him,\" said Kraft who went back to his house and called his friend to tell him he didn't find the car. No sooner had he hung up the phone when his friend called back with another sighting. This time Kraft located the subject. \"I couldn't believe it when I saw him,\" said Kraft. \"When I pulled up behind him, I took a couple of pictures. Then I got a picture from the side. This guy had been to the history day celebration in Canton where his daughter rode the bull in a parade. Then he loaded the bull in his car and drove it about 23 miles to his sister's house.\" The vehicle is a Pontiac Grand Am, and the initials \"NHD\" drawn on the side of the bull stood for National History Day. Kraft said he has e-mailed the photo to some of his friends telling them, \"this is why we need to bring vehicle inspection back; to keep bulls from riding down the road.\" Gives new meaning to the term \"cattle drive.\"",
  "Originally Published": "",
  "Referred Links": "http://www.dps.state.ok.us/SafetySignal/sig-08-07.pdf;",
  "Example": "[Collected via e-mail, October 2009] He bought the bull in Kansas...headed to Tulsa, OK. Even Ripley might have trouble believing this one....",
  "Last Updated": "23 September 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/bullcar.asp",
  "Claim": "Photographs show a bull being transported in an automobile.",
  "Claim_ID": "photos_animals_bullcar",
  "Tags": ""
}