{
  "Origins": "On Valentine's Day 2002, Katie Kirkpatrick, then a freshman at Rochester College (a small Christian college in Rochester Hills, Michigan) was diagnosed with a malignant brain tumor. Undaunted, Katie strove to keep up with her studies, but she suffered another setback in 2003 when she was diagnosed with \"an inoperable lung tumor wrapped around her pulmonary artery.\" Nonetheless, in 2004 the resilient Katie took part in champion cyclist Lance Armstrong's \"Ride for the Roses\" cancer fundraiser :",
  "Fact Check": "",
  "Description": "On 15 January 2005, 21-year-old Katie the girl \"with a contagious smile and unrelenting optimism\" who had been battling cancer for three years married Lapeer County sheriff's deputy Nick Godwin, her high school sweetheart and the love of her life, at Church of Christ in Hazel Park, Michigan. Katie Kirkpatrick Godwin passed away at the McLaren Regional Medical Center in Flint, Michigan, on 20 January 2005, just five days after her wedding. Her husband, Nick, said of the wedding and Katie's passing: \"It was wonderful. It was a dream come true. She was the most beautiful angel ever just caring and selfless, and such an inspiration to everyone. She was always smiling no matter what happened, no matter what news she got. She was as close to perfect as they come.\" She did not let sickness stop her from living, take away the hope or faith that made her believe she had a future. She had a lovely wedding and she had love and she gave love and love doesn't die. And that is how Katie beat cancer. Additional photographs of Katie and her wedding can be viewed on the National Press Photographers Association ( NPPA ) web site. Katie's Spa in Lapeer, Michigan (a business which specializes in services to cancer patients), is named in Katie's memory, as is Katie's Wings, a non-profit organization established to help bring assistance to people affected by cancer. Sadly, the event that likely prompted circulation of this item in March 2009 was the death of Katie's father, David B. Kirkpatrick, who passed away that month after his own battle with cancer.",
  "Originally Published": "",
  "Referred Links": "http://www.katiesspa.com/index.asp?option=com_content&view=article&id=83&Itemid=168;http://bop.nppa.org/2006/still_photography/winners/OES/67966/134497.html;http://www.rc.edu/news/news_katieandlance.htm;",
  "Example": "[Collected via e-mail, March 2009] Beautiful Lesson !!!!!!!! The girl in the picture is Katie Kirkpatrick, she is 21. Next to her, her fianc , Nick, 23. The picture was taken shortly before their wedding ceremony, held on January 11, 2005 in the US. Katie has terminal cancer and spend hours a day receiving medication. In the picture, Nick is waiting for her on one of the many sessions of Chemo to end. In spite of all the pain, organ failures, and morphine shots, Katie is going along with her wedding and took care of every detail. The dress had to be adjusted a few times due to her constant weight loss. An unusual accessory at the wedding was the oxygen tube that Katie used throughout the ceremony and reception as well. The other couple in the picture are Nick's parents. Excited to see there son marrying his high school sweetheart. Katie, in her wheelchair with the oxygen tube, listening a song from her husband and friends At the reception, Katie had to take a few rest breaks. The pain wouldn't allow her to stand up for long periods. Katie died five days after her wedding day. Watching a women so ill and weak getting married and with a smile on her face makes us think..... Happiness is reachable, no matter how long it last. We should stop making our lives complicated.",
  "Last Updated": "2 April 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/people/katie.asp",
  "Claim": "Photographs show Katie Kirkpatrick, a 21-year-old cancer victim who passed away five days after her wedding.",
  "Claim_ID": "photos_people_katie",
  "Tags": ""
}