{
  "Origins": "Some critics have long maintained that companies and their advertising agencies often employ subliminal advertising to increase sales by concealing words and images (usually of a sexually suggestive nature) in their advertisements. The nature of \"subliminal,\" of course, means that these alleged hidden persuaders are not obvious to the ordinary viewer and may require intense scrutiny or an unusual approach (such as viewing an image backwards, upside-down, or with a magnifying glass) to discern.",
  "Fact Check": "",
  "Description": "Such is the nature of the putative Yellow Pages ad for a flooring company displayed above, which is accompanied by an illustration of a woman holding a champagne glass that, when flipped upside-down and cropped in half horizontally, resembles an image of a woman with no lower undergarments touching herself in a strategically sensitive area. Several clues might suggest that this image was something put together as a joke rather than a genuine Yellow Pages ad: The subject matter a woman holding a champagne glass seemingly has nothing to do with the product or service being advertised, which is flooring. (As the graphic displayed at the bottom of this page indicates, the illustration may have originated with items commonly distributed in bars and restaurants, such as matchbooks or cocktail napkins.) The headline of the ad (\"LAID BY THE BEST\") is an obvious sexual double entendre. The phone number(s) listed appears odd 21 digits long or two numbers of differing lengths. (This can actually be explained rationally, because in some parts of the world the different systems used for landline and mobile phones produced phone numbers with different numbers of digits.) The ad includes no address or other location information. However, there is indeed a business by the name of D.J. Flooring in Brighton, East Sussex, with one of the phone numbers shown. A call to them elicited the response that the ad was indeed genuine and was run about ten years ago, and the illustration was also used on the company's vans until people started making a fuss about it. The business had to change its phone number due to the notoriety created by the ad; the previous number is now the company's fax line. D.J. Flooring's current Yellow Pages ad is rather sedate by comparison: These types of images have a history of being circulated as copylore/faxlore as well, as demonstrated by this similar example from The Ultimate Book of Rude and Politically Incorrect Jokes : The same image incorporated into the Yellow Pages ad displayed at the head of this page has also been used in other contexts, as exemplified by this reader-supplied scan of a matchbook obtained in a Geneva, Switzerland, bar circa 1990: Another reader passed along an example of a genuine Yellow Pages ad (from Kitchener, Ontario, Canada) for a bar that makes use of this illustration:",
  "Originally Published": "",
  "Referred Links": "http://www.djflooring.sagenet.co.uk/;",
  "Example": "[Collected via e-mail, 2005] This is an advertisement from the yellow pages, until they realised that if you turned it upside down and covered the lady's head and the hand holding the glass, all was not as it seemed. The telephone company has now taken this ad out because of the content. Take a look at the first picture, and then the second picture (which is an inverted version of the first), watch as her face and the glass are covered and see what you get. P.S. Where do people find the time to read the Yellow Pages UPSIDE DOWN??",
  "Last Updated": "7 January 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/risque/yellowpages.asp",
  "Claim": "Illustration from withdrawn Yellow Pages ad reveals risqu image when a portion of it is viewed upside-down.",
  "Claim_ID": "photos_risque_yellowpages",
  "Tags": ""
}