{
  "Origins": "Artist Stephen Wiltshire is, as described in the biography on his web site:",
  "Fact Check": "",
  "Description": "In October 2009, Wiltshire took a 20-minute helicopter ride over New York City, then (as reported in the Daily Mail ) created an 18-foot panoramic drawing of the city's skyline from memory: [An] astonishing 18ft drawing of the world's most famous skyline was created by autistic artist Stephen Wiltshire after he spent just 20 minutes in a helicopter gazing at the panorama. The unbelievably intricate picture was drawn at Brooklyn's prestigious Pratt Institute from Stephen's memory, with details of every building sketched in to scale. Landmarks including the Empire State Building and the Chrysler Building can be seen towering above smaller buildings after just three days in his spellbinding creation. Listening intently to his iPod throughout the artistic process because music helps him London-born Stephen uses only graphic pens as he commits his photographic memory to the high-grade paper. As the New York Times reported of the creation of Wiltshire's New York City panorama while it was a work in progress: In a helicopter above the city, Stephen Wiltshire of London looked down at the streets and sprawl of New York. He flew for 20 minutes. Since then, working only from the memory of that sight, he has been sketching and drawing a mighty panorama of the city, rendering the city's 305 square miles along an arc of paper that is 19 feet long. He is working publicly in a gallery at the Pratt Institute in Brooklyn. \"I always memorize by helicopter,\" he said, pausing from detailing the corners of a street on the Brooklyn side of the Williamsburg Bridge. Mr. Wiltshire sees and draws. It is how he connects. Until age 5, he had never uttered a word. One day, his kindergarten class at a school for autistic children in London went on a field trip. When they came back, he spoke. \"He said, 'Paper,'\" his sister, Annette Wiltshire, said. \"The teacher asked him to say it again. He said it. Then they asked him to say something else, and he said, 'Pen.'\" With pen and paper in hand, he drew what he had seen that day. In time, a clever teacher taught him the alphabet by associating each letter with a place he had drawn 'a' for Albert Hall, 'b' for Buckingham Palace, and so on. A gallery of photos documenting Stephen Wiltshire's visit to New York and his work on the New York panorama can be viewed here .",
  "Originally Published": "",
  "Referred Links": "http://www.stephenwiltshire.co.uk/New_York_Panorama.aspx;http://www.dailymail.co.uk/news/article-1223790/Autistic-artist-draws-18ft-picture-New-York-skyline-memory.html;http://www.stephenwiltshire.co.uk/biography.aspx;",
  "Example": "[Collected via e-mail, August 2012] There is a story circling Facebook about an autistic man, Stephen Wiltshire who was able to draw NYC skyline after only a twenty minute helicopter ride.",
  "Last Updated": "9 August 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/arts/wiltshire.asp",
  "Claim": "An autistic artist drew a rendering of the New York skyline from memory after a 20-minute helicopter ride.",
  "Claim_ID": "photos_arts_wiltshire",
  "Tags": ""
}