{
  "Origins": "Back in 2001, Hitachi announced the development of a 0.4mm x 0.4mm external antenna -Chip , a tiny, powder-like RFID chip like the ones shown in the image displayed above, and in 2003 the company promoted the development of an embedded antenna version of the -Chip: Hitachi, Ltd. today announced that it has developed a new version of its RFID -Chip embedding an antenna. When using Hitachi's original -Chip, one of the world's smallest RFID ICs measuring only 0.4mm X 0.4mm, an external antenna must be attached to the chip to allow external devices to read the 128-bit ID number stored in its ROM (Read-Only-Memory). This newly developed version, however, features an internal antenna, enabling chips to employ the energy of incoming electrical waves to wirelessly transmit its ID number to a reader. The 0.4mm X 0.4mm chip can thus operate entirely on its own, making it possible to use -Chip as RFID IC tags without the need to attach external devices. This breakthrough opens the door to using -Chips as RFID IC tags in extremely minute and precise applications that had been impractical until now. For example, the new -Chip can be easily embedded in bank notes, gift certificates, documents and whole paper media etc. In 2006, Hitachi announced the development and verified operation of a 0.15 x 0.15 mm contactless IC chip: Hitachi, Ltd. today announced it has developed and verified operation of a 0.15 x 0.15 millimeter (mm), 7.5 micrometer ( m) thick contactless IC chip, the smallest and thinnest in the world, to date. The chip is a smaller version of the 0.4 x 0.4 mm \" -Chip\" currently being marketed by Hitachi, maintaining the same level of functionality. The distance between each circuit element was reduced by using SOI technology, which has an insulating layer in the substrate, instead of the Si (silicon) only substrate currently being used. Compared to the 0.3 x 0.3 mm, 60 m thick IC chip (henceforth 0.3mm IC chip) announced by Hitachi in February 2003, surface area is reduced to a quarter of the original size. Developments in thin chip fabrication technology have also enabled the chip to be reduced to one-eighth the thickness of the 0.3mm IC chip, at the same time. This significant decrease in size, increases the number of chips which can be fabricated on a single wafer, thus increasing productivity by more than four times. Compared to the current product which was used at the 2005 World Exposition held in Aichi, Japan, productivity is increased by about 10 times. This technology is expected to open the way to new applications for contactless IC chips. In 2007, news accounts reported a miniaturization step beyond the original -Chip , an external antenna version that was reported as being 60 times smaller:",
  "Fact Check": "",
  "Description": "We have not yet seen any mention of such \"smart dust\" technology having GPS capabilities or being able to survive in a functional state after being ingested, however.",
  "Originally Published": "",
  "Referred Links": "http://www.hitachi.com/New/cnews/060206.html;http://www.hitachi.com/New/cnews/030902.html;",
  "Example": "[Collected via e-mail, April 2013] Smart-dust: Hitachi Develops World's Smallest RFID Chip. Nicknamed \"Powder\" or \"Dust\", the surface area of the new chips is a quarter of the original 0.3 x 0.3 mm, 60 m-thick<.NOBR> chip developed by Hitachi in 2003. And this RFID chip is only one-eighth the width of the previous model. Hitachi expects this tiny size will open the way to new applications for wireless RFID chips. The RFID \"powder\" can be incorporated into thin paper, such as currency, creating so-called \"bugged\" money. The RFID Loc8tor can identify special RFID tags from a distance of up to 183 meters (600 feet), and the RFID chips have GPS capabilities. \"By taking advantage of the merits of compactness, high authenticity and wireless communication, and combining it with Internet technology, the -Chip may be utilized in a broad range of applications such as security, transportation, amusement, traceability and logistics.\"",
  "Last Updated": "22 April 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/technology/smartdust.asp",
  "Claim": "Image shows \"smart dust\" miniaturized RFID technology developed by Hitachi.",
  "Claim_ID": "photos_technology_smartdust",
  "Tags": ""
}