{
  "Origins": "This item isn't so much an \"Is this true?\" entry, but rather an answer to a \"Who is this?\" query. The photograph displayed above has often been circulated on the Internet in conjunction with a preface that has been added to a piece about a putative 28th amendment, but nothing in that preface identifies the pictured Marine or explains his back story: No one has been able to explain to me why young men and women serve in the U.S. Military for 20 years, risking their lives protecting freedom, and only get 50% of their pay on retirement. While Politicians hold their political positions in the safe confines of the capital, protected by these same men and women, and receive full-pay retirement after serving one term. It just does not make any sense. The Marine in the photograph is Lance Cpl. Kyle Carpenter, who was severely wounded by a thrown grenade in Afghanistan in 2010. His story has been covered extensively in the Marine Corps Times (which published back-to-back cover stories about him in January 2012), summarized as follows on that publication's blog :",
  "Fact Check": "",
  "Description": "The photograph at the head of this article was taken in the South Carolina state Senate chamber in March 2011, where Sen. Jake Knotts presented a proclamation honoring Lance Cpl. Carpenter. The woman in the background is Kyle's mother, Robin Carpenter. The preface quoted above includes the commonly repeated erroneous claim that members of Congress \"receive full-pay retirement after serving one term.\" As detailed in our article on this topic, Congressional pensions are based on a number of factors, one of which is length of service.",
  "Originally Published": "",
  "Referred Links": "http://www.marinecorpstimes.com/news/2012/01/marine-kyle-carpenter-rates-medal-of-honor-buddies-say-grenade-nick-eufrazio-012912w/;http://militarytimes.com/blogs/battle-rattle/?s=carpenter;",
  "Example": "[Collected via e-mail, March 2012] What is the story behind this photo?",
  "Last Updated": "10 April 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/military/carpenter.asp",
  "Claim": "Photograph shows a U.S. Marine wounded in Afghanistan.",
  "Claim_ID": "photos_military_carpenter",
  "Tags": ""
}