{
  "Origins": "This starkly beautiful overhead image of shadows cast by a caravan of camels trekking across desert sands is the work of photographer George Steinmetz, whose work has been featured on the cover of National Geographic and within the pages of many other magazines devoted to news, travel, and the sciences. As described on his web site, Mr. Steinmetz is \"Best known for his exploration and science photography [as he] sets out to reveal the few remaining secrets in our world today: remote deserts, obscure cultures, new developments in science and technology,\" and (as exemplified by the image displayed above): His latest passion is photographing the world's deserts while piloting a motorized paraglider. This experimental aircraft provides him with a unique physical perspective over remote places that are inaccessible by conventional aircraft. This particular image (as indicated by the logo visible in the upper right-hand corner) came from the Turkish version of National Geographic, used in conjunction with a February 2005 article about deserts . Similar camel photos grace the opening page and Explorations section of George Steinmetz's web site.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.georgesteinmetz.com/html/salt.html;http://www.georgesteinmetz.com/;http://www.nationalgeographic.com.tr/ngm/konu.asp?Konu=3&Yil=05&Ay=02;http://www.nationalgeographic.com.tr/ngm/0609/default.aspx;http://www.georgesteinmetz.com/html/geocovers.html;http://www.georgesteinmetz.com/html/bio.html;",
  "Example": "[Collected via e-mail, 2006] WOW! The following is a picture taken of camels in the desert. It is considered one of the best pictures of the year (2005). Look closely, the camels are the little white lines in the picture. The black you see is just the shadows!",
  "Last Updated": "10 September 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/camelshadows.asp",
  "Claim": "Photograph shows overhead view of shadows cast by camels in the desert.",
  "Claim_ID": "photos_animals_camelshadows",
  "Tags": ""
}