{
  "Origins": "Seagulls are regarded as nuisances by many people (especially in urban coastal areas) not only because of their tendency to drop large globs of avian doo-doo on unsuspecting pedestrians, but also because they are aggressive, opportunistic scavengers. These birds are not just resourceful, they are also patient: Once a seagull has identified a potential food source, it may stand still with its eyes locked on the prize, waiting as long as necessary for just the right opening to dash in, snatch some edibles, and escape safely much to the consternation of many an outdoor diner.",
  "Fact Check": "",
  "Description": "In July 2007, a seagull in Aberdeen, Scotland, made the news for a rather unusual manifestation of sneaky scavenging behavior. The bird, named \"Sam\" by the locals, developed the habit (as shown above) of strolling through an open door into the RS McColl newsagents shop there, snatching bags of cheese-flavored Doritos from a rack just inside the entryway, and dashing away. According to store personnel, Sam always birdlifted the same flavor of Doritos (perhaps due to the color of the packaging), carrying the bags outside the store, where he ripped them open and (along with other birds) devoured their contents. The BBC reported shop assistant Sriaram Nagarajan as saying of Sam: He's got it down to a fine art. He waits until there are no customers around and I'm standing behind the till, then he raids the place. At first I didn't believe a seagull was capable of stealing crisps. But I saw it with my own eyes and I was surprised. He's very good at it. He's becoming a bit of a celebrity. Seagulls are usually not that popular but Sam is a star because he's so funny. A spokesman for Royal Society for the Protection of Birds ( RSPB ) also noted of Sam: I've never heard of anything like this before. Perhaps it tried some crisps in a shiny packet in the street, and was just opportunistic one day at the shop when it saw what was inside. As everyone knows, gulls can be very quick and fearless, and clearly this one is no exception. We'd discourage people from feeding gulls though, as gulls in towns generate lots of complaints every year, and the availability of food is the only reason they live in urban settings. Here's another videoclip of sneaky Sam in action:",
  "Originally Published": "",
  "Referred Links": "http://www.rspb.org.uk/;",
  "Example": "[Collected via e-mail, September 2007] A seagull in Scotland has developed the habit of stealing chips from a neighborhood shop. The seagull waits until the shopkeeper isn't looking, and then walks into the store and grabs a snack-size bag of cheese Doritos. Once outside, the bag gets ripped open and shared by other birds. The seagull's shoplifting started early this month when he first swooped into the store in Aberdeen, Scotland,and helped himself to a bag of chips. Since then, he's become a regular. He always takes the same type of chips. Customers have begun paying for the seagull's stolen bags of chips because they think it's so funny.",
  "Last Updated": "28 August 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/seagull.asp",
  "Claim": "Video clip shows a seagull snatching a bag of Doritosfrom a shop.",
  "Claim_ID": "photos_animals_seagull",
  "Tags": ""
}