{
  "Origins": "This is one well-traveled creature in August 2006 alone, we received the photographs displayed above with messages claiming they depicted a mermaid (or a sea monster, or an extraterrestrial) found in Campeche (Mexico), Venda (South Africa), Cebu (the Philippines), and Swaziland.",
  "Fact Check": "",
  "Description": "The correct answer here, however, is \"none of the above\": these are pictures of a mock-up created by artist Juan Cabana, offered for sale in a hucksterish on-line auction and advertised with an elaborate back story about the seller's having encountered the \"mermaid or sea monster\" while \"exploring desolate areas of Fort Desoto Beach at the southern end of St. Petersburg, Florida.\" (The same seller has offered other items of similarly dubious repute, such as an \"Authentic Organic ALIEN Corpse UFO Time Traveler,\" which looked amazingly like a stingray carving he had just bought from another seller on eBay.) Creatures identified as \" merfolk \" (half-human, half-fish creatures who live in the sea, both male \"mermen\" and female \"mermaids\") have been a staple of folklore and mythology for many centuries. Although the popular modern image of merfolk is almost exclusively limited to depictions of human-sized, attractive females with human upper torsos and fish-like tails (as exemplified by Ariel , the heroine of Disney's popular 1989 animated film adaptation of \"The Little Mermaid,\" an 1836 children's story by Hans Christian Andersen), that image has not always been the standard. Depictions of mermaids as gruesome, dimunitive creatures, and the use of parts of other animals (primarily monkeys and fish) to create exemplars of such creatures, are both very, very old, as demonstrated by a supposed mummified mermaid which was exhibited in Japan several centuries ago and is thought to be up to 1,400 years old. More recently (but still a considerable time ago) phony mermaid-like creatures crafted from various body parts and bones of fish and other animals, usually joined to desiccated monkey heads or skulls, were a common feature of 19th-century dime museums, carnivals, traveling circuses and their sideshows. Although many such fabricated mermaids date from that era, the most famous example was the \" Feejee Mermaid \" (also known as the \"Fiji Mermaid\" or \"FeJee \"Mermaid\"), a grotesque creature allegedly \"taken [by Japanese fishermen] among the Fejee Islands, and preserved in China\" before being purchased by one Dr. J. Griffin, acting as an agent of the Lyceum of Natural History in London, in 1842: The mysterious Dr. Griffin was in fact a fictitious character played by Levi Lyman, an associate of the famous American showman and huckster P.T. Barnum, who exhibited the \"found\" creature throughout the U.S. and in his New York-based American Museum for a couple of decades before it was lost when the museum was destroyed by a fire in 1865. The \"mermaid\" was actually pieced together using papier-m ch , fish parts, the body of an infant orangutan, and a monkey head. Although times have changed considerably since the days of Barnum, human nature has not. We continue to be fascinated by the same tales and the same forgeries, crafted in the same time-honored fashion.",
  "Originally Published": "",
  "Referred Links": "http://www.lostmuseum.cuny.edu/archives/museum.htm;http://chnm.gmu.edu/lostmuseum/searchlm.asp?function=find&exhibit=mermaid&browse=mermaid;http://www.isidore-of-seville.com/mermaids/31.html;http://www.furinkan.com/mermaid/culture/;http://images.amazon.com/images/P/B00001QEE7.01.LZZZZZZZ.jpg;http://web.archive.org/web/20050329084344/http://rubens.anu.edu.au/student.projects/mermaids/homepage.html;http://cgi.ebay.com/ws/eBayISAPI.dll?ViewItem&category=553&item=200012145979;http://cgi.ebay.com/Authentic-Organic-ALIEN-Corpse-UFO-Time-Traveler_W0QQitemZ300021942686;http://cgi.ebay.com/ws/eBayISAPI.dll?ViewItem&ih=020&item=300006962914;http://www.thefeejeemermaid.com/;",
  "Example": "[Collected via e-mail, 2006] I just received these pics in an e-mail doing its rounds saying: \"Mermaid found in Venda.\" Just wondering if there s any truth to it?",
  "Last Updated": "31 August 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/odd/mermaid.asp",
  "Claim": "Photographs show the discovery of mermaid-like sea creature.",
  "Claim_ID": "photos_odd_mermaid",
  "Tags": ""
}