{
  "Origins": "We don't know the origins of this picture or the story that accompanies it, but this appears to be another case of someone's creating a bit of inventive fiction to go along with an amusing photograph.",
  "Fact Check": "",
  "Description": "There have been no news accounts of a \"military K9\" from McChord Air Force Base being on \"tour in Iraq\" and involved in the improbable exploits attributed to Brutus above (he must be quite the pooch to be capable of untying knots!), and although medals are sometimes awarded to dogs for heroic feats, no such animal has ever received a Medal of Honor. (The picture of Brutus also looks much more like a Belgian Malinois than a Boxer/Mastiff hybrid.) Two Medals of Honor had so far been awarded for conspicuous gallantry in connection with the war in Iraq when this item about \"Brutus\" began circulating both medals were bestowed posthumously (one to a Marine Corps corporal and one to an Army sergeant), and neither recipient was a canine. A representative of the Arizona Law Enforcement Canine Association wrote to us to give us the real background on the pictured dog: The dog's name is not Brutus; in fact, his name is 'Spike,' and he was never a military working dog. Spike is a retired Police Service Dog who servedhonorably during the years 2001 to 2007 with the Scottsdale Police Department's K-9 Unit in Scottsdale, Arizona, under his handler, Officer ScottDiIullo (who is still with the K-9 Unit and working with a new K-9 partner). Spike is a Belgian Malinois imported from Europe and weighs less than 100pounds. Furthermore, police and military working dogs are NOT trained to fatally attack a subject they are deployed upon. Dogs used for handlerprotection are trained to bite and hold the subject until the subject is taken into custody. There is also no training method toteach a working dog to understand a hand signal to command the dog to leave the area, come back later and then attack. Additional information: Medal of Honor Citations (U.S. Army Center of Military History)",
  "Originally Published": "",
  "Referred Links": "http://www.history.army.mil/moh.html;http://www.history.army.mil/html/moh/iraq.html;http://www.dogbreedinfo.com/belgianmalinoisphotos.htm;http://news.bbc.co.uk/1/hi/england/2593963.stm;",
  "Example": "[Collected via e-mail, January 2008] The K9 above is Brutus, a military K9 at McChord. He's huge - part Boxer and part British Bull Mastiff and tops the scales at 200 lbs. His handler took the picture. Brutus is running toward me because he knows I have some Milk Bone treats, so he's slobbering away! I had to duck around a tree just before he got to me in case he couldn't stop, but he did. Brutus won the Congressional Medal of Honor last year from his tour in Iraq. His handler and four other soldiers were taken hostage by insurgents. Brutus and his handler communicate by sign language and he gave Brutus the signal that meant \"go away but come back and find me\". The Iraqis paid no attention to Brutus. He came back later and quietly tore the throat out of one guard at one door and another guard at another door. He then jumped against one of the doors repeatedly (the guys were being held in an old warehouse) until it opened. He went in and untied his handler and they all escaped. He's the first K9 to receive this honor. If he knows you're ok, he's a big old lug and wants to sit in your lap. Enjoys the company of cats.",
  "Last Updated": "22 July 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/military/brutus.asp",
  "Claim": "Photograph shows Brutus, a canine Medal of Honor recipient.",
  "Claim_ID": "photos_military_brutus",
  "Tags": ""
}