{
  "Origins": "This itemis another case where someone has taken a genuine photograph and added a humorous (but fictitious) explanation to it.",
  "Fact Check": "",
  "Description": "This picture comes from the Fiesta de San Ferm n , a festival held every year between 6 July and 14 July in Pamplona, Spain, to commemorate San Ferm n, a 3rd-century saint who was martyred in being dragged through the streets of Pamplona by bulls. One of the highlights of the festival and the event most well-known to the rest of the world (due in large part to its popularization through the writings of Ernest Hemingway) is the encierro , known in English as the \"running of the bulls.\" Each day's San Ferm n festivities include afternoon bullfights, and at 8 A.M. every morning the bulls to be used in that afternoon's fights are set loose from a corral and herded about a half-mile through the cobbled streets of the town for a three- to four-minute run to the Plaza de Toros bullfighting stadium. Many festival celebrants (mostly young males) choose to demonstrate their courage and physical prowess by donning white garb, tying red handkerchiefs about their necks, and running ahead of the group of charging bulls for as long as they can. Others opt for somewhat safer ways to experience the thrill of participation: running only a very short portion of the course, running behind the bulls, standing in the street and ducking safely into doorways just as the bulls run past, or simply lining the streets for close-up views of the proceedings. (Most years at least a few participants end up being gored or otherwise injured during the encierro, and at least fourteen people have been killed since 1924.) The image shown above was taken by a photographer during the 2002 San Ferm n festival and distributed by the Reuters news agency. According to a representative for Reuters, the photographer who snapped this remarkable picture was not injured in any way. (The photo was taken with a camera operated via remote control.)",
  "Originally Published": "",
  "Referred Links": "http://www.nytimes.com/imagepages/2002/07/12/international/12SPAIready.html;http://www.cnn.com/2002/WORLD/europe/07/07/spain.bulls/;http://www.sanfermin.com/guia/in_encierro1.shtml;http://en.wikipedia.org/wiki/San_Fermin;http://thescarletmacaw.com/sf_festival_specials.htm;",
  "Example": "[Collected on the Internet, 2003] Subject: Digital Camera for sale Good quality picture; good cause; interested? Friends I'm trying to help a good friend out by selling his digital camera, a Fuji 2500, and I'll take whatever I can get. Sadly, he's is the hospital now and will probably be there for a while. He needs the money to pay for medical bills. He doesn't have much, but this is a great camera. To show you the quality it's capable of, attached is the last picture he took with itwhen he was seriously injured during his dream trip to Spain. Let me know if you are interested.",
  "Last Updated": "12 October 2003",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/bullshot.asp",
  "Claim": "Tourist's last photograph is a close-up of a charging bull.",
  "Claim_ID": "photos_animals_bullshot",
  "Tags": ""
}