{
  "Origins": "The image shown above, a \"Public Service Announcement from the good folks at Big Organic\" purportedly demonstrating the visual difference between an organic egg and a \"GMO egg\" in their hard-boiled states hit Facebook at the end of September 2015. It drew plenty of appreciative and alarmist comments from viewers eager to spread the warning about the dangers of \"GMO eggs\" (and GMO foods in general), not realizing they were being spoofed.",
  "Fact Check": "",
  "Description": "First of all, \"GMO eggs\" aren't really a thing. The breeds of chickens used in the commercial egg industry are typically ones that have become highly productive egg layers through selectively breeding across a span of years, not through the technique of gene-splicing that is commonly associated with the term \"genetically modified organism\" (although one might apply the term \"GMO eggs\" to those laid by chickens that have been raised on modified forms of feed). Second, what this image demonstrates is not the difference between \"organic\" and \"GMO\" eggs, but the difference between a properly cooked hard-boiled egg and an overcooked one. Eggs that are boiled too long tend to develop gray-green sulfur rings around their yolks: Finally, this image originated with the Facebook page of the fictitious Big Organic Corporation, an online group devoted to yanking the chains of xpartisans of the pro-organic and anti-GMO foods movements some of whom, at least seem to have caught on to the satirical nature of Big Organic:",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/BigOrganicCorporation;https://www.facebook.com/BigOrganicCorporation/photos/a.653139741430053.1073741828.652647568145937/884229298321095/?type=3&theater;",
  "Example": "[Collected via Facebook, October 2015] Public Service Announcement from the good folks at Big Organic",
  "Last Updated": "11 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/food/gmoeggs.asp",
  "Claim": "Photograph shows how to distinguish a GMO hard-boiled egg from an organic one.",
  "Claim_ID": "photos_food_gmoeggs",
  "Tags": ""
}