{
  "Origins": "The video displayed above doesn't feature a car harboring some special property that seemingly allows it to magically change color, cycling through red, purple, blue, green, yellow and brown exteriors in a matter of seconds. It's a creation of digital manipulation, the tail end of a tutorial showing how to use Adobe's After Affects video editing software:",
  "Fact Check": "",
  "Description": "Likewise, a similar video posted in September 2014 that seemingly shows passers-by reacting in amazement to a color-changing automobile was nothing more than a staged set-up shot with an ordinary car, with the results afterwards altered using Adobe After Effects' \"Change to Color\" option or something similar: The following short demo shows how simple it is to digitially alter the hue characteristics of anything in the frame of a video that displays a unique color: However, although these particular \"color-changing car\" videos may not be real, the phenomenon they display may be a somewhat plausible one. Back in 2007, motoring publications reported that Nissan had developed a process for applying a polymer coating (referred to as 'paramagnetic' paint) to automobile exteriors that could instantly change the perceived color of the car to any desired hue through the application of electrical current: One of the hardest decisions when picking a new car is choosing the right color but the day when cars will be available in multiple colors could be here sooner than you think. Scientists have developed a new coating called 'paramagnetic' paint that has the ability to change colors at the touch of a button. One carmaker looking into the technology is Nissan, which has already developed a self-healing paint. Before the vehicle is painted, a special polymer containing the special 'paramagnetic' iron oxide particles is applied to the car s body. An applied electric current then adjusts the spacing of small crystals within the iron oxide particles and therefore affects their ability to reflect light and change color. The process is perfect for metal objects like cars because a continuous small current is needed to maintain the desired color. When the vehicle is switched off, the car returns to a default color of white. The coating has the ability to reproduce any color visible to the human eye and it takes less than a second to change the entire car. The first commercial applications could be on the market as early as 2010. As far as we know, neither Nissan nor any other major automobile manufacturer has yet offered 'paramagnetic' paint as an available feature on a production-line vehicle, but the days of color-changing cars like the one shown in this video may not be so far off. Sightings: Some viewers have been fooled by a video of a major automobile manufacturer's seemingly demonstrating a ready-to-go version of a \"mood paint\" concept, but that video was just a 2012 April Fool's Day prank from Peugeot UK:",
  "Originally Published": "",
  "Referred Links": "http://www.adobe.com/products/aftereffects.html;",
  "Example": "[Collected via e-mail, January 2014] I just watched a video on Facebook that purportedly shows a car with Paramagnetic Paint changing colors as voltage is varied. Is this true or just clever videography?",
  "Last Updated": "13 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/technology/paramagneticpaint.asp",
  "Claim": "Video clip shows a car with color-changing \"paramagnetic paint.\"",
  "Claim_ID": "photos_technology_paramagneticpaint",
  "Tags": ""
}