{
  "Origins": "On 30 October 2006, Senator John Kerry of Massachusetts touched off a pre-election political firestorm with a comment he made while at a campaign rally for California gubernatorial candidate Phil Angelides at Pasadena City College. There, while speaking from prepared remarks to a group of students, he said, \"You know education, if you make the most of it, you study hard, you do your homework, and you make an effort to be smart, you can do well. If you don't, you get stuck in Iraq.\"",
  "Fact Check": "",
  "Description": "Senator Kerry's statement was quickly and widely criticized as a disparaging suggestion that members of the U.S. military were uneducated. Kerry maintained that his quip was a \"botched joke\" and was \"not about, and never intended to refer to, any troops.\" It was, he said, a jab at President Bush's Iraq policy that didn't come off and had originally been scripted thusly: \"Do you know where you end up if you don't study, if you aren t smart, if you're intellectually lazy? You end up getting us stuck in a war in Iraq. Just ask President Bush.\" Eight members of the 1st Brigade, 34th Infantry Division from Minnesota's National Guard stationed at Tallil Airbase in Iraq quickly came up with a counter-jab aimed at Senator Kerry, creating and photographing themselves holding an intentionally misspelled sign reading \"HALP US JON CARRY WE R STUCK HEAR N IRAK\" (with the K\" in \"stuck\" written backward). That photograph, displayed above, was quickly circulated throughout the Internet and reproduced by many news outlets, appearing on the front page of the New York Post on 2 November 2006. The following day's edition of the Post reproduced comments from the father of one of the soldiers pictured, explaining how the sign came to be: \"They're astounded by the reaction,\" said David Ward, whose daughter Heather was among the GIs holding the banner. \"They were having fun with it.\" David Ward said his daughter told him that while the picture was meant to be private, her unit is happy their message is getting across. \"When they saw and heard what Kerry said, they were just furious and they were sitting around and one thing led to another,\" he said. Ward said that his daughter was among those who came up with the plan for the sign and when asked if she actually painted it, he chuckled and said: \"Well, she said she had paint under her fingernails.\" The elder Ward said he completely approves of his daughter's message.",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/video/player/player.html?url=/video/politics/2006/10/31/todd.sen.kerry.on.education.and.history.ktla;",
  "Example": "[Collected via e-mail, 2006] In spite of John Kerry, Our Troops do have a sense of humor If you've been reading the news ...",
  "Last Updated": "8 November 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/politics/kerrysign.asp",
  "Claim": "Photograph shows U.S. troops in Iraq holding up a sign mocking comments by Senator John Kerry.",
  "Claim_ID": "photos_politics_kerrysign",
  "Tags": ""
}