{
  "Origins": "These pictures of cars, boats, trees, and other landscape features encrusted with ice from severe cold weather began circulating on the Internet in late January 2005, accompanied by viewer-added comments such as \"Now this is what I'd call really cold... brrrrrrrrr\"; \"Sure glad that it doesn't get this cold here\"; \"So, How cold was it?\"; and \"Next time you're complaining while scraping the ice off your windscreen, think again!\"",
  "Fact Check": "",
  "Description": "Various Internet-shared versions of these photos have claimed such diverse geographic origins for them as Massachusetts, Newfoundland, and Switzerland, and in the latest iteration they've been claimed as pictures of Chicago in the grip of the January 2014 \"polar vortex\" that brought bitter cold to much of the U.S., including sub-zero temperatures that caused pipes to burst across the Windy City. The identification of Switzerland as the source of these images is the correct one, as they correspond to other photographs and news accounts of a freezing storm that hit the area of Lake L man (also known as Lake Geneva), Switzerland, in January 2005 . One news account, for example, reported that: The cold did not save sailing ships moored in the ports of L man. In Geneva, several boats sank under the weight of the ice. Several minor roads were closed, passage having been made impossible by the ice and the snowdrifts. In downtown Geneva, Servette Street was closed after the rupture of a water pipeline transformed the roadway into a true skating rink. These images also correspond to similar photos on a web site which identifies them as pictures of Lake L man , taken on 26 January 2005. (Presumably the objects shown have been coated with spray from waves breaking on the lake's shore, which then hardened into a solid coating in the sub-freezing temperatures.) The translated title of this French-language page is \"Wind and ice on Geneva,\" and the text notes that the pictures were taken on the shores of Lake L man during winds gusting up to 110 km/h.",
  "Originally Published": "",
  "Referred Links": "http://www.skyandsummit.com/Glacegeneve/index.html;https://web.archive.org/web/20050208221252/http://www.geneva.ch/CGNLeman.htm;http://abclocal.go.com/wls/story?section=news/local/chicago_news&id=9384248;",
  "Example": "[Collected via e-mail, January 2014] These photos are all over on Facebook. They are supposed to be on Lake Shore Drive in Chicago. I live in a condo building on Lake Shore Drive! I think these photos are fake or enhanced in some way. No way it is in the city limits! If it is real, it has to be somewhere way outside the city!! Can you help authenticate it? Or help prove it is fake?",
  "Last Updated": "8 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/natural/icestorm.asp",
  "Claim": "Photographs show vehicles in Chicago encrusted with ice from severe cold weather.",
  "Claim_ID": "photos_natural_icestorm",
  "Tags": ""
}