{
  "Origins": "Jeff Guidry is a rock and rhythm-and-blues guitarist who lives in Monroe, Washington, and volunteers his spare time working as a member of the educational team at the Sarvey Wildlife Care Center , a wildlife care center located in Everett, Washington which provides food, shelter, and rehabilitation to orphaned and injured wildlife. Beginning in August 1998, Jeff and the staff at Sarvey spent weeks tending to Freedom, a baby eagle who had been brought in emaciated and covered in lice, with two broken wings, and nursed her back to health. In 2008, Jeff penned the account reproduced above, recounting his ten-year experience with Freedom and his own battle with cancer.",
  "Fact Check": "",
  "Description": "Another account of Freedom's rescue and subsequent healing (entitled \"The Circle of Healing\"), also authored by Jeff, was published on the Sarvey Wildlife Center's web site, as was a short piece about Freedom's impromptu \"Birthday Bash.\" In 2010, Jeff published a longer account of his and Freedom's story in the book An Eagle Named Freedom: My True Story of a Remarkable Friendship . Additional photos of Freedom and Jeff can be viewed here .",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20090806074757/http://www.sarveywildlife.org/Gallery.aspx?galleryname=Freedom%20and%20Jeff&galleryid=1280;http://www.amazon.com/Eagle-Named-Freedom-Remarkable-Friendship/dp/0062015508/;http://web.archive.org/web/20080613181213/http://www.sarveywildlife.org/Story.aspx?id=512;https://web.archive.org/web/20040704064742/http://www.sarveywildlife.org/Story.aspx?id=7;http://www.sarveywildlife.org/;",
  "Example": "[Collected via e-mail, March 2008] Freedom and I have been together 10 years this summer. When Freedom came in she could not stand. Both wings were broken, her left wing in 4 places. She was emaciated and covered in lice. We made the decision to give her a chance at life, so I took her to the vet's office. From then on, I was always around her. We had her in a huge dog carrier with the top off, and it was loaded up with shredded newspaper for her to lay in. I used to sit and talk to her, urging her to live, to fight; and she would lay there looking at me with those big brown eyes. We also had to tube feed her for weeks. This went on for 4-6 weeks, and by then she still couldn't stand. It got to the point where the decision was made to euthanize her if she couldn't stand in a week. You know you don't want to cross that line between torture and rehab, and it looked like death was winning. She was going to be put down that Friday, and I was supposed to come in on that Thursday afternoon. I didn't want to go to the center that Thursday, because I couldn't bear the thought of her being euthanized; but I went anyway, and when I walked in everyone was grinning from ear to ear. I went immediately back to her dowl cage; and there she was, standing on her own, a big beautiful eagle. She was ready to live. I was just about in tears by then. That was a very good day. We knew she could never fly, so the director asked me to glove train her. I got her used to the glove, and then to jesses, and we started doing education programs for schools in western Washington. We wound up in the newspapers, radio (believe it or not) and some TV. Miracle Pets even did a show about us. In the spring of 2000, I was diagnosed with non-hodgkins lymphoma. I had stage 3, which is not good (one major organ plus everywhere), so I wound up doing 8 months of chemo. Lost the hair &mdash the whole bit. I missed a lot of work. When I felt good enough, I would go to Sarvey and take Freedom out for walks. Freedom would also come to me in my dreams and help me fight the cancer. This happened time and time again. Fast forward to November 2000, the day after Thanksgiving, I went in for my last checkup. I was told that if the cancer was not all gone after 8 rounds of chemo, then my last option was a stem cell transplant. Anyway, they did the tests; and I had to come back Monday for the results. I went in Monday, and I was told that all the cancer was gone. Yahoo! So the first thing I did was get up to Sarvey and take the big girl out for a walk.. It was misty and cold. I went to her flight and jessed her up, and we went out front to the top of the hill. I hadn't said a word to Freedom, but somehow she knew. She looked at me and wrapped both her wings around me to where I could feel them pressing in on my back (I was engulfed in eagle wings), and she touched my nose with her beak and stared into my eyes, and we just stood there like that for I don't know how long. That was a magic moment. We have been soul mates ever since she came in. This is a very special bird. On a side note: I have had people who were sick come up to us when we are out, and Freedom has some kind of hold on them. I once had a guy who was terminal come up to us and I let him hold her. His knees just about buckled and he swore he could feel her power coarse through his body. I have so many stories like that. I never forget the honor I have of being so close to such a magnificent spirit as Freedom's.",
  "Last Updated": "6 October 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/freedom.asp",
  "Claim": "Photographs show Freedom, an injured bald eagle nursed back to health by a cancer survivor.",
  "Claim_ID": "photos_animals_freedom",
  "Tags": ""
}