{
  "Origins": "This moving photograph shows Chief Master Sgt. John Gebhardt, superintendent of the 22nd Wing Medical Group at McConnell Air Force Base in Kansas, holding an injured Iraqi girl. The picture was taken in October 2006, while Chief Gebhardt was deployed to Balad Air Base in Iraq. According to the Air Force Print News , the infant girl Chief Gebhardt held in his arms \"received extensive gunshot injuries to her head when insurgents attacked her family killing both of her parents and many of her siblings.\"",
  "Fact Check": "",
  "Description": "Chief Gebhardt is now back home in Wichita, Kansas, with his wife and two children. An Air Force Link article about the sudden fame he gained as the subject of this photograph reported that: The chief had a knack for comforting [the injured Iraqi girl] and they often would catch a cat nap together in a chair. \"I got as much enjoyment out of it as the baby did,\" he said. \"I reflected on my own family and life and thought about how lucky I have been.\" While deployed to Iraq, the chief tried to help out any way he could. He figured holding a baby that needed comforting that would free up one more set of arms that could be providing care to more critical patients. \"I pray for the best for the Iraqi children,\" he said. \"I can't tell the difference between their kids and our kids. The Iraqi parents have the same care and compassion for their children as any American.\" Chief Gebhardt told the Wichita Eagle that he was unable to recall the much of the details surrounding the taking of the photograph, nor did he know what had become of the girl he was pictured holding: He doesn't know the girl's name or age, or what exactly has become of her. She wasn't the first child he'd held during his deployment in Iraq. It wasn't even the first time he held this child. He isn't sure which night the photo was taken because he'd been comforting her for several days after she'd undergone a series of operations. He only knows it was taken in late September [2006], near the end of his tour, which had begun in May. Gebhardt, who had been assigned to the 332nd Air Expeditionary Medical Group in the Balad hospital, said he saw the child acting fussy and restless in her crib one day and figured she just needed some human contact. So he picked her up and started comforting her. He was unaware that a nurse had snapped the photo until the nurse sent it to him. The girl never spoke to him, Gebhardt said. Her eyes were always glazed. She appeared to be coming out of a sleep, he said. But he thinks holding her helped. All he knows for certain about her is that she eventually was released to a surviving family member after he had returned to McConnell. \"She seemed to be doing better, seemed to be gaining weight,\" Gebhardt said. Additional information: Humble Chief Gains National Attention (Air Force Link)",
  "Originally Published": "",
  "Referred Links": "http://www.af.mil/News/ArticleDisplay/tabid/223/Article/129103/humble-chief-gains-national-attention.aspx;",
  "Example": "[Collected via e-mail, November 2006] Got a tough, but heartwarming story and a picture of John Gebhardt in Iraq. For those that did not know John, he was our former Med Group Chief, Dave Nordel replaced him. Anyway, his wife talked with mine last evening and sent this picture. Mindy related that this little girl's entire family was executed.They intended to execute her also and shot her in the head but they failed to kill her. She was cared for by John's hospital and healing up, but has been crying and moaning. The nurses said John is the only one she seems to calm down with, so John has spent the last four nights holding her while they both sleep in that chair. The girl is coming along with her healing. John comes home in early October. He is a real Star of the war and is representative of what America is trying to do.",
  "Last Updated": "22 August 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/military/gebhardt.asp",
  "Claim": "Photograph shows a U.S. airman comforting an injured Iraqi child.",
  "Claim_ID": "photos_military_gebhardt",
  "Tags": ""
}