{
  "Origins": "On 26 March 2015, YouTube user Jen Cardinal uploaded a video purportedly showing the amazing moment when her unborn baby started clapping along to the song \"If You're Happy and You Know It, Clap Your Hands\" during her 14-week ultrasound. But the common presentation of this popular video is a bit misleading.",
  "Fact Check": "",
  "Description": "While it's true that the ultrasound imaging captured the moment when this unborn child's hands came together and then separated, there is no indication that the child was \"clapping\" nor that this (possibly involuntary) movement was spurred by its mother's singing. The expectant mother admitted as much in comments she posted with her video. While Cardinal claimed that her baby \"clapped three times\" during the ultrasound, she also admitted that the video was created after the fact as the doctor \"scrubbed\" the image to make it appear as if the baby were clapping along to her singing: The experience is one I'll never forget, the baby clapped three times, then the doctor rewound and scrubbed it while we sang. No mystery. It was amazing. Trolls won't get me down! The claim that this fetus clapped \"three times\" is also suspicious: it appears only a single \"clap\" is actually shown in the video as evidenced by the timing bar at the bottom right-hand corner of the video, which moves back and forth (i.e., showing that the doctor was rewinding and fast forwarding the video) in rhythm with the music: So, this video does not really show an unborn child clapping along to its mother's singing while inside the womb. What it does apparently show is a singular movement which has been edited to make it look as if you're a fetus and you know it, you'll clap your hands.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, March 2015] At our 14 week ultrasound our baby was clapping, so I sang a song with our doctor as my husband filmed.",
  "Last Updated": "30 March 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/photos/medical/clappingbaby.asp",
  "Claim": "An ultrasound video shows an unborn child clapping along to music.",
  "Claim_ID": "photos_medical_clappingbaby",
  "Tags": ""
}