{
  "Origins": "If you think the above-displayed image of a man falling outside a skyscraper while several of the building's occupants desperately grasp at him through an opened window seems too fantastic too be real ... you're right.",
  "Fact Check": "",
  "Description": "The distinctively-shaped building seen in the background places the setting of this photograph in downtown Beijing, and this image is in fact the work of photographic/performance artist Li Wei, a 36-year-old resident of Beijing who specializes in \"site-specific performance pieces that enact strange fantasies such as a head flying solo around Beijing or bodies catapulted into car windows.\" This particular image is from a 2003 Li Wei work entitled \" Free Degree Over 29th Storey .\" A Theme Magazine profile of the artist described how the finished effect was accomplished: Li Wei's body appears to float from a window on the 29th floor of Beijing's Jianwai SOHO office complex. In the image, his body is held in gravity-defying suspension. Arms outstretched, body rigidly horizontal, Li appears on the threshold of either soaring miraculously among the skyscrapers of Beijing s Central Business District, or plummeting gloriously like a modern day Bellerophon to a horrifying d nouement. The work, like many of Li's performances, was achieved with the aid of invisible wires, mirrors, and scaffolding. The resulting photograph of the event has been retouched to efface any traces of the architecture in this staging. This effort has been made to demonstrate, as Li puts it, \"the reality in the unreal or fantastic.\" These photographs do not capture reality but, rather, suggest to us the constructed nature of what we assume to be real.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20060405121428/www.liweiart.com/ART/liwei/photo-d/040-02.htm;http://www.liweiart.com/ART/liwei/ARTISTBIO.htm;http://www.molon.de/galleries/China/Beijing/Downtown/img.asp?pic=4;",
  "Example": "[Collected via e-mail, 2006] A friend of mine sent me this unbelievable picture of what appears to be an asian man falling from a building and several people at a window trying to catch him. It seems dubious that all those people would happen to be at the window at that specific time let alone a photographer. I can't tell if the picture is doctored and I couldn't find anything on the internet relating to it nor can I get in touch with my friend for more information. Have you seen this before or have any idea what is happening or happened?",
  "Last Updated": "22 January 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/accident/manfalling.asp",
  "Claim": "Photograph shows man falling from a skyscraper while occupants grasp at him through a window.",
  "Claim_ID": "photos_accident_manfalling",
  "Tags": ""
}