{
  "Origins": "A photograph of a giant 50-foot crab, dubbed Crabzilla, went viral after it was published in the UK newspaper Sunday Express on 12 October 2014.",
  "Fact Check": "",
  "Description": "The aerial photograph of Crabzilla was originally posted to Weird Whitstable , a website dedicated to strange sightings in the Kent area, back in 2013. The blog posted a second photo of crabzilla in July 2014 which showed two enormous crab claws reaching out of the water: This shocking image of a giant crab under a popular crabbing spot in Whitstable was taken last weekend. The boys were unaware of the danger, but as several passersby shouted to them, the crab slipped silently away under the water, into the dark, sideways. Quinton Winter, the curator of Weird Whitstable , told the Express Times that he was skeptical about the photos when he first saw them. That changed last summer, however, when he spotted the giant crab for himself: At first all I could see was some faint movement, then as it rose from the water I thought, 'that's a funny looking bit of driftwood.' It had glazed blank eyes on stalks, swivelling wildly and it clearly was a massive crab with crushing claws. Before this incident I thought the aerial photo showed an odd-shaped sand bank. Now I know better. Despite Winter's claim, the Crabzilla photo is just the result of some digital fakery. According to the Marine Biological Association of the UK, the Japanese spider crab is the largest crab species in the world. These crabs can grow up to 3.7 meters across, which, while incredibly large for a crab, is about 11.5 meters (37 feet) smaller than the estimated size of Crabzilla: The crab in the viral photo appears to be a cancer pagurus, which is commonly known as a brown or edible crab. These crabs are common in the Whitstable area, but they only grow to about 10 inches wide. Graphic artist Ashley Austen told Kent Online that someone probably used Photoshop and a brown crab image to create the Crabzilla photo: The image of the giant crab can be quite easily recreated in Photoshop. All the 'artist' had to do is find a suitable image of a crab, overlay it on to the satellite picture of the harbour and apply a few filters to it to get the realistic look. Indeed, the photo of Crabzilla is just that: merely an overhead photo of Whitstable from Bing Maps onto which someone grafted an image of a seemingly monstrous crab. Quinton Winter later said of the Crabzilla photo he published: \"When I saw the picture I thought I could use it in my exhibition. \"I thought it may have been a sand formation but it looked like a crab to me. \"I'm not trying to lie about anything, it's just a bit of fun.\" \"I don't think anyone seriously believes there actually is a 50ft crab in Whitstable. What would it feast on? Fat, juicy Londoners?\"",
  "Originally Published": "",
  "Referred Links": "http://www.bing.com/maps/?v=2&cp=sjtpcph2jw8v&lvl=18.36&dir=90.83&sty=b&eo=0&q=Whitstable,%20United%20Kingdom&form=LMLTCC;http://www.kentonline.co.uk/whitstable/news/crabzilla-spotted-in-whitstable-25151/;http://www.mba.ac.uk/learningzone/sealifeinfo/species/crabs/;https://twitter.com/GibberishBabble/status/521693833940443137;http://t.co/xzcrZcoY7Q;",
  "Example": "[Collected via Twitter, October 2014] Crabzilla! Photo appears 2 show giant CRAB measuring at least 50ft across lurking i/t waters off Whitstable\" Really? pic.twitter.com/xzcrZcoY7Q Babble (@GibberishBabble) October 13, 2014",
  "Last Updated": "25 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/crabzilla.asp",
  "Claim": "An aerial photograph shows a giant 50-foot crab off the coast of Whitstable, UK.",
  "Claim_ID": "photos_animals_crabzilla",
  "Tags": ""
}