{
  "Origins": "Although our mores regarding the display of the human body and bodily functions have changed a good deal over the years (for example, the notion that a woman might breast-feed her child in a public place was almost completely unthinkable just a few decades ago), most of us still hold very strong taboos against anyone other than intimates seeing us in certain circumstances, such as when we're unclothed, when we're engaged in execretory activities, and when we're engaged in sexual activities. Our squeamishness in these regards is such that we're often quite uncomfortable when others are present during these circumstances, even if they cannot see us. (Many people feel quite embarrassed about disrobing when a member of the opposite sex is present in the room, even if that other person keeps his or her eyes tightly closed.) On the other hand, we may not be so fussy about stripping down in a locker room or using a public bathroom in the presence of others it somehow seems more acceptable for us to do these things in front of other people when those others are engaged in the same activity.",
  "Fact Check": "",
  "Description": "The concept of how we react to \"seeing but not being seen\" was put to the test by 38-year-old architectural artist Monica Bonvicini in December 2003, when her work entitled \"Don't Miss A Sec\" was installed at a construction site (the future home of the Chelsea College of Art and Design) across the road from London's Tate Britain museum. (That same work was also displayed at an art exhibition in Basel, Switzerland, in June 2004.) Bonvicini's creation was a public toilet enclosed within reflective glass walls that allowed the user to see out but prevented those outside from seeing in, an exhibit that challenged whether we can adapt to the idea of being able to view others passing in close proximity to us while we engage in an activity which we don't want them to view even when we know full well that they can't possibly see us. As a spokesman for Ms. Bonvicini explained: It will arouse curiosity because people can come and just use it, although there is a question of whether people will feel comfortable doing so. They may be wary of desecrating a work of art or may be uneasy that because they can see out, other people can see in. There could be this feeling that there is some form of switch to change it and let people see in, but of course there isn't. Jeff Boloten, who worked at the Tate Britain, noted: Playing with the idea of the most private bodily function and having to sit on a street corner is just bizarre. The construction site makes it interesting because portable toilets are at construction sites all the time, but, the Tate Britain's a respected institution; the juxtaposition makes it more unique. The title of the work referred to Ms. Bonvicini's observation that attendees at art openings were afraid to leave the room for fear of missing a key entrance or comment, hence her \"Don't Miss A Sec\" exhibit \"reflects peoples' reluctance to leave the spectacle, and allows the art-goer to remain in the action, even while on the toilet.\" Her use of a stainless steel toilet and sink unit was inspired by the fact that the \"Don't Miss A Sec\" exhibition site once housed Millbank Penitentiary , a 19th century prison facility.",
  "Originally Published": "",
  "Referred Links": "http://www.langlandsandbell.demon.co.uk/mil01.html;https://www.facebook.com/studiobonviciniberlin;",
  "Example": "[Collected via e-mail, 2004] Here's a picture of a public toilet in Switzerland that's made entirely out of one-way glass. No one can see you in there, but when you are inside, it looks like you're sitting in a clear glass box.",
  "Last Updated": "7 April 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/arts/toilet.asp",
  "Claim": "Photographs show a public toilet made with one-way glass walls.",
  "Claim_ID": "photos_arts_toilet",
  "Tags": ""
}