{
  "Origins": "These are not photographs of the destruction of the Space Shuttle Columbia , which broke up over the western United States during re-entry on 1 February 2003, killing all seven astronauts aboard. This is another example of still frames of movie effects being passed off as real photography.",
  "Fact Check": "",
  "Description": "These images are frames from the special effects-laden opening sequence of the 1998 whammy film Armageddon in which the Space Shuttle Atlantis is destroyed by the leading edge of debris from a comet-enclosed asteroid, thereby alerting NASA to the problem that an Earth-bound doomsday asteroid is a mere 18 days from smashing into our planet. Even if these images were not recognizable as still frames from a theatrical movie, they could still be dismissed as \"actual photographs of the Columbia 's destruction\" because: The Columbia did not \"explode\" all at once as depicted here. It disintegrated over hundreds of miles as it re-entered Earth's atmosphere and traveled across the western United States on approach to its scheduled landing site in Florida. The images shown here depict a shuttle in orbit. The Columbia disaster occurred when the ship broke up while it was streaking through the atmosphere at 12,000 MPH during re-entry, well after it had left orbit. There was no photographic instrument in space (on an \"Israeli satellite\" or elsewhere) trained on the shuttle at the right moment to capture the type of images shown here.",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/Title?0120591;",
  "Example": "[Collected via e-mail, 2003] Quite hard to believe this; these are amazing! Attached are pictures of the Shuttle Explosion from anIsraeli Satellite in space.",
  "Last Updated": "20 September 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/space/explosion.asp",
  "Claim": "Photographs show the explosive destruction of the Space Shuttle Columbia .",
  "Claim_ID": "photos_space_explosion",
  "Tags": ""
}