{
  "Origins": "In the last few decades, security cameras have proliferated to the point of near ubiquity. Whereas the average person once might have encountered such devices only at businesses that were prime targets of crime (e.g., banks, casinos), now security cameras are seemingly everywhere stores, workplaces, schools, streets, parks, hotels, and most other types of public spaces. And upon finding himself in the vicinity of such a camera, who among us hasn't, during an idle moment, succumbed to the temptation of looking directly into it and pulling a goofy face? It's a simple act of rebellion, one that reminds the powers-that-be that although they may be watching us, we're as aware of their presence as they are of ours.",
  "Fact Check": "",
  "Description": "But in this era of heightened security consciousness, have things really come down to the situation reflected by the above-displayed image of an ATM warning sign that simply making a \"silly\" face into the lens of a security camera is now a federal crime? One giveaway that this image might be a leg-pull is that the statutes cited are non-existent: Title 13, Part 121 of the Code of Federal Regulations (CFR) has no subpart 314, and Title 44 of the United States Code, Annotated (USCA) has no section 46321. (And it's unlikely these could be explained away as miscitations, because the adjacent sections have no relevance to the subject of security cameras: 13 CFR 121 deals with credit and assistance to small businesses via the Small Business Administration, and Title 41 of the USC regulates public printing and documents.) A bigger giveaway is that this sign is a sticker which can made from templates offered through the Sign Hacker web site, along with templates for similar prankish stickers warning restroom users that the \"disabling of toilet cameras\" is also a federal crime and that paper towel dispensers with broken motion sensors can be activated by blowing or yelling into them (to activate their \"sound sensors\"): ATM CAMERA STICKERS This sticker design is based on the bathroom camera stickers we found at cheesebikini.com. Slap them on your ATM as you're making a transaction and they'll be sure to amuse/bewilder every customer that uses the machine until it's removed. Since this sticker isn't offensive, it will probably last a lot longer than bathroom camera stickers. These stickers print onto 3-1/3\" x 4\" inkjet mailing labels (Avery 5164 & 8164) which you can buy at any office supply store. Use this MS Word file to print them perfectly onto the mailing label page. If you're too cheap to buy mailing labels, just print them out on paper and tape them onto the ATM.",
  "Originally Published": "",
  "Referred Links": "http://www.signhacker.com/?s=atm;http://www.signhacker.com;http://frwebgate.access.gpo.gov/cgi-bin/usc.cgi?ACTION=BROWSE&title=44usc&PDFS=YES;http://ecfr.gpoaccess.gov/cgi/t/text/text-idx?c=ecfr&tpl=/ecfrbrowse/Title13/13cfr121_main_02.tpl;",
  "Example": "[Collected via e-mail, September 2009] This is so scary. If true, it may be a warning sign about freedom in America.",
  "Last Updated": "6 January 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/signs/camera.asp",
  "Claim": "Photograph shows an ATM sign which warns users that making faces into a security camera is a federal crime.",
  "Claim_ID": "photos_signs_camera",
  "Tags": ""
}