{
  "Origins": "One of the many trends spawned by the Internet is a phenomenon known as Reflectoporn the deliberate posting of photographs of items with reflective surfaces to on-line auction sites, with those pictures \"accidentally\" capturing reflected images of the sellers/photographs in various states of undress.",
  "Fact Check": "",
  "Description": "The photograph that is generally credited with kicking off the Reflectoporn trend is the above-displayed image of a tea kettle, which was posted to sold.com.au, an Australian on-line auction site, in August 2001. That the posting of the revealing image was unlikely to have been accidental was confirmed by a trace of the seller's user ID, which showed him to be one of a group of people who were planting similar pictures on various web sites. Other examples of Reflectoporn appeared in an auction for a television on the UK version of eBay in December 2002: And in an eBay auction for a guitar in April 2003: We started seeing the following picture of a dining room set in February 2005, although we don't know if it actually was, as claimed, used in on-line auction posting or other type advertisement: This is an actual photo that was put in the classified ads for someone selling a dining room set. There's a pretty strong clue in here suggesting that it was taken by a man. Sharpen your powers of observation and try to find the clue. Good luck.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] PUBLIC SERVICE ANNOUNCEMENT This is a quick note to all would-be auctioneers: Folks, if you're going to be selling something that people are going to be drinking fluids out of, please take some extra time to either put on some clothes before taking a picture, or concentrate on selling the non-reflective items in your kitchen. Thank you.",
  "Last Updated": "3 November 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/risque/kettle.asp",
  "Claim": "A seller submitted a photo of a tea kettle with a revealing reflection to an on-line auction site.",
  "Claim_ID": "photos_risque_kettle",
  "Tags": ""
}