{
  "Origins": "A video purportedly show one can enter a secret code into a Canon calculator in order to play the classic video game Tetris on that device has been circulating on the internet since 23 October 2008, when YouTube user Brusspup first uploaded it to the Internet:",
  "Fact Check": "",
  "Description": "This video has been watched of millions times and has left many calculator-less viewers wondering if entering the code \"153349\" on a Canon calculator really does enable one to play a game of Tetris with it. The video has even been the subject of items written by woefully gullible writers, such as a \"How To\" article published on eHow and a \"7 Amazing Tricks a Calculator Can Do\" article published on the Official Sharp Blog . Users who actually took a Canon calculator in hand and entered \"153349\" into it found that the process simply echoed the digits 153349 on the calculator's display and nothing more: That's because when YouTube user Brusspup uploaded this video to the Internet in 2008, he wasn't sharing a secret code to play Tetris; he was just practicing his editing skills. Brusspup's YouTube channel also features videos that purportedly reveal codes to play classic video games such as Defender and Pong on a Canon calculator. All of these videos are accompanied by a disclaimer stating \"This video is for fun. Just practicing my editing skills\":",
  "Originally Published": "",
  "Referred Links": "https://www.youtube.com/channel/UCeQEKFH31vvD-InkTGSvCrA;http://www.humansinvent.com/#!/802/7-amazing-tricks-a-calculator-can-do/;http://www.ehow.com/how_6901315_do-play-tetris-calculator_.html;",
  "Example": "[Collected via e-mail, April 2015] Just saw a facebook video of a guy playing Tetris on a canon calculator after inputting a string of numbers then pressing the + and the - key at the same time. Suddenly the calculator says \"TETRIS\" and starts to play tetris. Is this real?",
  "Last Updated": "27 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/technology/tetriscalculator.asp",
  "Claim": "Entering secret codes on a Canon calculator enables you to play classic video games such as Tetris on it.",
  "Claim_ID": "photos_technology_tetriscalculator",
  "Tags": ""
}