{
  "Origins": "These February 2004 photographs of a spider devouring a snake caught in its web are genuine, but the accompanying text description alters the location, the size of the snake, and the type of spider involved: The pictures were taken in Bloemfontein, South Africa, not Perth, Australia; the snake measured 14cm, (5.5 inches), not 70cm (27.5 inches); and the spider was identified as a brown button spider, not a redback spider.",
  "Fact Check": "",
  "Description": "According to an article from South Africa's news24.com about the scenario depicted in the photographs: An office receptionist got the shock of her life when she found a 14cm long Aurora house snake entangled in the web of a deadly spider. Tania Robertson, a receptionist at an electrical firm in Bloemfontein, came in to work on Tuesday and spotted the strange sight next to a desk in her office. The snake, which had obviously died from the spider's poisonous bite, was off the ground and caught up in the web. Leon Lotz of the arachnology department at the National Museum immediately identified the spider as a female brown button spider. The brown button spider, easily identifiable by a red hourglass marking on its stomach, is not quite as deadly as a black widow. He said it was only the second time in South Africa that he had heard of a snake getting caught in a spider's web. Rod Douglas from the herpetology department identified the snake as being a young, non-poisonous Aurora house snake. It is believed the snake got caught in the web on Monday night. But it did not take the spider long to bite it. A red mark on the snake's stomach was evidence of where the spider had started eating it. Throughout Tuesday, the spider checked on her prey, but on Wednesday she rolled it up and started spinning a web around it. She also kept lifting it higher off the ground, while continually snacking on it. Even a fly that accidentally landed on the snake was chased off aggressively. A few days later, the site ran a follow-up article indicating that the spider had been relocated from the electrical firm's office to a new home: The spider that had the country talking after it caught and devoured a snake, found a new home on Friday. Tania Robertson, a Bloemfontein secretary, was very relieved to get rid of her unwanted office mate. Leon Lotz of the department of arachnology at the National Museum in the city is now the proud owner of the poisonous button spider and what's left of the Aurora house snake. Robertson on Thursday appealed for someone to offer a new home to the spider that had been nesting in the air conditioning unit in her office. Lotz said the spider and snake would in future be used for educational purposes in the museum. The snake had been preserved in alcohol, while the spider was living in a covered jar on his desk. The spider and the remains of the snake will form part of an exhibition in the museum for years to come. He said these spiders lived about two years. When she dies, she would be added to other preserved spiders in the museum's collection. He said the spider would in future have to be satisfied with much less exotic food, like moths and bugs. That is, unless she escaped to the herpetological department where the snakes are kept, he added tongue in cheek. Meanwhile, Robertson was very relieved to see the spider go. \"No, I am not going to cry for her,\" she said. \"Now I can switch on the air conditioning again.\" She said only two people responded to her appeal. Lotz was the first. The second respondent was apparently very disappointed to hear the spider had already found a home by the time he called. He wanted to add it to his own private spider collection.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, December 2009] Come to Australia, where our spiders eat our snakes! Don't Mess with a Redback Spider!! An office receptionist got the shock of her life earlier this week when she found a 70cm long snake entangled in the web of a deadly spider. Tania Robertson, a receptionist at an electrical firm in Perth, came in to work on Tuesday and spotted the sight next to a desk in her office. The snake, which had obviously died from the spider's poisonous bite, was off the ground and caught up in the web.",
  "Last Updated": "27 February 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/bugs/snakespider.asp",
  "Claim": "Photographs show a spider devouring a snake caught in its web.",
  "Claim_ID": "photos_bugs_snakespider",
  "Tags": ""
}