{
  "Origins": "On 4 January 2015, a photograph purportedly showing a group of \"black brunch\" protesters at a KFC outlet in New York City spread widely via Twitter. While the above-displayed photo was shared via social media by several people during the black brunch protests, the image didn't go viral until Fox Business News host Charles Payne posted it to his Twitter account:",
  "Fact Check": "",
  "Description": "The image in question, however, was not taken on 4 January 2015 in New York City. It was also not taken at a KFC outlet, nor does it show a group of black brunch protesters. The photograph, which was originally published in the Detroit News in 2009, shows a crowd rushing into that city's Cobo Center to pick up federal housing assistance forms: The KFC logo was later photoshopped into the image and shared with the caption \"photograph from the opening of a new KFC in Detroit, 2009.\" While Payne didn't delete the photoshopped picture, he did admit to his mistake on Twitter: posted incorrect picture for #blackbrunchnyc then posted photo from yesterday- I'll discuss on my show tonight-the actions wrong & misplaced Charles V Payne (@cvpayne) January 5, 2015 .@truth921 I apologize for using wrong Photoshop pic but 'movement' is misguided & misusing past efforts for real justice- #AllLivesMatter Charles V Payne (@cvpayne) January 5, 2015",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/cvpayne/status/552192903767162880;https://twitter.com/hashtag/AllLivesMatter?src=hash;https://twitter.com/truth921;https://twitter.com/cvpayne/status/552170980186259457;https://twitter.com/hashtag/blackbrunchnyc?src=hash;http://multimedia.detnews.com/pix/photogalleries/newsgallery/10092009federalcobo/index.html;http://news.yahoo.com/black-brunch-protests-nyc-berkeley-oakland-190212742.html;",
  "Example": "[Collected via Twitter, January 2015]",
  "Last Updated": "5 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/politics/blackbrunch.asp",
  "Claim": "A photograph shows a group of black brunch protesters at a KFC in New York City.",
  "Claim_ID": "photos_politics_blackbrunch",
  "Tags": ""
}