{
  "Origins": "On 8 December 2014, the web site Latest Trickz published an item purportedly displaying \"shocking\" and \"amazing\" color photgraphs of the Japanese attack on Pearl Harbor that had taken place 63 years earlier:",
  "Fact Check": "",
  "Description": "The 7 December 1941 Japanese raid on Pearl Harbor was one of the great defining moments in history. Watch these Amazing color photos. A single carefully-planned and well-executed stroke removed the United States Navy s battleship force as a possible threat to the Japanese Empire s southward expansion. America, unprepared and now considerably weakened, was abruptly brought into the Second World War as a full combatant.Just before 8 a.m. on December 7, 1941, hundreds of Japanese fighter planes attacked the American naval base at Pearl Harbor near Honolulu, Hawaii. The barrage lasted just two hours, but it was devastating: The Japanese managed to destroy nearly 20 American naval vessels, including eight enormous battleships, and almost 200 airplanes. More than 2,000 Americans soldiers and sailors died in the attack, and another 1,000 were wounded. The day after the assault, President Franklin D. Roosevelt asked Congress to declare war on Japan; Congress approved his declaration with just one dissenting vote. Three days later, Japanese allies Germany and Italy also declared war on the United States, and again Congress reciprocated. More than two years into the conflict, America had finally joined World War II. Latest Trickz's gallery of a half-dozen photographs did include some compelling, vintage photographs of the devastation wrought at Pearl Harbor that day by the surprise attack, such as this image of the wreck of the USS Utah : Also included was this classic image of a burning USS West Virginia and USS Tennessee : The second photograph displayed in that gallery looked a little out of place, however, appearing remarkably distinct for its vivid colors and sharpness of image: That distinctiveness is due to the fact that the image actually dates from some sixty years after the fact it's a still from the 2001 Touchstone film Pearl Harbor starring Ben Affleck, not an historical photograph of the actual 1941 attack:",
  "Originally Published": "",
  "Referred Links": "http://www.imdb.com/media/rm4254838784/tt0213149;http://latesttrickz.com/shocking-color-photos-attack-pearl-harbor/#2;http://latesttrickz.com/shocking-color-photos-attack-pearl-harbor/;",
  "Example": "",
  "Last Updated": "8 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/military/pearlharborcolor.asp",
  "Claim": "Vintage color photograph from 1941 shows the Japanese attack on Pearl Harbor.",
  "Claim_ID": "photos_military_pearlharborcolor",
  "Tags": ""
}