{
  "Origins": "It's an unfortunate aspect of modern life that just about any woman who enters the public sphere at a national level is presumed to have posed for risqu photographs (anything from cheesecake shots to nude pictures) at some point in her past, and that (whether she has or not) examples of such photos will inevitably be fabricated and put on public display.",
  "Fact Check": "",
  "Description": "Alaska governor Sarah Palin quickly became the object of such attention when Senator John McCain selected her as his running mate for the 2008 presidential election. The image displayed above, of a bikini-wearing, rifle-toting Sarah Palin, began circulating on the Internet within days of the announcement that she had been tapped for the vice-presidential spot on the 2008 Republican ticket. It's purely a digital manipulation, however, created by pasting an image of her head onto this original photo (of a bikini-clad woman holding a BB gun, not a rifle): Another widely circulated photograph was this putative pose of Sarah Palin in a short skirt and high heels (which was also fashioned as a Playboy magazine cover): It, too, was a fake, one similarly created by clipping the head of Sarah Palin from the photograph below and pasting it onto someone else's body shot: Likewise, much attention was paid to a supposed nude shot of a much younger Sarah Palin, seen at the bottom center of this Chinese newspaper article: This picture was a double fake. It's not a photograph of Sarah Palin; it's an image that has long been circulated as a picture of Seinfeld actress Julia Louis-Dreyfuss. Even that attribution is wrong, however, as the picture was fabricated by pasting the actress' face onto someone else's body.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20080923074838/http://www.fake-detective.com/book-3/case264.jpg;http://web.archive.org/web/20121022234323/http://wiijzeman.files.wordpress.com/2008/01/julia_louis_dreyfus-1.jpg;",
  "Example": "[Collected via e-mail, September 2008] Photo is attached. It shows Vice Presidential candidate Sara Palin holding a rifle. She is wearing a stars and stripes bikini. Behind her a male is holding a can, possibly beer, and in the other hand a cigarette. There is a third person behind the beer/cig guy holding another rifle. If it's real it's dynamite! She's a Life Member of the NRA yet is at a pool where guns and alcohol are mixed. American Legion/VFW frown on garments made from US flag.",
  "Last Updated": "31 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/politics/palin.asp",
  "Claim": "Photograph shows Sarah Palin posing in a U.S. flag bikini while holding a rifle.",
  "Claim_ID": "photos_politics_palin",
  "Tags": ""
}