{
  "Origins": "One of the many \"fortunate discovery\" scenarios people sometimes fantasize about involves taking possession of a dwelling and turning up something of great value left behind by a previous resident perhaps a forgotten stash of currency, discarded coins that were once common but are now worth a pretty penny to collectors, jewelry hidden away and never retrieved, etc. Purchasing an old farmhouse and discovering the property included a barn stuffed full with a few hundred vintage automobiles is a reverie probably outside the range of even the most optimistic daydreamer's imaginings, but that's the backstory that was created to enliven a set of photographs circulated in early 2007 that showed an \"eclectic collection of old cars in a decaying building.\"",
  "Fact Check": "",
  "Description": "The referenced pictures (the full set is viewable here ) were indeed taken in a barn somewhere in Portugal, but the \"lucky find\" aspect of the story doesn't quite ring true. As Tom Cotter of Sports Car Market magazine noted when he looked into this story: Huge collections of cars don't just happen. Cars are accumulated sometimes lovingly, sometimes not by someone with a purpose. I was sure this collection was not assembled by accident; nobody would simply sell an old farm and fail to mention to the new owners the stash of old cars in the barn. What Cotter found out by tracking down the photographer was that the owner of the barn (and the 180 or so vintage cars contained within) was not a lucky buyer who had just purchased the property and was astonished to find a treasure trove in one of the farm buildings. The owner was an automobile dealer in the 1970s and 1980s who had built up an assemblage of cars over the years and stashed it in the barn (locking and soldering the doors shut when the structure was full) and who simply hired a photographer to document his collection: I was eventually able to contact the photographer who was contracted by the cars' owner to shoot the photographs that would ultimately appear on millions of car-guy computer monitors beginning on January 20 [2007]. Manuel Menezes Morais shot the photos, but he was sworn to secrecy about the cars' location and the owner's name. However, he was able to obtain permission from the elusive owner to give me the following information: The owner of the cars was a car dealer in the 1970s and 1980s, and decided to save the more interesting cars that came through his doors. When the barn was full, he padlocked and \"soldered\" the doors shut. (Perhaps welding was too permanent.) Web sites varied on the number of cars: 58, 100, and 180 were speculated. According to Morais, there are 180 cars in the barn. And, aw shucks, none of the cars is for sale. A partial inventory of the various models of automobiles stored in the barn can be viewed here .",
  "Originally Published": "",
  "Referred Links": "http://www.sportscarmarket.com/media/downloads/portugesebarnfind.pdf;http://www.intuh.net/barnfinds/index.htm;",
  "Example": "[Collected via e-mail, January 2007] A dream come true. A NY man retired. He wanted to use his retirement money wisely, so it would last, and decided to buy a home and a few acres in Portugal. The modest farmhouse had been vacant for 15yrs.; the owner and wife both had died, and there were no heirs. The house was sold to pay taxes. There had been several lookers, but the large barn had steel doors, and they had been welded shut. Nobody wanted to go to the extra expense to see what was in the barn, and it wasn't complimentary to the property anyway..... so, nobody made an offer on the place. The NY guy bought it at just over half of the property's worth, moved in, and set about to tear in to the barn..... curiosity was killing him. So, he and his wife bought a generator, and a couple of grinders..... and cut thru the welds. What was in the barn...............?",
  "Last Updated": "30 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/automobiles/barnfind.asp",
  "Claim": "Photographs show a barn full of vintage automobiles discovered by the purchaser of a Portuguese farmhouse.",
  "Claim_ID": "photos_automobiles_barnfind",
  "Tags": ""
}