{
  "Origins": "The above-displayed video clip purports to be security camera footage from an office building in Singapore's Raffles Place financial district. As depicted in the video, two businessmen enter the building about a half hour after midnight on 21 February 2008, get onto an elevator, ride it a few floors, then exit the lift revealing a hunched, corpse-like female figure who slowly shuffles off the elevator after the men have exited the frame.",
  "Fact Check": "",
  "Description": "Not only is the video obviously faked, but it was deliberately created for viral purposes a promotional stunt promulgated by the Singapore branch of the McCann Worldgroup advertising agency on behalf of the GMP Group, a business recruitment and staffing firm with offices in Singapore and other Asian cities: The infamous 'Raffles Place Ghost' campaign, which began as an online video and eventually snowballed into free coverage on various media outlets, cost recruitment and HR consultancy group GMP just $100,000. Created by McCann Worldgroup Singapore, the video first appeared online on 21 April, showing what appeared to be CCTV footage of two men being followed out of an office lift by the ghost of an old woman, has accumulated more than 250,000 views on YouTube. The video directed viewers to a blog, supposedly started by three amateur 'ghostbusters', and in the next few days it was posted on Stomp. It was then picked up by the daily press and made the front page of Shin Min Wanbao while Lianhe Wanbao featured an article on the 'ghost sighting' in its main news section. Farrokh Madon, ECD for McCann Worldgroup Singapore said that the Raffles Place Ghost is a \"defining piece of Singapore advertising\" and a \"fantastic example of how a big idea can magnify a small advertising budget\". GMP's Corporate Services manager, Josh Goh, subsequently appeared in a \"No One Should Work Late\" video to explain the purpose behind the Raffles Place Ghost video: \"We created the online hoax now known as the 'Raffles Place Ghost.' At GMP, we want to highlight the dangers of working late. Stress, fatigue, ill health are just a few. And ... if you're really, really unlucky, you might see a ghost.\" Another video shows how the effect was produced:",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, May 2008] I have to know... Is the footage of the \"Elevator Ghost\" taken from a Singapore office building's security footage real or a fake?",
  "Last Updated": "28 May 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/supernatural/elevatorghost.asp",
  "Claim": "Security camera footage captures a ghost in a Singapore office building's elevator.",
  "Claim_ID": "photos_supernatural_elevatorghost",
  "Tags": ""
}