{
  "Origins": "I really didn't care for venison the few times I tried it, but the gator in this picture appears to like it just fine.",
  "Fact Check": "",
  "Description": "These photographs of an alligator swimming across a lake with a deer clutched in its jaws circulated on the Internet in mid-2004, accompanied by several different versions of text crediting them to different sources: A photographer flying over Cross Lake (or Lake Conroe) in a news helicopter belonging to TV station KTBS of Shreveport, Louisiana. An \"Alabama Forest Service guy on daily fire patrol\" at Lake Martin, Alabama. An employee of the Texas Forestry Commission took the photograph while flying in a helicopter with the South Carolina Forestry Commission. A worker at the Kennedy Space Center in Florida. The first explanation was out, as KTBS said they haven't had a newscopter since their chopper crashed in 1990, and Leslie Johnson with the Louisiana Department of Wildlife and Fisheries noted that the vegetation was all wrong and the water too clear to be Cross Lake. And officials with the Alabama Forestry Commission disclaimed the Lake Martin explanation: Although the caption indicates that the alligator is in Lake Martin, officials at the Alabama Forestry Commission said that's not true. \"It's a legitimate photo, but it wasn't taken on Lake Martin,\" said Regina Miller, assistant to the state forestry commissioner. \"It was taken in South Carolina, and I suppose someone thought it would be more interesting here if it was on Lake Martin, Alabama.\" Jim Spradley, the pilot for the Tallapoosa County office of the state's forestry commission, said he too received the e-mail, but he was never fooled by the photo. \"I've got that e-mail myself, and as far as I know, I'm the only one who flies Lake Martin,\" he said. \"I didn't take it.\" In August 2004, the U.S. Fish & Wildlife Service ( USFWS ) finally cleared up the issue by issuing a press release identifying the photographs as having been taken in south Georgia (near the Georgia/South Carolina border) by a USFWS officer in March 2004: The sight of a 12 to 14 foot-long alligator is something south Georgia folks see occasionally, but few have seen one take an adult deer out to lunch. Actually for lunch. The photographs of this deer-eating alligator were taken from the air by Terri Jenkins, a U.S. Fish and Wildlife Service District Fire Management Officer. She was preparing to ignite a prescribed fire at Harris Neck National Wildlife Refuge, about 40 miles south of Savannah, Georgia, on March 4, 2004. \"One advantage of fire work is you get to see that 12-14 footers are common from Santee National Wildlife Refuge in South Carolina to Coastal South Carolina to Georgia s coast,\" said Jenkins. \"It looks like the alligator population is doing extremely well.\" This one was at least 12-13 feet long. Jenkins said that some bull alligators have a 35 inch girth. This version (which dates to August 2008) combines the 2004 alligator swimming with a deer in its mouth photos that were taken in Georgia with the 2005 photo of a large alligator that was killed in Texas , then places the whole thing in Alabama: This picture was taken by a KTBS helicopter flying over Lake Wiess about 90 miles north of Birmingham, Alabama! The helicopter pilot and the game warden were in communication via radio's here is a transcript of their conversation 'Air: 1 have you a visual on the gator, over' 'Approaching inlet now, over' 'Roger Air1' 'Gator sighted. Looks like it has a small animal in its mouth.. moving in, over' 'Roger Air1' 'Holy Crap it's a Deer!' 'confirm Air1.. did you say Deer?, Over' 'Roger.. a Deer in its mouth.. looks like a full sized buck.. that's a big gator, were gonna need more men, Over' 'Roger Air1..can you give me a idea on size of animal, over' 'Its big 25 feet at least, please advise Gator is heading to inlet.. do I pursue?, over' That has to be a HUGE gator to have a whole deer in its mouth! The deer was later found to be a mature Stag and was measured at 11feet! Are you ready to go skiing on Lake Wiess?! If you ski at the west end of the lake try not to fall. This alligator was found between Centre and Leesburg, Alabama near a house! Game wardens were forced to shoot the alligator- guess he wouldn't cooperate... Anita and Charlie Rogers could hear the bellowing in the night. Their neighbors had been telling them that they had seen a mammoth alligator in the waterway that runs behind their house, but they dismissed the stories as exaggerations. 'I didn't believe it,' Charles Rogers said, but they realized the stories were, if anything, understated. Alabama Parks and Wildlife game wardens had to shoot the beast. Joe Goff, 6'5' tall, a game warden, walks past the 28-foot, 1-inch alligator he shot and killed in their back yard",
  "Originally Published": "",
  "Referred Links": "http://southeast.fws.gov/news/2004/r04-073.html;http://www.fws.gov/;http://www.ktbs.com/news-detail.html?cityid=1&hid=24435;",
  "Example": "[Collected on the Internet, 2004] Water Skiing on Cross Lake This was taken by a KTBS helicopter flying over Cross Lake! That has to be a HUGE gator to have a whole deer in its mouth! What do you think? Are you ready to go skiing on Cross Lake?! If you ski at the west end of the lake try not to fall. (For those of you who are not local, Cross Lake is in Shreveport, La. 30-40 miles from Marshall)",
  "Last Updated": "9 July 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/gatordeer.asp",
  "Claim": "Photos show an alligator swimming across a lake with a deer clutched in its jaws.",
  "Claim_ID": "photos_animals_gatordeer",
  "Tags": ""
}