{
  "Origins": "Tempting as it may be to believe pictures of just about anything including a new, top secret U.S. military aircraft might turn up on the Internet, that isn't the case here. These photographs are not images of a prototype F/A-37 \"Talon\" aircraft being tested aboard the aircraft carrier USS George Washington , but pictures taken from the forthcoming motion picture Stealth , described thusly:",
  "Fact Check": "",
  "Description": "Although these pictures come from a fictional movie, they were taken aboard a real U.S. aircraft carrier: the USS Abraham Lincoln , which was used for filming while the vessel was at San Diego's Naval Air Station North Island in June 2004. The ship's public affairs group issued the following press release for the occasion: The Movie Stealth films on USS Abraham Lincoln JOSN Michael Cook USS Abraham Lincoln Public Affairs Fighter jets chocked and chained to the deck, Sailors scurrying from place to place, the occasional whirr of rising aircraft elevators, this could be a hangar bay of any aircraft carrier. In fact, the repetitious scene often causes shipmates to become oblivious to their overwhelming surroundings. But last week something happened aboard USS Abraham Lincoln (CVN 72) that made every Sailor stand up and take notice throughout the ship. Departing Naval Air Station North Island after an all too brief stop-over, Lincoln welcomed aboard more than 80 new faces, a 53-foot long futuristic stealth fighter named \"Talon,\" and the Navy s top three \"special operations pilots.\" No, this wasn t a top-secret Navy experiment; rather it was the cast and crew of the upcoming major motion picture, \"Stealth.\" The new addition to Abe's crew came aboard courtesy of Columbia Pictures and Backbreaker Films, and features Josh Lucas, Jessica Biel, Jamie Foxx and Pulitzer Prize-winner Sam Shepard. The film is scheduled to be released in the summer of 2005, and is directed by Rob Cohen, who also directed the films \"XXX,\" and \"The Fast and The Furious.\" He said \"Stealth\" is on a different level than his past work. \"Filming a major Hollywood movie during flight (operations) is a very tricky and different thing,\" said Cohen. \"This is real life out here, and it's amazing that the Navy is allowing us to be here and bring our own aircraft on the ship.\" Cohen also acknowledged the Navy for allowing the current movie to see the light of day. \"I'm very grateful to the Navy for this. The Navy passed every page of the script, so they feel good about it, and I feel good about what this film will say about the Navy.\" In the film, Navy officials decide to use an unmanned version of the \"Talon,\" but when one of the planes begins attacking friendly forces, Navy pilots are called in to save the planet from artificial intelligence. Although the plot may sound far-fetched to some, Cohen found out first hand that filming aboard Lincoln is very real. \"I have a deeper appreciation for what (the crew) does on the Lincoln,\" Cohen said. After spending his first night aboard the warship, Cohen had a startling experience that awoke him from a sound sleep. \"They primed the catapults about 2:00 in the morning, and I thought, 'Oh my God, we've been torpedoed!' I jumped so high out of my bunk that I hit my head on the shelf.\" Adjusting to life on the 97,000-ton carrier also proved to be difficult for some of the cast. \"I ve been lost every day,\" actress Jessica Biel said. \"I still can t get to my room. I have to ask people all of the time just to help me find the bathroom, but it's been incredible how helpful everyone has been.\" Biel, who plays Lt. Kara Wade, the only female pilot in the stealth squadron, also expressed her appreciation for the hard work of Abe s crew. \"You really have no idea how hard everybody works until you come on to a carrier,\" Biel said. \"The teamwork on this ship is absolutely amazing.\" Teamwork seemed to be the word of the week, as both the movie and ship's crews worked together to complete the ship's mission and lend a hand in the production. Abe Sailors were given numerous opportunities throughout the week to be extras in the film, and share the spotlight with the Hollywood lineup. Donning float coats and cranials, the Sailors, producers and actors looked alike on the flight deck as the cameras rolled. \"In my 16 years in the Navy, this is one of the top things I've done,\" said AO1(AW) Anthony Whetstone, of Abe's Safety Department. Whetstone, an Alexander City, Ala. native, was an extra with a speaking role during one of the production's night scenes, and was grateful to have such an opportunity. \"Nothing like this has ever happened to me before.\" Actor Jamie Foxx, who plays the role of Lt. Henry Purcell, said Abe's crew was a big help during the filming and commented on their hard work. \"This really changes your perspective on things, when you get a chance to see from the ground up how hard these men and women work,\" he said. \"The crew was really down to Earth,\" Whetstone said. \"I was surprised to find out that they were just like us.\" Whetstone's thoughts seemed to be echoed by Abe's crew throughout the week. Meanwhile, the film crew couldn t seem to give enough praise to Lincoln Sailors. \"Thank God for these decent people that are on this ship doing the job they do,\" Cohen said. \"I have a deep appreciation for Sailors and what (they) do for people like me who live in the freedom you secure.\"",
  "Originally Published": "",
  "Referred Links": "http://www.sonypictures.com/homevideo/stealth/;",
  "Example": "[Collected on the Internet, 2004] THIS THING IS EXOTIC The plane in these pictures is still officially the Air Vehicle Number 1, a prototype, onboard the *USS George Washington CVN-73 for catapult fit checks. Not exactly still Top Secret but certainly not yet made public. I believe it will be known as the the F/A-37 (Talon). Although specs are classified, it is believed to be a Mach 3.5 (top speed in the Mach 4 range), super-cruise stealth fighter / bomber / interceptor with approximately a 4,000nm range. Awesome! *USS George Washington motto.....\"Over 90,000 Tons of Diplomacy, Where ever...When ever...\"",
  "Last Updated": "3 October 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/airplane/a37.asp",
  "Claim": "Photographs show prototype of a new F/A-37 \"Talon\" military plane.",
  "Claim_ID": "photos_airplane_a37",
  "Tags": ""
}