{
  "Origins": "The advent of new technologies has prompted significant changes in the advertising industry, including that venerable stand-by, the roadside billboard. No longer solely static displays of painted or pasted-on text and graphics, billboard technology now includes multi-message billboards that display multiple advertisements composed of rotating trilons, scrolling billboards that cycle through dozens of different images, and LED-based digital billboards that offer sponsors' ads in animated, high-resolution graphics.",
  "Fact Check": "",
  "Description": "One intriguing new form of billboard technology was presented in the images displayed above, which circulated in early 2007 as photographs of a Ford campaign utilizing visually striking billboards made from a \"semi-transparent resin\" that \"accurately blur the scenes behind them\" to create an impression of motion and speed (qualities to be associated with the automaker's Mustang model). Some doubters were skeptical of these images, noting that the support structure of a standard monopole billboard should have been visible through a truly semi-transparent display: Whatever the reasons, the skepticism was well-placed. These images are not photographs of real billboards; they're mock-ups of a fictional ad campaign created for a class assignment by Ian Hart, a Miami Ad School student. Mr. Hart posted them to his personal web site, whence someone apparently encountered them and took them at face value. Mr. Hart offered the following explanatory information to correct the misimpression: I did this ad with Annie Williams (art director) during my first year at Miami Ad School. I'm glad that some of you have found merit in the idea. Just to answer some speculation, this ad was never presented at an agency, it was simply a class assignment. Carlos Vasquez was our instructor.",
  "Originally Published": "",
  "Referred Links": "http://www.miamiadschool.com/;http://www.signindustry.com/led/articles/2009-02-02-LB-Digital_Signage_Ho_staking_out_new_territories.asp3;",
  "Example": "[Collected via the Internet, February 2007] Came across these the other day. One of the cleverest uses of non-traditional bill board art I've seen in ages. Done for the Ford Mustang, they are constructed from a semi-transparent resin, then mounted in front of suitably dramatic vistas, so that when driving by, the scene behind the billboard blurs giving the impression of high speed. It works irrespective of the weather conditions, time of day, or season. A very clever idea indeed. Hat's off to whoever came up with this one",
  "Last Updated": "10 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/advertisements/fordblur.asp",
  "Claim": "Photographs show a Ford Mustang ad campaign utilizing semi-transparent billboards.",
  "Claim_ID": "photos_advertisements_fordblur",
  "Tags": ""
}