{
  "Origins": "This is another photograph being circulated as a picture of the tsunami that struck Indian Ocean shorelines in Asia on 26 December 2004, this one purportedly taken from atop a high-rise building in Phuket, Thailand.",
  "Fact Check": "",
  "Description": "This looks to be another case of any image depicting large waves being grabbed and passed around as a \"real photograph\" of the December 2004 tsunami. The image clearly doesn't fit its accompanying description because: It looks like something other than a photograph, such as a still frame from a movie or a composite image. The waves that struck the coast of Thailand after the December 2004 Indian Ocean earthquake were about 4 meters in height, but the ones pictured here look several stories tall. The skyline depicted doesn't appear resemble the city of Phuket. The traffic flow shown isn't right for Thailand, where motorists drive on the left-hand side of the road. As the operator of the World City Photo Archive helpfully informed us, this image is actually a manipulated depiction of the skyline of Antofagasta, Chile:",
  "Originally Published": "",
  "Referred Links": "http://www.worldcityphotos.org/;http://markmccracken.com/phuket/bigimages/2002%2006%2027%20Mountain%20view%20of%20Phuket%20City.JPG;http://earthobservatory.nasa.gov/NaturalHazards/natural_hazards_v2.asp3?img_id=12645;",
  "Example": "[Collected on the Internet, 2004] Be sure and open the picture for a shock of your life to see what the tsunami looked like just before hitting Puket, Thailand. This picture is not a fake. It appears to have been taken from a hi-rise building window in downtown Phuket Thailand. The power of nature is hard to comprehend, especially the destructiveness of water. We have all seen the pictures on TV but I don't think any of us really understand how big or how bad this wave was. This may be the most impressive picture I've seen. It gives me a better understanding of how 150,000 people perished in this disaster. If you look at this picture that was taken right before the wave hit, it will send a chill down your spine. Just look at the top of the wave compared to the top of the building it is about to hit. (Click photo to enlarge) Variations: Various claims about this picture include: It was taken by an employee of Kellogg's. It came from a security camera in Aceh. It came from a security camera of the Sheraton Hotel, Indonesia. It was found on the Lions Clubs of Australia web site.",
  "Last Updated": "14 January 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/tsunami/tsunami2.asp",
  "Claim": "Photograph shows the tsunami that struck Indian Ocean shorelines in Asia in December 2004.",
  "Claim_ID": "photos_tsunami_tsunami2",
  "Tags": ""
}