{
  "Origins": "September 2009 saw the emergence of an Internet meme (as viewed in this \"demotivational poster\") composed of a photograph of a smiling, waving former president George W. Bush accompanied by the legend \"MISS ME YET?\" Sometime after December 2009, images began circulating of a billboard displaying this meme which was said to be found in Minnesota alongside Interstate 35, near the town (not the state) of Wyoming.",
  "Fact Check": "",
  "Description": "The simple question of whether the billboard exists is easily answered in the affirmative: Plenty of motorists have seen it, some of them having taken pictures of it from varying vantage points: Definitive answers to the larger questions of what the billboard was intended to mean and who sponsored it remain elusive. Are those paying for its display anti-Obama or pro-Obama? Is the sign's legend a message reflecting the former viewpoint (i.e., \"Even President Bush's critics have to acknowledge that things have been worse under President Obama\"), or the latter (i.e., \"Even though things may be bad now, think about how much worse they were under the previous administration\")? Or is the billboard a form of political commentary meant to express a viewpoint but not to specifically target or criticize any particular individual? Although a representative of the company that leases space for the \"Miss Me Yet?\" billboard stated that some of the sign's sponsors were \"Obama supporters,\" skepticism remains about who is truly funding the billboard and what message they're intending to convey. For example, Yahoo! News reported that: Mary McNamara, the general manager at the Minneapolis office of Schubert & Hoey Outdoor Advertising, the company which owns and leases out the billboard space, [said]: \"The ad was purchased by a group of small business owners who wish to remain anonymous.\" However, McNamara did offer this political bombshell: \"Some of the people in the group who paid for this were Obama supporters.\" McNamara told us that the message the group hoped to convey was one of \"Hope and change, where is it?\" She went on to say that she has yet to receive any negative feedback about the ad, which has been up for about a month, and added that some have even contacted her office offering to donate money to keep it up. However, not everyone is buying McNamara's portrayal of the group's ideological makeup. Cindy Erickson, the chairwoman of the Democratic Party in Chisago County, where the billboard is located, suspects the ad's funders are conservative activists posing as Obama supporters. \"I don't have any idea who did it, but my thought was that they're Tea Party people,\" she said. \"Regardless, it's been the subject of many conversations around here. I think most people have interpreted their message to be 'If you think it's bad now, don't forget how bad it used to be,'\" she said. FOX News had a slightly different take on the story: Bev Master, office manager with Schubert & Hoey Outdoor Advertising, said the billboard which the firm owns was rented out by a \"group of small business owners and individuals who just felt like Washington was against them.\" \"They thought it was a funny way to get out their message,\" she added. However, Master [said] the ad buyers wish to \"remain anonymous.\" [A]ll indications are the billboard was a slap at Obama. \"My personal feeling is it's probably anti-Obama,\" [said] Mark Drake, a spokesman for the Minnesota Republican Party. Drake said [he] has \"no idea\" who designed and paid for it.",
  "Originally Published": "",
  "Referred Links": "http://www.motifake.com/miss-me-yet-not-mine-came-in-an-email-but-had-to-post-demotivational-poster-71856.html;",
  "Example": "[Collected via e-mail, January 2010] This photo was sent to me via email and I was wondering if it was true. According to the email this bill board is on I35W in MN.",
  "Last Updated": "9 February 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/politics/missmeyet.asp",
  "Claim": "Photograph shows a Minnesota billboard bearing a picture of smiling President George W. Bush and the legend \"Miss Me Yet?\"",
  "Claim_ID": "photos_politics_missmeyet",
  "Tags": ""
}