{
  "Origins": "The half time shows at Super Bowls have grown more and more spectacular over the years, and Super Bowl XXXVIII topped them all. As Justin Timberlake sang \"Rock Your Body\" onstage with Janet Jackson and reached the last few lines of the song \"Let's do something, let's make a bet, 'cause I gotta have you naked by the end of this song\" he reached across her body and pulled off part of her bustier, exposing most of her right breast:",
  "Fact Check": "",
  "Description": "Although MTV, who produced the halftime show, maintained that the incident was an accident \"The tearing of Jackson's costume was unrehearsed, unplanned, completely unintentional,\" they said some have suggested that Jackson's wearing of a nipple shield (and advance pronouncements that the show would contain some \" shocking moments\") demonstrated that the stunt may not have been quite so spontaneous: The halftime festivities were also interrupted by a streaker who, unlike Janet Jackson, did not have his less-than-fully-clothed image beamed into living rooms by CBS. In a curious coincidence, photographs purportedly depicting the exposed breasts of the previous year's Super Bowl halftime entertainer, Shania Twain, were circulating several weeks before the big game: These pictures were obviously fabricated from screen shots of the 2003 Super Bowl halftime show given the crush of media attention resulting from one partially-exposed breast at the 2004 Super Bowl, two fully-exposed breasts at the previous year's show would have been one of the year's top(less) stories.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20040220133401/http://www.news-star.com/stories/012903/ent_14.shtml;http://www.thestreaker.org.uk/streaks/sbowl/sbowl.htm;http://www.mtv.com/news/articles/1484644/20040128/jackson_janet.jhtml;",
  "Example": "",
  "Last Updated": "2 February 2004",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/risque/superbowl.asp",
  "Claim": "One of singer Janet Jackson's breasts was exposed during the halftime show at Super Bowl XXXVIII.",
  "Claim_ID": "photos_risque_superbowl",
  "Tags": ""
}