{
  "Origins": "U.S. Army Spc. James M. Kiehl of Comfort, Texas, was killed in action in Iraq on 23 March 2003 when his convoy was attacked near al-Nasiriyah. James had been assigned to a group of mechanics, cooks, and supply clerks from the 507th Maintenance Company out of Fort Bliss, Texas, and his team was ambushed while on their way to repair computers on a Patriot missile launcher. The 22-year-old soldier left behind a wife who was due to give birth to the couple's first child within the next few weeks.",
  "Fact Check": "",
  "Description": "When the Army first listed James as missing in action, his friends in Comfort (a small Texas town of about 1,200 residents) created an improvised memorial to him which grew daily through additions and messages from friends, residents, and visitors. Since James had stated before he left for Iraq that he did not wish to be buried in a military cemetery, after his parents learned of his death they obtained a plot for him at the private Center Point Cemetery near their home. On the day of James' funeral, much of the population of Comfort many of them bearing U.S. flags turned out to line the route of his funeral procession in a moving display of community support for a lost friend and a fallen soldier. The images displayed above were captured by James' 17-year-old cousin, Amy Pierce, and the description accompanying them was penned by his aunt, Vicki Pierce. James' aunt also created a memorial web site to James with additional photographs, information, and tributes.",
  "Originally Published": "",
  "Referred Links": "http://home.comcast.net/~cytdad/index.html;",
  "Example": "[Collected on the Internet, 2003] A SOLDIER'S FUNERAL (TEXAS STYLE) What follows is a message from Vicki Pierce about her nephew James' funeral (he was serving our country in Iraq): \"I'm back, it was certainly a quick trip, but I have to also say it was one of the most amazing experiences of my life. There is a lot to be said for growing up in a small town in Texas. The service itself was impressive with wonderful flowers and sprays, a portrait of James, his uniform and boots, his awards and ribbons. There was lots of military brass and an eloquent (though inappropriately longwinded) Baptist preacher. There were easily 1000 people at the service, filling the church sanctuary as well as the fellowship hall and spilling out into the parking lot. However, the most incredible thing was what happened following the service on the way to the cemetery. We went to our cars and drove to the cemetery escorted by at least 10 police cars with lights flashing and some other emergency vehicles, with Texas Rangers handling traffic. Everyone on the road who was not in the procession, pulled over, got out of their cars, and stood silently and respectfully, some put their hands over their hearts. When we turned off the highway suddenly there were teenage boys along both sides of the street about every 20 feet or so, all holding large American flags on long flag poles, and again with their hands on their hearts. We thought at first it was the Boy Scouts or 4H club or something, but it continued .... for two and a half miles. Hundreds of young people, standing silently on the side of the road with flags. At one point we passed an elementary school, and all the children were outside, shoulder to shoulder holding flags kindergartners, handicapped, teachers, staff, everyone. Some held signs of love and support. Then came teenage girls and younger boys, all holding flags. Then adults. Then families. All standing silently on the side of the road. No one spoke, not even the very young children. The military presence..at least two generals, a fist full of colonels, and representatives from every branch of the service, plus the color guard which attended James, and some who served with him ... was very impressive and respectful, but the love and pride from this community who had lost one of their own was the most amazing thing I've ever been privileged to witness. I've attached some pictures, some are blurry (we were moving), but you can get a small idea of what this was like. Thanks so much for all the prayers and support.\"",
  "Last Updated": "18 August 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/military/kiehl.asp",
  "Claim": "Photographs show a Texas funeral procession for a soldier killed in Iraq.",
  "Claim_ID": "photos_military_kiehl",
  "Tags": ""
}