{
  "Origins": "The photographs displayed above began circulating in May 2008 accompanied by a number of different textual descriptions, all of them identifying the structure shown as a new correctional center somewhere within the United States or United Kingdom (with the variant placing it in Chicago being the most common) and decrying the large expenditure of tax dollars being wasted on pampering criminals by providing them with such luxurious and comfortable surroundings.",
  "Fact Check": "",
  "Description": "Although the structure pictured in these photographs is a prison, it not located in either the U.S. or the U.K. (and thus has nothing whatsoever to do with Barack Obama's tenure as an Illinois senator, as claimed in later versions). More specifically, it's the Justice and Detention Centre (i.e., court building and penitentiary) in Leoben , Austria. Designed by architect Josef Hohensinn, Austria's \"show-piece prison\" was built to house inmates in the following circumstances: Prisoners in groups up to thirteen are accommodated in a wing of their own and can move freely among the cells and communal spaces. The architect suggested the additional possibility of stepping out for fresh air, so it was agreed that each communal section would have a kind of loggia surrounded by bars, of course, but the inmates are outdoors. The prisoners also have three courtyards at their disposal, with concrete seating walls meandering through the space, so it would no longer be possible to circle around in a single file. The New York Times described the Leoben detention center thusly: Here's a striking building, perched on a slope outside the small Austrian town of Leoben a sleek structure made of glass, wood and concrete, stately but agile, sure in its rhythms and proportions: each part bears an obvious relationship to the whole. In the daytime, the corridors and rooms are flooded with sunshine. At night, the whole structure glows from within. A markedly well-made building, and what is it? A prison. Everybody says this, or something like it: I guess crime does pay, after all. Or, That's bigger than my apartment. Or, Maybe I should move to Austria and rob a couple of banks. It's a reflex, and perfectly understandable, though it's also foolish and untrue about as sensible as looking at a new hospital wing and saying, Gee, I wish I had cancer. To be more accurate, free people say these things. Prisoners don't. Nor, for the most part, do the guards, the wardens or the administrators; nor do legal scholars or experts on corrections; nor does Josef Hohensinn, who designed the Leoben prison. They all say something else: No one, however down-and-out or cynical, wants to go to prison, however comfortable it may be. The place must be a country club for white-collar criminals. (No, it holds everyone from prisoners awaiting trial to the standard run of felons.) Then it must cost a fortune. (A little more than other prisons, maybe, but not by much as a rule, the more a corrections center bristles with overt security, with cameras, and squads of guards, and isolation cells, the more expensive it's going to be.) And that's glass? (Yes, though it's shatterproof. And yes, those are the cells and that is a little balcony, albeit caged in with heavy bars, and below it is a courtyard.) The whole thing seems impossible, oxymoronic, like a luxury D.M.V., and yet there it is. Leoben has received quite a lot of attention. In America, its public profile has been limited to a series of get-a-load-of-this e-mail messages and mocking blog posts (where the prison is often misidentified as a corrections center outside Chicago), but in Europe, Hohensinn s design has become more of a model not universally accepted, but not easily ignored either. It is the opening statement in a debate about what it means to construct a better prison. Already there are plans to build something like it outside of Berlin.",
  "Originally Published": "",
  "Referred Links": "http://www.mimoa.eu/projects/Austria/Leoben/Justice%20and%20Detention%20Centre;",
  "Example": "[Collected via e-mail, June 2008] Wow! Your Tax Dollars At Work CAN YOU GUESS WHAT THIS IS? New Cook County Correctional Center, Chicago, Illinois (I guess if I ever break the law, I'd better do it in Illinois! Homeless people should have it so good!) Once again the taxpayer gets stung. It also shows that in most cases the quality of life for prisoners has improved considerably from what you might expect. And I always thought prison was for punishment.!!!!! Let me see now ... who was the Chicago US Senator who helped arrange the funds to build this beautiful 'punishment center'. Oh yes, it was B. Obama!!! No wonder he sees nothing wrong with the wasted spending in his 'Stimulus Plan'. Variations: An April 2012 variant identifies the pictured prison as being in Toronto, Ontario, Canada.",
  "Last Updated": "12 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/architecture/prison.asp",
  "Claim": "Photographs show the new Cook County Correctional Center prison facility in Chicago, Illinois.",
  "Claim_ID": "photos_architecture_prison",
  "Tags": ""
}