{
  "Origins": "On 26 November 2005, anti-war activist Cindy Sheehan took part in an anti-Iraq war rally held on a one-acre camp site adjacent to the Crawford, Texas, ranch where President Bush was spending the Thanksgiving weekend. Among other activities, Ms. Sheehan participated in a book signing arranged by her publisher for her new book, Not One More Mother's Child. The turnout for the rally was considerably smaller than the attendance at a similar event held in Crawford in August 2005, reported the Washington Post, due in part to unfavorable weather:",
  "Fact Check": "",
  "Description": "The pictures displayed here, of a somewhat dejected-looking Cindy Sheehan sitting in a tent at the rally devoid of visitors (other than a few photographers), were distributed by the Associated Press (AP) and Reuters news agencies and accompanied news reports such as the Washington Post article quoted above. (The AP caption for the first photo read: \"Cindy Sheehan waits for people at her book signing near the president's ranch in Crawford, Tex., where she spoke to a crowd of about 100 people.\") A few days after the rally, as reported in Editor & Publisher, Ms. Sheehan and her publisher contended that the photographs had been taken at an inopportune time and misleadingly implied that hardly anyone purchased a copy of Not One More Mother's Child or attended the book signing event for it: But in a statement today, Sheehan accused \"right-wing\" sites of \"spreading a false story that nobody bought my book at Camp Casey on Saturday. That is not true, I sold all 100 copies and got writer's cramp signing them. Photos were taken of me before the people got in line to have me sign the book. We made $2000 for the peace house.\" Her publisher, Arnie Kotler at Koa Books, meanwhile released a letter to her supporters, charging that \"AP and Reuters posted photos I can't imagine why of Cindy sitting at the book table between signings, rather than while someone was at the table. And now the smear websites are circulating an article, with these photos, that Cindy gave a signing and nobody came. It's simply not true... the benefit books signing in Crawford, Texas on November 26, 2005 was well attended and a huge success.\" According to a statement issued by AP, Evan Vucci, the photographer who snapped the pictures of Cindy Sheehan, avowed that the caption used by AP was an accurate reflection of what he observed while taking the photos: Photographer Evan Vucci, queried about the incident today said that he was present at the book signing from about 10 a.m. to about 11 a.m. During that time, he said, people were coming in to have their books signed in small groups of a few at a time. At the time the photos were taken 'maybe 5 people had come in,' Vucci says, and Sheehan was waiting for more to stop by, which they did individually as well as in very small groups. Therefore the wording of the caption is accurate in that Sheehan was waiting for people to show up at her signing.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2005] Mother Sheehan's Book Signing Sometimes several pictures are worth several thousand words: Anti-war activist Cindy Sheehan waits for people to show up at her book signing near President Bush's ranch on Saturday, Nov. 26, 2005 in Crawford, Texas. Photographs The Associated Press",
  "Last Updated": "1 December 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/politics/sheehan.asp",
  "Claim": "Photographs show anti-war activist Cindy Sheehan sitting in an empty tent at a book signing.",
  "Claim_ID": "photos_politics_sheehan",
  "Tags": ""
}