{
  "Origins": "Our first impulse on viewing a picture like the one displayed above was to check to see whether Worth1000 was holding a photo editing contest in which entrants are challenged to create images of buildings that visually represent their functions. However, no such search was necessary, as background information about this photograph was easily located on the web site of the Kansas City Public Library.",
  "Fact Check": "",
  "Description": "As noted on that site, these 25-foot-high representations of 22 different books (set between glass-enclosed stairwells made to look like bookends) are known as the \"Community Bookshelf\" and do indeed line one wall of Central Library's parking garage in downtown Kansas City: The Community Bookshelf is a striking feature of Kansas City's downtown. It runs along the south wall of the Central Library's parking garage on 10th Street between Wyandotte Street and Baltimore Avenue. The book spines, which measure approximately 25 feet by 9 feet, are made of signboard mylar. The shelf showcases 22 titles reflecting a wide variety of reading interests as suggested by Kansas City readers and then selected by The Kansas City Public Library Board of Trustees. For those curious types who can't make out the all of the titles displayed on Community Bookshelf, we note that they are: Kansas City Stories Catch-22 Children's Stories Silent Spring O Pioneers! 100 Years of Solitude Their Eyes Were Watching God Fahrenheit 451 The Republic The Adventures of Huckleberry Finn Tao Te Ching The Collected Poems of Langston Hughes Black Elk Speaks Invisible Man To Kill a Mockingbird Journals of the Expedition (Lewis and Clark) Undaunted Courage: Meriwether Lewis, Thomas Jefferson, and the Opening of the American West Lord of the Rings A Tale of Two Cities Charlotte's Web Romeo and Juliet Truman",
  "Originally Published": "",
  "Referred Links": "http://www.kclibrary.org/community-bookshelf;http://www.worth1000.com/;",
  "Example": "[Collected via e-mail, December 2009] Supposedly this photograph is of the Kansas City Library in Kansas City Mo. Kansas City has 30 branch libraries under the umbrella of the Mid-Continent Public Library network. Unfortunately, their website does not depict any of the libraries. I want to know if this photograph is legit.",
  "Last Updated": "20 November 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/architecture/kclibrary.asp",
  "Claim": "Photograph shows a library facade lined with giant-sized representations of books.",
  "Claim_ID": "photos_architecture_kclibrary",
  "Tags": ""
}