{
  "Origins": "In recent years Japan has produced some rather unusual fashion items that have been objects of fascination throughout the western world, such as the infamous \"breast scarves\" that were given wide coverage by English-language news outlets (although the scarves were actually just part of an artistic exhibition and not a widely-sold consumer product):",
  "Fact Check": "",
  "Description": "But what about the alleged \"current [fashion] rage in Japan\" depicted above, skirts supposedly displaying screened-on images of panties which create the illusion of \"see-through\" clothing (thereby fulfilling the fantasy of all the disappointed boys who were ever duped into ordering X-Ray Specs through comic book ads)? Even if such a product did exist, pictures like the ones shown above would have to be very carefully posed in order to get the screened-on panties to line up perfectly with the actual positioning of the skirt-wearers' derrieres and legs. Alas, these images were simply digital fabrications to which someone attached a fanciful explanation. As the Toronto Star reported about them: \"They (the pictures) are quite common in Japan. There are a lot of cheap porno magazines that use them,\" Kjeld Duits, 43, says in an interview from Ashia, near Osaka, Japan, where he works as a journalist and runs a street fashion/trend Web site called japanesestreets.com. \"The only time you see these scenes are in photographs in porno magazines. There's nothing like this in the street,\" Duits says. The magazines use a computer graphics program to combine the image of a skirted woman with another wearing just underwear. The end result looks as if the skirt is see-through. According to Duits, the magazines will usually claim to have taken the pictures using a special camera lens that allows them to shoot through clothes.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20020223193953/http://www.olywa.net/blame/how/how4.htm;",
  "Example": "[Collected via e-mail, 2003] What you see below are not see-thru skirts. They are actually prints on the skirts to make it look as if the panties are visible and are the current rage in Japan.",
  "Last Updated": "25 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/risque/skirts.asp",
  "Claim": "Photographs show Japanese women wearing imitation see-through skirts.",
  "Claim_ID": "photos_risque_skirts",
  "Tags": ""
}