{
  "Origins": "The image displayed above, purportedly showing a 12-week gestational fetus resting in the palm of an adult's hand, has been widely circulated via social media as a demonstration of how closely a 12-week-old fetus resembles a full-term child (even though the former may legally be terminated through elective abortion).",
  "Fact Check": "",
  "Description": "However, this image isn't a photograph of a real fetus. It's a picture of a hand-painted resin doll crafted by artist Donna Lee and sold through the One Tiny Life organization for the stated purpose of using them in schools and pregnancy centers to educate prospective mothers: I am not here to judge nor debate whether or not a woman should have a abortion, but to educate so she knows what a 12 week old fetus looks like. As for the medical accuracy of the 12 week clay fetus, I am an artist & did my best to portray accurate details out of a lump of clay. I have included in the model all the features that a 12 week old from conception has at this stage (neck, eyelids, ears, mouth, arms, legs, fingers & toes). As for the translucency of the skin, that is a hard thing to capture. I hand-paint each one of these in multiple layers, but the transparent very thin skin of a 12 week old is difficult to portray in resin. I have begun to try to perfect my hand-painting of each model in order to show more deeper undertones and to give a more transparent skinlike appearance. These dolls have been criticized as inaccurate depictions that misleadingly 'humanize' a 12-week fetus beyond its actual appearance, with critics pointing out that at the 12-week stage of development a fetus is smaller, exhibits much less well-defined features, and has translucent skin: For comparison with the appearance of the doll displayed above, the BabyCenter web site provides week-by-week visual depictions and text descriptions of fetal development. These dolls were the subject of some controversy in October 2011 when they were handed out to Halloween trick-or-treaters in Georgia by a pro-life group.",
  "Originally Published": "",
  "Referred Links": "http://www.waltontribune.com/news/article_500226a2-0728-11e1-bb03-001cc4c03286.html;http://www.babycenter.com/6_your-pregnancy-12-weeks_1101.bc;http://www.babycenter.com/fetal-development-images-12-weeks;http://www.babycenter.com/;http://www.onetinylife.org/;http://www.donnaleeoriginals.com/;http://www.onetinylife.org/menu.htm;",
  "Example": "[Collected on the Internet, March 2012] This picture is floating around Facebook with this caption: \"12 weeks gestation ... legal to kill in all 50 states ... is this a blob of cells to you?\" I wanted to know if this is really a 12 week gestational fetus.",
  "Last Updated": "14 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/medical/12weekfetus.asp",
  "Claim": "Photograph shows a 12-week-old fetus.",
  "Claim_ID": "photos_medical_12weekfetus",
  "Tags": ""
}