{
  "Origins": "This map showing the projected path of fallout across the western United States following a possible meltdown of the Fukushima Daiichi nuclear power plant in Japan began circulating shortly after a massive 8.9 earthquake hit that country in March 2011. The map bore the logo of the Australian Radiation Services (ARS), an organization that has disclaimed any connection with it: Australian Radiation Services is aware of information about radioactive contamination being spread from the Japanese nuclear reactor incident released under the ARS logo and name. We wish to be clear that this information has not originated from ARS and as such distance ourselves from any such misinformation. News accounts reporting on Internet-circulated information about the situation regarding nuclear reactors in Japan noted that:",
  "Fact Check": "",
  "Description": "As of 17 March 2011, officials were reporting any radiation from Fukushima that might reach the U.S. would have \"extremely minor health consequences\": A United Nations forecast projects the radioactive plume from the Fukushima facility would reach the Aleutian Islands on Thursday [17 March] and hit Southern California late on Friday [18 March]. The projection, calculated on Tuesday [15 March], gives no information about actual radiation levels. Health and nuclear experts emphasize that radiation in the plume will be diluted as it travels and will have extremely minor health consequences in the United States. The California Emergency Management Agency concurred with that assessment: Jordan Scott, a spokesman for the California Emergency Management Agency, said nuclear experts had reassured officials in his office that \"there is no danger at this time.\" Scott said they also have been told that, should a meltdown occur at one of Japan s quake-damaged nuclear reactors, \"it is highly unlikely that we would see any effects of it here.\" \"Things would have to get kind of 'end of days' for us to see even a little bit of it here. We're talking very extreme,\" Scott said. \"We're just too far for anything to really reach us. A majority of the materials that would come out of there in a meltdown would dissipate\" within miles, he said.",
  "Originally Published": "",
  "Referred Links": "http://www.australian-radiation-services.com.au/;",
  "Example": "[Collected via e-mail, March 2011] I hope people realize this is amazingly serious if a meltdown happens. The Fallout will travel according to the trade winds... 80-120 rads - You have a 10% chance of vomiting and experiencing nausia for a few days 130 -170 rads - You have a 25% chance of vomiting and contracting other symptoms 180-220 rads - You have a 50% chance of vomiting and having other severe physical effects 270 More..-330 rads - 20% chance of death in 6 weeks, or you will recover in a few months. 400-500 rads - 50% chance of death 550-750 rads - Nausea within a few hours; no survivors 1000 rads - immediate incapacitation and death within a week or less. Japan has \"lost control\" of 4 out of 5 nuclear reactors at two facilities hit hard by the earthquake. Radioactivity outside the buildings was reported earlier at 8 times 'normal' a six-mile radius has been evacuated. Potentially, this could be the worst nuclear accident in history. If you have an iodine supplement (even kelp) take it immediately at a maximum dose and be prepared for fallout across North America in three days, lasting indefinitely. It would be unprecedented to get accurate news about this event.",
  "Last Updated": "14 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/technology/fallout.asp",
  "Claim": "Map issued by Australian Radiation Services shows the expected path of nuclear fallout from Fukushima across the western U.S.",
  "Claim_ID": "photos_technology_fallout",
  "Tags": ""
}