{
  "Origins": "On 4 March 2015, a Facebook user posted an image captioned \"Time magazines [sic] definition of a perfect body 1955.\" As seen in the example reproduced above, the photograph depicted a dark-haired (and seemingly fair-skinned) bikini-clad model whose appearance deviated from the then-current norm, in part because swimsuit photography trends of the era tended to favor leaner, thinner body types.",
  "Fact Check": "",
  "Description": "The March 2015 iteration was shared many times, but the attribution to \"Time magazine's 'perfect body'\" was not new: It had appeared on Twitter back in December 2013. (The photograph and caption had also been shared a month before that, to a smaller audience.) The claims about the photograph echoed similar long-circulating rumors about Marilyn Monroe 's dress size, widely reported to the equivalent of a modern size 16. (In actuality, Monroe would be considered quite slim and petite by today's standards.) The subject of Monroe's measurements was revisited in a December 2013 Slate article by Barney's New York Creative Ambassador-at-Large Simon Doonan: The process of cataloguing and displaying Marilyn's bits took months. During this time I learned some crazily illuminating stuff about the breathy blond bombshell. Brace yourself for some next-level revelations. Right away, I discovered that Marilyn was shockingly and unimaginably slender. She was sort of like Kate Moss but fleshier on top. Didn't see that coming, did you? When it came to finding mannequins to fit her dresses, I simply couldn't. M.M.'s drag was too small for the average window dummy. Smaller \"petite\" mannequins existed, but I could not bring myself to place Marilyn's iconic garments on these perky fiberglass dollies. The frocks seemed too important and historic. The earliest version of the supposed Time photograph we could locate was published in a large image set on 26 July 2010, but that version was in what was presumably its original color format and lacked the claim about Time : The woman depicted in the photograph in question is not a 1955 model for Time or any other magazine of the era. While the precise source of the image above is not clear, its subject is adult film star Aria Giovanni , who wasn't even born until 1977. Authentic 1955 images of women wearing bikinis from print material of the day include this example from a February edition of JET magazine: The earliest appearance of the \"perfect body\" photo misattribution we've seen so far dates from November 2013, and the rumor also bears some resemblance to a purportedly authentic list of advice titled \"How to Be a Good Wife\" (also believed to date to 1955). That text circulated widely in e-mail in the '90s and '00s, but it too was a fabrication rooted in misconstrued cultural ideals of the era.",
  "Originally Published": "",
  "Referred Links": "http://en.wikipedia.org/wiki/Aria_Giovanni;http://randompictures.livejournal.com/9148977.html;https://twitter.com/itsrealchris/status/397474626630348800;https://twitter.com/WomanCrushPixs/status/410239311146385408;",
  "Example": "[Collected via Twitter, March 2015] Time magazines definition of a perfect body, in 1955 #ThrowBack",
  "Last Updated": "11 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/people/perfectbody.asp",
  "Claim": "A 1955 photograph from Time magazine depicted that era's \"perfect body.\"",
  "Claim_ID": "photos_people_perfectbody",
  "Tags": ""
}