{
  "Origins": "On 22 July 2005, Metropolitan police in London shot and killed 27-year-old Jean Charles de Menezes at the Stockwell Underground station, believing him to be a terrorist on the run after the failed bombing attempts in the city earlier that day (which were themselves a reprise of the similar, successful attacks on London buses and Underground trains two weeks earlier). Initial news reports indicated that police suspected de Menezes because he was Asian or Middle Eastern in appearance, had been followed from a house that had been under surveillance, was wearing a dark bulky jacket that could have concealed a bomb, and ran away and vaulted over a ticket barrier at the Stockwell station when he was challenged by police. However, later news reports contradicted that account, reporting that de Menezes was a Brazilian electrician on his way to north London to fix a fire alarm, was wearing an ordinary denim jacket appropriate for the 17 weather that day, used a travelcard to pass through the station (rather than \"vaulting a barrier\"), and may have run simply because he was trying to hop aboard an incoming train.",
  "Fact Check": "",
  "Description": "The facts of the case remain in dispute, but the photograph displayed above, which supposedly depicts a Service Information bulletin displayed at the Notting Hill entrance to the London Underground several days after the shooting of Jean Charles de Menezes ( 26 July ), uses satirical humor to express societal dissatisfaction of the \"shoot-to-kill\" police protocol that precipitated the event: NOTICE TO ALL PASSENGERS Please do not run on the platforms or concourses. Especially if you are carrying a rucksack, wearing a big coat or look a bit foreign. This notice is for your own safety. Thank you. A Customer Service Advisor for the Central line confirmed for us that the bulletin shown in the image was not one actually posted by Transport for London (\"I'm pleased to tell you that it's a hoax. Somebody has a very strange sense of humour.\"). It appears to be a digitally altered version of a genuine photograph of a bulletin which was displayed in a photo gallery on the BBC's web site:",
  "Originally Published": "",
  "Referred Links": "http://news.bbc.co.uk/1/hi/in_depth/photo_gallery/3109691.stm;http://www.tfl.gov.uk/tube/;",
  "Example": "[Collected on the Internet, 2005]",
  "Last Updated": "1 August 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/signs/tubesign.asp",
  "Claim": "Photograph shows bulletin warning London Underground travelers not to run on the platforms or concourses.",
  "Claim_ID": "photos_signs_tubesign",
  "Tags": ""
}