{
  "Origins": "The cat shown in the image displayed above is named Venus, and she was adopted from a North Carolina dairy farm in 2009. Her distinctive appearance comes from a face that is neatly divided vertically into two very different halves: one side having solid black fur with a yellow eye, and the other having orange tabby markings with a blue eye.",
  "Fact Check": "",
  "Description": "Venus has her own Facebook page (\"The Amazing Chimera Cat\") on which her owner provides Venus' back story: Ok so here's her story. Almost 3 years ago in September 2009 one of my childhood friends posted some pics of a bunch of stray kittens her husband took pics of while he was doing some work on a dairy farm in North Carolina. Naturally being an animal lover I looked through the pics and saw this little split face cat that looked like a combo of the 2 cats I currently had (and still have), an orange tabby and a black tux. I wanted her right then and there because she looked like a combo....I hadn't seen the eyes yet. So when I clicked on the next picture I couldn't get on the phone fast enough with her. I asked her to get permission from the farm owner to adopt the cat out, paid for her to take her to the vet to be cleared of illness/disease & get 1st round of shots, and my husband (yes he is awesome) flew up 2 days later to get her. She flew back in a carrier on his lap (a soft material pink one... lol) and was about 2 mos old at the time. He did get a LOT of attention at the airport & shocked and amazed everyone who got a look at her through the carrier. We (us and the kids) really wanted to give her a cool name with meaning so we came up with Venus, greek for the goddess of beauty and love. More of Venus can be seen in the following videos: Most likely Venus' unusual physical appearance is due to ordinary genetic variation and not true chimerism .",
  "Originally Published": "",
  "Referred Links": "http://www.wisegeek.com/what-is-chimerism.htm;http://www.facebook.com/VenusTheAmazingChimeraCat;",
  "Example": "[Collected via e-mail, August 2012] I was browsing through Facebook and found a picture of this chimera cat. The cat appeared to be a mix of solid black and tabby - complete with heterochromia (one blue eye and one green eye). But it looked like photoshop to me. Is the chimera cat a real animal? It's beautiful but seems to be too goodto be true.",
  "Last Updated": "8 July 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/chimeracat.asp",
  "Claim": "Photograph shows a half-black, half-tabby \"chimera cat.\"",
  "Claim_ID": "photos_animals_chimeracat",
  "Tags": ""
}