{
  "Origins": "This scenario has played out in many a home: It's the end of a long day, everyone's tired and hungry, but nobody has the energy or inclination to cook, or even to go out to a restaurant and sit through a dine-in meal. Instead, a family member is tapped to head out to the drive-through lane of a local fast food outlet to pick up some chow for everyone. Unfortunately, upon the designated food retriever's return, the famished family members discover that a careless restaurant employee inadvertently failed to include one or more of the requested items when packaging the order thereby necessitating that somebody go hungry, share his food, or make another trek to the fast food outlet. (In our household such an occurrence was known as \"Ericing an order,\" so named in honor of my younger brother, who rarely managed to return from a fast food run with a complete order.)",
  "Fact Check": "",
  "Description": "The \"missing drive-through food items\" phenomenon is such a seemingly common one that it has prompted some consumers to occasionally wonder if fast food restaurants don't do it on purpose in order to increase their profit margins because those restaurants know from experience that many drive-through customers won't discover until they're well away from the point of sale that they didn't receive some of the food they paid for, and by that point they don't have the time, or consider it too much of a hassle, to return to retrieve the missing items. The image reproduced above plays on those feelings in the form of a purported memo from Robert Trugabe, a Managing Director with McDonald's Australia, which (ironically) suggests the company increase revenues by making an undocumented practice of regularly and deliberately leaving out food items from every few drive-through orders: We need to discuss the drive through orders as well. If the girls leave one item out of every second or third order, this adds up to several thousand dollars per week revenue. On smaller orders if they leave out the hot apple pie or fires [sic] and larger orders just 1 burger from every third order this totals around $2,118.00 per day. We need to work out if there is a way of making this a procedure without making it documented. (Lest any viewers miss the point, the preceding paragraph is helpfully encircled with a bold black line and accompanied by the written expression \"I KNEW IT!!\" in the sample image.) The \"McMemo\" was merely a parodical prank, however. An inquiry about it to McDonald's Australia drew the following response: This memo is a complete fabrication. 'Robert Trugabe' is not a McDonald's Australia employee and never has been. Needless to say the contents of the letter are also completely fabricated. McDonald's practices the highest standards of consumer ethics and would never encourage employees to act in a way that undermines our core customer values. Moreover, the McDonald's Australia web site now carries an alert offering a \"customer update on fabricated letter\": The memo in circulation online and via email supposedly written by the Managing Director/Proprietor of Frewville McDonald's in South Australia is a complete fabrication. 'Robert Trugabe' is not, and never has been, a McDonald's Australia employee. The contents of the letter are also completely fabricated. McDonald's practices the highest standards of consumer ethics and would never encourage employees to act in a way that undermines our core customer values. Additionally, the organizational listing on the McDonald's Australia web site included only one Managing Director, whose name was Catriona Noble, not Robert Trugabe. In case the joke isn't obvious, we note the uncoincidental similarity between the name of the supposed McDonald's official and that of Robert Mugabe, the controversial president of Zimbabwe, as well as the remarkable congruence of their signatures: The originator of the hoax memo was identified as South Australian prankster David Thorne , who said the effort of creating it \"took me five minutes in Photoshop.\"",
  "Originally Published": "",
  "Referred Links": "http://www.news.com.au/technology/prankster-david-thorne-behind-mcdonalds-hoax/story-e6frfro0-1225786544355;http://www.parade.com/dictators/2009/the-worlds-10-worst-dictators.html;https://web.archive.org/web/20130102184449/http://mcdonalds.com.au/about-us/organisation;http://mcdonalds.com.au/#/home/promo2;",
  "Example": "[Collected via e-mail, October 2009] Scanned image attached purporting to be a genuine internal McDonalds management letter. The letter is pretty disturbing on a number of fronts. Obviously the idea of deliberately cheating customers is questionable but further to that the revenue figure is wildly incorrect because the only \"saving\" would be in some ingredients which are a very small percentage of the overall cost of the end product. Lastly, of course people will stop coming to the store if they are often short changed. Is McDonalds really the evil empire?",
  "Last Updated": "13 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/food/mcmemo.asp",
  "Claim": "Memo from a McDonald's director advocates making a policy of omitting items from customers' drive-through orders.",
  "Claim_ID": "photos_food_mcmemo",
  "Tags": ""
}