{
  "Origins": "Several species of Asian carp native to China have escaped from U.S. fish farms and are now commonly found in the Mississippi-Missouri River basin. Asian carp typically grow to a length of about four feet or more and weigh around 70 lbs., and the silver carp in particular have become notorious for jumping into power boats as those craft ply the river, according to Duane Chapman, a fish biologist with the U.S. Geological Survey",
  "Fact Check": "",
  "Description": "So prevalent are the silver carp in certain rivers and so thoroughly are they attracted (or enraged) by the sound of power boats that for their own safety biologists and others who regularly traverse such waters in small motorized craft have resorted to arming themselves with trash can lids and other solid objects they only semi-jokingly refer to as CDD \"Carp Deflection Devices\": They're called \"crazy fish\" locally and probably a lot of unprintable other names, especially when they launch a surprise attack into the side of a boat or, worse yet, slam into a passenger. This seems to be happening with increasing frequency. Other CDDs boaters use on the lower Missouri River and on the Mississippi around St. Louis include boat cushions, plywood, even lawn chairs. The video clip linked above, which shows fish jumping into the boat of men making a nighttime river excursion, depicts the same phenomenon with a different species of fish. The video is a shortened version of a longer clip that originated on the Brazilian Pesca Rond nia web site. (\"Pesca\" is the Portuguese word for \"fishing,\" and Rond nia is a northern Brazilian state in theAmazonian region known for its great fishing rivers.) The footage was taken in the Guapor region, on a portion of the Mequens River inside the Porto Rolins Park (a protected conservation area) where fishing is forbidden. The jumping fish shown in the video are matrinx ( Brycon cephalus ), a Brazilian fresh water species. Another video of boat-jumping Asian carp, this one shot on the Upper Mississippi, can be viewed here .",
  "Originally Published": "",
  "Referred Links": "http://www.fishingpixels.com/asiancarp1.html;http://www.pescarondonia.com.br/;http://media.putfile.com/Pesca-Rondonia/320;http://media.putfile.com/Incredible-Fishing-Video/320;",
  "Example": "[Collected on the Internet, 2006] I was sent this video in my email and it was hilarious! The message in the email was, \"If only fishing were this easy.\" [Click here to view video]",
  "Last Updated": "18 January 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/fishfly.asp",
  "Claim": "Video clip shows fish jumping into a boat.",
  "Claim_ID": "photos_animals_fishfly",
  "Tags": ""
}