{
  "Origins": "Many visionaries who tried to forecast what daily life would be like for future generations made the mistake of simply projecting existing technologies as being bigger, faster, and more powerful. They often failed to anticipate that future technologies might take very different forms, might be put to previously unconsidered uses, and might accompany (or even help bring about) significant social changes.",
  "Fact Check": "",
  "Description": "The video clip shown above an excerpt from a 1967 Philco-Ford production entitled \"Year 1999 A.D.,\" starring a young Wink Martindale did a fairly good job of anticipating some ways (if not the specific forms) in which technology might be used in daily life more than three decades in the future. Concepts such as \"fingertip shopping,\" an \"electronic correspondence machine,\" and others envisioned in this video anticipate several innovations that became commonplace within a few years of 1999: e-commerce, webcams, online bill payment and tax filing, electronic funds transfers (EFT), home-based laser printers, and e-mail. As noted, although the technological concepts expressed in the video may be familiar to us, the specific forms used to realize them are somewhat different than their common modern implementations: The \"fingertip shopping\" the wife engages in imagines the shopper remotely controlling cameras placed in stores to scan merchandise rather than working with virtual representations of stores (i.e., web sites). The \"household monitor screen\" isn't so much a webcam as it is a simple closed-circuit video security system. The bills and tax forms the husband works with are scanned images of paper forms rather than electronic forms. The \"electronic correspondence machine\" (e-mail) depends on the user's writing messages by hand with a pen and a stylus rather than typing them with a keyboard and monitor. The concepts are nonetheless relatively well-expressed, even if they don't quite match up with some of the finer points of modern technologies. However, the video exemplifies the common flaw of anticipating technological changes but not societal changes the daily life it depicts is firmly rooted in the mid-20th century American model of women as stay-at-home child rearers and shoppers, and men as breadwinners and heads of household. Apparently women in 1999 still wouldn't be deemed to be up to handling tasks such as banking, bill-paying, and tax preparation, even with the help of electronic devices.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, January 2007] This is allegedly a clip of online shopping as envisioned from the 1960's, called \"Shopping in 1999 A.D.\". The video shows online bill paying and PC desktops with flat screen monitors, including a multi-screen display. Fake or real?",
  "Last Updated": "5 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/technology/year1999.asp",
  "Claim": "Video clip shows a mid-1960s imagining of what technology would be like in the year 1999.",
  "Claim_ID": "photos_technology_year1999",
  "Tags": ""
}