{
  "Origins": "The introduction of large-screen, non-projection video displays (such as Sony's JumboTron) at sports stadia beginning in the 1980s allowed teams to keep fans entertained in new ways, showing them a mixture of highlights, replays, bloopers, recorded messages, and other material during breaks in the action. One use for the large video systems which quickly became popular was to simply point cameras at unsuspecting spectators during games and allow the audience to witness those fans' startled reactions as they saw their images displayed on huge screens for everyone to see.",
  "Fact Check": "",
  "Description": "This phenomenon spun off a number of variants, with fans being encouraged to engage in activities such as dancing, making funny faces, or pretending to ride roller coasters, while camera operators sought out participants to display on the large screens. One such variant is the popular \"Kiss Cam,\" in which couples in attendance at games are captured on camera until they engage in a smooch (typically to roars of approval from the viewing crowd). Not all couples selected for \"Kiss Cam\" moments are necessarily compliant, however. Sometimes the camera zooms in on a pair who awkwardly don't play along because they're not really a couple (they're just friends, relatives, or even strangers seated together), they aren't in the mood, or they're oblivious to what's going on. A video recorded at a 3 May 2013 Fresno Grizzlies minor league baseball game supposedly caught one couple in quite an ungainly \"Kiss Cam\" moment the man, too busy chatting on his cell phone to comply with his girlfriend's entreaty to give her a quick buss, ends up seeing her dump a drink over his head and stomp off to the concourse (accompanied by a sympathetic mascot). It was a highly entertaining moment for the other fans at the game and a legion of viewers who saw the clip on the Internet, but it was all a bit of theater. The disgruntled woman who couldn't entice a kiss out of here boyfriend was Kellie Henderson, a supervisor in the Fresno Grizzlies' promotions department, and as she explained to Fresno television station KGPE, the event was a stunt concocted to amuse the crowd at that evening's game \"We decided, you know, there's going to be a pretty big crowd. We should do what we can and try and get the people to laugh. That's our job here at the Grizzlies, to make sure they have a good time\":",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, May 2013] There's been a video and articles circulating regarding a girl dumping her drink on her boyfriend during a game because he rejectedher on the kissing cam. Is this true?",
  "Last Updated": "3 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/people/kisscam.asp",
  "Claim": "Video shows a woman at a baseball game dumping a drink over her boyfriend's head because he declined to kiss her on camera.",
  "Claim_ID": "photos_people_kisscam",
  "Tags": ""
}