{
  "Origins": "In the grim days immediately following the 9/11 terrorist attacks in 2001, one widely-circulated photograph prompted a grim fascination among Internet users: a tourist posed on an observation deck at the World Trade Center, complacently unaware of an airliner visible behind him which was only seconds away from smashing into the building where he stood. The image seemingly captured not only the last fraction of a second of a man's life, but also the final moment of normalcy before the universe changed for all of us. (The picture was quickly exposed as a digital fabrication, for reasons detailed on our \"Accidental Tourist\" page.)",
  "Fact Check": "",
  "Description": "Although perhaps not quite as dramatic (because it lacks the backdrop of a national tragedy), the image displayed above is in the same vein: tourists engaged in a fun activity happily posing for a photographer, blissfully unaware of the mortal danger looming behind them (complete with a fabricated backstory to explain the ghoulish juxtaposition to viewers). Like the tourist photograph from 2001, this image of scuba divers with their backs to a menacing shark approaching from just a few feet away is a digital manipulation. It's yet another entry plucked out of context from a Worth1000 PhotoShop contest, this one entitled \"Vacation Bloopers 6.\" Here's the original image of the shark:",
  "Originally Published": "",
  "Referred Links": "http://www.worth1000.com/cache/gallery/contestcache.asp?contest_id=10772&display=photoshop;",
  "Example": "[Collected via e-mail, August 2007] My mates cousin has been on holiday in Australia for a week and a half when him, his missus and their 15 year old son decided to go scoober diving. The guy is in the navy and has had some scoober experience. His son wanted a pic of his mum and dad in all their gear so got the under water camera on the go. When it came to taking the pic the dad realized that the son look like he was panicking as he took it and gave the \"OK\" hand sign to see if he was alright. The son took the pic and swam to the surface and back to the boat as quick as he could so the mum and dad followed to see if he was OK. When they got back to him he was scrambling onto the boat and absolutely shitting him self. When the parents asked why he said \"there was a shark behind you\" and the dad thought he was joking but the skipper of the boat said it was true and that they wouldn't believe him if he told them what it was. As soon as they got back to the hotel they put the pic onto the laptop and this is what they saw. (Try and tell me you wouldn't have emptied your entire digestive system right at the point you saw it)",
  "Last Updated": "20 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/scubashark.asp",
  "Claim": "Photograph shows scuba-diving tourists with a large shark looming behind them.",
  "Claim_ID": "photos_animals_scubashark",
  "Tags": ""
}