{
  "Origins": "The video clip displayed above supposedly captures Washington Redskins placekicker Shaun Suisham (now with the Pittsburgh Steelers) booting a 110-yard field goal quite an achievement, even if it was accomplished on a practice field rather than in a real game, given that the NFL record for the longest field goal is a comparatively paltry 64 yards (set by Denver Broncos kicker Matt Prater in a game against the Tennessee Titans on 8 December 2013).",
  "Fact Check": "",
  "Description": "However, the clip is not real; it was created by the marketing department at television station WUSA in 2008 to promote the Redskins' preseason games, which are carried on that station. As the Washington Post noted of it: \"I think it was meant in the spirit of summer fun,\" said WUSA sports director Brett Haber, whose division had nothing to do with the spot. Of course, the YouTube version seems to have purged the WUSA promo, which kind of defeats the purpose. The WUSA marketing department was flooded by a \"voluminous\" amount of e-mails, with approximately 30 percent of the e-mailers evidently believing the kick was fo' real. \"Which is frightening,\" Haber pointed out. \"Draw whatever conclusions you want from that.\" Rather than, as some have suggested, being produced through staging techniques such as filming the shot on a shortened field or attaching a football to wires and having an out-of-frame helicopter fly it the length of the field, the video was created through digital techniques that involved melding a composite video of two different takes, the first of which had the cameraman capturing a real kick and then making the camera follow an imaginary 110-yard flight path, and the second of which captured a close-up of the ball only:",
  "Originally Published": "",
  "Referred Links": "http://www.profootballhof.com/history/2012/10/15/long-field-goals-in-NFL-history/;http://www.sportsline.com/nfl/players/playerpage/553825;",
  "Example": "[Collected via e-mail, June 2008] Is this video fixed? 110 yard field goal",
  "Last Updated": "9 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/sports/fieldgoal.asp",
  "Claim": "Video clip captures NFL kicker Shaun Suisham booting a 110-yard practice field goal.",
  "Claim_ID": "photos_sports_fieldgoal",
  "Tags": ""
}