{
  "Origins": "The brilliantly colored \"rainbow owl\" pictured here is not an ornithological wonder that has been hunted nearly to extinction, nor does it live in the U.S., China, or anywhere else. It's a digitally created mythical critter, an altered version of this picture of an ordinary barred owl (also known as a \"hoot owl\"), a bird found throughout much of North America (primarily in the eastern half):",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.owlpages.com/owls.asp?genus=Strix&species=varia;",
  "Example": "[Collected via e-mail, March 2012] THE RAREST OWL The Rainbow Owl is a rare species of owl found in hardwood forests in the western United States and parts of China. Long coveted for its colorful plumage, the Rainbow Owl was nearly hunted to extinction in the early 20th century. However, due to conservation efforts, recent years have seen a significant population increase, particularly in northwestern Montana The adult Rainbow Owl is on average 44 cm long with a 112 cm wingspan. Unlike most owls, which are nocturnal, the Rainbow Owl is crepuscular, a term used to describe animals active during the twilight hours at dawn and dusk, or on bright moonlit nights. They prey mostly on rabbits, mice and squirrels but are also known to eat snakes, foxes, porcupines or other owls. The Rainbow Owl can be distinguished from other owls by its peculiar multicolored feathers but also by its unusually melodic call. Recent research concerning Rainbow Owls also suggests that they are responsive to music and attracted to human singing. A leading Rainbow Owl research team from the University of Montana in Missoula has earned the nickname \"The Disco Squad\" for their creative use of disco music in the field. \"People think it's crazy, but we are about twice as likely to encounter owls in the field if we bring along a portable stereo,\" says Herman Roark, a doctoral student working with the Disco Squad, \"And they are most responsive to disco. So far, we have had the most success with 'The Hustle.'\" Dr. Claudia Weatherfield, University of Toldeo",
  "Last Updated": "26 March 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/rainbowowl.asp",
  "Claim": "Photograph shows a rainbow owl that dwells in the U.S. and China.",
  "Claim_ID": "photos_animals_rainbowowl",
  "Tags": ""
}