{
  "Origins": "The photograph displayed above is one of a real structure, a kilometer-long \"concrete bathtub\" water bridge over the Elbe River in Germany that joins the Elbe-Havel canal to the Mittelland canal near the eastern town of Magdeburg.",
  "Fact Check": "",
  "Description": "As Deutsche Welle described the bridge upon its completion in 2003: Taking six years to build and costing around half a billion euros, the massive undertaking will connect Berlin's inland harbor with the ports along the Rhine river. At the center of the project is Europe's longest water bridge measuring in just shy of a kilometer at 918 meters. The huge tub to transport ships over the Elbe took 24,000 metric tons of steel and 68,000 cubic meters of concrete to build. The water bridge will enable river barges to avoid a lengthy and sometimes unreliable passage along the Elbe. Shipping can often come to a halt on the stretch if the river's water mark falls to unacceptably low levels. Plans for joining the two canals had been conceived as far back as 1919, and construction on such a project began during the 1930s, but first World War II and then the post-war division of Germany put the project on hold until after German reunification was achieved in the 1990s. Additional information: Europe's Largest Water Bridge Opens (Deutsche Welle)",
  "Originally Published": "",
  "Referred Links": "http://www.dw-world.de/dw/article/0,,990878,00.html;",
  "Example": "[Collected via e-mail, 2005] An amazing water bridge in Germany.... What a feat! Six years, 500 million euros, 918 meters long.......now this is engineering! This is a channel-bridge over the River Elbe and joins the former East and West Germany, as part of the unification project. It is located in the city of Magdeburg, near Berlin. The photo was taken on the day of inauguration. I forwarded this to those who appreciate engineering projects.....",
  "Last Updated": "9 October 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/architecture/waterbridge.asp",
  "Claim": "Photograph shows a water-channel bridge in Germany.",
  "Claim_ID": "photos_architecture_waterbridge",
  "Tags": ""
}