{
  "Origins": "The photograph displayed above has intrigued many power tool buffs and firearm aficionados, but the item depicted is not a product of the DeWalt corporation (or any other tool or firearm manufacturer), it isn't a real power tool, it doesn't fire nails, and it isn't a weapon that legally skirts applicable laws regarding the sale, use, or ownership of firearms.",
  "Fact Check": "",
  "Description": "This \"rapid-fire nail gun\" is a standard ArmaLite AR-15/M-16 semi-automatic rifle, outfitted with parts from various DeWalt power tools. This hybrid creation sprang from the imagination of David Wiggins, who explained how he came to create it: I'd just picked up a new (to me) M-16 and was in the process of fixing it up a little. It needed new furniture anyway, so I sourced the safety yellow stock, guard, and grip. Then, I went down to the DeWalt factory service place a few miles from the house to get a sticker. There, I saw they had brand new battery casings, so I picked up one of those too. I got home, found a short magazine , and got to work. I traced an approximation of the size hole I'd need in the top of the plastic casing, and slowly dremeled away the plastic I didn't need. Once done, I epoxied the magazine body into the hole and quickly assembled everything so that I could make sure it all looked right before the epoxy set up. Once the epoxy cured, I took the mag back apart, cleaned up some of the bigger resin boogers, and then masked the top of the mag and hit it w/ some mil-spec glossy black coating (aka Krylon). Fans of HBO's The Wire might recall the scene in which Felicia \"Snoop\" Pearson, a soldier in Marlo Stanfield's drug-dealing organization, visits a Hardware Barn store to buy a nail gun (for the purpose of nailing shut the doorways of abandoned buildings in which the Stanfield gang has hidden the bodies of murdered rivals) and engages a sale clerk in a discussion of the available product choices using terminology reminiscent of a firearms purchase:",
  "Originally Published": "",
  "Referred Links": "http://toolmonger.com/2008/07/14/update-dewalt-16/;http://en.wikipedia.org/wiki/AR-15;http://www.dewalt.com/Home.aspx;",
  "Example": "[Collected via e-mail, October 2010] What are they going to do about it? The dummies in Washington think they are going to take away our guns, so check this out. I LIKE IT! The lowlife Democrats never thought we'd have NAIL GUNS and they're concentrating on doing away with the BULLET-TYPE of ammunition! HAH! I think I'm gonna buy ME some NAIL GUNS and NAILS!!!! AND, we don't even have to REGISTER them or have LICENSES for them! HA! HOW STUPID ARE THEY!!!!!!!!!!!!!!!!! AND, you don't have to worry about them being CONCEALED! Just a LOT of good stuff to do with THIS! Thank you, DeWalt!!! THIS IS A MUST FOR ALL THE MEN OUT THERE THAT LIKE TO BUILD THINGS The new nail gun, made by Dewalt can drive a 16D nail through a 2 X 4 at 200 yards. This makes construction a breeze, you can sit in your lawn chair and build a fence. Just get the wife to hold the fence boards in place while you sit back and relax with a cold drink. When she has the board in the right place just fire away... With the hundred round magazine, you can build the fence with a minimum of reloading. After a day of fence building with the new Dewalt Rapid fire nail gun, the wife will not ask you to fix or build anything else.",
  "Last Updated": "13 January 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/technology/nailgun.asp",
  "Claim": "Photograph shows a DeWalt-manufactured \"rapid fire nail gun.\"",
  "Claim_ID": "photos_technology_nailgun",
  "Tags": ""
}