{
  "Origins": "Beauty pageant contestants are often (unfairly) stereotyped as bubble-headed young women unable to provide thoughtful, meaningful answers to questions any more substantive than \"What's your name?\" and \"Where are you from?\" and even those only with a good deal of coaching and memorization. This stereotype was unfortunately reinforced by the response of South Carolina's representative in the 2007 Miss Teen USA event to a question about why one-fifth of Americans can't find the U.S.A. on a map:",
  "Fact Check": "",
  "Description": "The video displayed in the example block above, putatively featuring 2011 Miss USA contestants answering a question about whether math should be taught in schools plays off that stereotype, but it isn't real thing. It's a spoof created by MacKenzie Fegan parodying an actual question posed to genuine Miss USA 2011 contestants: Should evolution be taught in schools?",
  "Originally Published": "",
  "Referred Links": "http://www.youtube.com/user/mackenziefegan;http://www.missuniverse.com/missusa;https://www.youtube.com/watch?v=lj3iNxZ8Dww;",
  "Example": "[Collected via e-mail, November 2011] OMG ! ! ! ! ! ! The Miss USA pageant was held at the Theatre for the Performing Arts in Planet Hollywood Resort in Las Vegas, Nevada on June 19, 2011. It was the 60th anniversary of this show. As in the past, contestants are graded on beauty, charm, poise, skills, and their ability to respond to questions. One of the questions asked of the 2011 contestants was: \"Do you think math should be taught in school?\" The attached video captures some of their answers. After you're done laughing, pray that these young ladies are sterile . . . . . . . . . ! OUCH!",
  "Last Updated": "13 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/people/missusa.asp",
  "Claim": "Video shows Miss USA contestants responding to the question of whether math should be taught in schools.",
  "Claim_ID": "photos_people_missusa",
  "Tags": ""
}