{
  "Origins": "On 26 June 2013, the U.S. Supreme Court issued a ruling in the case of United States v. Windsor which struck down a section of the 1996 Defense of Marriage Act (DOMA) that strictly defined marriage as a union between a man and a woman, thereby paving the way for same-sex couples who are legally married to access numerous federal privileges and programs that use marital status as a criterion for eligibility (such as Social Security survivors' benefits and the ability to file joint tax returns).",
  "Fact Check": "",
  "Description": "Shortly afterwards, the photograph displayed above was widely circulated in social media with claims that it pictured U.S. Air Force jets participating in a celebration of the DOMA ruling, the colored smoke trails behind them symbolizing the rainbow of colors that became the standard symbol of the gay community in the 1970s. However, this image has nothing to do with a purported celebration of the DOMA ruling by the U.S. Air Force, as this same picture has been widely reproduced on numerous web sites all over the world since well before June 2013. The source of the original (as displayed on flickr ) appears to be a photograph taken at the Royal International Air Tattoo ( RIAT ) Airshow in Fairford, Gloucestershire (UK), on 17 July 2010.",
  "Originally Published": "",
  "Referred Links": "http://www.airtattoo.com/airshow;http://www.flickr.com/photos/amylloyd/4811244553/in/photostream/;",
  "Example": "[Collected via e-mail, June 2013] THIS PICTURE IS CIRCULATING ON FACEBOOK, STATING THAT THE US AIR FORCE SENT UP THESE JETS WITH COLORED SMOKE TO SYMBOLIZE THE GAY PRIDE FLAG, AND CELEBRATE MARRIAGE EQUALITY AS DEFINED BY THE SUPREME COURT TODAY 26 JUNE 2013. COLORS ARE ALL WRONG, AND IT LOOKS PHOTOSHOPPED. WOULD LOVE FOR IT TO BE REAL, BUT DON T WANT TO REPOST ANYTHING MISLEADING.",
  "Last Updated": "27 June 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/military/colortrails.asp",
  "Claim": "Photograph shows U.S. Air Force jets celebrating a Supreme Court ruling regarding the Defense of Marriage Act.",
  "Claim_ID": "photos_military_colortrails",
  "Tags": ""
}