{
  "Origins": "On 5 May 2015, a photograph purportedly showing a fisherman holding a furry trout was posted to the web site of a local Wisconsin news station:",
  "Fact Check": "",
  "Description": "Wanted to share a rather remarkable catch I had this afternoon. I was fishing the Menomonee River where some trout were packed into a bottleneck. I caught a few and nothing was out of the ordinary until I reeled this one in. I have never seen anything like it. I contacted a local wildlife official and they referred to it as a rare fur-bearing trout. They went on to explain that this was an extreme case of Saprolegnia, or cotton mold. Apparently old Great Lakes legends spoke of these as a uniquely evolved trout species that existed only in the deepest, coldest parts of the lakes and needed the fur to stay warm. I doubt it will make Cabella's non-traditional mount wall but I'm still excited to reel in a genuine Wisconsin legend! You have my permission to share and use this photo in any form you'd like. You can credit George Weber. Im a 41 year old carpenter and live in Wauwatosa. The image was picked up by several web sites such as Unexplained Mysteries and Cult of Weird and soon prompted an Internet debate about the existence of furry trout. While there is no species of fish called \"furry trout,\" a genus of freshwater mold (also called cotton mold) known as Saprolegnia does grow on diseased fish and lends them a somewhat furred appearance. But unlike the picture of the fish seen in the above-displayed photograph, this mold typically grows in patches and doesn't resemble fluffy white fur: So if this fish isn't suffering from Saprolegnia, then is this a real furry trout? Stories about fur-bearing trout have been circulating for years, but that mythical creature still exists only in the imaginary realm. One common form of the myth is that the species came about as the result of a hair tonic spill in the Arkansas river, while another theory holds that this furry fish evolved to grow a thick coat in order to survive in the cold waters of Alaska: Some of those tall tales of the West are partly true, no matter how ridiculous they sound. As noted in the first installment of Roaming Wyoming, jackalope may be fake, but science does support the existence of rabbits that may look like they have horns. Is there a factual basis behind the story of the fur-bearing trout? So far, not one has been found. Just plenty of good-natured humor. The fur-bearing trout, also called the furry fish, beaver trout, or (probably jokingly) the sabled salmon, is said to live wherever water becomes cold enough to warrant a warm winter coat. This includes all of Canada, and most of the far northern states of the United States (including Wyoming). The most publicized encounter with the fur-bearing trout appeared in a 1929 issue of Montana Wildlife magazine, the official publication of the Montana State Fish and Game Department. Mr. J.H. Hicken of Whitefish, Montana, told his story in colorful detail. Mr. Hicken snagged a furry fish at a lake in Glacier National Park where the water was so cold it was below the freezing point. But, \"Nature has taken care of her own by providing the fish with a thick coat of fur,\" Mr. Hicken remarked. He did add that since the fish are so cold, \"the change of temperature from this water to atmosphere is so great that the fish explodes upon being taken from the water, and fur and skin come off in one perfect piece, making it available for commercial purposes, and leaving the body of the fish for refrigerator purposes or eating, as desired.\" Although real furry trout do not exist, these fictional creatures can sometimes be spotted mounted on the walls of hunting lodges and museums. According to The Beasts That Hide from Man: Seeking the World's Last Undiscovered Animals , one of the most famous examples of the furry trout was hanging in the Royal Museum of Scotland until it was revealed to be a hoax. A local taxidermist admitted that he had covered the fish with white rabbit fur: While we can't definitively say if this Wisconsin fisherman covered his fish in rabbit fur, it's clear that this catch has more in common with a widely spread hoax than it does with freshwater mold.",
  "Originally Published": "",
  "Referred Links": "https://books.google.com/books?id=QNFR4xHHIegC&printsec=frontcover&dq=The+Beasts+that+Hide+from+Man:+Seeking+the+World%27s+Last+Undiscovered+Animals&hl=en&sa=X&ei=ILBiU4XHGYSdyQG7woCQBQ#v=snippet&q=trout&f=false;http://www.fmca.com/conventions/past-conventions/gillette-2013/3649-roaming-wyoming-furry-fish-are-cool-very-cool?tmpl=component&print=1&page=;http://www.tdsfb.org/fungus.htm;http://www.cultofweird.com/nature/furry-trout-caught-in-wisconsin/;http://www.unexplained-mysteries.com/news/281271/man-catches-weird-furry-trout-in-wisconsin;http://ulocal.wisn.com/mediadetail/22386817-Incredible-fish-catch!!?gid=79889&uid=&sort=upload%20DESC&offset=0;",
  "Example": "[Collected via e-mail, April 2015] I would love to know if this is true or not. A furry trout seems quite far-fetched to me.",
  "Last Updated": "18 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/furrytrout.asp",
  "Claim": "Photograph shows a fisherman in Wisconsin holding a furry trout.",
  "Claim_ID": "photos_animals_furrytrout",
  "Tags": ""
}