{
  "Origins": "Burton Silver and Heather Buschm authors of the 1994 coffee table book Why Cats Paint: A Theory of Feline Aesthetics , managed to pull off the double feat of creating a sly and hilarious send-up of both art books and cat books. As San Francisco Chronicle reviewer Jon Carroll observed in his review of the work at the time of its original release:",
  "Fact Check": "",
  "Description": "As Carroll predicted, a good many people did take Why Cats Paint at face value and failed to realize it was a spoof. The phenomenon was repeated with the 2002 release of Why Paint Cats: The Ethics of Feline Aesthetics whereas the focus of the former book was cats as painters, the subject of the latter was cats as canvases, a topic that led some readers (who again mistakenly took the book literally instead of humorously) to be concerned about the propriety and potentially harmful effects of artists' painting designs directly onto cats' fur (as noted by reviewer Suzanne Hively of the Cleveland Plain Dealer ): \"Why Paint Cats\" is an appropriate title for Ten Speed Press' book. Just add a question mark at the end. Why? This book is a photo album of cats with brightly painted designs on their bodies and faces. The geometric designs are fascinating. Themes include Charlie Chaplin painted on a cat's posterior now that's whimsical. And the complex and symmetrical designs show there are no amateur artists here. Then you wonder if this is really computer imaging. It appears that \"artists\" 23 of them have painted real, live cats. Or have they? Based on authors Burton Silver and Heather Busch's previous book, \"Why Cats Paint,\" one only can conclude that this book is a spoof, as well, and that no cats were directly involved. The authors concocted elaborate stories about the cats, the people who supposedly own them and the \"artists.\" One artist was reported to have lost his job at a grooming and painting service when he painted the wrong cat with a pig snout on its face and dyed its white body pink. He called his work Pigmylion, but the owners weren't pleased. There are noble statements in the book, such as \"the work has to benefit or upgrade cats in some way,\" and a disclaimer that \"no cats were harmed during the making of this book.\" Well, of course the cats weren't harmed. They were playing, sleeping, catching mice or doing whatever cats do while the real artist, Busch, was busy manipulating photographs of them with her computer. Silver, who lives in New Zealand, will not admit that the illustrations were achieved through computer imaging. He said, via e-mail correspondence, \"We never comment on the techniques used to create our art, because that's not the point of the work. We see our role as that of encouraging discussion amongst readers and provoking them to question their value systems. \"The book's purpose is not simply to show beautiful images of painted cats, but in so doing, to encourage ethical debate, thus the subtitle: 'The Ethics of Feline Aesthetics.'\" Using their vivid imaginations, the authors included such details as how the cats were painted, prices and even that the paint jobs needed to be retouched every two months. However, a few details they missed include an explanation of how the cats were kept still until the paint dried and what happens when the cat licks the paint job. Artists for the Ethical Treatment of Animals? Come on! You won't find them or any of the \"artists\" in the Internet. Let's hope that people don't read the book, then try painting the family pet. The joke lives on, as several photographs from the latter book were circulated via e-mail (without any explanatory context) as examples of \"real\" painted cats. They're all manipulated images taken from Why Paint Cats , however (although some versions of the e-mail may include similar images from other sources as well).",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=1580082718/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=1580087930/urbanlegendsrefeA/;",
  "Example": "[Collected via e-mail, February 2007] The book these came from said some of the paint jobs cost $15,000 and had to be repeated every 3 months as the cat's hair grows out. Must be nice to have $60,000 a year just to keep your cat painted!",
  "Last Updated": "2 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/arts/paintedcats.asp",
  "Claim": "Photographs show a variety of cats adorned with $15,000 paint jobs.",
  "Claim_ID": "photos_arts_paintedcats",
  "Tags": ""
}