{
  "Origins": "The photographs displayed above capture the aftermath of a construction accident that resulted in a crane's toppling over and falling through the first floor of a building under construction in Sydney in September 2008, as briefly noted by the Australian Associated Press:",
  "Fact Check": "",
  "Description": "Another account of the mishap provided slightly more detail about how the accident unfolded: The crane, which had only been delivered nine days earlier, is owned by local rental company Gillespies, and was installing prefabricated walls when one of the outriggers punched through the slab floor causing the crane to tip, until the boom came to rest on the wall of the building. The operator managed to jump from the cab falling around three metres to the floor. The crane remained in an unstable condition and within the hour it had fallen through the first floor to the ground level, with the boom resting on the remainder of the first floor wall and hanging over an adjacent industrial premises. The crane driver suffered minor bruising to his ankle, but no one else was injured.",
  "Originally Published": "",
  "Referred Links": "http://www.vertikal.net/en/news/story/6733/;",
  "Example": "[Collected via e-mail, July 2010] 9 Day Old 250-ton Liebherr Crane (never used before) $4 million price tag Failure of back propping beneath the 200mm thick concrete deck Crane support outrigger punches through slab causing crane to lose balance and collapse across the site and onto adjoining property Crane balanced in the air for about 1 hour before boom collapses across the site and the rig falls through to the basement level. Amazing that no one was seriously injured or killed.",
  "Last Updated": "19 May 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/accident/cranefall.asp",
  "Claim": "Photographs show a toppled crane that fell through the first floor of a building under construction.",
  "Claim_ID": "photos_accident_cranefall",
  "Tags": ""
}