{
  "Origins": "We can't recall an occasion since the brief lifetime of the infamous Malibu Canyon \"Pink Lady\" nearly four decades ago that a painted rock drew as much attention as the one pictured above.",
  "Fact Check": "",
  "Description": "The object captured in the images displayed above is a 12-foot-high, 56-ton rock which stands alongside Highway 25 in Iowa, about a mile south of the town of Greenfield exit from Interstate 80. For years it featured nothing but graffiti scrawled upon its face by a host of itinerant youngsters until 1999, when a young man who had grown up in Greenfield was inspired by the film Saving Private Ryan to make better use of the natural canvas. Ray \"Bubba\" Sorensen II, now a Des Moines resident who works as an ad/web designer, was a 19-year-old Iowa State University student who had seen the Greenfield rock many times before when, around Memorial Day in 1999, he decided to begin what has become an ongoing artistic tribute to America's veterans: It was right around Memorial Day, and I was driving by that rock and wondered what it would be like if I actually took the time to go out there and paint it. And so I painted it with the flag-raising at Iwo Jima. I got such a huge response that I kept painting it. I've been painting it for the last five years with tributes to veterans on Memorial Day. Each year around Memorial Day, Ray uses white paint to cover over his previous year's work, then spends one to three weeks creating new scenes on his blank canvas. The photographs shown above capture the 2003-04 version of the famous Iowa landmark, now dubbed \"The Freedom Rock,\" which featured scenes depicting Washington's crossing of the Delaware, the Vietnam Veterans Memorial in Washington, D.C., and America's response to the September 11 terrorist attacks, interspersed with quotes from presidents Thomas Jefferson, John F. Kennedy, and George W. Bush, all capped by renderings of draped American and POW/MIA flags. Only once in the years he has been painting the rock has his work been defaced, Ray told an American Forces Press Service reporter: his 60th anniversary tribute to veterans of the Pearl Harbor attack painted in 2001 was vandalized a few weeks after it was completed, but the perpetrator \"got a punch in the face from a Vietnam War veteran for his trouble,\" and his work has remained undisturbed ever since. According to Margie Moore, innkeeper at the nearby Brass Lantern, the Freedom Rock has become more than just a mere curiosity or tourist attraction: Every Memorial Day, Mr. Sorenson paints a new mural. People come from all over the United States and foreign countries to see it. There are photos of murals from years past nearby and a guest book for visitors to sign. And it has turned into something much more than a painted rock. Ms. Moore says a family of a deceased Vietnam veteran came to visit the rock carrying an urn with ashes of their son. They wanted to scatter the ashes around the rock, but it was too windy. So Mr. Sorenson, who was painting at the time, put the ashes in the paint so they would be affixed there forever. \"You come away feeling as though you were at somewhere sacred,\" Ms. Moore says. Biographical information about Ray Sorensen and pictures of his past work (including the 2011 version of the Freedom Rock) can be viewed on the Freedom Rock web site.",
  "Originally Published": "",
  "Referred Links": "http://www.thefreedomrock.com/;http://www.facebook.com/photo.asp?pid=343151&id=147307692001455;",
  "Example": "[Collected via e-mail, July 2008] I'm told that there is a huge rock near a gravel pit on Hwy.25 in rural Iowa. For generations, kids have painted slogans, names, and obscenities on this rock, changing it's character many times. A few months back, the rock received its latest paint job, and since then it has been left completely undisturbed. It's quite an impressive sight. Be sure to scroll down and check out the multiple photos (all angles) of the rock. I thought the flag was draped over the rock, but it's not. It's actually painted on the rock too.",
  "Last Updated": "29 May 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/patriotic/freedomrock.asp",
  "Claim": "Photographs show a rock painted with patriotic scenes alongside an Iowa highway.",
  "Claim_ID": "photos_patriotic_freedomrock",
  "Tags": ""
}