{
  "Origins": "The misuse of fireworks poses a danger both to those who misuse them and to innocent bystanders, and the category of \"innocent bystanders\" is not limited to human beings. Explosive fireworks, particularly, can pose a real danger to dogs who don't understand their hazardous nature and may try to play with or pick up fireworks with burning fuses, resulting in ghastly injuries when those fireworks go off. (A 2010 article provides an account of a dog that had to be euthanized after being injured in such a manner.)",
  "Fact Check": "",
  "Description": "Appallingly, such tragedies are not limited to the realm of the accidental, as plenty of examples can be found of miscreants' taking perverse delight in inserting explosives into various orifices of live animals. Such is the claim associated with the photograph displayed above, which is said to depict a dog injured by kids' forcibly placing fireworks into its mouth, and which, sadly, appears to be true. The picture corresponds to a series of photos posted on Facebook in mid-November 2011 which are listed as being taken in Sarajevo, Bosnia and Herzegovina, and depict a mutilated German Shepherd identified as Vucko, and it's also similar to a series of photos published in mid-November 2011 on a Bosnian web site that described them with the following (roughly translated) statement: Human cruelty to animals, unfortunately, day by day is getting worse, and cruelty was once again demonstrated on Friday in the Sarajevo suburb of Ilidza where unknown perpetrators put fireworks in the mouth of a dog, who suffered very serious injuries for which he was allegedly put to sleep by veterinarians. The social action network care2 also reported the following backstory about Vucko: Two drunken teenagers in Bosnia decided to have \"fun\" by duct-taping a firework in a German Shepherd's mouth and blowing off his face. Having done this, they took off, leaving the helpless creature to suffer. The poor dog, known as Vucko, apparently wandered in agony for five days, unable to eat. Finally, he was picked up by authorities and taken to a vetenarian's office, but had to be euthanized after vets were unable to perform reconstructive surgery. Vucko's case prompted the creation of a petition seeking the passage of animal cruelty legislation in Bosnia.",
  "Originally Published": "",
  "Referred Links": "http://www.thepetitionsite.com/441/petition-for-the-dog-whose-face-was-torn-off-after-people-put-a-lit-firework-in-his-mouth-and-later/;http://www.care2.com/causes/vucko-the-dog-face-blown-off-with-firecracker.html;http://krajina.ba/21246/foto-stavili-petardu-u-usta-psu-i-raznijeli-mu-njusku/;http://www.facebook.com/media/set/?set=a.264525920264702.79113.100001218888344&type=3;http://www.heraldnet.com/article/20100713/NEWS01/707139901;",
  "Example": "[Collected via e-mail, November 2011] Some kids placed strong firecracker in the mouth of this animal and made sure he could not open it. The world is like this. To these kids it must have been a macabre fun for a few minutes and then they continued with their life like nothing happened. To this animal, his life ended during those minutes, with a pain so deep that is better to forget. If you are against the mistreatment of animals, share this so that more people see what we are capable to do and how inhumane we could be. Friends, I'm really sorry if this picture hurts you, I got hurt while posting too. I'm sharing this because of that I hope if some one near you tries to do these kind of things, you will at least try to tell them that this is really a harsh. Will you? *Share* if you are against mistreatment of animals",
  "Last Updated": "25 July 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/gruesome/crackerdog.asp",
  "Claim": "Photograph shows a dog injured by fireworks placed in its mouth.",
  "Claim_ID": "photos_gruesome_crackerdog",
  "Tags": ""
}