{
  "Origins": "The above-displayed photograph and accompanying information were taken from a 3 February 2006 New York Post article. The critter pictured is Herman, a German Giant hare belonging to German breeder Hans Wagner. The extraordinarily large hare weighs 17 lbs., measures 17 inches high on all fours, and stands over three feet tall on his hind legs.",
  "Fact Check": "",
  "Description": "According to the Post article: To find out how unusual Wagner s wabbit is, The Post contacted Six Bells Rabbitry in Arvada, Colo. \"That's a huge animal. That's amazing,\" said breeder Michelle Jones. \"In the States, it's hard to get them past 12 to 15 pounds.\" How did German Giant get so big? \"I don't feed him an unusual diet,\" said Wagner. \"He goes through more than his brothers and sisters, but he eats the same food mix. His favorite food is actually lettuce. He can never get enough of it.\" Herr Hare is unusual in another way, he noted. \"Unlike some other rabbits I've had, he s really a gentle character a gentle giant.\" A similar photograph circulated in 1999 showing Bodmin, an 18-lb. Flemish Giant rabbit raised in Scotland: Said the Glasgow Daily Record of Bodmin: Bodmin the rabbit is a big bunny and we mean big. He lives up to the name of his breed, Flemish Giant, by tipping the scales at almost 18lbs. That's the average weight of a 10-month-old baby. And Bodmin is still piling on the pounds. Michael Alford, 60, joint owner of the Sussex nature park where he lives, said: \"People just can't quite believe the size of Bodmin, especially when they try to pick him up for a cuddle. \"He has a massive appetite and polishes off a whole cabbage or cauliflower at one sitting. We even used him for a guess the weight contest. \"I can't remember how close anyone got, but I don't think anyone guessed too high.\" Bodmin is such a handful Michael has started to keep him away from other rabbits in case he crushes them. But it is not as if he lazes around all day - he goes for regular runs around his hutch. The other park owner, Anna Chaplin, said: \"He does get a lot of exercise. He uses his run all the time except when it is raining. \"We have only had him for a year but he's put on so much weight. I have a job to pick him up. \"He has got a massive appetite and gets through loads of cabbages, greens, carrots and other vegetables.\" David White, secretary of the Flemish Giant Club, said: \"This is probably a continental rabbit. They do reach sizes over 20lb and are bred for fur and meat.\" Most fully-grown pet rabbits would weigh between five and eight pounds, depending on the breed, said a British Rabbit Council spokeswoman. Even the fattest, laziest domestic pet is not expected to weight in at more than 16lb, according to experts. But Bodmin still has some way to go to become the world's biggest rabbit. That title is held by a French doe, who weighed in with the Guinness Book of Records last year at 26lb 7oz. The title of \"world's largest rabbit\" has since been claimed by Humphrey , a 42-inch long, 28-pound French lop.",
  "Originally Published": "",
  "Referred Links": "http://www.dailymail.co.uk/news/article-514728/Hopping-record-books-Humphrey-stone-rabbit-king-big-bucks.html;",
  "Example": "[Collected via e-mail, 2006] Now THAT S an Easter bunny He weighs in at 22 pounds and measures a little over 3 feet. He is a breed of rabbit called German giant (how appropriate!). This is his owner, Hans Wagner, struggling to hold him up. From the NY Post article: Wagner said, \"We don't feed him an unusual diet. He goes through more than his brothers and sisters, but he eats the same food mix. His favorite food is actually lettuce. He can never get enough of it.\" LOOK AT THOSE FEET!",
  "Last Updated": "22 April 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/giantrabbit.asp",
  "Claim": "Photograph shows a 17-lb., 3-foot German Giant rabbit.",
  "Claim_ID": "photos_animals_giantrabbit",
  "Tags": ""
}