{
  "Origins": "Movies and television have planted sensationalized images of certain phenomena into the public consciousness, to the extent that when most of us see the real thing, we're disappointed that it seems so mundane. In films and television programs, automobile crashes are always slam-bang affairs that inevitably end with one or more cars bursting into flame and exploding; thunder is always a very loud, sharp, and short report which occurs simultaneously with a bolt of lightning (rather than a slow, distant, gradually increasing rumbling which arrives well after the lightning flash); and gunshots are usually depicted as producing ear-splitting volumes of sound and, when aimed at another human being, resulting in plenty of gore and splatter.",
  "Fact Check": "",
  "Description": "It's no wonder, then, that when the above-displayed video of a detainee shooting himself while in police custody began to circulate, many viewers were skeptical of its authenticity by Hollywood standards, it's so tame as to be almost surreal. As depicted in the video, an uncuffed suspect enters an interrogation room and sits down in a chair, followed by an officer who dumps some keys and sunglasses on a table, checks his cell phone, and leaves the room momentarily. The officer returns several seconds later with a bottle of water and a cup of coffee, then hands the water bottle to the suspect, checks his cell phone again, picks up the coffee, and exits the room a second time leaving the suspect alone and unrestrained, and the door open. The suspect takes a couple of swigs of water, then calmly reaches into his pants with his other hand, pulls out a large-caliber handgun, and shoots himself in the left temple. But what we see in the video is nothing like what most of us might expect. The soon-to-be suicide victim is neither visibly nervous nor distraught as he freely pulls out a gun and places it against his head. (He even replaces the cap on the water bottle before pulling the trigger.) The weapon does not produce an ear-shattering concussive sound in the small room, blood and brain matter don't splatter all over the walls, and the victim's body isn't hurtled out of the chair and onto the floor. The gun makes a sharp popping sound as the suspect shoots himself, blood streams from the victim's head and mouth, his hands drop the gun and water bottle to the floor, and his body slumps but slightly in the chair. Even more unusual to many viewers is the officer's reaction to this event. He doesn't respond with any of the emotions most of us might feel, such as fear, panic, terror, or disgust. Nor does he rush to the victim's aid, check him for signs of life, summon help, or otherwise raise an alarm. \"Oh, fuck,\" he exclaims as he re-enters the room, puts his coffee down on the table, and surveys the scene for a second or two, then adds \"Holy fuck.\" When a second (unseen) officer inquires \"What did he do?\" he responds with, \"Nobody shook him\" (i.e., nobody searched the suspect for weapons), then calmly retrieves the keys and sunglasses and leaves the room. Throughout the short video, the officer's actions seem almost nonchalant: he doesn't act the least bit shocked or horrified that a human being has just died a violent death right in front of him. Instead, the foremost thought on his mind seems to be concern that someone's going to get into big trouble for the oversight of allowing a detainee to retain a weapon. (We realize, of course, that all of this would be viewed quite differently from a police perspective. Officers undergo thorough instruction in the handling and use of firearms, they generally see far more blood and violence on the job than most of us will experience in our lifetimes, and they're trained to respond to emergency situations by following proper procedure rather than reacting with fear or panic. We're simply presenting the average person's reaction to this video, as reflected in the e-mail we've received from readers who have viewed it.) The circumstances behind this video took place on 19 December 2003, when 47-year-old Ricardo Alfonso Cerna was stopped for a traffic violation at about 9:30 A.M. in Muscoy (a residential suburb of San Bernardino County, about 60 miles east of Los Angeles). Cerna fled the scene (in his car and then on foot) before shooting the pursuing officer, sheriff's deputy Michael Parham, twice in the abdomen. (Deputy Parham survived the shooting.) Cerna was soon arrested by San Bernardino police and taken to sheriff's headquarters on Third Street, where he was placed in an interview room just before 11 A.M. in preparation for questioning by Bobby Dean, head of the San Bernardino County sheriff's homicide unit. When Dean stepped out of the room briefly to speak with a detective in the hallway, Cerna pulled the .45-caliber handgun out of his pants and shot himself in the head. Evidently a chain of mistakes led to Cerna, a shooting suspect, being taken into custody without either the arresting officers or the booking officers discovering he had a large, heavy handgun concealed on his person: [Sheriff Gary] Penrod said deputies failed to adequately search Cerna before he was put in a car, and again when he was transferred to the homicide division office. Each receiving deputy may have wrongly assumed the previous officer adequately searched the man, he said. Penrod said confusion among the three agencies involved the Highway Patrol, San Bernardino police and the Sheriff's Department may have contributed to the oversight. \"Obviously there was a mistake made,\" Penrod said by phone. \"It was hectic and it was a guy who was cuffed by somebody other than the transporting officer. (This apparently egregious oversight led to conspiracy-theory speculation in some quarters that Cerna had been \" executed \" by the San Bernardino Sheriff's Department, or that the sheriff returned the gun to Cerna and urged him to commit suicide with it the completely implausible scenario of officers' deliberately handing a loaded gun to a suspect who had already shot one policeman notwithstanding.) As to how the video of Cerna's suicide made it onto the Internet, sheriff's spokesman Chip Patterson said: [A] ranking official at the department was authorized to show the video during a presentation on officer safety at the FBI's training academy in Quantico, Va., several months ago. Following the presentation, dozens of copies of the video were made at the request of law-enforcement agencies across the country. Officials of those agencies wanted the copies for training purposes. Sheriff's officials do not know who might have leaked the video to the public. Some of the officers involved in Cerna's arrest and handling were subjected to disciplinary action, but sheriff's officials wouldn't comment on the specifics of that action or identify the officers involved.",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20040208063739/http://www.aztlan.net/gungiventocerna.htm;https://web.archive.org/web/20040208002228/http://www.aztlan.net/policeexecution.htm;",
  "Example": "[Collected via e-mail, 2004] Is this video real? GRAPHIC IMAGE WARNING: Video shows a suicide by gunshot.",
  "Last Updated": "19 January 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/gruesome/interrogate.asp",
  "Claim": "Video shows a suspect in a police shooting committing suicide in an interview room.",
  "Claim_ID": "photos_gruesome_interrogate",
  "Tags": ""
}