{
  "Origins": "A \"super moon\" (also known as a \"perigee moon\") is a phenomenon produced by the Moon's elliptical orbit, which causes that body's distance from the Earth to vary from between about 220,000 miles at its closest (perigee) to 252,000 miles at its farthest (apogee). When a new or full moon coincides with the perigee of the Moon's orbit around the Earth, the result is a \"super moon\" which can appear up to 14% larger and 30% brighter than the moon does during the apogee of its orbit.",
  "Fact Check": "",
  "Description": "Two occurrences of super moons are taking place in January 2014 (one on January 1 and the other on January 30 ), an event that appears to have prompted the recirculation of the supposed super moon image displayed above, which previously made the rounds of the Internet in coincidence with the super moon of May 2012 (and again in coincidence with the super moon of June 2013) and was claimed to have been a photograph snapped at Sequoia National Park is the southern Sierra Nevada. This isn't a real photo of a super moon, however; it's an altered version of a \"mountains at night\" image (origin unknown) which has been available as a popular computer wallpaper background (without the added moon) since at least as far back as 2004: Some additionally altered versions of this image forsook reality for a little humor: Likewise, a similar picture supposedly showing a spectacular super moon seen over Rio de Janeiro in May 2012 was just an ordinary nighttime picture of that Brazilian city into which someone inserted an image of a very large, looming Moon: Real photographs of the last super moon can be viewed in an EarthSky gallery , and the following NASA video explains the super moon phenomenon:",
  "Originally Published": "",
  "Referred Links": "http://earthsky.org/space/your-best-photos-may-2013-supermoon;http://www.wallconvert.com/converted/beautiful-night-wallpapers_8049_1920x1200-16689.html;http://www.bbc.co.uk/news/uk-17973367;http://earthsky.org/space/what-is-a-supermoon;",
  "Example": "[Collected on the Internet, May 2012] Super Moon rising above Sierra Nevada Sequoia National Park California Last night, the moon was the biggest, and brightest full moon for 2012. Commonly referred to as a \"Super Moon\", it appears brighter and bigger, as the moon will be closest to Earth. This shot was taken over Nevada. Probably the most beautiful Moon shot I have ever seen in my life!",
  "Last Updated": "2 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/space/supermoon.asp",
  "Claim": "Photograph shows a \"super moon\" over California's Sequoia National Park.",
  "Claim_ID": "photos_space_supermoon",
  "Tags": ""
}