{
  "Origins": "In April 2013 a meme was spread on the Internet that entering the coordinates 52.376552,5.198303 into Google Maps (a location described in that application as being the Beatrixpark in Almere, Netherlands) and zooming in on the resulting satellite view would reveal an image of a man dragging a body into a lake (leaving a bloody trail behind him), as shown above.",
  "Fact Check": "",
  "Description": "Considering the full context of the image makes that claim rather improbable: it's unlikely that someone would choose to dispose of a body in a public park in broad daylight, from a spot requiring that the body be lifted over a rail several feet high, while leaving an obvious trail of evidence behind him (and potentially resulting in a conspicuous large splash and floating body). What the image actually appears to show is a couple of people accompanied by a dark brown dog (perhaps a chocolate labrador), and the supposed trail of blood is simply red-stained wood that has taken on a darker appearance due to being wetted (possibly because the dog jumped into the surrounding water and then dripped it onto the wood): That explanation is borne out by a more comprehensive view of the area, which shows no bloody trail leading up to the wood itself: The UK's Sun newspaper noted in an April 2013 article that \"local police have been sent the pic, but the photo was taken by Google in 2009, so there's unlikely to be any evidence left to investigate.\"",
  "Originally Published": "",
  "Referred Links": "http://www.thesun.co.uk/sol/homepage/news/article4889231.ece;http://www.vvvalmere.nl/detail/koningin+beatrixpark?item=13a4a8c2-7b2e-442b-a39d-beb890edca76;",
  "Example": "[Collected via e-mail, April 2013] If you type 52.376552,5.198303 into Google Maps, you will find a man dragging a body into the lake.",
  "Last Updated": "13 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/crime/parkbody.asp",
  "Claim": "A Google Maps image captured a furtive body disposal.",
  "Claim_ID": "photos_crime_parkbody",
  "Tags": ""
}