{
  "Origins": "It's quite common (especially with the speedy distribution of material the Internet makes possible) for politically-oriented jokes, photographs, and other put-downs to \"jump parties,\" with partisans of one side altering names and other details to associate the same material with the personalities and politics of the other side. (The same set of spurious quotes , for example has been variously attributed to former [Republican] Vice-President Dan Quayle, [Democratic] Senator John Kerry, and [Republican] President George W. Bush.)",
  "Fact Check": "",
  "Description": "The item cited at the head of this page is another example of this phenomenon. The displayed image is an altered version of a photograph distributed by the Associated Press, it has no connection to President Barack Obama. It was originally circulated on the Internet back in 2005 as an image supposedly depicting the disdain of a veteran for Senator Ted Kennedy of Massachusetts: Bill Moyer, 73, wears a \"Bullshit Protector\" flap over his ear while Senator Ted Kennedy addresses the Veterans of Foreign Wars. But the photo in its original context actually accompanied news accounts of a speech delivered by President George W. Bush at the national convention of the Veterans of Foreign Wars in Salt Lake City on 22 August 2005. War veteran Bill Moyer (pictured above) chose the occasion to display his displeasure with President Bush's policies by wearing a cardboard flap labeled \"BULLSHIT PROTECTOR\" over his ear during the President's speech. The original photograph and caption were released as shown below: Bill Moyer, 73, wears a \"Bullshit Protector\" flap over his ear while President George W. Bush, on screen at rear, addresses the Veterans of Foreign Wars at their 106th convention Monday, Aug. 22, 2005, in Salt Lake City. Moyer served in Korea and Vietnam, and in the post-WWII occupation of Germany. In May 2012 this photograph was circulated (in its original form) with text associating it with members of the Obama administration:",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20050824183629/http://www.whitehouse.gov/news/releases/2005/08/20050822-1.html;",
  "Example": "[Collected via e-mail, May 2014] Bill Moyer, 73, wears a \"Bullshit Protector\" flap over his ear while President Barack Obama addresses the Veterans of Foreign Wars.",
  "Last Updated": "26 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/politics/earflap.asp",
  "Claim": "Photograph shows a veteran wearing a \"bullshit protector\" flap over his ear during a speech by Barack Obama.",
  "Claim_ID": "photos_politics_earflap",
  "Tags": ""
}