{
  "Origins": "The captioning on this photograph may be a bit tongue-in-cheek, but the person pictured is indeed real: This picture was used to accompany a November 2003 profile published in the Air Force magazine Airman about Airman 1st Class Vanessa Dobos, the Air Force's first female aerial gunner:",
  "Fact Check": "",
  "Description": "Airman Dobos' unit was deployed to the Persian Gulf region for possible action against Iraq in January 2003, and in October 2004 she was part of the crew of a helicopter that crashed during a mission in Afghanistan: An investigation into the death of a helicopter flight engineer in Afghanistan shows how a mission of \"moderate risk\" turned fatal in a matter of seconds. Killed in the Oct. 20 crash of an HH-60G Pave Hawk was Airman 1st Class Jesse Samek of the 66th Rescue Squadron, Nellis Air Force Base, Nev. According to the accident investigation board report released Dec. 27, Samek died after he was thrown from the helicopter as the Pave Hawk tumbled downhill for 180 feet, rolling over five to seven times. Badly injured in the crash was pararescueman Staff Sgt. Scott Bilyeu of the 48th Rescue Squadron, Davis-Monthan Air Force Base, Ariz. Bilyeu continues to undergo outpatient treatment for a brain injury. When the Kandahar-based rescue team accepted the nighttime mission, it was rated at \"moderate risk,\" investigators found. The mission was to evacuate an Afghan elections monitor who had been accidentally shot in the right arm. The rescue package of two HH-60Gs made the 2-hour flight without incident, the report said. When they arrived over the landing zone 160 miles northwest of Kandahar, they found the area was in a narrow valley, with steep slopes on three sides. The crews wanted the wounded civilian and Afghan police escorts to move to an open landing spot. But because of poor communication, the Afghans didn't move. The aircrews then decided to airlift the wounded man out by hoisting him aboard a hovering Pave Hawk using a motorized winch and a Stokes litter. While one Pave Hawk circled above, Samek's helicopter, piloted by Maj. Kevin R. Haff and 1st Lt. Benjamin R. Scheutzow, both of the 66th, descended to about 200 feet. The downwash from the rotor blades kicked up a cloud of sand that enveloped the Pave Hawk, creating a condition called a \"brownout.\" Sitting on the left side of the Pave Hawk, Senior Airman Vanessa E. Dobos saw sparks as the rotor blades struck the valley walls, the report said. At the same time, the Pave Hawk's two engines started to overheat, automatically preventing more power from coming from the engines. No one had expected the cloud of sand to reach that high. Investigators concluded the valley walls funneled the sand upward. After about five seconds in the brownout, Haff decided to fly out of the swirling sand. Within two seconds of leaving the hover, the helicopter flew into a hillside at a speed of 20 to 40 knots, the report said. The aircraft blades were the first to hit the ground, followed by a belly of the fuselage. The aircraft 'skipped up' the side of the hill before losing forward momentum, the report said. The Pave Hawk then rolled downhill. Samek was ejected from the helicopter, coming to rest about 7 feet downhill of the helicopter. When Samek's body was found, he wasn't wearing his helmet, body armor or survival vest. Investigators concluded Samek had been wearing the safety gear, but hadn't connected the vest's two leg straps around his legs. During the roll, the tension on the strap connecting Samek to the helicopter was so great that it stripped the safety gear off Samek and he was flung out of the Pave Hawk. Some copies of the photograph shown above have been accompanied by an erroneous text description which was originally circulated in conjunction with a picture of Senior Airman Polly-Jan Bobseine back in 2008: This 19 year old ex-cheerleader now an Air Force Security Forces Sniper,was watching a road in Pakistan that led to a NATO military base when sheobserved a man digging by the road. She engaged the target (she shot him).Turned out he was a bomb maker for the Taliban, and he was burying an IEDthat was to be detonated when a U.S. patrol walked by 30 minutes later. Itwould have certainly killed and wounded several soldiers. The interestingfact of this story is the shot was measured at 725 yards. She shot him ashe was bent over burying the bomb. The shot went through his rectum andinto the bomb which detonated; he was blown to bits.The Air Force made a motivational poster of her. Folks, that's a shot 25yards longer than seven football fields. There is a proud dad out theresomewhere.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, November 2012] Vanessa Dobos is a gunner on a USAF AC-130 gunship. She has seen action in Iraq and Afghanistan. She likes long walks on the beach, men who aren't afraid to cry and puppies. Her dislikes include feed tray stoppages, tracer flareout of her NVGs and premature fixed-wing strikes scattering her high-value targets.",
  "Last Updated": "27 March 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/military/dobos.asp",
  "Claim": "Photograph shows the first female Air Force aerial gunner.",
  "Claim_ID": "photos_military_dobos",
  "Tags": ""
}