{
  "Origins": "The large mountain lion shown in the photographs displayed above was hit by a Ford F350 truck on Highway 64 in northern Arizona (about halfway between Williams and Valle) in November or December 2007. The couple driving the truck pulled over and found the lion under a tree, still alive but beyond rehabilitation, so they called 911 and ultimately an officer from the state's Department of Public Safety (DPS) was sent to put the big cat down.",
  "Fact Check": "",
  "Description": "Although the large mountain lion was not weighed at the scene, it took three men to lift the animal, whose weight was estimated by those present at about 200-220 pounds. (Adult male mountain lions typically weigh in the range of 80 to 150 pounds). The animal's paw was about 8 inches across, and the lion measured over 7 feet from head to tail. Jason Ellico, the DPS officer who responded to the call, also happens to be a taxidermist and offered to skin the lion. It is he who is shown posing with the lion in the pictures above. As typically happens with Internet-circulated photos of killed or captured animals, the accompanying text was altered multiple times to place the mountain lion in a variety of locales, including other parts of Arizona, Kentucky, Arkansas, West Virginia, Virginia, Wisconsin, Texas, Michigan, Kansas, Pennsylvania, Mississippi, North Carolina, South Carolina, Alabama, Illinois, Iowa, Nova Scotia and Newfoundland: This animal was hit near Cadiz, Kentucky (close to Kentucky Lake). Lucas and Shannon Cadiz is where Ellie and Wes MacCrae live. They sent the pictures. Wes said the story was all over the newspaper. This lion was hit between HWY 274 and Parkview Shores Dr. by a car. Game and Fish had to come and put him down. He charged at the Fish and Game guy in the process. Look at his PAWS!. Look what was found in Arkansas. This is about and 1 hour south of hot springs boys!!! And the game and fish will still say there are no mountain lions in Arkansas. This lion was hit between Prescott and Ash Fork, Ariz., by a car. Game and Fish had to come and put him down. He charged at the Fish and Game guy in the process. Look at his PAWS!\" This lion was hit between Grantsville and Walker WV by a car. Game and Fish had to come and put him down. He charged at the Fish and Game guy in the process. Look at his PAWS! They say there are no lions in Wisconsin, well take a look at this cat that was hit by a car just north of Apperson Drive on Hwy 47, only two miles from our house. This lion was hit between Cherry Reservoir Road and High Knob area (near Wise, VA) by a car. Game and Fish had to come and put him down. He charged at the Fish and Game guy in the process. Look at his PAWS!. Look at what James hit with his car on county road 328 north of Swenson Texas in Stonewall County. The lion was still alive but unable to move, so our neighbor called animal control and they came and put him down. A land owner had seen this one a week before dragging off a 320 lb steer. Our neighbor is an amateur taxidermist and he's going to stuff him. This one weighed 260 lbs. while most mature males mountain lions weigh 80 to 150 lbs. We had no idea they still roamed around here. This cougar was hit on M-65, just north of Long Rapids near Alpena, Michigan by a car. MDNR had to come and put him down. He charged at the MDNR officer in the process. And you thought no cougars lived in Michigan. This was hit by a truck on Mill Creek Road. This is a BIG cat! A friend sent this to me. The mountain lion was killed east of Altoona and south of State College, Pa. northeast of Raystown Lake between Mt. Union and Huntingdon, Pa. ... One doesn't think about big cats being in this eastern part of the country. The PA Game commission has denied it for a long time. Look at what James Snipe hit with his car on a county road southeast of Liberty, Miss. in Amite County. The panther was still alive but unable to move, so our neighbor called animal control and they came and put him down. A land owner had seen this one a week before dragging off a 320 lb steer. Our neighbor is an amateur taxidermist and he's going to stuff him. This one weighed 260 lbs. while most mature male panthers weigh 80 to 150 lbs. Look at what James Snipe hit with his car on US-64 west of Cashiers in Jackson County. The panther was still alive but unable to move, so our neighbor called animal control and they came and put him down. A land owner had seen this one a week before dragging off a 320 lb steer. Our neighbor is an amateur taxidermist and he's going to stuff him. This one weighed 260 lbs. while most mature male panthers weigh 80 to 150 lbs. We had no idea they still roamed around here! Look at what Wally Tiernan hit with his car on Highway 178 approximately 16 Miles East of Greenwood, South Carolina in Saluda County. The Lion Was Barely alive and unable to move, so our neighbor called SCDNR and They Came And put the lion down. A land owner believes this is the same lion He had seen a week earlier dragging a 320 lb steer out of the pasture. This lion weighed 260 lbs. While most mature male mountain lions weigh 80 to 150 lbs. We have seen evidence of Their Presence through tracks In the dirt but had no idea this big guy roamed around here! Look at what James Snipe hit with his car on county road 32 north-east of Foley AL. The lion was still alive but unable to move, so our neighbor called animal control and they came and put him down. A land owner had seen this one a week before dragging off a 320 lb steer. Our neighbor is an amateur taxidermist and he's going to stuff him. This one weighed 260 lbs. while most mature male mountain lions weigh 80 to 150 lbs. We had no idea they still roamed around here!\" Look at what James Snipe hit with his car on state route 161 east of Iuka [IL] road. The lion was still alive but unable to move, so the neighbor called the Marion County Dog Catcher and they came and put him down. A land owner had seen this one a week before dragging off a 320 lb. steer. His neighbor is an amateur taxidermist and he's going to stuff him. This one weighed 260 lbs. while most mature male mountain lions weigh 80 to 150 lbs. We had no idea they still roamed around here! Cat Hit on Highway 30................ For you transplanted Iowans who thought Iowa was just not wild enough for you any more!! And for you out-of-staters who think Iowa is just too tame!! Jefferson, IA is in central Iowa. This lion was hit on Highway 30 near Jefferson, IA, by a car. Fish and Game had to come and put him down. He charged at the Fish and Game guy in the process. Look at his PAWS! See what's been roaming the neighborhood, north of Kempt, Nova Scotia. Wow this is some cat! Look at what James Snipe hit with his car on Northfield Road. The lion was still alive but unable to move, so our neighbor called DNR and they came and put him down. A land owner had seen this one a week before dragging off a 320 lb. steer. His neighbor is an amateur taxidermist and he's going to stuff him. This one weighed 260 lbs. While most Mature male mountain lions weigh 80 to 150 lbs. We had no idea they still roamed around here! See what's been roaming the neighborhood, north of Carmanville, Nfld.. Wow this is some cat! Look at what Colin Brown hit with his car on the Gander Bay Road. The lion was still alive but unable to move, so our neighbor called Wildlife and they came and put him down. A land owner had seen this one a week before dragging off a 520 lb. moose. His neighbor is an amateur taxidermist and he's going to stuff him. This one weighed 260 lbs. While most mature male mountain lions weigh 80 to 150 lbs. We had no idea they roamed around here! This was just 3 miles North of Carmanville. I had no idea that these creatures were in the Prov.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, February 2008]",
  "Last Updated": "3 May 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/mountainlion2007.asp",
  "Claim": "Photographs show a large mountain lion hit by a truck and killed in Arizona.",
  "Claim_ID": "photos_animals_mountainlion2007",
  "Tags": ""
}