{
  "Origins": "We don't know the specific origins of this set of photographs (variously distributed via e-mail under titles such as \"New Summer Trends for Women\" and \"New Fashions - ouch!\" ), but the phenomenon they depict is a real body modification practice known as \" corset piercing ,\" defined as: Ladder piercings up the back in two rows where hooks or eyelets are put in so that they can be laced up like a woman's corset. Corset piercing is not, as the titles these photographs are forwarded under might suggest, either new or trendy. The practice is an established one, and it is usually undertaken on a temporary basis for special occasions: The corset piercing is most popular for performance art and fetish events, and is almost always removed immediately afterward. They usually can t heal properly because they are a surface piercing in an area prone to rejection and they use a type of jewelry that isn t really suitable for permanent use in the area. More recently, the term corset piercing has been used to encompass any kind of paired, laddered piercings that can then be laced together. Photographs of other corset piercings can be found around the web (such as this gallery at the Painful Pleasures body jewelry site). The editor of BMEzine.com also recently published an editorial (with photographs) on the corset piercing phenomenon.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.bmezine.com/news/pubring/20050417.html;http://bodypiercingpictures.painfulpleasures.com/showgallery.asp/cat/522;http://www.body-jewelry-useek.com/1108-corset-piercing.htm;http://www.body-jewelry-useek.com/body-piercing-glossary2.htm#Corset_Piercing;",
  "Example": "[Collected on the Internet, 2005] Attached are the pictures of the \"latest trend\" which involves multiple rings on a persons back with ribbon laced between them. Are these true pictures or a hoax?",
  "Last Updated": "21 April 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/bodymods/corset.asp",
  "Claim": "Photographs show examples of a body modification practice known as corset piercing.",
  "Claim_ID": "photos_bodymods_corset",
  "Tags": ""
}