{
  "Origins": "This image has been circulated as a satellite photograph of the great blackout which struck the northeastern United States and Canada on the afternoon of 14 August 2003 and lasted well into the next day, darkening many large North American cities (Cleveland, Detroit, Toronto, Ottawa, New York), as a photograph of the power outage which hit the storm-swept mid-Atlantic region of the United States in late June 2012 and lasted for several days, and as a photograph of Hurricane Sandy, which hit the upper Atlantic coast of the U.S. in October 2012.",
  "Fact Check": "",
  "Description": "None of those events produced a power outage produce nearly as total a zone of blackness as depicted in the image shown above. Even in the great blackout of 2003, artificial light was still quite visible throughout many parts of the northeastern region, as shown in the photograph below: Genuine satellite images processed by the Air Force Weather Agency and available on the web site the National Oceanic & Atmospheric Administration ( NOAA ) show the extent of the blacked-out area at 7 hours after the start of the 2003 blackout and a comparative shot 20 hours before the initial power failure. The original picture is a composite image of nighttime North America which someone has manipulated with an editing program to darken the northeastern area. Reasons why this is obviously so include the following: Pictures such as the one displayed above are not simple snapshots; they are composite images formed from multiple pictures taken by a variety of satellites at different times. If the image above were actually a photograph (rather than a composite image) taken at 11:15 Eastern Time, then much of North American would be obscured by clouds, the western portion of the continent would still be bathed by at least partial sunlight at the time of the photo, and the Earth's curvature would be noticeable in the picture. There is no such satellite as the \"ISAT GeoStar 45.\" Satellite images are usually date-stamped with times corresponding to Greenwich Mean Time (GMT) rather than a particular local time zone. Even if Eastern Time were being used for date-stamping purposes by whatever agency processed this image, in August nearly all of the eastern U.S. and Canada is on Eastern Daylight Time (EDT) rather than Eastern Standard Time (EST).",
  "Originally Published": "",
  "Referred Links": "http://antwrp.gsfc.nasa.gov/apod/image/0208/earthlights02_dmsp_big.jpg;http://www.noaanews.noaa.gov/nightlights/blackout081403-20hrsbefore-text.jpg;http://www.noaanews.noaa.gov/nightlights/blackout081503-7hrsafter-text.jpg;http://www.noaa.gov/;http://www.noaanews.noaa.gov/stories/s2015.htm;",
  "Example": "[Collected via e-mail, May 2012]",
  "Last Updated": "1 November 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/space/blackout.asp",
  "Claim": "Photograph shows a satellite view of a blackout in eastern North America.",
  "Claim_ID": "photos_space_blackout",
  "Tags": ""
}