{
  "Origins": "This video clip supposedly represents evidence (\"Exhibit B-5\") presented in the 2009 civil court case of Gilland vs. Sheri Lume concerning the death of a girl who was supposedly run down by a car after frantically fleeing her home from a man that she thought was a masked intruder (but who was really a neighbor playing a prank on her).",
  "Fact Check": "",
  "Description": "However, this video is a bit of creative fiction which features a deliberately crafted scenario performed by actors and enhanced through the use of special effects. \"Rachel,\" the putative victim in this clip, was portrayed by actress Cindy Vela , and the longer version of this video also features actress Mircea Monroe as \"Sheri,\" the roommate who punks her, and actor Corin Nemec as the neighbor who terrifies her by pretending to be a home intruder. Cindy Vela's web site biography notes that: Cindy created controversy with an internet video called 'Exhibit B-5' aka 'Girl Dies' directed by Project Greenlight winner Kyle Rankin which had millions searching for answers to her life and identity. Her Facebook page also references this video and describes it thusly: This is a short film entitled EXHIBIT B-5. It's meant for entertainment purposes only. Credits include: Written & Directed: Kyle Rankin. Digital FX: R. Zane. Rachel (girl who dies): me/Cindy Vela. Sheri (blonde/roommate): Mircea Monroe. Neighbor (guy who scares me/neighbor): Corin Nemec. No mannequins were used and I can't say exactly how we did it, but I did have to lay on top of and underneath the car. I have to applaud the special effects the first time I saw it I was shocked. This was NOT a reenactment of a real story, Not an advertisement and Not for marketing of another film. A response video explains how effects like the ones shown in \"Exhibit B-5\" were created:",
  "Originally Published": "",
  "Referred Links": "http://www.facebook.com/media/set/?set=a.424811197634.219538.49938117634;http://www.imdb.com/name/nm0005269/;http://www.imdb.com/name/nm1597260/;http://www.youtube.com/embed/yKjsUL-escE;http://www.cindyvela.com/;",
  "Example": "[Collected via e-mail, September 2010] This is a video claiming to be a girl getting scared. She runs into the road and gets run over by a car. I think it's film students, but I couldn't find it.",
  "Last Updated": "17 September 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/accident/exhibitb5.asp",
  "Claim": "Video shows a woman being hit by a car after she flees her home from a prank intruder.",
  "Claim_ID": "photos_accident_exhibitb5",
  "Tags": ""
}