{
  "Origins": "As unreal as these images may appear to many viewers (and as much as we might wish they were indeed unreal), they unfortunately correspond to a fatal shark attack which took place just off a Cape Town beach in 2003 and claimed the life of a teenage boy.",
  "Fact Check": "",
  "Description": "On the afternoon of 12 September 2003, 19 year-old David Borman, who had only nine months earlier graduated from Rondebosch Boys' High in Cape Town, was pursuing his passion for surfing with six friends at Dunes, a popular surf area between Noordhoek and Kommetjie. David was reportedly no more than 100 to 150 feet from shore when he was attacked by a great white shark, one which possibly given that David was wearing a black wetsuit and fins and using a black boogie board mistook him for a seal and bit into him, causing what news reports described as a \"massive injury from his back down to his thigh.\" Peter Whale and Brent Mills, two other surfers in the water at the time, witnessed the attack and came to David Borman's aid: Whale said he heard a loud splash even though there were no sets of waves coming through. \"I looked across and saw this guy in the shark's mouth. It was the biggest shark I've ever seen in my life. It took him under, then came up and just tossed him and then disappeared.\" Whale said he shouted \"shark!\" and they all started paddling in furiously. Mills said he saw Bornman catch a wave towards the shore. \"But the water around him turned red. The whole wave was just blood.\" He paddled out to help the stricken teenager, who told him he couldn't breathe. \"I told him he still had his legs but I could tell the bite was bad. You could see into his body.\" Whale, who is trained as a rescue diver, gave Bornman CPR for half an hour but he was dead within minutes. The victim lost most or all of his blood volume before reaching shore, a phenomenon which accounts for the lack of \"gore\" in the photographs shown above and has led some viewers to believe the images were manipulated or depicted some type of mannequin.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2005 A friend sent me these two photos of what is supposed to be shark attack photos from Cape Town.",
  "Last Updated": "11 August 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/gruesome/sharkattack.asp",
  "Claim": "Photographs show the victim of a shark attack.",
  "Claim_ID": "photos_gruesome_sharkattack",
  "Tags": ""
}