{
  "Origins": "Dr. AnnaLee Kruyer served as a captain on an Army dental team in Iraq and Kuwait from 2003 through the spring of 2004, providing a good deal of necessary and routine dentistry (e.g., root canals, wisdom tooth extraction, broken teeth). Dr. Kruyer described the conditions under which she typically worked in the Middle East for the Las Vegas Review-Journal :",
  "Fact Check": "",
  "Description": "On Christmas Eve 2003, Dr. Kruyer treated the patient pictured and described above, a sergeant who was shot in the face. Fortunately, the bullet hit a tooth which absorbed its force, and it lodged in his jaw. Other than a lost tooth and a small entry wound under his nose, the lucky sergeant escaped with only relatively minor injuries. His assailant didn't get off so lightly, though: The gunman immediately surrendered as the sergeant, oblivious to his wound, continued his charge. \"You can see the Iraqi's point of view: You shoot an American in the face, and they keep coming at you. 'Damn, they're tough. I quit,'\" [Dr. Kruyer] said. As for the sergeant, his injuries were largely cosmetic. Kruyer's team fixed that right up, popping in a fake tooth. \"So he could smile the rest of the war,\" she said.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2004] Why you should brush your teeth. During my year long deployment as an Army Dentist in Kuwait and Iraq, I witnessed a very different \"conflict\" than what is currently portrayed by the news media. I saw many wonderful and miraculous things as the people of Iraq worked with our servicemen and women to rebuild their country. We went into the villages to provide dental exams and treatment. We would care for the Iraqi children first, then their grateful parents. I accompanied Army Veterinarians as they worked to rebuild the Baghdad zoo and conducted classes to teach simple spay and neutering surgeries to their Iraqi counterparts. I spent a full day sorting a warehouse full of toys sent by the American people for the Iraqi children. I saw many valiant works of service between our two countries. I also saw miracles preserve our soldiers. This photo shows the building adjacent to the Ibn Sina hospital that took a mortar through the window at 2:30 AM. Miraculously, all the soldiers billeted in this room were downstairs playing poker and were not injured. The most miraculous event I witnessed showed how a tooth saved a sergeant's life! Christmas Eve morning a soldier came into our clinic at the Ibn Sina Hospital in downtown Baghdad covered in his own blood. He recounted an incredible story. Early Christmas Eve morning, two squads were assigned to sweep and clear two adjacent homes where Iraq terrorists were holed-up. The patient, SGT C, was leading one of those assault squads. The other squad hit their target first. SGT C said that he heard a lot of small arms fire and yelling, so he thought he would round the corner and size up the situation before advancing his team. Unfortunately, as he turned the corner, he found himself staring directly into the barrel of a 9mm automatic pistol. SGT C said he never had time to be scared, he just knew he was dead. The terrorist pulled the trigger and, miraculously, SGT C found himself still standing. He figured the bullet had missed. He advanced on the Iraqi, who immediately surrendered. After the enemy was rounded up, SGT C said he started to feel light headed and one of his soldiers insisted that he proceed to the hospital. He realized at this time that he had lost his front tooth in the gun fight. He figured the ballistic shock from the weapon's blast had knocked it loose. He was wrong. When he presented early that morning Major Kimberly Perkins, our oral surgeon, took a panograph and discovered the incredible truth. The 9mm bullet did NOT miss SGT C. He was hit directly in the face. The bullet entered just below his nose where it impacted the apex of #8. The energy from the bullet was transferred to the tooth, literally ejecting the tooth from its socket, and stopping the bullet in its track. Other than the missing tooth, the majority of SGT C's injuries were confined to soft tissue. Here is the pan with the bullet clearly visible, embedded in the upper lip. SGT C is a citizen soldier a reservist. When he returns to the states, the Army will see he has an implant replacement for the missing #8. Meanwhile, the prosthodontist in Baghdad, LTC Richard Druckman, made him an acrylic interim treatment partial. When SGT C came in for the prosthesis, I said \"Can you imagine what the enemy thought when he shot you point blank in the face, and you just kept coming at him! Americans are invincible. No wonder he surrendered so fast!\" SGT C smiled and said, \"This is why you should always brush your teeth!\" By AnnaLee Kruyer DDS Las Vegas, NV",
  "Last Updated": "6 April 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/military/teeth.asp",
  "Claim": "Photographs show a U.S. soldier who was shot in the face in Iraq.",
  "Claim_ID": "photos_military_teeth",
  "Tags": ""
}