{
  "Origins": "One of the effects of the federal government shutdown of October 2013 has been the closure of public access to parks, battlefields, monuments, and historic houses under the jurisdiction of the federal government. Although in some areas visitors may still be able to reach, drive through, or view (from a distance) various national parks and other historic sites, all national park facilities, trails, visitor centers, and the like are closed.",
  "Fact Check": "",
  "Description": "One of the sites affected by the government shutdown is the famous Mount Rushmore National Memorial in the Black Hills of South Dakota, which features the likenesses of four U.S. presidents carved into the granite face of Mount Rushmore. That site was the subject of some controversy because as with other national parks not only were its visitor center, viewing areas, and trails closed with the onset of the government shutdown (thereby preventing tourists from accessing some of the best vantage points for viewing the sculpture), but the National Park Service initially placed cones along a nearby highway that prevented motorists from stopping and snapping photos of the monument at roadside viewing areas: The National Park Service placed cones along highway viewing areas outside Mount Rushmore, barring visitors from pulling over and taking pictures of the famed monument. The cones first went up Oct. 1, said Dusty Johnson, [South Dakota] Gov. Dennis Daugaard's chief of staff. The state asked that they be taken down, and federal officials did so with some of them. The state was told the cones were a safety precaution to help channel cars into viewing areas rather than to bar their entrance. \"I think reasonable people can disagree about that,\" Johnson said. The cones were down again [three days later] as a blizzard hit the Black Hills and plows needed access to the roads, Johnson said. He said the state would be monitoring to see whether the cones are put back along viewing areas. \"Once the snow's off the ground, we're going to be keeping an eye on how the cones go up,\" Johnson said. The widely circulated image of the sheet-toting helicopters shown above is nothing more than a digital manipulation created as a humorous illustration to a similar article, however. The Mount Rushmore National Memorial has not been obscured from view by a large sheet suspended from helicopters (a patently silly notion) or anything else. Although visitors may not currently be able to access some of Mount Rushmore's best viewing points, the monument itself remains visible anywhere from which it normally could be seen.",
  "Originally Published": "",
  "Referred Links": "http://iowntheworld.com/blog/?p=206360;http://webcache.googleusercontent.com/search?q=cache:D8XtNLBnzcIJ:www.nps.gov/moru/+&cd=1&hl=en&ct=clnk&gl=us;",
  "Example": "[Collected via e-mail, October 2013] Is Mount Rushmore really being covered during government shutdown? A picture is going around on FB showing two helicopters with a large piece of fabric (white sheets) hanging from them covering the faces on Mt. Rushmore. Says Obama ordered this!",
  "Last Updated": "5 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/politics/rushmore.asp",
  "Claim": "Photograph shows Mount Rushmore obscured by a helicopter-suspended sheet due to the federal government shutdown.",
  "Claim_ID": "photos_politics_rushmore",
  "Tags": ""
}