{
  "Origins": "This certainly isn't what comes to mind when most duffers think of the term \"approach shot\": a photograph of three golfers fleeing the green (presumably in various stages of panic and terror) from the charge of a very large and determined-looking grizzly bear who has come hurtling over a fence and onto the course.",
  "Fact Check": "",
  "Description": "The apparent origin of this photograph is the 2005 book, Lost Balls: Great Holes, Tough Shots, and Bad Lies , by photographer Charles Lindsay, described as: . . . a humorous and inquisitive foray into the hazards where golf balls are lost rough, woods, bunkers, and wetlands as well as unexpected encounters with wildlife on and off the green. An avid golfer with plenty of experience losing balls, Lindsay photographs his way to the heart of the game with a light touch and an eye for telling details. In the process, he discovers balls ravaged by golfers, gators, and foxes and lost for over a century. Lindsay even encounters what is believed to be the world's oldest golf ball unearthed in a cellar in the Netherlands alongside a primitive club. The photographs were taken at celebrated courses in North America, England, Scotland, and Ireland: Pebble Beach, Bandon Dunes, Bethpage, Fossil Trace, Troon, St. Andrews, Royal St. Georges, Ballybunion, Old Head, and many others. The photograph displayed above appears in that book, with a legend identifying it as a \"Grizzly encounter on the 9th green, Yellowstone Club, Big Sky, Montana.\" In response to our query about the picture, photographer Charles Lindsay told us: The picture is absolutely real. I shoot film. I was working at a course which regularly has bears and had a professional animal handler and friend of mine on hand to assist my understanding of the animal's body language for safety precaution. Since bears and cougars have been known to live in the area around the Yellowstone Club (and the photographer was anticipating that one of them might appear), it's likely the golfers shown in the picture above were neither as startled nor as panicked at the sight of the bear as viewers might assume from this single photograph.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=0821261851/urbanlegendsrefeA/;http://www.lostballs.net/photo.main.html;http://www.amazon.com/exec/obidos/ISBN=0821261851/urbanlegendsrefeA/;",
  "Example": "[Collected on the Internet, 2005] Found this the other day while browsing.. Seems fake to me, but who knows",
  "Last Updated": "31 July 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/golfbear.asp",
  "Claim": "Photograph shows golfers fleeing from the approach of a grizzly bear.",
  "Claim_ID": "photos_animals_golfbear",
  "Tags": ""
}