{
  "Origins": "A very unusual genetic color variation in white-tailed deer rarer even than albinism produces all-black offspring in that species which are known as \"melanistic\" or \"melanic\" deer. (This news account shows one such fawn born in 2005 on Colorado's Western Slope.) As noted on the North American Whitetail web site:",
  "Fact Check": "",
  "Description": "The images of the melanistic black fawn displayed above were taken from the web site of photographer Richard Buquoi (of R.M.Buquoi Photographics ), who specializes in nature photography. In response to our query about the origins of these pictures, Mr. Buquoi told us: I can understand the curiosity from people of the highly melanistic black fawn images that we have on our website. They are a rare phenomenon to see. We're always happy to find someone who enjoys viewing our images as much as we enjoyed taking them. I took the photos of the black fawn near Austin, TX. That area of central Texas seems to have a concentration of black \"white-tailed\" deer, although it is still extremely rare to find them. This is a wild deer, but resides in a greenbelt near a neighborhood. I took the images when the deer were roaming through the neighborhood. The two fawns in the photos are twins, but only the one is black. The images being circulated were taken in May [2010] and I again captured some images of them about seven weeks later which I added to our website. They are going to be published along with an article about \"Melanism\" in \"Deer and Deer Hunting\" magazine due out in September [2010].",
  "Originally Published": "",
  "Referred Links": "http://www.rmbphotographics.com/;http://www.rmbphotographics.com/;http://rmbuquoiphoto.photoshelter.com/gallery/Land-Mammals/G0000TFzI4B5LV_k/;http://www.northamericanwhitetail.com/weirdwhitetails/wt_1201melanistic/;http://www.thedenverchannel.com/family/4612526/detail.html;",
  "Example": "[Collected via e-mail, August 2010] True or photo shopped? Don't ask me where this was taken at, some where for sure....This is a first for me to see this.... PICTURES OF A BLACK FAWN Photographs 2010 by Richard Buquoi",
  "Last Updated": "16 May 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/blackfawn.asp",
  "Claim": "Photographs show a black white-tailed deer fawn.",
  "Claim_ID": "photos_animals_blackfawn",
  "Tags": ""
}