{
  "Origins": "This humorous photograph of a store's purportedly advertising \"Delicious for Chanukah\" hams (humorous, of",
  "Fact Check": "",
  "Description": "course, because Chanuka is a Jewish holiday, and Jewish dietary laws forbid the consumption of pork products) has been circulated every December since 2007, with accompanying text identifying the hapless ham vendor as anything from an outlet of the Walmart mega-chain to \"a grocery store in Texas.\" Although the claimed location may be a bit off, the photograph is real, actually one of a series of three signs displayed by the same retailer advertising varieties of \"Delicious for Chanukah\" hams: As reported in the New York Daily News , the signs were spotted and photographed in early December 2007 at an outlet of the Balducci's chain in Greenwich Village, New York: The Greenwich Village gourmet grocery store, Balducci's, has become the butt of the Jewish holiday by advertising its boneless hams as \"Delicious for Chanukah.\" Manhattan novelist Nancy Kay Shapiro spotted the kosher faux pas while browsing the meat section [on December 1] at the chain's outpost at Eighth Ave. and W. 14th St. Shapiro said that when she went back to the store [December 4], the first night of Chanukah, the signs had vanished. A Balducci's official was so verklempt about the error he didn't want to speak on the record. He fessed up that \"it was a mistake,\" blaming it on a stock clerk who normally doesn't work the meat department.",
  "Originally Published": "",
  "Referred Links": "http://nancykayshapiro.livejournal.com/35633.html?thread=54321;",
  "Example": "[Collected via e-mail, December 2009] Rumor has it that Walmart is having this special on hams. Is there any truth to this?",
  "Last Updated": "12 December 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/signs/hanukkah.asp",
  "Claim": "Photograph shows a store advertising \"Delicious for Chanukah\" hams.",
  "Claim_ID": "photos_signs_hanukkah",
  "Tags": ""
}