{
  "Origins": "Many readers spotted this item about avian coin thieves on the Utah Birds web site. The Utah birds folks were e-mailed the story and found it interesting enough to put it up on their site, but they initially didn't know anything more about it. All the information that could be gleaned from this message that a car wash in Frederick, Maryland, installed by someone named Bill had supposedly been losing thousands of quarters to coin-stealing birds wasn't much to go on.",
  "Fact Check": "",
  "Description": "A newsperson from 98 Rock FM radio in Baltimore was kind enough to supply us with the missing details. The car wash pictured above is actually in Fredericksburg, Virginia, not Frederick, Maryland. Bill Dougherty at Magic Wand Inc., the car wash outfit that installs and maintains these machines, confirmed that birds had indeed been making off with hundreds of quarters per day. As described above, after Mr. Dougherty discovered the Fredericksburg car wash machine was coming up several hundred dollars short per week, he initially suspected his employees of using pass keys to loot the machine. When he set undertook a surveillance mission with a camera in hand to catch the thieves in action he did indeed manage to snap pictures of the perpetrators in the act, but they weren't quite what he expected. Not only were the \"thieves\" who were stealing the quarters of the avian variety; they were working in tandem to do so: one bird would go up inside the machine to jimmy coins loose, and the other birds would grab them and fly off with them. Starlings, the birds pictured here, are often attracted to bright, shiny objects and will collect them for nesting or mate-attraction purposes whenever the opportunity presents itself. Most likely one or more starlings was attracted by the glint of overlooked quarters in the change cup and made off with them; other starlings saw where the quarters were coming from and imitated the behavior, learning in the process how to work as teams to retrieve coins from inside the machine itself. The claim that an accumulated $4,000 in change was retrieved from the roof of the car wash is an embellishment. The car wash operator did not report finding any such rooftop stash, although his discovering a few hundred quarters on the ground around the machine some mornings was not uncommon.",
  "Originally Published": "",
  "Referred Links": "http://www.utahbirds.org/BirdStory.htm;",
  "Example": "[Collected on the Internet, 2002] Bill owns a company that manufactures and installs car wash systems. Magic Wand Car Wash Systems just in case you want to buy one. Bill's company installed a car wash system in Frederick, Md. for a gentleman. Now understand that these are a complete system including the money changer and money taking machines. The problem started when the new owner complained to Bill that he was losing significant amounts of money form his coin machines each week. He went as far as to accuse Bill's employees of having a key to the boxes and ripping him off. Bill just couldn't believe that his people would do that. So they setup a trap for the thief. Well they caught the thief in the act! Scroll down to see the thief. The bird had to go down in the machine and back up to get to the money! That's three quarters he has in his mouth! Another amazing thing Bill told us is that it was not one bird there were several working together. Once they identified the thief, they found over $4000 in quarters on the roof of the car wash and more under a nearby tree.",
  "Last Updated": "19 October 2004",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/carwash.asp",
  "Claim": "Photographs show thieving birds stealing quarters from a car wash.",
  "Claim_ID": "photos_animals_carwash",
  "Tags": ""
}