{
  "Origins": "In recent years employers seeking to attract and retain top-notch personnel have begun providing workplaces tailored to their employees' convenience and lifestyles, offering such amenities as facilities for day care, exercise and recreation, on-site health care, pets at work, etc. Internet behemoth Google is one company famous for providing its workforce with a wide variety of amenities (in its Mountain View, California, headquarters and in other Google offices around the world) in order to bring in talented employees and keeping them working longer and harder:",
  "Fact Check": "",
  "Description": "The above-displayed photographs represent some of the amenities available to employees at the offices of Google's European Engineering Center in Zurich, Switzerland: If your ideal workspace includes a slide, a games room, a 'chill-out' aquarium and plenty of free food then you had better get your CV into Google. Dotcom companies were defined by beanbags and pizza but Google, a company that came to prominence after the bubble had burst, has taken that image to a whole new level. Meeting 'pods' in the style of Swiss chalets and igloos, fireman poles to allow easy access between floors and a slide to ensure that people can get to the cafeteria as quickly as possible are all part of a design of its new European engineering headquarters in Zurich Switzerland. The building was designed for and partly by the 300 engineers who will work there. The wacky office is both a showcase for Google's unconventional approach to business and a symbol to prove that Google is no longer a US-centric firm. Engineers work in small teams of three or four, which is reflected at the Zurich HQ with small offices, each of which comes with the requisite 'bean bag' meeting room. Whiteboards are everywhere, allowing ideas to be written down wherever they are thought up and there is a heavy emphasis on the idea that work and play can co-exist. Other areas include a games room, a library in the style of an English country house and an aquarium where over-worked Googlers can lie in a bath full of red foam and stare at fish. Additional views of Google's Zurich offices can be viewed in the photo galleries here and here , as well as in the following video clips:",
  "Originally Published": "",
  "Referred Links": "http://picasaweb.google.com/photos.jobs/ZurichOfficePhotos;http://www.google.ch/support/jobs/bin/static.py?page=why-zrh.html&sid=gallery;",
  "Example": "[Collected via e-mail, June 2008] We already knew that working for Google had certain advantages, but, believe me, this giant of the search motor takes the welfare of its employees seriously, as shown by this decompression (stress) capsule that is impermeable to sound and light. Moving around: A slide allows quick access from different floors. There are also poles available similar to the ones used in fire stations. Innovation: Large boards are available just about everywhere because 'ideas don't always come when seated in the office' says one of Google's managers. Food: Employees can eat all they want from a vast choice of food and drink. Work Station: Each employee has at least two large screens. There are 4-6 'Zooglers' per office. Leisure: Pool tables, video games, etc., are available in many areas. Communication: On each floor, there are private cabin areas where employees can attend to personal affairs. Technical Support: Problem with your computer? No problem bring it to this area where drinks are available while it is being fixed. Health: Professional masseurs (maseusses) available. Rest: This room provides massage chairs that you control while you view relaxing aquariums! Ambiance: There are many books in this library even some about programming!",
  "Last Updated": "26 August 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/architecture/google.asp",
  "Claim": "Photographs show amenities provided to employees at the offices of Google.",
  "Claim_ID": "photos_architecture_google",
  "Tags": ""
}