{
  "Origins": "These days every prominent natural phenomenon such as a tornado, hurricane, or tsunami seems to trail a slew of Internet-circulated images in its wake, many of which are fake: they're digitally created fabrications, or photographs of similar phenomena taken in different times and places, or movie scenes reproduced out of context. Hurricane Sandy, which the hit upper Atlantic Coast of the United States in late October 2012, was no exception, bringing forth a number of images such as the following which were spread widely via social media but had no actual connection to that storm:",
  "Fact Check": "",
  "Description": "Undiscovered Shipwreck One photograph purportedly showed a hitherto unseen shipwreck unearthed by Hurricane Sandy and discovered by Suffolk County Police on the Fire Island seashore: This is a real photograph; however, the shipwreck shown in it, the remains of the Bessie White, was not \"hitherto unseen.\" The wreck has been repeatedly covered and exposed to varying degrees over the years, and Hurricane Sandy once again fully exposed it to view. TheNational Park Service's web page for Fire Island National Seashore shows tourists back in 2006 examining the same \"exposed remains of an historic shipwreck.\" Power Outage One purported satellite image supposedly showed the effects of a power outage in eastern North America caused by Hurricane Sandy: As we detailed in a separate article, this image is a hoax that was initially circulated after a lengthy blackout struck the northeastern United States and Canada on the afternoon of 14 August 2003. The Statue of Liberty A couple of photographs purported to show the Statue of Liberty amidst the onslaught of a hurricane: As we detailed in a separate article, one was a digital merging of two different photos, and the other was a promotional still from an action-adventure film. The Tomb of the Unknowns One photograph captioned with the tag \"They cannot leave their post even during this hurricane. GOD Bless Them!\" was purported to show sentries standing guard at the Tomb of the Unknowns in Arlington National Cemetery during Hurricane Sandy: As we detailed in a separate article, although the sentry detail at the Tomb of the Unknowns has remained on duty during past hurricanes (and will remain on duty for Hurricane Sandy), this particular photograph was taken in September 2012, over a month before the onset of Hurricane Sandy. Real photographs of sentinels at the Tomb of the Unknowns taken during the approach of Hurricane Sandy can be viewed here. New Jersey Shark One photograph was purported to show a shark swimming through the streets of New Jersey: As we detailed in a separate article, this image is a fabricated composite that was originally circulated in August 2011 as having been taken in Puerto Rico in the wake of Hurricane Irene. Another New Jersey Shark A couple of Photoshopped images posted to the Facebook page of a Brigantine Beach, New Jersey, resident (and reported on by South Carolina station WBTW) purported to show a shark swimming through the local neighborhood: The image of the shark Photoshopped into the first image can be viewed here. The image of the shark fin Photoshopped into the second image can be viewed here. Still Another New Jersey Shark One photograph was captioned (in Spanish) \"Hurricane Sandy drags two sharks to the subway of New Jersey\": This is a hoax image that was originally circulated as depicting the aftermath of the collapse of a shark tank at The Scientific Center in Kuwait. It was created by Photoshopping a pair of sharks into a picture of a June 2012 flood in Toronto. Man's Best Friend One photograph purported to show a man carrying his dog piggyback style through flooded streets : This is another photo that is real but has no connection with Hurricane Sandy. It was circulating back in December 2011 as a picture taken after Tropical Storm Washi hit the island of Mindanao in the Philippines. Hurricane Sandy in Virginia One photograph was purported to show \"Hurricane Sandy off the coast of Virginia\": This image was circulated back in August 2012 as an image of Hurricane Isaac approaching the Gulf Coast, and that identification was false as well. It's actually a picture of a storm taken by a visitor to Brunei. Manhattan Skyline One photograph was purported to show an \"amazing picture of Hurricane Sandy descending in New York\": This one is indeed a real image, but not one of Hurricane Sandy: It's a photograph of an April 2011 thunderstorm in New York City taken through a tinted window. The Wall Street Journal's caption for this photo read as follows: STORMY WEATHER: View of Manhattan looking south through a tinted window Thursday afternoon [28 April 2011] as a thunderstorm made its way across the city. A sunny weekend is predicted for the New York area. Brooklyn Bridge One photograph was purported to show an \"eerie picture as Hurricane Sandy approached the Brooklyn Bridge\": Another real image, but it's actually a 2009 photograph (offered for sale by Getty Images) of \"heavy storm clouds approaching the George Washington Bridge in New York City.\" McDonald's Flood One photograph was purported to show a flooded-out McDonald's restaurant in Virginia Beach, Virginia: This is not a picture of a real McDonald's restaurant; it's a still photo of a replica McDonald's created for \"Flooded McDonald's,\" a 2009 piece of video artwork: Flooded McDonald's is a film work by Superflex in which a convincing life-size replica of the interior of a McDonald's burger bar, without any customers or staff present, gradually floods with water. Furniture is lifted up by the water, trays of food and drinks start to float around, electrics short circuit and eventually the space becomes completely submerged. Scuba Diver in Subway Station One photograph purported to show a scuba diver swimming around a submerged subway stop in Manhattan: This picture is a conceptual image that was used to accompany a news article prior to Hurricane Sandy's hitting the Atlantic coast. Seal of Disapproval One photograph purported to show a \"wide-eyed seal appearing in Manhattan\": This image was not taken in New York: it's a picture of a seal who was found outside the grounds of the Lake Superior Zoo in Duluth, Minnesota, after that facility was flooded in June 2012. Times Square One photograph purported to show flooded streets in New York's Times Square: Once again this is a case of a picture that is genuine but doesn't have anything to do with Hurricane Sandy. This photo was taken in August 2011 after Hurricane Irene made landfall in New York City.",
  "Originally Published": "",
  "Referred Links": "http://www.mnn.com/earth-matters/climate-weather/photos/hurricane-irenes-flooding-and-destruction/desolate-times-square;http://www.kare11.com/news/article/980155/391/Animals-at-Lake-Superior-Zoo-killed-by-floods-seal-survives-;http://gizmodo.com/5955689/sandy-could-really-flood-the-new-york-subway-system;http://superflex.net/floodedmcdonalds/;http://www.gettyimages.com/detail/photo/george-washington-bridge-royalty-free-image/89553900;http://www.richard-seaman.com/Travel/Brunei/index.html#Storm;http://bossip.com/634579/end-of-days-again-new-orleans-mayor-orders-evacuation-of-city-as-tropical-storm-isaac-threatens-to-strike-as-category-2-hurricane/;http://maddogville.blogspot.com/2011/12/animal-survival-during-calamity.html;http://i.imgur.com/qdpFM.jpg;http://farm1.static.flickr.com/53/120043113_dbb240a6db.jpg;http://www2.wbtw.com/news/2012/oct/29/11/wild-images-hurricane-sandy-shark-front-yard-wave-ar-4851965/;http://www.facebook.com/photo.asp?fbid=3813409739006&set=a.1191867922099.2027677.1390430512&type=3&theater;https://www.facebook.com/media/set/?set=a.515517068472407.121621.109701809053937&type=1;https://twitter.com/The_Old_Guard;http://news.yahoo.com/blogs/ticket/guards-tomb-unknowns-remain-during-hurricane-165122482--election.html;http://www.nps.gov/fiis/fire-island-trek.htm;http://www.msnbc.msn.com/id/49846083/ns/technology_and_science-science/;",
  "Example": "",
  "Last Updated": "26 November 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/natural/sandy.asp",
  "Claim": "Various photographs capture images of Hurricane Sandy from October 2012.",
  "Claim_ID": "photos_natural_sandy",
  "Tags": ""
}