{
  "Origins": "One on the benchmarks of a successful advertising campaign is that it generates \"buzz\" it gets people talking about it, and thereby keeps both the ads and the products they promote in the public eye. Even consumers who don't already use the plugged products are therefore constantly reminded of them.",
  "Fact Check": "",
  "Description": "Judging by the way our inbox fills up every time they come out with a new commercial, we have to say the folks behind the advertising campaign for Powerade (an energy drink produced by the Coca-Cola Company) have been incredibly successful at creating ads with more \"buzz\" than anyone else. A Powerade commercial filmed in December 2003 featured 19-year-old basketball wunderkind Lebron James of the NBA's Cleveland Cavaliers sinking a series of four consecutive shots from nearly the full length of a basketball court , about 75 to 90 feet away. It aired during the 2004 NCAA college basketball \"March Madness\" championships, and now that the spot is running again during this year's NCAA competition, \"Is this commercial for real?\" queries are popping up in our e-mail again several times a day. Even knowing nothing about Powerade's style of advertising, one would have to suspect this commercial wasn't quite on the level. Lebron James is a incredibly gifted athlete with amazing skills on the basketball court, but if he could sink 80-foot shots as consistently and effortlessly as depicted in this Powerade spot, he'd be shattering NBA scoring records left and right. If this commercial didn't employ digital manipulation or least some heavy editing, they'd have had to do a prohibitively large number of takes before Lebron managed to hit four straight shots from the distances it depicts. But persons familiar with earlier Powerade commercials know that their stock in trade is using digital editing techniques to create a series of clever ads featuring \"extreme\" sporting events in which athletes accomplish seemingly impossible feats of strength and skill, all to the accompaniment of breathless narration by on-the-spot announcers. Previous entries in this series include a spot in which Atlanta Falcons quarterback Michael Vick knocks a couple of receivers flat on their backs with the force of his passes, then hurls an impossibly long pass not just the length of the field but completely out of the stadium, and a pseudo-foreign commercial in which the Powerade creative team manipulated some video footage of a killer whale breaching the surface of the ocean to make it appear that the marine giant had landed atop a group of plucky kayakers, who emerge amazingly unscathed by the ordeal. A Roanoke Times question and answer column identified the special effects outfit used to produce these commercials: Q: During March Madness they've shown a commercial of LeBron James making incredible three-point shots. We were talking about it at work and wondering if it was real. A: The beauty of this Powerade commercial is that you think you're watching the work of a single cameraman accidentally catching a miraculous moment. In truth, the commercial is the work of a talented special effects team from Method Studios, including at least two visual effects artists and a 3-D designer. Method Studios is the same company that made it look like Michael Vick could throw a football a country mile in a previous Powerade commercial. The Method Studios web site lists the names of the special effects crew members used in producing the Powerade \"Lebron Practice\" commercial.",
  "Originally Published": "",
  "Referred Links": "http://www.methodstudios.com/mox599;http://www.mknx.com/v/powerade.wmv;http://www.ncaasports.com/;http://www.basketball-goals.com/basketball%20court%20dimensions.htm#bbcourt;http://www.nba.com/playerfile/lebron_james/;",
  "Example": "[Note: This video clip is a 3 MB file please be patient while it downloads.]",
  "Last Updated": "25 March 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/commercials/lebron.asp",
  "Claim": "Powerade commercial shows footage of basketball star Lebron James sinking a series of extraordinarily long shots.",
  "Claim_ID": "photos_commercials_lebron",
  "Tags": ""
}