{
  "Origins": "Sometimes, with a little help from our imaginations, we can see some surprisingly recognizable outlines of familiar objects in the clouds. And on rare occasions, cloud patterns can form some remarkably realistic images that require little or no imagination on the part of the viewer to discern. The strikingly detailed appearance of a teddy bear in the clouds shown above seems just a bit too good to true, however. And so it is.",
  "Fact Check": "",
  "Description": "A couple of factors should cast doubts on this image's being a genuine photograph of a natural phenomenon: the unusual aspect (width to height) ratio of the image, and the fact that it's not merely a picture of unusual clouds, but a picture of someone else taking a photograph of unusual clouds. In fact, the image is a still frame taken from the 2001 French film Le Fabuleux destin d'Am lie Poulain (distributed in the U.S. as Am lie ), synopsized as follows: Amelie is a young Paris waitress who discovers an old box of childhood treasures hidden beneath her apartment floorboards, anonymously returns it to its rightful owner and watches from a distance as his life is transformed by the discovery. Thus begins her odyssey: a series of inventive plans to straighten out other people's lives. Almost as if by magic, Amelie begins to transform the lives of her ordinary neighbors mostly for the better if they've earned it and occasionally for the worse if they deserve it but she always hides behind a veil of mystery and anonymity. This works for her until she meets an intriguing young man named Nino. Now the question is: will she have the courage to do for herself what she has done for others? In the opening minutes of the film, young Am lie's pet goldfish, Blubber, causes Am lie's mother great consternation by continually jumping out of his bowl. After one last recurrence lands Blubber under the refrigerator, requiring Am lie's father to jack the appliance up off the floor to rescue him, Am lie's mother decides enough is enough and sets Blubber free in a nearby stream. To comfort little Am lie over the loss of her goldfish, Am lie's mother gives her a used Instamatic camera: Right away (at the 7:20 mark on the DVD version of the film), Am lie snaps photographs of two remarkable cloud patterns: one forming an image of a rabbit, and then (in the opposite direction) another forming an image of a teddy bear: No miracles in the sky here, just the magic of movie-making.",
  "Originally Published": "",
  "Referred Links": "http://video.movies.go.com/products/2607503.html;",
  "Example": "[Collected via e-mail, 2006] WOW A Real Teddy Bear Cloud Photo Taken! Prepare to be amazed as I was! God will even send us Teddy Bears ... Is this awesome or what.",
  "Last Updated": "3 September 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/natural/bearcloud.asp",
  "Claim": "Photograph shows clouds forming a strikingly realistic image of a teddy bear.",
  "Claim_ID": "photos_natural_bearcloud",
  "Tags": ""
}