{
  "Origins": "This purported image of Marilyn Monroe in her casket is a \"real\" photograph in a sense, but not of what it's claimed to be.",
  "Fact Check": "",
  "Description": "The above-displayed picture is commonly shared with text identifying it as a photograph of a recently deceased Marilyn Monroe at her funeral in August 1962. However, the image actually depicts a sculpture of the actress created by Italian artist Paolo Schmidlin: Even the most photographed woman in the world such as an icon immortal Marilyn Monroe there is a final image ending its short earthly parable and that could give meaning to this brief life. That's why I wanted to represent it even as she rests in her coffin, in silence, finally at peace. The passions and sorrows of the world already so far away. A sleeping beauty contemporary vision that torments and delights at the same time. The enigmatic beauty of permanent abandonment. Although the above-displayed photographs do not actually show Marilyn Monroe in her casket, they do depict how she may have looked at the time of her burial. According to the Los Angeles Times , Monroe wore a green dress and scarf as she was laid to rest: As beautiful in death as in life, the actress lay in an open bronze casket during the non-denominational rites, wearing a simple green sheath dress and a green scarf around her neck. In her hand was a tiny bouquet of baby pink roses put there by (Joe) DiMaggio.",
  "Originally Published": "",
  "Referred Links": "http://framework.latimes.com/2011/08/08/funeral-for-a-hollywood-legend-the-death-of-marilyn-monroe/;http://www.enquire.it/2012/06/18/paolo-schmidlinm-arte-milano-intervista/;",
  "Example": "[Collected on Pinterest, December 2014] Marilyn Monroe's actual funeral viewing ... eerily and hauntingly beautiful",
  "Last Updated": "29 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/people/marilynfuneral.asp",
  "Claim": "A photograph shows a deceased Marilyn Monroe in her funeral casket.",
  "Claim_ID": "photos_people_marilynfuneral",
  "Tags": ""
}