{
  "Origins": "The photographs displayed above were taken on 24 June 2007 in Calcasieu Lake , Lousiana. (Calcasieu Lake is just east of the Texas-Louisiana border and connects to the Gulf of Mexico.) The pictures of the pinkish dolphin calf were captured by Capt. Erik Rue of the Calcasieu Charter Service , who described his encounter with the unusually-colored animal for ESPN:",
  "Fact Check": "",
  "Description": "The calf's pinkish appearance is likely produced by blood vessels underneath its relatively thin layer of blubber which create a pinkish-red hue that would ordinarily be masked by a typical dolphin's gray coloration. According to marine biologist Dagmar Fertl, this event was only the third reported sighting of an albino bottlenose dolphin in the Gulf of Mexico (going back to 1994), and the fourteenth spotting anywhere in the world (the first coming in 1962). Biologists speculate that, in addition to the rarity of their birth, the scarcity of albino bottlenose dolphins might be due to their having poor eyesight, increased sensitivity to sunlight, and a coloration that provides poor camouflaging, factors which could significantly decrease their chances of reaching maturity. Additional photographs of the pink dolphin can be viewed here .",
  "Originally Published": "",
  "Referred Links": "http://calcasieucharters.com/index.cfm?act=imagegallery.cfm?name=Rare+Pink+Dolphin+Photo+Gallery;http://calcasieucharters.com/;http://www.gulfbase.org/bay/view.asp?bid=calcasieu;",
  "Example": "[Collected via e-mail, June 2007] Howdy folks! These are some really neat pictures! We have had a few phone calls reporting this pink dolphin near the Cameron Ferry. Finally, someone got a few good pictures of the fine specimen! Just thought you guys would like to see. Hope all is well on your end! Take care!",
  "Last Updated": "23 March 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/pinkdolphin.asp",
  "Claim": "Photographs show a pink albino bottlenose dolphin.",
  "Claim_ID": "photos_animals_pinkdolphin",
  "Tags": ""
}