{
  "Origins": "The images shown above are indeed photographs of the headstone that marked the spot where John Laird McCaffery (15 October 1940 14 August 1995) lay buried (as of this writing) in Section C , Plot #01369 of Montreal's Cimeti re Notre-Dame-des-Neiges. (The headstone is not technically, as claimed in the message quoted above, in Mount Royal Cemetery: Cimeti re Notre-Dame-des-Neiges and Mount Royal Cemetery are adjacent but separate facilities.) Like most cemeteries, Notre-Dame-des-Neiges has rules regarding what may or may not be engraved on tombstones displayed there, so a pejorative sentiment such as the one shown here could only have beeen expressed in surreptitious fashion:",
  "Fact Check": "",
  "Description": "Who penned Mr. McCaffery's unusual epitaph, and why, was something of a mystery. The Montreal Mirror found the man who engraved the headstone but were only able to determine that: The cryptic message occurred to the monument maker after he finished sandblasting it into stone. \"Afterwards, as I'm done, I'm looking at it and I m like, 'Wow.' I noticed it just like that,\" says John, whose full name won t be published here for professional reasons. \"This guy's ex-wife and mistress came in together and ordered the stone. They said the message represented him. It was a thing between the three of them,\" says John, who notes that the only other such hardy-har headstone he's been hired to write says: \"I'd rather be in Boston but my wife buried me here.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2001] Were you able to spot the real sentiment? If not, scroll down. This is an actual stone in Mount Royal Cemetery located in the center of Montreal. The St. Joseph Oratory is visible in the background at top right. With friends like these ...",
  "Last Updated": "10 March 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/signs/headstone.asp",
  "Claim": "Epitaph on headstone in Montreal cemetery forms an unflattering acrostic.",
  "Claim_ID": "photos_signs_headstone",
  "Tags": ""
}