{
  "Origins": "In November 2003, a U.S.-led coalition launched Operation Mountain Resolve in the Nuristan and Kunar provinces of Afghanistan in order to disrupt anti-coalition militia (ACM) operations and prevent militia members from seeking sanctuary in the rugged Afghan provinces. The above-displayed photograph of the precarious-looking rooftop landing by a CH-47 Chinook helicopter (which began circulating via e-mail in December 2003 and started making the rounds of the Internet again in August 2006 ) was taken during that operation by U.S. Army Sgt. Greg Heath of the 4th Public Affairs Detachment.",
  "Fact Check": "",
  "Description": "Although the text that accompanied copies of this image sent via e-mail in 2006 suggested the activity shown therein was part of an effort to evacuate wounded coalition soldiers, the photo actually captures the Chinook helicopter touching down to receive Afghan Persons Under Control (APUC) captured by members of the U.S. 10th Mountain Division. Additional information: 10th Mtn. Div. Shows Its Mettlein Operation Mountain Resolve (American Forces Press Service)",
  "Originally Published": "",
  "Referred Links": "http://www.defendamerica.mil/articles/nov2003/a111703f.html;",
  "Example": "[Collected via e-mail, 2004] What a landing! Awesome military photo I'm sure all of you have seen many choppers make some daring moves, but this one is spectacular. Hope you enjoy it. This attached shot was taken by a trooper in Afghanistan. Pilot is Larry Murphy, PA National Guard. Larry is a Keystone Helicopter Corp. EMS Pilot employee called to active duty. I must state that this is a \"unique\" landing operation. I understand that this particular military operation was to round up suspects. We have some super reservists and National Guard folks out there in addition to our volunteer troops. God bless them all. [Collected via e-mail, 2006] Very Impressive Picture This photo was taken by a soldier in Afghanistan of a helo rescue mission. The pilot is a PA Guard guy who flies EMS choppers in civilian life. Now how many people on the planet you reckon could set the ass end of a chopper down on the roof top of a shack on a steep mountain cliff and hold it there while soldiers load wounded men in the rear? If this does not impress you, nothing ever will. Gives me the chills and a serious case of the vertigo . I can't even imagine having the nerve ... much less the talent and ability . God Bless our military! If you don't think our military pilots earn their pay ... you need to take a look at this picture ... and then look again and realize what you're seeing .",
  "Last Updated": "7 September 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/military/rooftop.asp",
  "Claim": "Photograph shows a helicopter making a rooftop landing in Afghanistan.",
  "Claim_ID": "photos_military_rooftop",
  "Tags": ""
}