{
  "Origins": "Even knowing nothing about the origins of this video clip purportedly showing an Australian MP's hilariously inept attempts at reassuring a news interviewer about the safety of tankers in the wake of a large oil spill, attentive viewers should be able to discern that it's probably not on the level. The rhythm and flow of the conversation and camera work is too neat and crisp unlike typical free-form interviews, the subjects don't interrupt or talk over each other, and the director always seems to know exactly when to cut from one speaker to the other, signs that the event was scripted (or, at the very least, heavily edited).",
  "Fact Check": "",
  "Description": "Indeed, this \"interview\" appears very much like a Saturday Night Live skit because it is in fact a comedy sketch from the early 1990s, the parts of the politician and interviewer being played by Australian television comedy duo John Clarke and Brian Dawe as they discuss an oil spill that occurred in 1991 when the Greek tanker Kirki lost its bow off the coast of Western Australia Clarke and Dawe's stock in trade is presenting satirical takes on current events, often in the form of mock interviews in which Clarke assumes the role of a beleaguered politician (or other prominent public figure) attempting to explain away some blunder while being grilled by interviewer Dawe.",
  "Originally Published": "",
  "Referred Links": "http://www.abc.net.au/7.30/7.30_clarkedawe.htm;http://www.amsa.gov.au/marine_environment_protection/Major_Oil_Spills_in_Australia/Kirki/index.asp;http://www.bryandawe.com.au/;http://www.mrjohnclarke.com/index.asp?page=CD;",
  "Example": "[Collected via e-mail, August 2008] THE FRONT FELL OFF On August 19th 2007, an oil tanker off the coast of Australia split in two, dumping 20,000 tons of crude oil. Senator Collins, a member of the Australian Parliament, appeared on a TV news program to reassure the Australian public. This actual interview is so funny, you'd swear it was a 'Saturday Night Live' skit. It just proves... Once a politician, always a politician! Enjoy!",
  "Last Updated": "27 August 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/politics/frontfell.asp",
  "Claim": "Video clip shows an Australian politician being interviewed about an oil tanker spill.",
  "Claim_ID": "photos_politics_frontfell",
  "Tags": ""
}