{
  "Origins": "Tales of races of giant men who lived long ago are found in the scriptural writings of many religions, have long been the object of public hoaxes (such as the Cardiff Giant ), and are now a favorite subject of Internet pranksters . They're also a fascination of photoshoppers , particularly those at Worth1000 , a site devoted to hosting contests in which entrants show off their skills at manipulating photographs using digital editing programs.",
  "Fact Check": "",
  "Description": "The image displayed falls into the latter category: It does not show giant human skulls that were revealed after a massive earthquake struck South America, but rather a digital creation entitled \"Giant Discovery\" that claimed 4th Place in Worth1000's Archaeological Anomalies 12 contest back in 2008: In this contest you will create a hoax archaeological discovery, maybe Atlantis, a 2,000 year-old Coca-Cola can or a giant's skull. Be open minded, there are many mysteries buried beneath the earth. The rules of this game are thus: You are to create an archaeological hoax. Your job is to show a picture of an archaeological discovery that looks so real, had it not appeared at Worth1000, people might have done a double take. In any case, we don't need to know the specific origins of this image to definitively determine that it's a fake. The square-cube law makes it a physical impossibility that humanoids of the size represented by these skulls could ever have existed.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20070408155104/http://www.auburn.edu/academic/classes/zy/0301/Topic4/Topic4.html#square;http://www.worth1000.com/contests/21542/archaeological-anomalies-12;http://www.worth1000.com/entries/493737/giant-discovery;http://www.worth1000.com;http://www.farmersmuseum.org/node/2482;",
  "Example": "[Collected via e-mail, November 2008] Does this photograph really show giant skulls found after an earthquake in South America?",
  "Last Updated": "12 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/odd/giantskulls.asp",
  "Claim": "Photograph shows giant humanoid skulls discovered after an earthquake in South America.",
  "Claim_ID": "photos_odd_giantskulls",
  "Tags": ""
}