{
  "Origins": "\"Halal\" is an Arabic word meaning \"permissible\" that in general use applies to anything a Muslim is allowed to do in accordance with Islamic scripture (as opposed to things which are \"haraam,\" which means \"sinful\" or \"impermissible\") and in more specific use (similar to the Judaic concept of \"kosher\") refers to food and drink products that meet scriptural criteria regarding both the type of food and its preparation. Meat products, for example, may or may not be halal depending upon the source of the meat, the way in which the animal from which it was derived was slaughtered (or otherwise died), and the manner in which the meat was processed. In parts of the world containing significant numbers of Muslim consumers, food products sold in stores are often labeled as \"halal\" in order to assure purchasers that those products have been certified as meeting Islamic scriptural requirements.",
  "Fact Check": "",
  "Description": "One type of food which is always haraam for Muslims and can never be considered halal is pork, including any and all consumables derived from any portion of a pig (e.g., pork sausage, pork ribs, bacon, ham). It would therefore be rather surprising and contradictory to see, as shown above, a package of pork labeled as halal (just as it would be surprising and contradictory to see a ham advertised as a Hanukkah treat, given that Jews have similar religious-based dietary restrictions on the consumption of pork products). This image putatively showing a package of pork imported from Australia and vended by NTUC FairPrice , the largest grocery retailer in Singapore, and bearing a sticker indicating halal certification, is not genuine; it's nothing more than a prank that has been circulated on the Internet since at least as far back as 2007: NTUC FairPrice warns the public that an image being circulated online showing packaged pork meat carrying the \"Halal\" label is false and harkens back to a 2007 email hoax. In a statement, Seah Kian Peng, chief executive officer of NTUC FairPrice, said the original packaging of Pasar Fresh Pork does not carry the halal sticker from the Islamic Religious Council of Singapore (MUIS). He described the image of tampered packaging of the supermarket chain's house brand as a \"mischievous hoax\" that is both \"insensitive\" and \"done in poor taste.\" \"We are mindful of the serious religious implications of this matter and regard this as a willful act of mischief,\" he said, noting the image has resurfaced online in Facebook.\"",
  "Originally Published": "",
  "Referred Links": "http://www.fairprice.com.sg;",
  "Example": "[Collected via e-mail, January 2014] Is this real halal pork?!?",
  "Last Updated": "27 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/food/halalpork.asp",
  "Claim": "Photograph shows a package of NTUC FairPrice pork labeled as \"halal.\"",
  "Claim_ID": "photos_food_halalpork",
  "Tags": ""
}