{
  "Origins": "In 2004, Richard Davison, the managing director of Crompton Marine, and his girlfriend, Ellen George, were arrested after Spanish authorities conducting anti-drug smuggling operations seized a number of boats sold by their company and reported them to British customs officials. The two were suspected of using Crompton Marine as a front for supplying high-speed inflatable boats to illegal drug merchants, advertising them as \"high-speed, uncatchable craft that have a low radar signature.\"",
  "Fact Check": "",
  "Description": "After the couple's arrest, a third party, Ian Rush, allegedly carried on their underground boat trade under the name Nautexco Marine and was also eventually caught by authorities. Evidence presented during Rush's 2007 trial indicated that Davison and George (and later, Rush) were making secret deals for boats like the one pictured above: craft between 30 ft. and 60 ft. long, costing as much as 350,000 ($680,000 US), and featuring up to eight 250-horsepower engines (with a total fuel storage capacity of 15,000 litres ) that enabled them to outrun pursuers at speeds up 60 knots (70 mph). The craft were designed with low profiles to avoid radar detection and were painted grey or black to make them difficult to spot on the water. Crompton (and Nautexco) Marine's primary customers were said to be smugglers who used the craft for transporting drugs and other contraband between north Africa and southern Spain. News accounts carried some additional photos of the craft in question (although nothing in those reports indicated that any such craft had been intercepted crossing the English Channel):",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, March 2007] How about a 2,000 HP, Outboard Inflatable !!!! Your typical trolling fishing boat. Here's the latest drug runner from some European nuts. This thing belts across the English channel 3 times per week and was just a blur on the radar of the British coast guard. They were so blown away by the speed of the thing that they brought in a specialized chopper to catch it What was on board...... 300 kg's. of pure cocaine!",
  "Last Updated": "1 May 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/boats/drugrunner.asp",
  "Claim": "Photograph shows a 2000-horsepower drug-smuggling boat with eight outboard motors.",
  "Claim_ID": "photos_boats_drugrunner",
  "Tags": ""
}