{
  "Origins": "Proving once again the maxim that there's nothing new under the sun (or \"everything old is new again\") comes the set of photographs displayed above, purportedly depicting a bizarre ocean-dwelling \"mermaid\" creature unearthed by powerful tidal forces, the latest entry in a series of older photographs being passed off as images associated with the December 2004 Indian Ocean tsunami.",
  "Fact Check": "",
  "Description": "We last saw these very same photographs back in 2003, when they were circulated on the Internet as a \"Mermaid found in the Philippines\" who had been \"caught by fishermen in Visayas Region.\" Not only were they hoaxes then and now but hoaxes of a type that is hundreds if not thousands of years old. Creatures identified as \" merfolk \" (half-human, half-fish creatures who live in the sea, both male \"mermen\" and female \"mermaids\") have been a staple of folklore and mythology for many centuries. Although the popular modern image of merfolk is almost exclusively limited to depictions of human-sized, attractive females with human upper torsos and fish-like tails (as exemplified by Ariel , the heroine of Disney's popular 1989 animated film adaptation of \"The Little Mermaid,\" an 1836 children's story by Hans Christian Andersen), that image has not always been the standard. Depictions of mermaids as gruesome, dimunitive creatures, and the use of parts of other animals (primarily monkeys and fish) to create exemplars of such creatures, are both very, very old, as demonstrated by a supposed mummified mermaid which was exhibited in Japan several centuries ago and is thought to be up to 1,400 years old. More recently (but still a considerable time ago) phony mermaid-like creatures crafted from various body parts and bones of fish and other animals, usually joined to dessicated monkey heads or skulls, were a common feature of 19th-century dime museums, carnivals, traveling circuses and their sideshows. Although many such fabricated mermaids date from that era, the most famous example was the \" Feejee Mermaid \" (also known as the \"Fiji Mermaid\" or \"FeJee \"Mermaid\"), a grotesque creature allegedly \"taken [by Japanese fishermen] among the Fejee Islands, and preserved in China\" before being purchased by one Dr. J. Griffin, acting an agent of the Lyceum of Natural History in London, in 1842: The mysterious Dr. Griffin was in fact a fictitious character played by Levi Lyman, an associate of the famous American showman and huckster P.T. Barnum, who exhibited the \"found\" creature throughout the U.S. and in his New York-based American Museum for a couple of decades before it was lost when the museum was destroyed by a fire in 1865. The \"mermaid\" was actually pieced together using papier-m ch , fish parts, the body of an infant orangutan, and a monkey head. Although times have changed considerably since the days of Barnum, human nature has not. We continue to be fascinated by the same tales and the same forgeries, crafted in the same time-honored fashion.",
  "Originally Published": "",
  "Referred Links": "http://www.lostmuseum.cuny.edu/archives/museum.htm;http://chnm.gmu.edu/lostmuseum/searchlm.asp?function=find&exhibit=mermaid&browse=mermaid;http://www.isidore-of-seville.com/mermaids/31.html;http://www.furinkan.com/mermaid/culture/;http://images.amazon.com/images/P/B00001QEE7.01.LZZZZZZZ.jpg;http://rubens.anu.edu.au/student.projects/mermaids/homepage.html;",
  "Example": "[Collected on the Internet, 2005] MERMAID FOUND AT MARINA BEACH AFTER TSUNAMI Below are the pictures of a mermaid found at marina beach (CHENNAI) last Saturday. The body is preserved in the Egmore museum under tight Security. (Note: Mermaid is called as KADAL KANNI in Tamil which is an imaginary creature described in stories, with the upper body of a woman and the tail of a fish).",
  "Last Updated": "11 February 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/tsunami/mermaid.asp",
  "Claim": "Photographs show a mermaid-like creature discovered in the wake of the 2004 Indian Ocean tsunami.",
  "Claim_ID": "photos_tsunami_mermaid",
  "Tags": ""
}