{
  "Origins": "The spoof \" Bonsai Kitten \" web site sparked a good deal of outrage, but the above-displayed pictures of \"bonsai watermelons\" have prompted only wonder and amusement.",
  "Fact Check": "",
  "Description": "These photographs were used to accompany news articles about the unusual square watermelons back in June 2001. Most of those article explained that the oddly-shaped fruits were developed in Japan in order to take up less room in refrigerators and were created by inserting still-growing melons into glass cases: Farmers in the southern Japanese town of Zentsuji have figured out how to grow their watermelons so they turn out square. It's not a fad. The technique actually has practical applications. \"The reason they're doing this in Japan is because of lack of space,\" said Samantha Winters of the National Watermelon Promotion Board in Orlando, Florida. A fat, round watermelon can take up a lot of room in a refrigerator, and the usually round fruit often sits awkwardly on refrigerator shelves. But clever Japanese farmers have solved this dilemma by forcing their watermelons to grow into a square shape. Farmers insert the melons into square, tempered glass cases while the fruit is still growing on the vine. The square boxes are the exact dimensions of Japanese refrigerators, allowing full-grown watermelons to fit conveniently and precisely onto refrigerator shelves. But cubic fruit comes with a caveat: Each square watermelon costs 10,000 yen, the equivalent of about $82. Regular watermelons in Japan cost from $15 to $25 each.",
  "Originally Published": "",
  "Referred Links": "http://news.bbc.co.uk/2/hi/asia-pacific/1390088.stm;",
  "Example": "[Collected via e-mail, August 2007] Square Watermelons A round watermelon can take up a lot of room in a refrigerator and the usually round fruit often sits awkwardly on refrigerator shelves. Smart Japanese Farmers have forced their watermelons to grow into a square shape by inserting the melons into square, tempered glass cases while the fruit is still growing on the vine.",
  "Last Updated": "24 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/odd/watermelon.asp",
  "Claim": "Photographs show square watermelons.",
  "Claim_ID": "photos_odd_watermelon",
  "Tags": ""
}