{
  "Origins": "Some of the most spectacular images of natural phenomena in the annals of photography are long-exposure shots of lightning, such as this example reportedly captured by art photographer Amery Carlson during a lightning storm off the coast of Ventura, California:",
  "Fact Check": "",
  "Description": "The eye-catching image in the Example block above has been widely reposted on the Internet with captions identifying it as a \"Long Exposure Picture of a Lightning Bolt Hitting a Tree,\" supposedly a sensational capturing of lightning striking a tree and producing an amazingly colorful result. However, the image is actually an artistic work (a form of light painting) created from a composite of two different photographs. As the creator of this image, Darren Pearson of dariustwin.com , told us: The original photo was posted to flickr on March 20th, 2010. It is not real, it's a composite of two photographs: One is mine (a photo of a tree taken at the Presidio in San Diego, CA) and the other is from the NOAA webpage: My image is a long exposure, 619 seconds, taken at night. During this time, I used 'el wire' to create the blue smoke-looking effect, and a color-gelled spotlight to give the tree a pink glow. The lightning bolt was an idea that my roommate Joey (also a photographer/filmmaker) had while I was processing the photo. He mentioned, \"You know what would be incredible? A lightning bolt striking the tree!\" I was amused by this idea, and added in the lightning, which I thought looked awesome! I never intended it to be taken for a real photo of lightning striking a tree. It was meant to be an artistic expression, but turned into an internet misinformation fiasco.",
  "Originally Published": "",
  "Referred Links": "http://www.noaanews.noaa.gov/stories2013/20130624_lightningsafety.html;https://www.flickr.com/photos/dariustwin/4473264097/in/set-72157603795916041;http://www.dariustwin.com;http://www.wired.com/2015/02/darren-pearson-light-painting/;https://www.flickr.com/photos/amery/5261849663/;",
  "Example": "[Collected via e-mail, April 2013] Caption for this picture reads: \"Long Exposure Picture of a Lightning Bolt Hitting a Tree.\" Just want to know if it is truly possible to get a shot like this?",
  "Last Updated": "3 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/natural/lightningtree.asp",
  "Claim": "Photograph shows a long-exposure shot of lightning striking a tree.",
  "Claim_ID": "photos_natural_lightningtree",
  "Tags": ""
}