{
  "Origins": "Yow! Most of us would probably be hard-pressed to find the time to collect (or buy) as many beer cans as are pictured here, transport them to our residence, and distribute them in various rooms never mind actually drinking that much brew. But that's what evidently happened here.",
  "Fact Check": "",
  "Description": "According to Salt Lake City television station KSL , the above-displayed images were real pictures of an Ogden, Utah, residence taken in 2005. Century 21 property manager Ryan Froerer was alerted by a Realtor to come check on a townhouse that the latter described as \"the sickest thing he's ever seen.\" Mr. Froerer found the residence possessed of a nauseating smell, its front door blocked by debris, the furnishings inside buried under mountains of beer cans, and rooms stacked to the ceiling with beer boxes. He snapped a few photos of the interior and e-mailed them to friends, pictures that worked their way around the world via the Internet. The 8-year resident of the building was apparently exceedingly fond of Coors Light beer, drinking a couple of dozen cans a day, every day, for the length of his residence, saving all the empties as well as the cartons they came in. (The townhouse was found to contain an estimated 70,000 empty beer cans which reportedly fetched a total of $800 when they were delivered to a recycler.) Despite his unusual behavior, the occupant of the townhouse was described as a reliable tenant who paid his rent on time, never complained, and maintained such a low profile that the local mail carrier thought the residence was vacant (although, for reasons not explained by news reports, the tenant had evidently deliberately shut off the water and heat to the townhouse). According to KSL-TV , the townhouse was cleaned up, and the former resident stopped drinking and resumed his former job.",
  "Originally Published": "",
  "Referred Links": "http://www.ksl.com/?nid=148&sid=268346;",
  "Example": "[Collected via e-mail, November 2014] A SINGLE GUY LIVED IN THIS TOWNHOUSE FOR 8 YEARS IN OGDEN, UTAH. THEY THOUGHT HE WAS THE BEST RENTER BECAUSE HE NEVER CALLED OR COMPLAINED AND WAS NEVER LATE ON A PAYMENT. THESE PICTURES DON'T EVEN COME CLOSE TO WHAT IT REALLY LOOKED LIKE. CENTURY 21 HAD ALREADY MOVED SOME OF THE CANS OUT AND HAD CAVED IN TUNNELS THAT HE HAD MADE TO GET TO THE BEDROOM, BATHROOM, AND KITCHEN. All this, yet, you still don't see any dust or scattered clothes or any dirty dishes anywhere. Other than having a minor drinking problem, he was basically a very clean, organized person. Add to this he was concerned about his health, proved by the fact that he drank a \"Light\" beer.",
  "Last Updated": "2 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/odd/beercans.asp",
  "Claim": "Photographs show a townhouse filled 70,000 discarded beer cans and boxes.",
  "Claim_ID": "photos_odd_beercans",
  "Tags": ""
}