{
  "Origins": "Long gone are the days when police had to tail motorists for a quarter mile or so before citing them for excessive speed, thereby allowing observant leadfoots time to slow down below the posted limits and thereby avoid being ticketed. The development of portable radar units commonly known as \"speed guns\" (mounted in police cars or hand-held by patrolmen) greatly aided the enforcement of traffic laws by allowing police to accurately gauge and record the speed of vehicles as they passed by, eliminating the need for them to follow individual speeders before pulling them over.",
  "Fact Check": "",
  "Description": "Of course, as part of the ongoing cat-and-mouse game waged between motorists and police, the former soon adopted various countermeasures, such as installing radar detection units in their cars and learning how to spot and avoid likely locations for law enforcement to lie in wait with radar guns at the ready. And the police have struck back with various anti-countermeasures such as finding more effective ways of hiding the radar units from view (by placing them within unmarked vans, for example) and installing automated units that snap photographs of violators' automobiles and send them tickets through the mail. An example of an anti-countermeasure that blends these two methods (automation and camouflage) is displayed above, in pictures of photo radar units installed in roadside \"wheelie bins\" that appear to be ordinary trash cans or recycle bins. We haven't found any evidence that the units pictured here are actually in use in Calgary or Edmonton (or other Alberta cities), but ones very much like them have been used in places such as South Australia and Germany , generally in areas where police manpower is insufficient to devote officers to traffic duty or where it is considered dangerous to locate a car-mounted radar unit.",
  "Originally Published": "",
  "Referred Links": "http://www.radarfalle.de/technik/warn_stoertechnik/images/blitztonne.jpg;http://www.abc.net.au/news/newsitems/200406/s1131149.htm;",
  "Example": "[Collected via e-mail, 2005] Alberta's new photo radar (No Joke) This is very creative. Circulate this far and wide. This is a test model of a new Photo-Radar Unit Spotted in Edmonton. So much for looking out for minivans! Not just Edmonton, now Calgary, Watch out photo Radar here is the new version (NO MORE VANS) now recycle bins. Check out the pictures. One of the girls in my friend's office has already been tagged by one on 50th avenue SW between Macleod and Elbow drive.",
  "Last Updated": "29 September 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/automobiles/radar.asp",
  "Claim": "Photographs show photo radar units concealed in wheeled bins.",
  "Claim_ID": "photos_automobiles_radar",
  "Tags": ""
}