{
  "Origins": "The photographs and story excerpted above appeared in a variety of UK newspapers in February 2006. As described, in April 2005 Kylie Hodgson gave birth by caesarean section to fraternal twin girls, one black and one white. Although occurrences of this nature sometimes occur when a woman conceives twins fathered by two different men, this was a much rarer case in which a single pairing produced twins with distinctly different physical attributes (e.g., skin tone, hair color, eye color) rather than a blending of their parents' characteristics.",
  "Fact Check": "",
  "Description": "The parents, Kylie and her partner, Remi Horder, are of mixed race themselves, both having been born to white mothers and black fathers. Their twin girls Kian and Remee were both born with blue eyes, with Remee having blonde hair and Kian having black hair and somewhat darker skin than her sister. Since then, Remee's skin tone has become lighter, while Kian's has become darker and her eyes have turned brown. The Daily Mail opined (no so accurately) that the odds of such a coupling's producing mixed-race fraternal twins were about a million to one: Skin colour is believed to be determined by up to seven different genes working together. If a woman is of mixed race, her eggs will usually contain a mixture of genes coding for both black and white skin. Similarly, a man of mixed race will have a variety of different genes in his sperm. When these eggs and sperm come together, they will create a baby of mixed race. But, very occasionally, the egg or sperm might contain genes coding for one skin colour. If both the egg and sperm contain all white genes, the baby will be white. And if both contain just the versions necessary for black skin, the baby will be black. For a mixed-race couple, the odds of either of these scenarios is around 100 to one. But both scenarios can occur at the same time if the woman conceives non-identical twins, another 100 to one chance. This involves two eggs being fertilised by two sperm at the same time, which also has odds of around 100 to one. If a sperm containing all-white genes fuses with a similar egg and a sperm coding for purely black skin fuses with a similar egg, two babies of dramatically different colours will be born. The odds of this happening are 100 x 100 x 100 a million to one. The TV news magazine Dateline NBC once covered a similar story about mixed-race twin boys named Koen and Tuen, who were born to a Dutch couple, Willem and Wilma Stuart, in 1993. In that case, however, the twins had different fathers they were conceived in vitro, and evidently a piece of lab equipment was used twice without being thoroughly cleaned first, resulting in another man's sperm being mixed with Mr. Stuart's. Yet another instance of an English couple's producing mixed-race twins (by one father) was reported on back in 2003: One day, when they were 10 years old, twin sisters Cheryl and Karen Grant were crossing the street when a boy pointed at Karen and started shouting: \"N*gger!\" Cheryl took off after him, angrily chasing him all the way home. \"I was so furious,\" Cheryl, now 19, recalls. \"Especially when I banged on the door and his grandfather came out and didn't think there was anything wrong with it. I got even madder when he refused to believe we were twins and called me a liar.\" That kind of ugly racism was rare in Chelmsford, England, where the girls grew up, but strangers' looks of disbelief were more common. Even their parents Linda, a white Englishwoman who works in a fabric shop, and Carl, a Jamaican bricklayer were shocked when the nurse directed them to the different-color babies in the hospital. After all, doctors call the odds of such a pair a major long shot. \"It's a million-to-one chance,\" says Karen, adding with a laugh: \"As far as the whole science thing goes, I'm normal and Cheryl s the freak of nature!\" So what happened? Every child receives half her genes from her mother and half from her father. Karen's skin is darker because black pigmentation genes, which are usually dominant, masked most of her mother s recessive white ones. In Cheryl's case, though, it appears no black genes at all were handed down. \"It is likely that their father has white genes in his ancestry and those were the ones he passed on to her,\" says Anand Saggar, M.D., a clinical genetics expert in London. (Karen and Cheryl's siblings Leanne, 18, and Wayne, 17 look like a blend of their parents' skin tones.) Face-to-face with such rarities, people are far more likely to presume dark-haired Karen and ash-blonde Cheryl are friends rather than sisters. And people who saw them out with their parents often assumed Mom and Dad must be their baby-sitters. \"It drove my mom up the wall,\" says Karen.",
  "Originally Published": "",
  "Referred Links": "http://www.msnbc.msn.com/id/9438648/;",
  "Example": "[Collected via e-mail, 2006] A mixed-race British mom gave birth to twins recently one of each. No, not a boy and a girl. Two girls one black, the other white. The odds of such a birth are about a million to one, experts said. \"It was a shock when I realized that my twins were two different colors,\" Kylie Hodgson, 19, told London's Daily Mail. \"But it doesn'tmatter to us they are just our two gorgeous little girls.\" Hodgson and her partner, Remi Horder, 17, were both born to mixed-race parents. Little Kian and Remee share a love of apples and the Teletubbies, their proud mom says. Fertility experts speculate that a sperm containing all-white genes fused with an egg with all-white genes, and a sperm with all-black genes fused with an all-black gene egg to produce the fraternal twins. Photographs Gary Roberts",
  "Last Updated": "2 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/people/mixedtwins.asp",
  "Claim": "Photographs show a pair of black and white fraternal twin girls.",
  "Claim_ID": "photos_people_mixedtwins",
  "Tags": ""
}