{
  "Origins": "The sculptures pictured above are the work of London based, Australian-born artist Ron Mueck, a former television and film model maker with no formal art training who specializes in models of human beings ranging in scale from the enormous (up to ten times normal size) to the tiny (half size or smaller). The sideways face (entitled \"Mask II\" ) shown in the left-hand column of the top row is a self-portrait of the artist.",
  "Fact Check": "",
  "Description": "The above-reproduced description (most of which appears to have been scraped from a page about Mueck on the web site of ArtMolds Sculpture Studio) already provides a good introduction to the artist and his work, so we'll simply point to some resources where more in-depth information about those subjects can be found: In July 2006 the UK's Daily Telegraph newspaper ran a lengthy article about Ron Mueck by Drusilla Beyfus (\"Body of Work\"), then followed it up a month later with a report by Serena Davies on Mueck's first Scottish exhibition . The online versions of both the Telegraph and the Washington Post offer slideshows presenting work-in-progress and exhibition scenes of Mueck's sculptures. In 2007 Ron Mueck's work was the subject of major exhibitions at the National Gallery of Canada in Ottawa, Ontario, and the Modern Art Museum of Fort Worth in Texas. Most of the other pieces shown here are currently on exhibit (through 30 March 2008) at The Andy Warhol Museum in Pittsburgh, Pennsylvania.",
  "Originally Published": "",
  "Referred Links": "http://www.warhol.org/whats_on/exhibitions.asp;http://www.canada.com/ottawacitizen/news/arts/story.html?id=fc8d686e-939f-4d0d-89c7-d20bca34c8d9;http://www.washingtonpost.com/wp-dyn/content/gallery/2005/12/29/GA2005122900888_index_frames.htm;http://www.telegraph.co.uk/core/Slideshow/slideshowContentFrameFragXL.jhtml?xml=/arts/slideshows/mueck/pixmueck.xml;http://www.telegraph.co.uk/arts/main.jhtml?xml=/arts/2006/08/15/bamueck15.xml;http://www.telegraph.co.uk/arts/main.jhtml?xml=/arts/2006/07/29/bamueck29.xml;http://www.artmolds.com/ali/halloffame/ron_muek.htm;",
  "Example": "[Collected via e-mail, August 2007] Ron Mueck is a London-based photo-realist artist. Born in Melbourne, Australia, to parents who were toy makers, he labored on children's television shows for 15 years before working in special effects for such films as Labyrinth, a 1986 fantasy epic starring David Bowie. Mueck then started his own company in London, making models to be photographed for advertisements. He has lots of the dolls he made during his advertising years stored in his home. Although some still have, he feels, a \"presence on their own,\" many were made just to be photographed from a particular angle \"one strip of a face,\" for example, with a lot of loose material lurking an inch outside the camera's frame. Eventually Mueck concluded that photography pretty much destroys the physical \"presence\" of the original object, and so he turned to fine art and sculpture. In the early 1990's, still in his advertising days, Mueck was commissioned to make something highly realistic, and was wondering what material would do the trick. Latex was the usual, but he wanted something harder, more precise. Luckily, he saw a little architectural decor on the wall of a boutique and inquired as to the nice, pink stuff's nature. Fiberglass resin was the answer, and Mueck has made it his bronze and marble ever since. The attention to detail and sheer technical brilliance of his figures are incredible, but it is Mueck's use of scale that takes your breath away.. Ron Mueck's work became world-famous when a poignant sculpture of his dead fathers small, naked body caused shock waves in the Royal Academy's Sensation exhibition in 1997. His work is lifelike but not life size, and being face to face with the tiny, gossiping Two Women (2005) or the monumental woman In Bed (2005) is an unforgettable experience Mueck's huge 4.5m crouching Boy was the centerpiece of the Millennium Dome in London and of the Venice Biennale in 2001. The artist's work is becoming ever more intriguing, ranging from smaller-than-life size naked figures to much larger, but never actual, life size. Consequently his hyper-realistic sculptures in fiberglass and silicone, while extraordinarily lifelike, challenge us by their odd scale. The psychological confrontation for the viewer is to recognize and assimilate two contradictory realities.",
  "Last Updated": "10 January 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/arts/ronmueck.asp",
  "Claim": "Photographs show lifelike sculptures of humans in varying scales created by artist Ron Mueck.",
  "Claim_ID": "photos_arts_ronmueck",
  "Tags": ""
}