{
  "Origins": "To paraphrase a maxim commonly attributed to Sigmund Freud, sometimes a cigar-shaped wind swath path is just a cigar-shaped wind swath path. But some people saw a bit more in a cumulative wind distribution chart for Hurricane Rita posted on the National Hurricane Center's (NHC) web site in September 2005. It was the real deal, though, and not a joke (unless Mother Nature herself was having one over on us): This display shows how the size of the storm has changed, and the areas potentially affected so far by sustained winds of tropical storm force (in orange) and hurricane force (in red). The display is based on the wind radii contained in the set of Forecast/Advisories indicated at the top of the figure. Users are reminded that the Forecast/Advisory wind radii represent the maximum possible extent of a given wind speed within particular quadrants around the tropical cyclone. As a result, not all locations falling within the orange or red swaths will have experienced sustained tropical storm or hurricane force winds, respectively. May 2010 brought a flood of rainstorms to Tennessee, a local TV station's reporting of which produced an infamous weather chart now known as The Great Nashville Weather Penis of 2010:",
  "Fact Check": "",
  "Description": "In October 2010, a widely circulated video clip showed a weatherman with television station KLST in San Angelo, Texas, gamely describing an upcoming afternoon thunderstorm against a weather map that displayed the area of that storm in a decidedly suggestive shape: Various other television news weather charts have exhibited similar anatomical resemblances (including parodical ones): In March 2015, followers of the popular aviation-tracking web site FlightRadar24.com, which displays the flight paths of planes around the world, spotted a private plane over Florida whose pilot followed a route that traced out a similar familiar shape:",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/NikPhillips666/status/576189348846137344/photo/1;http://lookingforlike.blogspot.com/2010/05/great-nashville-weather-penis-of-2010.html;http://www.ritaimages.com/photos/v/hurricane+cenrter+images+and+charts/Cumulative+wind+distribution_001.html?g2_GALLERYSID=1241a54da1eb5f97708cf88915c0a876;",
  "Example": "[Collected via e-mail, June 2005] Check out the wind swath map on the National Weather Service website. It looks like it must be a joke, yet it gives every evidence of being true.",
  "Last Updated": "16 March 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/risque/charts.asp",
  "Claim": "Photographs show weather and flight charts displaying phallic shapes.",
  "Claim_ID": "photos_risque_charts",
  "Tags": ""
}