{
  "Origins": "We don't know the specific origins of this video clip, but bottlenose dolphins' producing and manipulating bubble rings is indeed a real phenomenon that has been observed and described by researchers, as noted in the 2000 article \"Bubble Ring Play of Bottlenose Dolphins: Implications for Cognition,\" published in the Journal of Comparative Psychology :",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://faculty.vetmed.ucdavis.edu/faculty/bjmccowan/Pubs/McCowanetal.JCP.2000.pdf;",
  "Example": "[Collected via e-mail, September 2008] The attached video is of dolphins playing with silver colored rings which they have the ability to make under water to play with. It isn't known how they learn this, or if it's an inbred ability. The dolphin does a quick flip of its head and a silver ring appears in front of its pointed beak. The ring is a solid, donut shaped bubble about 2-ft across, yet it doesn't rise to the surface of the water. The dolphin then pulls a small silver donut from the larger one. Looking at the twisting ring for one last time a bite is taken from it, causing the small ring to collapse into a thousands of tiny bubbles which head upward towards the water's surface. After a few moments the dolphin creates another ring to play with. There also seems to be a separate mechanism for producing small rings, which a dolphin can accomplish by a quick flip of its head. An explanation of how dolphins make these silver rings is that they are \"air-core vortex rings\". Invisible, spinning vortices in the water are generated from the tip of a dolphin's dorsal fin when it is moving rapidly and turning. When dolphins break the line, the ends are drawn together into a closed ring. The higher velocity fluid around the core of the vortex is at a lower pressure than the fluid circulating farther away. Air is injected into the rings via bubbles released from the dolphin's blowhole. The energy of the water vortex is enough to keep the bubbles from rising for a reasonably few seconds of play time.",
  "Last Updated": "17 September 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/dolphinrings.asp",
  "Claim": "Video shows dolphins creating and playing with bubble rings.",
  "Claim_ID": "photos_animals_dolphinrings",
  "Tags": ""
}