{
  "Origins": "The \"Fauxtography\" section of this site includes many examples of real photographs to which explanations that are completely fictitious or full of erroneous details have been attached. This example is an unusual reverse case in which a fairly accurate explanation has been attached to a fabricated picture.",
  "Fact Check": "",
  "Description": "Penile fracture is a real (albeit rare) injury, a \"rupture of the corpus cavernosum that occurs when the penis is erect.\" In May 2007, for example, the Journal of Medical Case Reports presented a case of a 37-year-old man who suffered complete urethral disruption from blunt trauma sustained during sexual intercourse: A 37 year old man presented with a sudden cracking sound and acute pain during sexual intercourse followed by rapid detumescence, penile swelling and discoloration. Pain was aggravated by trying to urinate, but he could not pass the urine. Six hours after the penile trauma the patient was admitted to the emergency department. Physical examination revealed a swollen, ecchymotic penis, blood on the urethral meatus and palpably full bladder. A retrograde urethrogram showed complete disruption at the proximal third of the urethra. The patient underwent immediate surgical exploration and repair of the fracture. That same article presented an overview of the typical occurrences and treatment of such injuries: Penile fracture is a relatively rare condition caused by a blunt trauma to the erected penis. The most frequent reported mechanism of trauma is unphysiological bending of the erect penis during sexual intercourse or masturbation. Vigorous sexual intercourse is the main cause of penile fracture in the Western world. Because of high energy trauma urethral rupture is associated in up to 38% of penile fractures. The majority of cases in the Eastern world are results of patients snapping and kneading of their penis during erection to achieve detumescence. Due to a low energy trauma the urethra is rarely involved. Usually urethral rupture is partial, rarely complete. Early conservative treatment with cold applications, pressure dressings, catheterization, anti-inflammatory drugs, antibiotics and erection suppressing drugs is now replaced with immediate surgical repair. Since the repair reduces the complication of fracture it is now the gold standard for treatment of penile fractures. However, the x-ray image shown above that supposedly illustrates a case of penile fracture is a fabrication (reportedly made using modeling clay and a chicken bone). Although the male of many species of mammal does have a baculum (a bony rod within the penis also known as a \"penis bone\" or \"penile bone\"), that structure is not found in human beings. The interior of a human penis is mostly sponge-like and contains no solid, bone-like structure that could snap in half as pictured above. The x-ray illustration shown here also includes other subtle bits of humor, such as the image of a bolt fastener (commonly called a \"nut\") inside the scrotal sac (where one would find the testes, commonly referred to in slang terminology as \"nuts\").",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20080216034215/http://cres.sandiegozoo.org/projects/pd_significance_baculum.html;http://www.jmedicalcasereports.com/content/1/1/14;",
  "Example": "[Collected via e-mail, August 2008] A PENIS can break. Luckily, it is rare. During an erection, blood flows into the penis through erectile tissue called the corpus cavernosa, which becomes rigid when the blood fills it. If an erect penis is struck very hard, it's possible to fracture this tissue. If a fracture occurs, a man might hear a popping or cracking sound, and will most likely experience excruciating pain and bruising. It's very important to get to an emergency room to be treated by a urologist as soon as possible if this happens. Some mild fractures may resolve without surgery, but most urologists prefer to operate in order to reduce the risk of scar tissue and impotence that may often result. Because these injuries do not affect the testes,where sperm is produced and stored, they do not affect fertility, but they may make it impossible for a man to have intercourse.",
  "Last Updated": "20 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/medical/fracture.asp",
  "Claim": "X-ray image documents a case of a penile fracture.",
  "Claim_ID": "photos_medical_fracture",
  "Tags": ""
}