{
  "Origins": "As we've seen before (most notably with a post-9/11 Starbucks promotion), advertisements designed with the most innocuous of intentions can sometimes be interpreted in very different (and negative) ways by their target audiences. Such was the case with the proposed ad for Intel processors displayed above, which was slated for release in mid-2007.",
  "Fact Check": "",
  "Description": "The intent of the ad was to emphasize the ability of Intel's Core 2 Duo Processors to \"boost productivity and efficiency by running multiple computing-intensive applications at once\" through the visual imagery of presenting a team of (identical) sprinters down in set positions, ready to take off and blaze their way through the office environment while a pleased IT Manager stands amidst them bearing a look of confidence and satisfaction. Unfortunately, more than a few viewers saw something quite different in that imagery: a group of dark-skinned men bowing down in subservience to a smug, light-skinned overseer. The ad created enough of a controversy that Intel pulled it from the publications in which it was scheduled to appear, and Intel's vice president of Sales and Marketing issued a public apology on behalf of the company: Intel's intent of our ad titled \"Multiply Computing Performance and Maximize the Power of Your Employees\" was to convey the performance capabilities of our processors through the visual metaphor of a sprinter. We have used the visual of sprinters in the past successfully. Unfortunately, our execution did not deliver our intended message and in fact proved to be insensitive and insulting. Upon recognizing this, we attempted to pull the ad from all publications but, unfortunately, we failed on one last media placement. We are sorry and are working hard to make sure this doesn't happen again.",
  "Originally Published": "",
  "Referred Links": "http://blogs.intel.com/views/2007/07/sprinter_ad.html;",
  "Example": "[Collected via e-mail, July 2007] The possible misinterpretation of this image is obvious. So obvious, I'm tempted to think that it's not an actual Intel ad. Also consider that I've seen this on a few blogs, but nowhere else.",
  "Last Updated": "2 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/advertisements/intel.asp",
  "Claim": "Image shows a recalled advertisement for Intel processors.",
  "Claim_ID": "photos_advertisements_intel",
  "Tags": ""
}