{
  "Origins": "On 23 January 2015, the web site UFO Sightings Daily published a photograph snapped by the Curiosity robotic rover that purportedly captured the shadow of a human being on the surface of Mars:",
  "Fact Check": "",
  "Description": "The web site offered three questions that could explain the presence of the human-looking shadow on Mars: Is this proof that the rover is on Earth and not Mars, and humans are cleaning it off and performing maintenance on it? Is this proof that humans are living on Mars in abandoned alien bases? Is this proof that aliens are messing with our rovers? UFO Sightings Daily curiously omitted a fourth option from the list, namely \"Is this proof that light cast on an oddly-shaped object will create an oddly-shaped shadow?\" The above-displayed image was taken by the Curiosity rover on 26 September 2012 and is readily available on NASA's web site. If UFO Sightings Daily were right about any of its three theories, would NASA have allowed this photograph to be published? Furthermore, why would it have kept the photograph up on its web site for three years? Nigel Watson, author of the UFO Investigations Manual, said the \"human shadow\" near the Curiosity rover is merely the result of conspiracy theorists seeing what they want to see: I think it is a case of seeing what we want to see, to confirm our expectations and hopes. This underlines the fact that such things literally lurk in the shadows and play with our imagination.",
  "Originally Published": "",
  "Referred Links": "http://marsmobile.jpl.nasa.gov/msl/multimedia/raw/?s=50&camera=NAV_LEFT_;http://www.ufosightingsdaily.com/2015/01/human-figure-seen-on-mars-in-rover.html;https://twitter.com/vairton5550/status/559808173729923073;http://t.co/IWH9wvyv5T;",
  "Example": "[Collected via twitter, January 2015] Photo Mars has alleged shadow of \"extraterrestrial\" shadow of a creature moving the robot can be seen in the picture pic.twitter.com/IWH9wvyv5T vairton (@vairton5550) January 26, 2015",
  "Last Updated": "26 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/supernatural/marsshadow.asp",
  "Claim": "A photograph snapped by the Curiosity robotic rover captured a human shadow on the surface of Mars.",
  "Claim_ID": "photos_supernatural_marsshadow",
  "Tags": ""
}