{
  "Origins": "Tales of eagles making off with all sorts of small domestic animals (everything from dogs to human toddlers) have long been common in urban legendry, and a video posted to YouTube in December 2012 fed on such stories, seemingly showing a child being snatched up by a golden eagle in a Montreal park. (The bird appears to lift the child several feet off the ground before dropping it and flying off.)",
  "Fact Check": "",
  "Description": "However, the video was a hoax, created by students at Montreal's National Animation and Design Center ( Centre NAD ). After the video went viral, that facility posted a notice about it which stated: Centre NAD reassures Montrealers: no danger of being snatched by a royal eagle The \"Golden Eagle Snatches Kid\" video, uploaded to YouTube on the evening of December 18, was made by Normand Archambault, Lo c Mireault and F lix Marquis-Poulin, students at Centre NAD, in the production simulation workshop class of the Bachelors degree in 3D Animation and Digital Design. The video shows a royal eagle snatching a young kid while he plays under the watch of his dad. The eagle then drops the kid a few feet away. Both the eagle and the kid were created in 3D animation and integrated into the film afterwards. The course \"Simulation Workshop production,\" offered the fifth quarter, is aimed at creative projects according to the criteria of quality and production industry practice while developing the ability to work as a team. Students at Centre NAD have unleashed hoaxes on the Internet in previous years, such as this December 2011 clip purportedly showing a penguin that escaped from a Montreal zoo:",
  "Originally Published": "",
  "Referred Links": "http://blogue.centrenad.com/#/section1;http://www.centrenad.com/;",
  "Example": "[Collected via e-mail, December 2012] Golden Eagle Snatches Kid A golden eagle tries to snatch a baby in Montreal! What if he got away with it!?",
  "Last Updated": "9 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/eaglegrab.asp",
  "Claim": "Video shows an eagle attempting to snatch a child from a park.",
  "Claim_ID": "photos_animals_eaglegrab",
  "Tags": ""
}