{
  "Origins": "The \"giant sea spider\" shown in the above photographs is not a recent discovery by scientists, as these same images have been circulating on the Internet at least as far back as mid-2013. The interdigital webbing (which is found in mammals, not in arthropods with exoskeletons)and the unbelievably long and bony tail exhibited in these images mark this creature as an unrealistic fake, likely based on a prop of the \" Queen Facehugger \" organism from the Alien series of movies:",
  "Fact Check": "",
  "Description": "There are real species of animals known as sea spiders , and some of them do inhabit the waters of the Arctic and Antarctic, but they look nothing like the example shown above in size or appearance. An unknown species of sea spider was discovered near Antarctica in March 2008, but it barely resembled the example shown here: it was very different in color (bright red rather than black), had no interdigital webbing, had no tail, and (even though it was described as \"gargantuan\" for this type of sea creature) was less than ten inches long: Collected from the Ross Sea shelf in southern Antarctica, this 9.8-inch-long (25-centimeter-long) giant sea spider was one of 30,000 animals found during a 35-day census in early 2008. The marine arachnids, which prey on hydroids and bryzoans branching, coral-like animals are larger and more common in Antarctic waters than anywhere else on Earth. Cold temperatures, few predators, and high levels of oxygen in seawater could explain their gargantuan size, Don Robertson of New Zealand's National Institute of Water and Atmospheric Research said.",
  "Originally Published": "",
  "Referred Links": "http://news.nationalgeographic.com/news/2008/03/photogalleries/Antarctica-pictures/photo4.html;http://www.earthlife.net/chelicerata/pycnogonida.html;http://avp.wikia.com/wiki/Royal_Facehugger;",
  "Example": "[Collected via Facebook, May 2014] Scientists recently discovered the body of a giant sea spider-like organism in Antarctic waters. The origins of this species is unknown, and it is unclear whether or not there are more of these terrifying creatures roaming the oceans.",
  "Last Updated": "30 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/bugs/seaspider.asp",
  "Claim": "Photographs show a new species of \"giant sea spider\" recently discovered in the Antarctic.",
  "Claim_ID": "photos_bugs_seaspider",
  "Tags": ""
}