{
  "Origins": "Although the above-displayed photograph looks like the setup for a bit of humor to be displayed in the background of a film or as scenery at amusement park an airplane crashed into a tree right next to a sign advertising a flight school it is the product of a real (and non-deliberate) small plane crash.",
  "Fact Check": "",
  "Description": "The plane's registration number (N6487J) identifies it as a Piper Cherokee registered to Vision Real Estate Management Co., Inc., of Colorado Springs, Colorado. According to the Federal Aviation Administration ( FAA ), that plane was involved in an accident at Meadow Lake Airport near Colorado Springs on 7 December 2006: ACFT ON DEPARTURE, LOST POWER, ATTEMPTED TO LAND ON A ROAD AND CRASHED INTO A TREE, MEADOWLAKE AIRPORT, COLORADO SPRINGS, CO The local news media also covered this crash: A plane landed in a tree Thursday night at Meadowlake Airport in El Paso County. The pilot was the only person on board, and he survived. His injuries were minor with a cut in his head. He was released at the scene. Investigators said the pilot was practicing take-offs and landings around 5 p.m., Thursday. When he came in for another landing, he lost power. The pilot tried to restart the engine and it failed, causing it to crash into the tree. The crash caused the power to go out for about 100 homes in the area. The airport is located about 15 miles east of Colorado Springs near Falcon, Colo. The plane remained in the tree until National Transportation Safety Board investigators could examine it. The outfit named on the background sign, American Aviation , does operate out of Meadow Lake Airport, offering aircraft storage and flight lessons. Finally, here's a shot of the scene from a different angle:",
  "Originally Published": "",
  "Referred Links": "http://www.meadowlakeairport.com/AmericanAviation.html;http://www.thedenverchannel.com/news/10486853/detail.html;http://72.14.203.104/search?q=cache:Hl1YXRyu2oUJ:https://www.faa.gov/data_statistics/accident_incident/preliminary_data/media/A_1208_N.txt+6487J+site:faa.gov&hl=en&gl=us&ct=clnk&cd=1;",
  "Example": "[Collected via e-mail, 2007] Flight School needs some work....",
  "Last Updated": "16 January 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/airplane/flightschool.asp",
  "Claim": "Photograph shows small plane crashed into a tree next to a sign advertising flight lessons.",
  "Claim_ID": "photos_airplane_flightschool",
  "Tags": ""
}