{
  "Origins": "Ever since televisions first took root in American living rooms in the post-war years, conspiracy theorists have claimed that TV sets were more than just passive receivers of programming. According to rumor, the devices were actually capable of two-way communications, a feature which allowed certain agencies (primarily government ones) to engage in all sorts of nefarious information-gathering, everything from furtively monitoring Americans' TV viewing habits to eavesdropping on their private conversations and activities. As televisions added more features (and the advent of cable and satellite programming typically required the use of additional converter-descrambler-receiver boxes), such rumors grew additional legs, and the upcoming government-mandated switchover to digital television ( DTV) which will require those still using analog televisions to obtain converter boxes has spawned a whole new set of \"what is the government really up to?\" rumors. The video (and accompanying explanation) cited above posits that one of the things the government is \"really up to\" in mandating the government switchover is foisting converter boxes with tiny cameras and microphones hidden inside them on the public.",
  "Fact Check": "",
  "Description": "Of course, the video is just a bit of prankish fun: as photographs of a similar converter's actual circuitry show, the box in the video is simply an ordinary converter into which someone has placed an additional gadget (which, although it is claimed to be a camera/microphone pair, contains no additional circuitry for actually transmitting captured sound or images to whoever would supposedly be monitoring them, nor does the front of the box bear any obvious opening through which ordinary light could reach the camera lens unimpeded). Moreover, the video's creator, Adam Chronister, admitted to Wired 's \"Threat Level\" blog that it was all a hoax concocted \"in about five minutes with a hot glue gun and parts from an old cell phone\": Chronister says the video is partially true: A friend really did share the rumor about hidden camera in the DTV converters. \"I originally opened up the device with the intention of proving him wrong,\" says Chronister. \"At which point the thought popped in my head, wouldn't it be funny if I proved him right instead?\" \"I've seen videos go viral before, but I never thought some stupid little video I did would get popular like that,\" he says. \"I'm waiting for the Magnavox police to come and haul me off or something.\"",
  "Originally Published": "",
  "Referred Links": "http://blog.wired.com/27bstroke6/2009/02/dtv-converters.html;http://forum.prisonplanet.com/index.asp?topic=87312.msg503693#msg503693;http://www.dtv.gov/;",
  "Example": "[Collected via e-mail, February 2009] A popular video circulating on You Tube shows the discovery of a spy camera and a microphone hidden inside a digital TV converter box. Such devices are part of a government and industry surveillance program that is undoubtedly connected to the forced digital TV switchover being rolled out in the UK and US. \"I could not believe my eyes,\" states the blurb accompanying the video clip, \"I have a friend who is kind of a conspiracy theorist. He was trying to convince me that many of the digital TV convert boxes that are coming out have microphones and cameras built into them. Knowing a bit about electronics I bought one of these devices opened it up fully intending on proving him wrong. To my surprise he was right. This device has both a miniature camera lens and what looks like a microphone. I was so shocked I took pictures and video. Please send this out to every one you know who is using one of these devices.\" The camera and microphone were hidden inside a MAGNAVOX TB110 MW9 Digital to Analog Converter box. The need to mandate a mass roll out of such hidden surveillance devices is undoubtedly one of the reasons that governments in both the UK and the US, as well as eventually the entire planet, are overseeing a forced switch over to digital TV and killing traditional analogue broad casts. The vast majority of TV s require a digital decoder box to receive digital TV transmissions. By installing covert spy devices and hidden microphones inside our all but mandatory digital boxes, the government and whatever corporate entities get a slice of the pie, have direct access to our living rooms. This is the ultimate Big Brother scenario where by the majority of Americans and Europeans will have Orwellian telescreens watching their every move. Many will dismiss such claims as conspiracy fodder, but the fact is that Americans have been spied on for decades, previously under the Echelon program and more recently as part of the Bush administration s warrantless wiretapping program. As former National Security Agency analyst Russell Tice recently revealed, \"The National Security Agency had access to all Americans' communications faxes, phone calls, and their computer communications,\" Tice claimed. \"It didn't matter whether you were in Kansas, in the middle of the country, and you never made foreign communications at all. They monitored all communications.\" As we highlighted three years ago, private industry and eventually government is planning to use microphones in the computers of an estimated 150 million-plus Internet active Americans, as well as similar devices installed inside digital TV boxes, to spy on their life style choices and build psychological profiles which will be used for surveillance and minority report style invasive advertising and data mining. Digital cable TV boxes, such as Scientific Atlanta, have had secret in-built microphones inside them since their inception in the late 1990's and these originally dormant devices were planned to be activated when the invasive advertising revolution was being rolled out, a water shed that is quickly becoming a reality. The advent of digital video recording devices such as TiVo (Sky Plus in the UK) introduced the creation of psychological algorithm profiles data bases on what programs you watched, how long you watched them for, and which adverts you liked or didn't like. This information was retained by TiVo and sold to the highest bidders an example being Janet Jackson s wardrobe malfunction during the 2003 Super Bowl half-time show; TiVo were able to compile lists of how many people had rewound the clip and how many times they had replayed it. In 2006, Google announced that they would use in-built computer microphones to listen in on user's background noise, be it television, music or radio and then direct advertising at them based on their preferences. In March last year, Comcast announced that they were \"experimenting with different camera technologies built into devices so it can know who's in your living room.\" The cameras would use body-form recognition to confirm who was in the room and then tailor program recommendations, as well as commercials, to target that member of the family. The video below covers the issue of secret cameras installed inside digital TV boxes and their relation to the forced digital switchover. A further video explores other motives behind the digital switchover .",
  "Last Updated": "28 February 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/technology/converter.asp",
  "Claim": "Video clip reveals that a digital TV converter harbors a hidden camera and microphone.",
  "Claim_ID": "photos_technology_converter",
  "Tags": ""
}