{
  "Origins": "In June 2007 we first received these pictures of a USAF airman directing traffic while clad in little more than socks, shoes, a football helmet, and a strategically-placed tube sock. (The photographs themselves are dated 13 June 2007.) We predictably encountered difficulty attempting to verify them because Air Force officials (for obvious reasons) proved unwilling or unable to provide details and confirmation. Nonetheless, we've heard from a number of people who stated they had knowledge of the circumstances behind the photographs (either directly or through close connections) and volunteered the following additional information about them:",
  "Fact Check": "",
  "Description": "I can absolutely, and unequivocally tell you that this story, along with the pictures, is 100% true. I can tell you not only at which deployed base this happened but also that I was there on the day of the incident. Also you will likely never get an answer on from the USAF as they treated this event with a very heavy hand. They were threatening criminal charges against the individual in question but also against anyone who witnessed the event, and also threatened, although too little too late, anyone caught sending the pics via email. Once the pics were out, it was about 3-4 hours before official emails started circulating trying to squash the picture sharing. I can guarantee you that the vast, vast majority of personnel on base had them before that time. I can also say that personnel in the chain of command knew about this before it happened and did not care. It was a sweltering hot summer in day in a hellish desert and the person in question was blowing off some steam having some fun. Simple as that. The pictures of Airman Jerknuts are real. I am currently stationed with him, I noticed the tattoo on his right shoulder and asked about it after someone else (of a higher rank than myself) made a crack about getting him a harness and reflective belt. He actually got into a lot of trouble over this. It was impossible for him to deny it since he was really the only guy that small deployed at the time and everyone really had to fess up. No one had a problem with it until the pictures got out (which took about two days). We have always done goofy things like that while deployed, we just never took pictures. Nowadays it's just impossible to avoid. You try deploying for 6 months and not getting a bit goofy! Without giving away the particulars of where this occurred and where this airman is from, I can tell you that this actually did happen. From what I can gather from people who were there, this was a Crew Chief who was dared to perform an aircraft marshall wearing what is obviously not a proper uniform. He, as well as the other airman seen running in the last picture, was disciplined for this action. I am in the USAF and this happened during a deployment that some people from my unit were at. I am an Intelligence Officer with the 34th Bomb Squadron and can verify the rumor about the Airman directing aircraft with nothing but a sock on. The information is correct in the story. He was sent home early along with two other airmen who carried his clothes and helped him out. Air Force leadership was irate over the ordeal and launched an investigation into it. I knew the crew that was flying the jet that was being guided. The co-pilot was a female who thought the whole thing was hilarious. The photo slipped out before the gag order had everyone deleting it off their computers. I know it's hard to actually figure out the military rumors due to everyone keeping hush-hush BUT on the day this happened at an undisclosed location my husband called me to tell me about it. He described how he helped the guy get dressed into his 'sock and helmet' and they had a blast doing this. The next day, 11 of the men, including my husband, all got questioned about it and they all got in trouble. Typically airmen do things like this to raise morale ... unfortunately, they got in trouble and it lowered the morale. Either way, this rumor is not a 'rumor'. Concerning your photos of a marshaler directing aircraft in nothing but his PPE and a tube sock. I know you won't just take my word for it, but it is, unfortunately, real. This kind of thing happens when they have one duty day left and are separating, thus curbing any military justice from being visited upon them. You're going to have a few issues, since most bases like to cover up this kind of thing and keep it under wraps, but we all (I'm active duty Air Force) heard about this incident and the word on the 'street' was that the Chief, First SGT, and commander of the offending airman's squadron all recieved disciplinary action for allowing it to happen in the first place. Judging by their dress in the photo's, I can tell you that it happened while they were in theater (Saudi Arabia or Qatar). On \"flight briefing\" about the airman directing jets in his underwear (and a cargo net, a footbal helmet, etc). I was in Al Udeid, Qatar when that occurred. It was 2007, in July I think. It happened one day while I was working. I had first-hand knowledge of it due to my roommate there on the base being an investigator assigned to \"look into it,\" which pretty much meant try and go find any camera with these photos on it. It was too late ... they had already been e-mailed all over the place by that time. The kid got into quite a bit of trouble for that stunt.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, June 2007] Airman at Work A few days ago somebody found a pic of a KC-135 guy marshaling a jet in his underwear. The next day Airman Jerknuts of our grand 34th AMU decided to out do the tanker guy. I think our guy won! The chief lost his mind over this. He read 11 people their rights and they all lawyered up. The chief confiscated a bunch of cameras (not before the pics got put on laptops of course). The kid asked everyone if they minded, including the aircrew and super, no one cared. There's a huge cluster#uck with it. Apparently every lawyer in the AOR plus a few extras have to be flown in for this.",
  "Last Updated": "14 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/military/airman.asp",
  "Claim": "Photographs show a USAF airman marshaling a jet in a non-standard, revealing outfit.",
  "Claim_ID": "photos_military_airman",
  "Tags": ""
}