{
  "Origins": "A video purportedly showing a flying horse over Jeddah, Saudi Arabia, started circulating on the Internet in November 2014:",
  "Fact Check": "",
  "Description": "The video was shot on a stormy night, making it difficult to get a good glimpse of this elevating equine. These circumstances led to confusion over whether the creature in the video was Al-Buraq, the soaring steed that carried the Islamic prophet Muhammad to Jerusalem; Pegasus, who carried lightning and thunder down from Mount Olympus; or some as yet undiscovered mythical creature. Most depictions of Al-Buraq, Pegasus, and other hovering horses involve large feathered wings. The flying horse in the video, however, appears to be wingless: With Al-Buraq and Pegasus ruled out on account of the figure's lack of wings, one must search for the answer back on Earth. According to Live Science , modern horses, donkeys and zebras all evolved from a common ancestor about 4.5 million years ago, yet nowhere in this long lineage did the horse species learn to fly. So if the video doesn't show Al-Buraq, Pegasus, or a common horse, what was flying over Jeddah, Saudi Arabia? Upon closer inspection, the horse-shaped figure appears to rotate through the air but doesn't actually move. Its head, neck, legs and tail are all completely motionless throughout what would have been a terrifying ordeal for a real horse. More so, the horse suddenly disappears at the end of the video. These are characteristics that relate more to an inanimate object, such as a balloon, than a living horse:",
  "Originally Published": "",
  "Referred Links": "http://m.livescience.com/37762-ancient-horse-genome-sequenced.html;",
  "Example": "[Collected via email, December 2014] I have just been shown this weird video about a flying \"black horse.\" Supposedly this video was shot in Saudi Arabia during a thunderstorm.",
  "Last Updated": "4 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/flyinghorse.asp",
  "Claim": "A flying horse was captured on video above Jeddah.",
  "Claim_ID": "photos_animals_flyinghorse",
  "Tags": ""
}