{
  "Origins": "On the evening of 14 November 2011, the NFL's Green Bay Packers hosted the Minnesota Vikings in a football match-up held at Lambeau Field in Green Bay which was televised by ESPN as part of that network's Monday Night Football schedule. As the previous Friday (11 November) had been Veterans Day, the Packers announced they would be staging a number of Veteran's Day-themed events before the game and during halftime:",
  "Fact Check": "",
  "Description": "Some of those activities, such as the pre-game card stunts in which the stadium crowd spelled out messages including \"Thank You Veterans\" and \"Thank You Military\" and the unfurling of a large flag on the field during the playing of the national anthem, were captured in the photographs displayed above and audience videos like the following: Within days of the game, reports (such as the following account from Milwaukee television station WTMJ) began to trickle out expressing disappointment that only spectators present at the game had been able to view the pre-game Veterans Day tribute activities at Lambeau Field, as ESPN did not include them in their telecast: Packers fans inside Lambeau Field had a chance to take part in a special moment to honor America's veterans before the Packers-Vikings game Monday night. Most of them raised a card to help form a pattern that said \"Thank You Veterans\" and American flags. However, most of the nation did not see the tribute, as ESPN-TV was taking a commercial break during the national anthem. We contacted ESPN to invite them to explain the circumstances behind why the tribute had not been aired, and they sent us the following response: We appreciate and applaud these entertainers for their hard work and talent, but exposure of them before games and at halftime can't be guaranteed. Our pre-game and halftime features have proven to be very popular with our fans and they've come to depend on tuning into ESPN, The World's Biggest Sports Fan, to catch up-to-date scores and sports news. This theme was played upon in a satirical 31January 2012 Daily Spoof article which posited that the performance of the U.S. national anthem before the upcoming Super Bowl XLVI game would be pre-empted on television by a commercial for Dodge trucks: Football fans watching Super Bowl XLVI can remain seated during the pregame ceremonies this year, because the singing of The Star-Spangled Banner will be preempted by a television commercial for Dodge trucks. \"At $7 million a minute, we can't spare the time it takes for the National Anthem to be performed,\" NFL Commissioner Roger Goodell explained. \"And don't try to accuse us of being unpatriotic here. No one's a bigger fan of Belichick and Brady than I am. It's just that the advertiser made us an offer we can't refuse.\" The sponsor of the ad, the Chrysler Corporation, is now owned by the Italian automaker Fiat. Some readers who encountered this article out of its original context took it seriously, but as noted in the article's disclaimer: \"The story above is a satire or parody. It is entirely fictitious.\" One photograph typically included with this item was not taken on the date of the Veteran's Day-themed events at Lambeau Field, but rather during the season-opening game two months earlier:",
  "Originally Published": "",
  "Referred Links": "http://www.jetpix.com/;http://www.thespoof.com/news/spoof.cfm?headline=s6i104054;http://www.todaystmj4.com/news/local/133868553.html;http://www.packers.com/news-and-events/article-1/Veterans-Day-themed-events-set-for-Monday-nights-game/795a588d-5859-4a28-8876-ba0eb896f69c;",
  "Example": "[Collected via e-mail, January 2012] Airman at Work Monday night 11/14/2011 at Lambeau Field This is what ESPN failed to show you Monday night, 11/14/2011. Apparently, they thought their commercials were more important than showing this scene for about 5 seconds.",
  "Last Updated": "11 November 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/military/lambeau.asp",
  "Claim": "Photographs show an NFL pre-game Veterans Day tribute not aired by ESPN.",
  "Claim_ID": "photos_military_lambeau",
  "Tags": ""
}