{
  "Origins": "Following the global interest in women's gymnastics competition spurred by the astounding technical performances of the Soviet Union's Olga Korbut at the 1972 Summer Olympics (for which the seventeen-year-old won three gold medals and one silver medal), Nadia Comaneci stunned the world with an even grander achievement. At the tender age of fourteen, the Romanian gymnast took home three golds, one silver, and one bronze from the 1976 Summer Olympics, along the way becoming the youngest Olympic gymnastics all-around champion ever and the first person in modern Olympic gymnastics history to be awarded a perfect score of 10 for a performance routine (a feat she accomplished a total of seven times).",
  "Fact Check": "",
  "Description": "The video clip displayed above, showing a female gymnast performing a rhythmic floor exercise with a ball, has been circulated with accompanying text identifying the gymnast as Nadia Comaneci's granddaughter. However, the performer shown is neither the granddaughter of, nor related to, the Romanian gymnastics champion. (Comaneci isn't close to becoming a grandmother yet: she and husband Bart Conner have one child, a son, who was born in 2006.) As correctly identified in the opening frames of the video, the gymnast is Boyanka Angelova of Bulgaria, and the clip shows her silver medal-winning performance at the 2008 Rhythmic Gymnastics European Championships in Torino, Italy, when Angelova was but thirteen years old. The following video clip shows Angelova's performance in the ribbon category at the 2010 Grand Prix de Thiais Rhythmic Gymnastics competition: Unfortunately, rumor has it that Boyanka Angelova has since retired from gymnastic competition due to injuries.",
  "Originally Published": "",
  "Referred Links": "http://en.wikipedia.org/wiki/2008_Rhythmic_Gymnastics_European_Championships;http://en.wikipedia.org/wiki/Boyanka_Angelova;http://sports.yahoo.com/news/olympics--perfect-10.html;",
  "Example": "[Collected via e-mail, July 2011] REMEMBER NADIA COMANECCI? SHE WAS A ROMANIAN ATHLETE THAT WAS 14 YEARS OLD IN THE 1960's, WON MEDALS IN THE OLYMPIADS AND WOULD ATTEND COMPETITIONS HOLDING HER TEDDY BEAR? WELL, THE ATTACHED IS HER GRANDDAUGHTER !!! ABSOLUTELY AMAZING !!!",
  "Last Updated": "22 July 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/sports/comaneci.asp",
  "Claim": "Video shows the gymnast granddaughter of Olympic champion Nadia Comaneci.",
  "Claim_ID": "photos_sports_comaneci",
  "Tags": ""
}