{
  "Origins": "In January 2015, an image purportedly showing a banner associated with the # BlackLivesMatter movement bearing the legend \"But only when they're killed by cops. Killed by each other? Not so much\" at the bottom began making its way around the Internet.",
  "Fact Check": "",
  "Description": "Although the image prompted a good deal of political comment on the web, it was not a genuine photograph; rather, it was a digital manipulation posted by the web site All the Right Snark on 1 December 2014. The image received a viral push on 7 January 2015 when it was republished by several conservative blogs , including the Conservative Tribune : If there is a more divisive slogan to have come out of the aftermath of the untimely deaths of Michael Brown and Eric Garner than \"Black Lives Matter,\" I don't know what it is. It would be so simple to use \"All Lives Matter\" and at least have the opportunity to unite the entire country behind their cause instead of furthering a racial divide that they claim to denounce. But there are good reasons why the race rioters can't put \"All Lives Matter\" on their signs they don't believe it's true. Many, many more black lives are taken every year by other blacks than by police officers of any color. The fact that these deaths go without protest is a clear indicator that the demonstrations are not pro-black, but anti-cop. #BlackLivesMatter... But only when they're killed by cops. Killed by each other? Not so much.\" That pretty much sums it up. The above-displayed image was altered to add the words \"but only when they're killed by cops. Killed by each other? Not so much.\" The original photograph, which was taken during a vigil held by the Black Law Student Association at Southern Illinois University on 22 October 2014, did not include this message: To commemorate the event and to identify with others involved in the movement, the students then unrolled a banner from the second floor balcony which read \"#Black Lives Matter.\" \"Some may ask the question, why are we here and why is this cause so important and urgent?\" said first-year law student Willie Lyles III. \"A friend of mine, Dr. Katrina Gamble, summed it up this way 'We are fighting for our humanity... When I think one day my young nephew's life might be in danger for simply existing in his black skin, the urgency of this fight is undeniable. What is at stake can't be captured with words. It can only be felt and seen in the eyes of those weary from the heartache and rage that comes with seeing so many black lives taken.'\"",
  "Originally Published": "",
  "Referred Links": "http://www.law.siu.edu/news/2014/10-22-2014.html;http://conservativetribune.com/against-blacklivesmatter-rioters-1/;http://alltherightsnark.org/dianny-rants-black-lives-matter/;http://blacklivesmatter.com/;https://twitter.com/ideacapitalist/status/553380385191919616;http://t.co/4Ebs8Rsr3O;https://twitter.com/hashtag/BlackLivesMatter?src=hash;",
  "Example": "[Collected via Twitter, January 2015] New photo depicts individuals holding up a #BlackLivesMatter banner, powerfully exposing the faults of the movement. pic.twitter.com/4Ebs8Rsr3O idea capitalist (@ideacapitalist) January 9, 2015",
  "Last Updated": "9 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/politics/blacklivesmatter.asp",
  "Claim": "Photograph shows two people hanging a banner that reads \"#BlackLivesMatter: But only when they're killed by cops. Killed by each other? Not so much.\"",
  "Claim_ID": "photos_politics_blacklivesmatter",
  "Tags": ""
}