{
  "Origins": "Has Ronald McDonald fallen in league with the Hamburglar? Has the fast-food farceur decided follow in the footsteps of that criminal mastermind, the Joker? Is this clown part of the illegal drug trade?",
  "Fact Check": "",
  "Description": "No, Ronald's not being hauled off to the hoosegow after a campy crime spree in the scene depicted here, he's the victim, not the perpetrator. Back in March 2001, pranksters stole a solid-PVC Ronald figure that had been bolted to a bench outside the Ronald McDonald House in Billings, Montana. The abducted McDonald's icon was discovered by a pedestrian who spotted a familiar plastic figure strung up by a noose in nearby Pioneer Park the following morning and reported it to police: Two police officers at the scene enlisted the help of some high school students who had come to gawk at the hanging clown and volunteered to climb the tree and undo the rope to lower Ronald to the ground. Once Ronald was in police custody, officers discovered he had been defaced with black ink: A peace sign was drawn on his face, \"Burger King Rules\" was scribbled across his chest, various \"vulgar anatomical references\" were scrawled on his body, and echoes of the famous words of civil rights leader Martin Luther King, Jr. were written on his torso (\"Free At Last, Free At Last, Thank Hoodlums All Mighty, I'm Free At Last\"). This isn't to say that Ronald McDonald hasn't ever been busted in real life, but those occurrences have typically been arrests of political protesters dressed like the famous clown rather than of McDonald's-authorized versions of the corporate mascot:",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, March 2007] I received this in an email yesterday is it a 'fake?' If not, what's the story?",
  "Last Updated": "31 March 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/odd/ronald.asp",
  "Claim": "Photograph purportedly shows Ronald McDonald being carried off by two police officers.",
  "Claim_ID": "photos_odd_ronald",
  "Tags": ""
}