{
  "Origins": "The fatal accident depicted above took place on U.S. 169 near Tulsa, Oklahoma, during the early morning hours of 17 April 2007. The motorcyclist, 26-year-old Brandon Lee White of Broken Arrow, Oklahoma, was traveling at an estimated 120+ mph when his motorcycle struck the back of a tractor-trailer rig.",
  "Fact Check": "",
  "Description": "According to the Tulsa World : Police said the truck driver reported hearing a bump and then seeing debris from the motorcycle going past him. When he managed to pull over, he saw that a man was embedded in the back of his trailer. White was dead at the scene. Brandon's family said that they hoped his unfortunate death at least would help to bring attention to the issue of motorcycle safety: \"If I can save one mother, one father from going through what I've gone through, then it's worthwhile,\" said Broken Arrow resident Dennis White, Brandon White's father. \"I can't be mad, but I know I have to do something. I've got to make a positive out of this.\" Despite the hurt, the family members said they hope something good a review of motorcycle safety laws comes out of the recent death. Helmet requirement laws, harsher penalties for speeding on a motorcycle, and community-based services to decrease drunken driving are among measures about which the family hopes the two young men's deaths spark a discussion. Taking away a rider's motorcycle and motorcycle license for going a certain amount over the speed limit would be one way to curb speeding on bikes, said the elder White, who has ridden motorcycles for several years. \"That's the only thing that would make me think that I'm going to lose it (his motorcycle),\" he said. \"I'm not a lawmaker, but I'm a biker, and that's the only thing that would work.\" White said clubs that don't serve alcohol would go a long way toward helping reduce drunken-driving deaths for youths by providing them a hangout without the temptation of drinking and driving. \"We've got to do something to save these kids,\" he said. \"We've got to do something to support them.\" A few inaccuracies have crept into the text accompanying forwarded versions of these pictures. A 2008 variant carried the closing legend \"He lived. Wear your helmet!\", but unfortunately Brandon Lee did not survive the accident despite his wearing a helmet. Also, the friend of Brandon's who \"was killed 1 week before this on his motorcycle going 120+ on Highway 169\" referenced in the second example above was 21-year-old Devin Seigal, who was killed in a similar motorcycle accident five days after Brandon's death (and had, in fact, attended Brandon's funeral).",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, June 2007] By Lackland AFB in San Antonio.... This crash was at 169 near Admiral exit last week. How would you like to be a truck driver, walk around back and see THAT hangin from the ass end of your truck. They said dude hit the back of the truck at about 120mph. Yellow/Roadway truck Accident These are pictures from a motorcycle accident last week on Highway 169 here in Tulsa. The guy was going over 125 mph around 2 am when he hit the back of the Yellow truck. The truck was going normal speed and did not know what had happened. He was drug approx a mile before the truck stopped. Highway 169 is known for late night speed driving and trick driving of motorcycles. This guy's friend was killed 1 week before this on his motorcycle going 120+ on Highway 169. Please be aware of what you're doing at all times..... and watch your speed.",
  "Last Updated": "27 April 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/accident/tulsacrash.asp",
  "Claim": "Photographs show a motorcyclist who crashed into the back of a truck.",
  "Claim_ID": "photos_accident_tulsacrash",
  "Tags": ""
}