{
  "Origins": "One of the ancillary effects of the inclusion of the term 420 as an accepted part of drug world argot has been a fascination with and desire to possess objects bearing those numbers, making them a frequent target of thieves who cart them off as souvenirs. One such object is the marker indicating the 420th mile of Interstate 70 in Colorado, situated along a desolate stretch of road just east of the small prairie town (pop. 658) of Stratton:",
  "Fact Check": "",
  "Description": "A sign that used to mark the 420th mile, that is. After \"sticky-fingered stoners repeatedly swiped the marker,\" the Colorado Department of Transportation (CDOT) got tired of replacing it and sometime in 2013 installed an unusual fractional marker indicating Mile 419.99 in its place: Why don't more states and highways have problems with the disappearance of similar 420-mile markers? There just aren't that many of them, apparently: \"Obviously people steal these signs,\" [CDOT spokeswoman Amy] Ford said. \"In the past, if a sign was stolen too much, we wouldn't replace it. This is sort of an innovative way for us to keep the sign there.\" \"So this is our way to test it out. So far it's working, said Ford. \"It's a traffic safety thing. It's a helpful thing to have these signs on the road. But people kept ripping them off.\" Few highways run long enough in Colorado to merit such a sign. Two that do, U.S. 40 near Hugo and U.S. 50 near McClave, have no signs marking their 420th miles, according to Google Street View images. This wasn't the only time CDOT had to deal with fans obsessed with certain numbers and intent on acquiring them. That agency also installed a Mile 68.5 marker near the summit of Cameron Pass (west of Fort Collins) because \"bawdy bandits\" repeatedly made off with the Mile 69 sign.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, January 2014] Is this a real highway marker sign? Said to be in Colorado on I-70.",
  "Last Updated": "20 April 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/signs/419.asp",
  "Claim": "Photograph shows a 419.99 mile-marker sign along I-70 in Colorado.",
  "Claim_ID": "photos_signs_419",
  "Tags": ""
}