{
  "Origins": "When readers started forwarding these photographs to us just after Hurricane Katrina struck the Gulf Coast in August 2005, our first thought was that the scenes depicted in these images didn't look like either a hurricane or the Gulf Coast. Our second thought was that we've seen these pictures before many times before.",
  "Fact Check": "",
  "Description": "Indeed, these pictures are apparently all-purpose storm photos, trotted out on a near monthly basis and retitled to correspond to the latest large weather phenomenon. These photographs have now been circulated as depicting: Australian tornadoes, May 2005 Severe storms in southern Alberta, July 2005 Severe storms and tornadoes in Ontario, August 2005 Hurricane Katrina in the Gulf Coast (Louisiana, Mississippi, Alabama), August 2005 Tornadoes in Orangeville, Ontario, August 2009 Tornadoes in New York City, September 2010 These images are actually photographs of tornadoes and other extreme weather phenomena taken by storm chaser Mike Hollingshead in Nebraska and Kansas during the summer months of 2002 and 2004. Some of these photos are viewable on the 2004 Digital Photos section of his web site (scroll about halfway down the page).",
  "Originally Published": "",
  "Referred Links": "http://extremeinstability.com/2004.htm;http://extremeinstability.com/my_profile.htm;",
  "Example": "[Collected via e-mail, September 2010] Photos of Katrina over Mississippi (Sure let's you know who's in charge.) These pictures were made by a man in Magee , MS where the eye of the storm passed thru - what an experience. Magee is 150 miles North of Waveland , Mississippi where the Hurricane made land fall. The dance with Katrina, part of her beauty as she left destruction on her exit. They are remarkably dramatic.",
  "Last Updated": "3 October 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/natural/storm.asp",
  "Claim": "Photographs show Hurricane Katrina hitting the Gulf Coast in August 2005.",
  "Claim_ID": "photos_natural_storm",
  "Tags": ""
}