{
  "Origins": "The photographs displayed above show Peng Shuilin, a Chinese man who lost the lower half of his body in an automobile accident in the town of Shenzhen in 1995. Surgeons were able to save his life by closing up his bottomless torso, but his weakened condition required him to remain largely immobile in a horizontal position. After years of building up his strength, Peng was fitted with specially made \"bionic legs\" attached to a casting that allowed him to regain a substantial degree of mobility.",
  "Fact Check": "",
  "Description": "The Telegraph reported of Peng in January 2008 that: Nearly 13 years after his body was sliced in half when he was struck by a freight truck, Peng Shuilin is making the most of life, thanks to an assortment of mobility aids. The Chinese man who measures just 78cm was discovered in two pieces after a road accident in the town of Shenzhen in 1995. Medics realised his lower half was beyond salvation but a series of operations closed up his bottomless torso. Skin was transferred from his head to the underside of his severed body to keep his organs alive and away from the damaging effects of outside exposure. After several operations he was still too weak to contain his organs and spent the subsequent months in a horizontal position. Mr Peng built up the strength in his arms for mobility and then began searching for firms specialising in manufacturing artificial limbs. Experts assembled artificial legs for Mr Peng, specially fitted to his torso. Doctors at the China Rehabilitation Research Centre helped Mr Peng learn to walk again with two bionic legs, attached to a special casting. His perseverance and fight for life, and a number of mobility aids, now help him negotiate the everyday activities of normal-bodied people. In November 2009, the Australian Daily Telegraph reported that Peng had opened his own bargain supermarket, called the Half Man-Half Price Store.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, May 2010] \"Half Man Half Price Store\" The Story of Peng Shuilin In life we keep complaining about what is or why we don't have. Half the time we seem dissatisfied, though full-bodied and free to choose. Fat people say,\"I want to be slim.\" Skinny people say,\"I want to be fatter.\" Poor people want to be rich and rich are never satisfied with what they have. PENG Shuilin is 78cms high. He was born in Hunan Province, China. In 1995, in Shenzhen, a freight truck sliced his body in half. His lower body and legs were beyond repair. Surgeons sewed up his torso. Peng Shuilin, 37, spent nearly two years in hospital in Shenzhen, southern China, undergoing a series of operations to re-route nearly every major organ or system inside his body. Peng kept exercising his arms, building up strength, washing his face and brushing his teeth. He survived against all odds. Now Peng Shulin has astounded doctors by learning to walk again after a decade. Considering Peng's plight, doctors at the China Rehabilitation Research Centre in Beijing devised an ingenious way to allow him to walk on his own, creating a sophisticated egg cup-like casing to hold his body, with two bionic legs attached. It took careful consideration, skilled measurement and technical expertise. Peng has been walking the corridors of Beijing Rehabilitation Centre with the aid of his specially adapted legs and a re-sized walking frame. RGO is a recipicating gait orthosis, attached to a prosthetic socket bucket. There is a cable attached to both legs so when one goes forward, the other goes backwards. Rock to the side, add a bit of a twist and the leg without the weight on it advances while the other one stays still, giving a highly inefficient way of ambulation. Oh so satisfying to 'walk' again after ten years with half a body! Hospital vice-president Lin Liu said: \"We've just given him a checkup; he is fitter than most men his age.\" Peng Shuilin has opened his own bargain supermarket, called the Half Man Half Price Store. The inspirational 37-year-old has become a businessman and is used as a role model for other amputees. At just 2ft 7ins tall, he moves around in a wheelchair giving lectures on recovery from disability. His attitude is amazing, he doesn't complain. He had good care, but his secret is cheerfulness. Nothing ever gets him down. You have a whole body. You have feet. Now you have met a man who has neither. His life is a feat of endurance, a triumph of the human spirit in overcoming extreme adversity. So the next time you want to complain about something trivial - don't. Remember Peng Shulin instead.",
  "Last Updated": "16 June 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/people/peng.asp",
  "Claim": "Photographs show Peng Shuilin, a Chinese man who lost the lower half of his body in an automobile accident.",
  "Claim_ID": "photos_people_peng",
  "Tags": ""
}