{
  "Origins": "On 9 October 2013, the Rainforest Action Network released a video in conjunction with InYourPalm.org that purportedly showed an orangutan named Strawberry using sign language to ask a child for help in stopping the destruction of its habitat.",
  "Fact Check": "",
  "Description": "While the video does include a brief clarification toward the end in which the narrator says that \"orangutans can't speak for themselves,\" some viewers nonetheless believed that the video actually depicted an orangutan using sign language in order to talk to a girl about issues with the palm oil industry and deforestation: Primates can use sign language to communicate in a limited fashion, but the level of cognitive ability showcased in the above-displayed video has never been recorded. David and Anne Premack wrote in the book The Mind of an Ape that although primates can be taught to answer questions through sign language, they have not been recorded asking questions or expressing complicated thoughts: \"Though she [Sarah] understood the question, she did not herself ask any questions unlike the child who asks interminable questions, such as What that? Who making noise? When Daddy come home? Me go Granny's house? Where puppy? Sarah never delayed the departure of her trainer after her lessons by asking where the trainer was going, when she was returning, or anything else.\" This clever video was part of a promotional campaign spot from the Rainforest Action Network called \"Last Stand of the Orangutan,\" created to raise public awareness about the deleterious effects that a growing demand for palm oil is having on wild forests and the creatures (such as orangutans) that inhabit them: Lots of packaged foods in the United States contain palm oil, much of which is farmed in Malaysia and Indonesia, where orangutans live. Wild forests that support the endangered orangutan are being chopped down and burned to grow geometric rows of trees that ultimately produce oil. The use of palm oil in processed foods is way, way up in part because it doesn't contain trans fat, which the United States says must be labeled on food packaging because of its unhealthiness. The U.S. imports about 10 times as much palm oil now as it did in the mid-1990s. It's not that the oil is evil. It's that production methods need to change. \"Orangutans are just so compelling,\" said Laurel Sutherlin, a spokesman for the Rainforest Action Network, which recently released a report called \"Conflict Palm Oil.\" The report links irresponsible palm oil production to modern slavery and climate change in addition to the destruction of orangutan habitat. \"They're as closely related to us as chimpanzees. They, in a very, very real way, are being threatened with extinction, and palm oil is the single biggest threat they face.\" Although an orangutan may make for a compelling spokesprimate in concept, this video should not be viewed as an accurate representation of the cognitive and language abilities of an orangutan. And CNN noted that the orangutan featured in this video wasn't really named Strawberry.",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/2013/10/23/opinion/sutter-orangutan-halloween-candy/;http://www.columbia.edu/cu/psychology/terrace/w1001/readings/premack.pdf;http://inyourpalm.org/;",
  "Example": "[Collected via e-mail, March 2015] Dear Snopes: Please check out the claims in the video circulating on Facebook. It somewhat worked until I got to \u001cYour foods are destroying my planet.\u001d Really? An orangutan said this?",
  "Last Updated": "18 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/apesign.asp",
  "Claim": "Video shows an orangutan using sign language to ask for help in stopping the destruction of its habitat.",
  "Claim_ID": "photos_animals_apesign",
  "Tags": ""
}