{
  "Origins": "An image purportedly showing a 1964 print advertisement for the WD-40 brand of spray lubricant began circulating on the internet in November 2014. One of the first places the image popped up was in a \"funny photos\" thread on the US Message Board, where a user posted it on 4 November 2014 asserting it was an advertisement from 1960. However, the date of the putative ad was changed as the image was shared on sites such as Imgur , Facebook , and Reddit, with the most common claim being the ad dated from 1964:",
  "Fact Check": "",
  "Description": "This is a genuine advertisement from 1964 when WD40 was first released. What can be said now has been completely sanitized. Could this advert be released today? The date attached to the claim does not match up with WD-40's actual timeline , though: The product was made commercially available in San Diego in 1958, eight years before this purported ad supposedly promoted the product's \"first release\": A few years following WD-40 's first industrial use, Rocket Chemical Company founder Norm Larsen experimented with putting WD-40 into aerosol cans, reasoning that consumers might find a use for the product at home as some of the employees had. The product made its first appearance on store shelves in San Diego in 1958. In addition to the questionable date associated with the image, there are several aspects of the advertisement that ring false. First, this is the only image available on the Internet showing the notable WD-40 ad; if the ad were genuine, there should be more than one photograph documenting its existence. Second, aspects of this image suggest it isn't a photograph at all: While the paper advertisement appears old and crinkled, the lettering remains straight, indicating the text is probably nothing more than a digital overlay placed onto an \"old wrinkled page\" background image. Finally, the image describes the product as \"WD 40\" when its name is, and always had been, properly rendered as WD-40 (or WD*40 ), and it makes reference to a \"red knob\" that wasn't yet a feature of the product (the distinctive red cap that now tops cans of WD-40 was originally black). Even though the image of the \"1964\" WD-40 surfaced in 2014, the ad copy it uses has been around for much longer. In 2000, the website Yuks R Us posted a series of dumb ad jokes, one of which was the very same sexual ad for WD-40. Nonetheless the company still appreciates the humor: after someone shared the photo in question on WD-40's Facebook page, the company simply replied: \"AWESOME!!!\"",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/OriginalWD40;http://www.yuksrus.com/dumbads.html;http://s1239.photobucket.com/user/Daniel_Plankton/media/wd-40_hd_zps9aec8c70.jpg.html;http://wd40.com/cool-stuff/history;https://www.facebook.com/AllanandBarbaraPease/photos/a.145247528857673.25464.108591565856603/752510921464661/?type=1;http://imgur.com/qex6WYq;http://www.usmessageboard.com/threads/funny-pictures-thread.370308/page-371;https://twitter.com/billmooneyhan/status/532538820294885376;http://t.co/LKjw0wIuy5;https://twitter.com/hashtag/Marketing?src=hash;",
  "Example": "[Collected via Twitter, November 2014] WD40 wasn't afraid to use some bold #Marketing in 1964. pic.twitter.com/LKjw0wIuy5 Bill Mooneyhan (@billmooneyhan) November 12, 2014",
  "Last Updated": "30 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/advertisements/wd40ad.asp",
  "Claim": "WD-40 released a print advertisement in 1964 that was full of sexual innuendo.",
  "Claim_ID": "photos_advertisements_wd40ad",
  "Tags": ""
}