{
  "Origins": "In July 2009, a video purported to be a \"banned Sprite ad\" of European origin began circulating on the Internet. The video clip caught the attention of users mainly due to the explicit content it contained, specifically a simulated sex act between a kneeling blonde woman and a standing black man (both of whom appeared to be naked).",
  "Fact Check": "",
  "Description": "The video circulated rapidly on the internet when it first appeared in 2009, and the footage as presented appeared plausible to some viewers in part due to atypical production quality and the language (German) spoken in the course of the 30-second ad. Broadcast standards involving nudity and other adult content differ between the United States and numerous European countries, and many who watched it concluded that the putative commercial simply took advantage of Germany's laxer rules regarding sexual themes in advertising for television. Soon after the banned Sprite ad was initially shared, Coca-Cola (which owns the Sprite brand) initiated a copyright-based complaint against the viral video. Its creator, Max Isaacson, admitted the clip was not, and was never intended to, serve as an advertisement for Sprite in Germany (or any other country): My name is Max Isaacson, I directed and produced the fake Sprite ads that have been making the rounds over the past five days. There have been quite a lot of false statements made regarding these and I would like to make a few things very clear about these spots. First, there was no involvement from either The Coca-Cola Company or Greencard Pictures. Second, this was not supposed to be taken seriously by anybody. They were made completely on spec, which was clearly stated on the YouTube pages on which the ads were primarily seen. I paid for, produced and directed both spots independently. I am frankly quite surprised that spots of this nature were so quickly and easily believed to be legitimate. I hope that all parties involved will understand that this was a simple mistake that went much too far too fast, and that it is now made clear that these were not real commercials, nor were they ever produced with intention of being taken as such. As Isaacson's original upload has long since been deleted, it's difficult to say how well he might have communicated the nature of the clip in its initial YouTube posting. But as is quite common for somewhat plausibly presented and titillating material such as the \"banned\" Sprite ad, the context and backstory have since become fully separated from the clip. The suggestive video is often posted and reposted to humor sites and on social media as a \"banned Sprite ad\" from Germany, but its creator confirmed in 2009 it was neither.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via Twitter, January 2015] Well someone was high when they approved this Banned Sprite Commercial NSFW",
  "Last Updated": "26 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/advertisements/spritead.asp",
  "Claim": "A banned commercial for Sprite soft drink features a suggestive sex act.",
  "Claim_ID": "photos_advertisements_spritead",
  "Tags": ""
}