{
  "Origins": "The iconic image used to represent the concept of \"failure to plan ahead\" is a picture of the hapless homeowner who, on the verge of completing the task of painting or refinishing a floor, discovers that he has worked himself into a corner of the room from which there is no escape without treading all over his newly-finished floor. The photograph displayed above is another purported expression of this concept: Workmen installing bollards (i.e., short posts used for excluding or diverting motor vehicles) fail to notice that they've enclosed their van within the barrier they've just created and thus will be unable to leave without dismantling part of their work.",
  "Fact Check": "",
  "Description": "A few things about the claimed interpretations of the photograph don't ring true, however. First off, the picture has typically been accompanied by text placing it in a variety of locales (e.g., Manchester, England; Dublin, Ireland; and Norman, Oklahoma), in some cases as a way of taking potshots at rival groups by portraying them as foolish or unintelligent. (Norman, for example, is home to the University of Oklahoma, so the transplantation of the photo's setting from the UK to Oklahoma is an obvious form of collegiate rivalry.) The actual site captured in this image, as indicated by street signs and other contextual clues, is the Astley House office tower at 23 Quay Street in Manchester. Additionally, it isn't possible to distinguish from this single still photo whether the workmen shown were actually in the process of installing the bollards when the picture was taken, or whether they were peforming some other type of work at a site where bollards had previously been put in place. But either way, this image isn't an example of poor planning, and their van isn't trapped in place. Contrary to common belief, bollards are not all immovable posts cemented into holes in the ground, removable only with a good deal of excavation work. The bollards shown in the above photo are a type that are screwed into sockets set at or below ground level, and thus they are easily removed, swapped, or replaced with blanking caps: A cannon style bollard is ideal for environments where preservation of a period or architectural style is desirable. Precision manufactured from Durapol material, Victory Bollard is maintenance-free, requires no painting and will not rust, chip or splinter. The unique Glasdon patented Key-Locking Socket System gives the flexibility of a permanent, temporary or semi-permanent application. The system allows bollards to be removed and replaced with a blanking cap that locks securely into the socket using the same key. Thus the departure of the workmen's van is not as problematic as it might appear at first glance: in order to get the van out of the work area, all the workmen had to do was remove a few bollards by simply unlocking them with a key, rotating their bases, and lifting them out of their sockets:",
  "Originally Published": "",
  "Referred Links": "http://www.safety4highways.com/view/glasdon-manchester-tm-bollard;https://maps.google.co.uk/maps?ll=53.478888%2C-2.253023&cbp=%2C192.15%2C%2C0%2C8.720001&layer=c&panoid=Kl0Uyr2Cw1_ENJHS2JDTYA&spn=0.18000000000000152%2C0.30000000000000004&output=classic&cbll=53.478888%2C-2.253023;http://manchesterhistory.net/manchester/tours/tour1/astley.html;",
  "Example": "[Collected via e-mail, June 2007] These men are concreting solid steel pillars to stop vehicles from parking on the pavement outside a sports bar in downtown Manchester. They are cleaning up at the end of the day. How long do you think it will be before they realize where their vehicle is parked? Nothing Like a Big 12 Education! These hard working men are installing and setting solid steel pillars in concrete to stop vehicles from parking on the pavement outside a sports bar in downtown Norman, OK. They are cleaning up at the end of the day. Dublin builders putting in bollards - do you see a problem here?",
  "Last Updated": "14 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/automobiles/bollards.asp",
  "Claim": "Photograph shows workmen who have accidentally trapped their van within a barrier of bollards.",
  "Claim_ID": "photos_automobiles_bollards",
  "Tags": ""
}