{
  "Origins": "The above-displayed picture comes from the Fiesta de San Ferm n , a festival held every year between 6 July and 14 July in Pamplona, Spain, to commemorate San Ferm n, a 3rd-century saint who was martyred in being dragged through the streets of Pamplona by bulls. One of the highlights of the festival and the event most well-known to the rest of the world (due in large part to its popularization through the writings of Ernest Hemingway) is the encierro , known in English as the \"running of the bulls.\"",
  "Fact Check": "",
  "Description": "Each day's San Ferm n festivities include afternoon bullfights, and at 8 A.M. every morning the bulls to be used in that afternoon's fights are set loose from a corral and herded about a half-mile through the cobbled streets of the town for a three- to four-minute run to the Plaza de Toros bullfighting stadium. Many festival celebrants (mostly young males) choose to demonstrate their courage and physical prowess by donning white garb, tying red handkerchiefs about their necks, and running ahead of the group of charging bulls for as long as they can. Others opt for somewhat safer ways to experience the thrill of participation: running only a very short portion of the course, running behind the bulls, standing in the street and ducking safely into doorways just as the bulls run past, or simply lining the streets for close-up views of the proceedings. Most years at least a few participants end up being gored or otherwise injured during the encierro (at least thirteen people have been killed during the event since 1924), and 2007 was no exception. During what was described as \"the longest and bloodiest morning bull run\" during the festival, thirteen people, including a pair of American brothers (23-year-old Michael Lenahan of Philadelphia, Pennsylvania, and 26-year-old Lawrence Lenahan of Hermosa Beach, California), were injured by bulls: They were at a section of the run called \"Deadman's Curve,\" where they let the pack of bulls pass them and started running behind them. \"One bull unexpectedly broke from the pack,\" said Lawrence. \"The next thing we knew, there was a bull charging us from behind, about ten feet [away]. They're so fast.\" The angry, and no doubt frightened, animal gored both brothers. Lawrence suffered an eight-inch gash in his backside, while Michael took a horn in his right leg, the horn entering on his shin and tearing through skin and tissue up to his knee. \"It was total chaos for a minute or two,\" Lawrence continued. \"My brother came yelling at me, and I was hollering at him. I saw that his leg was completely open. It was ripped open. You could see everything inside. And so we knew we had a problem ... I was eventually tackled and we were thrown in an ambulance.\" As shown in the above photograph, a 24-year-old Norwegian, Christopher Neiff, suffered a similar injury when a bull's horn slid under his shin and tore the skin up to his knee.",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/2002/WORLD/europe/07/07/spain.bulls/;http://www.sanfermin.com/guia/in_encierro1.shtml;http://www.bullrunners.co.uk/patron.htm;http://iberiantraveler.com/itinerary_sf07.html;",
  "Example": "[Collected via e-mail, July 2007] Thinking of running with the bulls? Ouch.",
  "Last Updated": "27 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/bullgore.asp",
  "Claim": "Photograph shows a man gored in the leg by a bull.",
  "Claim_ID": "photos_animals_bullgore",
  "Tags": ""
}