{
  "Origins": "Winds blowing over the snow during blizzards sometimes shape landscape into interesting and unusual patterns. One of the more remarkable phenomena created by such weather conditions are snowrollers (or \"snow rollers\"), log-shaped balls formed when the wind scoops out chunks of accumulated, wet snow and rolls them, much as children do when they build snowmen. Snowrollers develop most commonly on ground which is covered by an icy, crusty surface to which falling snow does not stick.",
  "Fact Check": "",
  "Description": "The above-displayed photographs of some snowrollers were, as noted above, snapped by Tim Tevebaugh on 31 March 2009 near Lewiston, Idaho. That image, along with several other pictures of the same group of snowrollers, was posted on the web site of the National Weather Service ( NWS ). Other regional sections of the NWS web site also display photographs of snowrollers taken in Illinois in February 2003 and in Kansas/Nebraska in January 2008.",
  "Originally Published": "",
  "Referred Links": "http://www.crh.noaa.gov/gid/?n=news_13;http://www.crh.noaa.gov/ilx/events/roller/roller.asp;http://www.wrh.noaa.gov/otx/photo_gallery/snow_rollers.asp;",
  "Example": "[Collected via e-mail, April 2009] On the evening of March 31st, 2009, Tim Tevebaugh was driving home from work east of Craigmont in the southern Idaho Panhandle. Across the rolling hay fields, Tim saw a very usual phenonmena. The snow rollers that he took pictures of are extremely rare because of the unique combination of snow, wind, temperature and moisture needed to create them. They form with light but sticky snow and strong (but not too strong) winds. These snow rollers formed during the day as they weren't present in the morning on Tim's drive to work.",
  "Last Updated": "26 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/natural/snowrollers.asp",
  "Claim": "Photographs show a collection of snowrollers formed in Idaho.",
  "Claim_ID": "photos_natural_snowrollers",
  "Tags": ""
}