{
  "Origins": "The images shown above are taken from the doyougotinsurance.com web site, a collaboration between the Colorado Consumer Health Initiative and ProgressNow Colorado Education organizations. They're web-based advertisements intended to encourage young people to sign up for health insurance coverage through the Connect for Health Colorado online insurance marketplace by spoofing the dairy industry's famous \" got milk? \" ad campaign, and some of them such as the two examples displayed above feature somewhat provocative ad copy related to birth control. The former, entitled \"Let's Get Physical,\" pictures a young couple with the woman clutching a package of birth control pills and thinking \"OMG, he's hot!\" Let's hope he's as easy to get as this birth control. My health insurance covers the pill, which means all I have to worry about is getting him between the covers,\" while the latter's similar scenario imagines the man (actor Ryan Gosling) thinking, \"You're excited about easy access to birth control, and I'm excited about getting to know you.\"",
  "Fact Check": "",
  "Description": "As reported by Denver television station KDVR, the Colorado healthcare exchange launched the new \" Thanks, Obamacare \" ad campaign on 12 November 2013 to encourage millennials and other social media users to get insured: Representatives from Colorado Consumer Health Initiative and ProgressNow Colorado Education released the most recent \"Got Insurance,\" posters in an effort to increase awareness of Colorado s new affordable health insurance options.The ads are modeled after the iconic \"Got Milk?\" ad campaign, and target the \"young invincibles,\" those in their 20s and 30s who tend to forgo insurance because they're relatively healthy and often relatively poor. Their participation in the country's expanding health insurance marketplace is considered critical to growing the pool of the insured and, as a result, driving down health costs. \"This next group of ads focuses on women to help them connect with their new health insurance options,\" said Adam Fox, director of strategic engagement at the Colorado Consumer Health Initiative. Jen Caltrider of ProgressNow Colorado Education said, \"Guys signing up for insurance is only half the equation. We need to reach 20-something women, as well, and we hope this round of ads will do that.\" Business Insider reported on the \"Got Insurance?\" campaign, noting that: [It] was launched by the Colorado Consumer Health Initiative and Progress Now [and] has three targets: young adults, women, and minority groups. And to encourage those groups to sign up for health insurance under the Affordable Care Act, they are creating ads they hope will go \"viral\" on social media. Young, healthy people signing up for health insurance is crucial to the success of the law and this is the best way the groups sought to get that message across. So far, the ads are working at getting attention even as the reaction has been mostly negative among commentators. The latest ads are aimed at young women, including a couple that feature actor Ryan Gosling. \"It's been fun to watch how it all plays out,\" Adam Fox, the director of strategic engagement for the Colorado Consumer Health Initiative. \"We've seen both positive and negative reactions, but if people are seeing the ads and purchasing health insurance, that's a good thing.\" It does appear to be working, at least in that sense. Traffic to the site that features the ads exploded so much that the site went down for a few minutes. Fox said that many of the ads are motivated from personal experiences of the people in them. All of the people in the ads, he said, are either personal friends or people they know through various networks. \"We wanted to come up with a campaign that would attract attention and inject a bit of humor, and try to approach educating people about health insurance a little bit differently,\" Fox said. \"It was really just brainstorming, 'OK, what are some of those risky activities we could work with that would tie it all together?'\" The rest of the advertisements in the \"got insurance?\" series can be viewed here .",
  "Originally Published": "",
  "Referred Links": "http://www.doyougotinsurance.com/index.asp?id=2;http://www.doyougotinsurance.com/index.asp?id=2;http://www.gotmilk.com/;http://doyougotinsurance.com/;",
  "Example": "[Collected via e-mail, November 2013] Several people have posted pictures of ObamaCare ads. Wondering if these ads really exist.",
  "Last Updated": "13 November 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/politics/gotinsurance.asp",
  "Claim": "Images show advertisements intended to encourage young people to sign up for health insurance coverage.",
  "Claim_ID": "photos_politics_gotinsurance",
  "Tags": ""
}