{
  "Origins": "Although various types of grapes grow in a multiplicity of colors, including purple, black, red, and green, they don't develop to maturity in a rainbow of different hues all in the same bunch as shown in the photographs displayed above.",
  "Fact Check": "",
  "Description": "The pictures used in the top left and bottom right quadrants are digitally colored images taken from Worth1000 \"Color Blind\" contests in which participants were challenged to create \"Images where the colors are a bit off.\" The pictures used in the top right and bottom left quadrants appear to be genuine, but they are example of grapes in the veraison (i.e., onset of ripening) phase of their growth, during which time the grapes may cycle through a number of different colors other than the ones they will display upon maturity. Once the grapes in a given bunch pass through their veraison stage and finish ripening, they generally all display the same final coloring; they don't grow to maturity in a rainbow of hues. Nonetheless, some unscrupulous online and mail order vendors sell puported 'rainbow grape' seeds (just as some vendors also offer phony ' rainbow roses ') using deceptive images such as the ones shown above, including both pictures of veraison grapes and the digitally created Worth1000 entries. (Special thanks to Trey Busch at Sleight of Hand Cellars for patiently answering our questions about grapes and grape growing.)",
  "Originally Published": "",
  "Referred Links": "http://www.sofhcellars.com;https://www.google.com/search?hl=en&site=imghp&tbm=isch&source=hp&biw=1366&bih=643&q=veraison&oq=veraison&gs_l=img.3..0l2j0i24l5j0i10i24j0i24l2.731.1648.0.1864.8.8.0.0.0.0.194.786.4j3.7.0....0...1ac.1.49.img..1.7.785.FK6oRCSKu2k;http://www.worth1000.com/contests/29569/color-blind;http://www.worth1000.com/entries/703035/a-bunch-of-colorful-grapes;http://fx.worth1000.com/entries/277712/some-colorful-wine;",
  "Example": "[Collected via Facebook, July 2014] This picture was posted on FB. Someone was questioning the authenticity of the \"Rainbow Grape.\" Can you tell me there actually is such a variety of grapes please?",
  "Last Updated": "15 July 2014",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/photos/food/rainbowgrapes.asp",
  "Claim": "Photographs show multi-colored 'rainbow grapes.'",
  "Claim_ID": "photos_food_rainbowgrapes",
  "Tags": ""
}