{
  "Origins": "One enthralling adventure some might even term it a fairy tale that the Walt Disney Company hasn't yet committed to producing as a narrative feature film is the life story of its own founder. It's a subject many movie-goers would likely find entrancing, as the details of Walt Disney's life form a classic version of the universally appealing American rags-to-riches story: a struggling artist armed with little more than an unshakeable belief in his creative vision achieves unparalleled success through hard work, tenacity, and perseverance in the face of adversity. The poster shown above advertising such a film treatment deftly encapsulates a legendary moment from that story: the cross-country train ride during which Walt, in a moment of despair, created the character that would soon make the name \"Disney\" known throughout the world: When Walt Disney opened his animation studio in 1923, he spent four years producing The Alice Comedies, a popular series of shorts featuring a live girl in a cartoon world. After four years, Walt created a new character Oswald the Lucky Rabbit. Walt produced 26 Oswald cartoons, which were distributed by Universal and well-received by audiences. However, on a trip to New York to renew his contract for Oswald, Walt discovered a clause in his contract that gave Universal ownership of his popular new character. On the train ride back to Hollywood, Walt was devastated but realized he needed to create a new character one that he would own entirely and during that long trip across the country, Mickey Mouse was born. The names featured on the poster denoting the movie's star and director certainly have an inside appeal to Disney buffs: Actor Ryan Gosling was a child star in the 1990s version of Disney's Mickey Mouse Club and (according to some) bears more than a passing resemblance to a young Walt Disney, while Academy Award-winning director Ron Howard helmed the 1984 hit Splash for Disney's Touchstone Pictures.",
  "Fact Check": "",
  "Description": "Alas, such a film is not to be, at least in the incarnation advertised by the poster shown here. The image is purely the invention of French graphic artist Pascal Witaszek , whose Artwork Cinema series includes a number of other Witaszek-created movie posters for films that exist only in his own imagining.",
  "Originally Published": "",
  "Referred Links": "http://www.pascalwitaszek.com/#/116143/;http://www.pascalwitaszek.com/;http://www.imdb.com/name/nm0331516/;http://corporate.disney.go.com/news/corporate/2006/2006_0209_oswald.html;",
  "Example": "[Collected on the Internet, April 2012] This picture has been floating around the internet for the past couple of months and here is the rumor: Walt the movie, starring Ryan Gosling directed by Ron Howard",
  "Last Updated": "19 April 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/arts/disneyfilm.asp",
  "Claim": "Image shows a poster for an upcoming film biography of Walt Disney.",
  "Claim_ID": "photos_arts_disneyfilm",
  "Tags": ""
}