{
  "Origins": "It is not uncommon for the religiously inclined to spot what they interpret as tangible signs of their faith in natural phenomena, especially in times of turmoil or distress. However, the image displayed above is not a genuine case of a photographer's capturing something remarkably like God-in-the-clouds in the aftermath of a disaster, as claimed in the accompanying text this picture was circulating long before Hurricane Charley hit the Florida peninsula in August 2004 , and it is a digital reworking, not a genuine photographic representation of something seen in the skies.",
  "Fact Check": "",
  "Description": "The original image looked like this: Many viewers have noted the picture's similarity to a very graphic image made notorious by the goatse.cx shock site. A reader who wrote to us to claim credit for the doctored photo said that he did indeed intend it as an homage to that site: I created that picture for www.shacknews.com. it was indeed an homage togoatse.cx. I even had a version where I put a gold ring on one of the fingers, but I think I lost it. The original forum post where I posted the picture was lost in a shacknews.com database crash, but I still have the file hosted on my webspace at http://edgewise.shackspace.com/mancy.jpg Since the post was lost in the crash, I can't link you to the original picture, but it was just the hole in the clouds. It took me literally 2minutes to use a clone tool in Photoshop and create the 2 hands opening it up.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20070407013601/http://edgewise.shackspace.com/mancy.jpg;http://www.shacknews.com;http://sam.zoy.org/goatse/;",
  "Example": "[Collected via e-mail, 2004] A friend of mine sent this photo of a cloud formation in the aftermath of Hurricane Charley. I think it is awesome and needed to be passed on. I truly hope that all of you will be able to view it. The Hands of GOD... [Collected via e-mail, May 2007] Cara Winship sent this out it is called: God's hands. I took this picture on Hwy 30, traveling to London, KY. It has given mestrength in the times of trouble. I feel I should share it with the rest ofthe world. I hope it is an inspiration to you. It just goes to show what we already know.... We have a God and he's watching over us. I e-mailed this picture to News Channel 36. I was contacted by Meteorologist John James. He said that this picture of the sky is showing up, in all states, around the world. He wanted to know whereI was from and where I took it. He saw a similar picture taken in Texas. He said this is amazing to him! Variations: In January 2010 this photograph was circulated as a picture of the sky above Haiti, taken just before the 7.0 earthquake that had hit that country earlier in the month.",
  "Last Updated": "20 January 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/natural/godhands.asp",
  "Claim": "Photograph shows God's hands in a cloud formation.",
  "Claim_ID": "photos_natural_godhands",
  "Tags": ""
}