{
  "Origins": "On 23 February 2015, a video titled \"The Freezing Homeless Child! (Social Experiment)\" was published to YouTube by OckTV. The clip rapidly spread on blogs and social networks under clickbaiting titles such as \"The homeless child was freezing to death while no one approached him. I never thought this guy would be the only one!\" Within days, the video had been shared millions of times.",
  "Fact Check": "",
  "Description": "While the footage tugged at many heartstrings, its creators were somewhat upfront about its staged nature. Dubbing the video a \"social experiment,\" its publishers admitted that the child was neither legitimately homeless nor freezing in a manner that was anything more than incidental and deliberate. They claimed the \"social experiment\" (a term often used to excuse a number of unpleasant or deceitful behaviors through the premise of illustrating a point) was designed to prove that the citizens of New York City would not be moved by the child's hypothetical plight, even in unusually cold weather. Several aspects of the story were shaky, implausible, or simply far too scripted. First, the viral video producers claimed that the child was exposed for two full hours in what appeared to be a busy area of midtown Manhattan in broad daylight, wearing only a thin t-shirt and shivering violently. However, the New York Police Department aggressively monitors the streets of the city for at-risk homeless individuals. Such measures are stepped up in adverse weather conditions, and the scenario beggars belief when mitigating factors are examined: a minor child, lacking a jacket in extreme cold, left alone on the street in Manhattan's busiest district. A webpage for NYC.gov explains the precautions undertaken by the city in such circumstances: The Department of Homeless Services (DHS) continues to use its Cold Weather Emergency Procedure, called Code Blue, to protect unsheltered homeless people, who are more at risk for exposure deaths during the cold winter months. During Code Blue conditions DHS doubles its outreach efforts. Community members that identify someone on the street they believe needs assistance should call 311 and ask for the Mobile Outreach Response Team; in any emergency community members should call 911. The Department of Homeless Services will send an outreach team to the location to assess the individual's condition and take appropriate action. The second shaky factor was the other content published by OrkTv prior to their \"freezing, homeless child stunt\": All were clearly manufactured for maximum social media interest, and their focus was neither charitable nor honest. (The words \"prank\" and \"social experiment\" appeared frequently in connection with that work.) In the same vein, the video's conclusion involved a fellow homeless person stepping up to help where no one else would. (The man was then purportedly awarded $500 for his convenient-to-the-narrative compassion.) The third factor was that the video was tied to an IndieGogo page purportedly created to raise funds to provide clothing for New York City's homeless population. That page was operated by OckTV and lacked any specific detail about how the funds raised would be managed, accounted for, or meaningfully used to assist homeless individuals in New York. And while the campaign could have been on the up-and-up, it was slated to close on 27 March 2015, well past the brunt of winter's unpleasantness in the city. No explanation was given on the page regarding whether the funds collected would be held until the next winter rolled around or repurposed to otherwise assist homeless people at the conclusion of the campaign. So while the video depicted a child on the streets of New York City in what looked to be very cold weather, little else about it was honest or straightforward. There are a number of legitimate, vetted charities in New York City dedicated to assisting vulnerable and needy people, and those moved by the video's staged events would do better to donate to one of them.",
  "Originally Published": "",
  "Referred Links": "http://nymag.com/urban/articles/charityguide/homeless.htm;http://www.nyc.gov/html/doh/html/environmental/hypothermia-homeless-outreach.shtml;",
  "Example": "[Collected via Twitter, February 2015] You'll never guess who finally helped this homeless child freezing on the NYC streets. WOW",
  "Last Updated": "27 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/politics/freezingchild.asp",
  "Claim": "New York City pedestrians ignored a freezing, homeless child for two hours.",
  "Claim_ID": "photos_politics_freezingchild",
  "Tags": ""
}