{
  "Origins": "Warning teens about the perils of drunk driving may be a laudable goal, but nonetheless the nightmarish \"true story\" scenario presented above is pure fiction. The gruesome photograph doesn't depict a real accident of any type; it's a staged accident scene established at Laguna Hills (California) High School in February 2010 as part of the Every 15 Minutes program, which educates students about the dangers of drinking and texting while driving:",
  "Fact Check": "",
  "Description": "The accompanying text, which supposedly records the last utterances of the \"dead\" girl in the photograph, is taken from a poem (\"Somebody Should Have Taught Him\") which was circulated at least as far back as the year 2000 as part of a petition against drunk driving.",
  "Originally Published": "",
  "Referred Links": "http://www.every15minutes.com/aboutus/;http://www.every15minutes.com/photos/index.asp?page=2;",
  "Example": "[Collected via e-mail, December 2011] A TRUE STORY AND CONSIDER THIS IN THE UPCOMING NEW YEAR! I went to the party and remembered what you said. You asked me not to drink alcohol. So I drank a Sprite. I felt proud of myself, as you said I should feel. You said I should not drink and drive, contrary to what some friends told me. I made a healthy choice and your advice was correct, as all you give me forever. When the party finally ended, people began to drive without being able to do so. I went to my car with the certainty that he would return home in peace. I never imagined what awaited me, Mom. Now I'm lying in the street and I hear the policeman say: \"The kid that caused this accident was drunk.\" Mom, his voice seems so distant. My blood is spilled everywhere and I'm trying with all my might not moan. I can hear the doctors say, \"This girl is going to die.\" I have the certainty that the young man, who ran at full speed, decided to drink and drive, and now I have to die. Why do people do this, Mom, knowing that this is going to ruin many lives? The pain is cutting me like a hundred knives. Tell my sister not to cry, tell Daddy to be strong. And when I go to heaven, I'll be watching for you all. Someone should have taught that boy, its wrong to drink and drive. Maybe if his parents would have said, I would not be dying now. My breath is getting weaker, more and more. Mom, these are my last moments and I feel so desperate. I wish I could hug Mom, while I'm lying here dying. I wish I could tell you how much I love you, Mom. So .. I love ... you ... goodbye ... \" (These words were written by a reporter who witnessed the accident. The girl, as she died, was saying these words and the reporter wrote them down ... very overwhelmed. The journalist started this campaign, if you read this note, please click \"share\", so more people can be aware. Therefore, I ask one small gesture, send it to your friends, family and loved ones.)",
  "Last Updated": "20 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/accident/lastwords.asp",
  "Claim": "Photograph shows a girl killed in a drunk-driving accident, with accompanying text recording her last words.",
  "Claim_ID": "photos_accident_lastwords",
  "Tags": ""
}