{
  "Origins": "On 5 September 2006, Indiana State Police trooper Sgt. Rich Kelly was in his cruiser on the shoulder of Interstate 65 after having pulled over a tractor-trailer when a second tractor-trailer slammed into his vehicle. Kelly's automobile was crushed between the two large trucks, creating the scene depicted in the photographs displayed above.",
  "Fact Check": "",
  "Description": "Remarkably, Sgt. Kelly not only survived the crash, but he was able to get out of his patrol car and summon help on his cell phone. Even more remarkably, his injuries were relatively minor for such a horrific-looking accident: a fractured vertebra and several cuts and bruises. (Kelly underwent surgery to fuse his fifth and sixth vertabrae and returned to duty following four months of rehabilitation.) The two truck drivers suffered only minor injuries, but the driver of the second rig was cited for failing to slow down or move to the left lane to avoid a stopped patrol car, following too closely, unsafe lane movement, and speeding, and county prosecutors filed charges of reckless driving and criminal recklessness against him. This accident was, unfortunately, Sgt. Kelly's second such experience: He had also been injured several years earlier when another driver hit his cruiser while he was outside the vehicle checking on a motorist. In December 2008, a jury found the driver of the tractor-trailer that hit Kelly's patrol car not guilty of charges of reckless driving: A semitrailer driver from Wisconsin is not criminally responsible for crashing into a state police cruiser that was stopped on Interstate 65, crushing the trooper inside. That was the verdict issued by a six-member jury, who found Francisco Gallegos Jr., 26, not guilty of felony criminal reckless and misdemeanor reckless driving in the Sept. 5, 2006, crash that seriously injured Sgt. Rich Kelly. But they did return judgments against him for four traffic infractions: unsafe lane movement, following too closely, failure to yield and speeding too fast to avoid a collision.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, March 2007] Sgt. Rich Kelly Indiana State Police life was spared today. He was sitting alongside I-65 conducting a level III inspection when another semi-tractor pulling a flatbed ran over the top of his police car. Sgt. Kelly sustained a broken vertebrae and was able to exit his car and use his cell telephone to call for help. The driver that struck him was going too fast and locked his brakes up thus losing control. The crash is still under investigation. When you look at the photo you realize only by the grace of God, Sgt. Kelly's life was spared. Rich and his wife have 4 young daughters. It is hard to believe that Sgt. Kelly survived this crash. He was in the car at the time of the crash.",
  "Last Updated": "5 December 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/accident/kelly.asp",
  "Claim": "Photograph shows police cruiser crushed between two trucks.",
  "Claim_ID": "photos_accident_kelly",
  "Tags": ""
}