{
  "Origins": "In January 2014, self-described professional Bigfoot hunter Rick Dyer proclaimed that he had shot and killed one of the mythical creatures in San Antonio, Texas, back September 2012. After a lengthy battle with his investors, he said, he had finally taken possession of its remains, released a photograph of the dead beast's corpse (shown above), and was preparing to exhibit the body on a North American tour:",
  "Fact Check": "",
  "Description": "However, Dyer made the same claim back in mid-2008, when he maintained he had found the body of a dead Sasquatch nearly 8 feet tall and weighing 500 pounds next to a stream while he was hiking through some woods in Georgia. Dyer and his partner released a photograph of the creature inside a freezer and promised to provide DNA evidence at an upcoming press conference. However, after the supposed Bigfoot body was unveiled at a press conference a few months later, it was revealed to be nothing more than a rubber ape costume: Only days after Georgia residents Matt Whitton and Rick Dyer told reporters at a press conference that they had a dead Bigfoot body, their evidence has been exposed as a rubber ape costume. The deception was made public by the very company Whitton and Dyer teamed up with to announce their supposed find. In a statement posted on the Web site of Searching for Bigfoot Inc., \"Sasquatch Detective\" Steve Kulls said he realized the Bigfoot \"corpse\" was a fake when the frozen body began to thaw after the press conference had already taken place. Kulls wrote that he and a colleague plucked a few hairs from the defrosting body and burned them for analysis, but became suspicious when they \"melted into a ball uncharacteristic of hair.\" More ominous signs emerged as the ice encasing the body began to melt away. \"Within the next hour of thaw, a break appeared up near the feet area,\" Kulls wrote. \"As the team and I began examining this area near the feet, I observed the foot, which looked unnatural, reached in and confirmed it was a rubber foot.\" Kulls wrote that he immediately informed Searching for Bigfoot CEO Tom Biscardi about the discovery. Upon confrontation, Whitton and Dyer reportedly admitted to the hoax. Given the lack of real physical evidence documenting the existence of such a Bigfoot/Sasquatch creature, and Rick Dyer's past history of taking part in money-making hoaxes, we declared we had no doubts this latest \"find\" would prove to be more of the same. And, to the surprise of no one who was paying attention, in March 2014 Dyer finally admitted (only after having taken his \"Bigfoot\" body on tour to several cities where he raked in $60,000 by charging viewers to look at it) that he had perpetuated yet another hoax with yet another phony prop: After a falling out with his Bigfoot crew, master tracker Rick Dyer, whose new title may be \"con artist,\" admitted that the 8-foot tall body named \"Hank\" that wooed crowds in San Antonio is a prop made to look like a Bigfoot. The crew, including spokesman Andrew Clacy, had an apparent rift in Daytona with accusations, lawsuit threats and resignations that led to Dyer announcing \"the truth\" on Facebook, and Clacy emailing a statement to the San Antonio Express-News admitting that the body was a prop. \"From this moment on, I will speak the truth! No more lies, tall tales or wild goose chases to mess with the haters!\" Dyer said on his Facebook, which has since been deleted. \"I never treated anyone bad, I'm a joker, I play around, that's just me.\" Chris Russell, of Twisted Toy Box in Washington, admitted to manufacturing the prop, which Dyer named \"Hank,\" of latex, foam and camel hair at Dyer's request. Dyer's post said that nationwide tour that charged people $10 to see the fake body pulled in close to $60,000, with Clacy making more than $12,000 in cash, meals and entertainment, or 20 percent. Although Dyer admitted the body was a fake, he said he actually did shoot and kill a Bigfoot in San Antonio in 2012 but did not want to take the real body on tour because it would be stolen. As skeptic Benjamin Radford observed, the perpetuation of hoaxes of this nature does nothing but cloud legitimate scientific inquiry: Serious scientific [Bigfoot] researchers are mostly a relic of the past. Today's Bigfoot community is populated many would say contaminated by publicity-seeking promoters, hoaxers and self-styled Bigfoot buffs who offer perpetually fruitless weekend tours into the wilderness to look for the beast. Ironically, these folks may sound the death knell for serious Bigfoot research. Sooner or later the public will tire of the parade of hoaxes, exaggerated claims and publicity stunts. It will become more and more difficult for sincere, science-minded researchers such as Todd Disotell and Brian Sykes, two geneticists who have attempted to sequence DNA from unknown animals to do their work. Real science moves forward through cautious claims, careful analysis and peer-reviewed evidence. How can it compete with outlandish, fictional claims of Bigfoot bodies for the public's attention, support and interest? If and when the existence of Bigfoot, the Loch Ness Monster, ghosts or other such mysterious entities is proven, information about it will appear in legitimate academic journals and reputable news outlets, not personal web sites, YouTube videos and independent documentary films. If Bigfoot researchers wish to be taken seriously, they could start by cleaning their own house. The biggest threat to their credibility is not skeptics nor a ridiculing public but instead those who provide an endless stream of bogus claims and evidence.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, January 2014] Is this true? Bigfoot captured! Rick Dyer claims he lured the creature with $200 worth of ribs before trapping and killing it on Sept. 6, 2012. He plans to take the body on a nationwide tour.",
  "Last Updated": "31 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/supernatural/bigfoot2014.asp",
  "Claim": "Photograph shows a Bigfoot shot and killed by a hunter in San Antonio.",
  "Claim_ID": "photos_supernatural_bigfoot2014",
  "Tags": ""
}