{
  "Origins": "The photographs displayed above were taken on 27 June 2007 by Lance Altherr, the Tucson Chapter Leader of the Minuteman Civil Defense Corps ( MCDC ), at an area just south of Amado, Arizona. He explained the prevalence of backpacks and clothing in these pictures as follows: The illegals have walked over 25 miles into our country when they get to this spot. At this spot they can see the lights of Ammado, and they know they are within a few hours of getting picked up by the load vehicle which will take them anywhere in the country. When they come they carry backpacks with clean clothes and food in them; when they get to this layup spot, they change out of their dirty clothes and into clean clothes so that they will blend in better once they get to town. They will cram as many as 20 people into the cab of a pickup truck or 30 people into a van or SUV, so there is no room for any backpacks or extra clothing. We find a lot of brand new clothes and good backpacks which we donate to local schools. He also passed along a similar picture from another site in southern Arizona:",
  "Fact Check": "",
  "Description": "These pictures and explanation mirror information presented on the National Park Service's ( NPS ) web site about Organ Pipe Cactus National Monument in Arizona, which notes (in part): Every year thousands of people are attracted to this remote location for its apparent ease with which they can illegally enter the USA. Away from the development at Lukeville, the remoteness of our international boundary is impossible to effectively patrol. Under the cover of darkness, this line becomes a freeway filled with illegal foot and vehicle traffic. Most immigrants are unprepared for the rigors of crossing the Sonoran Desert. They carry a few possessions, a little food, and even less water. They are unaware they are crossing a national monument, a place dedicated to preservation for present and future generations. They may be unsure of the exact route, and merely follow the footsteps of others. As a result, the monument's wilderness is laced with hundreds of miles of unofficial roads and trails. These routes are usually lined with empty water jugs and other discarded items.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20070211071235/http://www.nps.gov/orpi/planyourvisit/yoursafety.htm;http://www.minutemanhq.com/hq/borderops_27.asp;",
  "Example": "[Collected via e-mail, September 2007] How can anyone doubt the USA is being invaded? This is just one of many Mexican Invader Layup/Rest Areas This is on an 'illegal super highway' from Mexico to the USA (Tucson) used by Invading Mexicans and is located in a wash area approximately 1/4 of a mile long just south of Tucson. It is estimated that there are over 3000 discarded back packs in this layup area. Countless water containers, food wrappers, clothing. And as you can see in this picture, fresh footprints leading right into it. We weren't too far behind them. As I kept walking down the wash, I was sure it was going to end just ahead, but I kept walking and walking, and around every corner was more and more trash! And of course the trail leading out of the layup area heading NORTH to Tucson, and on to your town tomorrow.",
  "Last Updated": "19 May 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/politics/restarea.asp",
  "Claim": "Photographs show backpacks and clothing discarded at an Arizona rest area used by illegal immigrants.",
  "Claim_ID": "photos_politics_restarea",
  "Tags": ""
}