{
  "Origins": "This is yet another case where someone's humorous commentary has been slapped on top of photographs from another source, but in this case the text isn't too far off the mark. The original caption accompanying these pictures correctly reflects the fact that these photographs were taken around Winnipeg, not Baltimore: This happened just outside of Winnepeg. Ft. Gary had a call this morning (Saturday) that there was a deer on apole . . . right! Sure enough there was. This is right beside the tracks a few miles westof Headingly Station. They figure that a train hit it and launched it up there. These photographs are \"real\" in the sense that they are indeed pictures taken in early January 2003 of a deer found atop a 25-foot-high communications pole in Headingley , a town just northwest of (and formerly a part of) Winnipeg, Manitoba. Plenty of people in the area saw the deer atop the pole (including the Manitoba Hydro workers who eventually removed it), and the story was covered by local CBC radio and TV outlets.",
  "Fact Check": "",
  "Description": "The issue of whether the deer was really launched atop the pole when it was struck by a train is less certain. The Canadian National Railways (CNR) maintained they received no report from any of their engineers about a train's hitting a deer in the Headingley area, and whether a deer's torso could have been struck with enough force to launch it 25 feet up in the air yet remain mostly undamaged (save for missing portions of its back legs) has been the subject of much debate. The general consensus was that the feat was rather improbable but technically possible, but some people speculated that the deer was indeed hit and killed by a passing train, but it was then somehow deliberately set atop the pole by local pranksters. Still others opined that the animal was lying atop lowered wires and then hoist in the air when those wires were pulled into place. Oddly enough, a similar mystery had been reported just a few months earlier, when a six-month-old deer was found hanging in the 12-foot-high crotch of a maple tree in Delaware county, New York. Additional information: CBC radio interview",
  "Originally Published": "",
  "Referred Links": "http://winnipeg.cbc.ca/media/audio/inforadio_030109.ram;http://web.archive.org/web/20030109063540/http://www.earthfiles.com/news/news.cfm?ID=451&category=Environment;http://www.chamber.headingley.mb.ca/about.html;",
  "Example": "[Collected on the Internet, 2003] Subject: Service Call Of The Month Read the article first! Then look at the pictures. It wont make sense to you and you knowledge about hunting if you don't! Service call of the month from a Baltimore Gas & Electric residential customer. BGE received a call from a customer saying: My power is out. When you come to fix it be sure to bring a truck with a tall enough bucket to remove the deer\". The customer service rep prudently trying to gather helpful information to help diagnose the problem asked, \"What deer\"? The customer replied \" There is a deer on top of one of the electric poles on Wilkes Rd about 1/2 mile west of Perimeter Rd\". The customer service rep tried desperately to pull herself together and not laugh in front of the customer and replied, \"We will dispatch someone right away to investigate the power outage. Thank you for the call\". Upon completion of the call, the customer service rep proceeded to share the funny story with her coworkers in the office and they all had a good laugh. Well, low and behold, the serviceman who repaired the problem stopped by the customer service office the following day with the attached pictures. Sure enough, the poor deer had been hit by a train & landed on top of distribution feeder pole!",
  "Last Updated": "8 March 2003",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/poledeer.asp",
  "Claim": "Photographs show a deer atop a communications pole.",
  "Claim_ID": "photos_animals_poledeer",
  "Tags": ""
}