{
  "Origins": "In December 2003, world-famous golf pro Tiger Woods and Swedish model Elin Nordegren announced their engagement. After months of planning, the 27-year-old Woods had nervously proposed to his 23-year-old girlfriend in South Africa a month earlier:",
  "Fact Check": "",
  "Description": "(Tiger and Elin were engaged for about nine months before getting married in October 2004.) Superstar athletes and models both being subjects of much public interest, a pair of them dating was bound to attract a good deal of attention. Perhaps operating on the (mistaken) assumption that all models pose for nude photographs at some point in their careers, someone began circulating an e-mail message with a series of pictures featuring a young woman posing for a nude photo shoot; the accompanying text identified the woman featured in the photographs as Elin Nordegren, Tiger Woods' girlfriend. The photographs are real, but they're not pictures of Elin Nordegren they're actually photographs of Kim Hiott , a model who has posed for some of Playboy 's Special Editions features. (The distinctive tattoo on Kim's backside is one clue that the pictures included in the e-mail message are photographs of her, not Elin Nordegren.) As Playboy noted in a cyber club feature on Ms. Hiott : No, gorgeous blonde Kim Hiott is not Tiger Woods' girlfriend. But she's way above par, isn't she! It's a case of mistaken identity. An email circulating the web claims to have nude photos of Tiger Woods' girlfriend, model Elin Nordegren. But the sexy blonde in those photos is Special Editions model Kim Hiott. We think you'll enjoy a peek at what Tiger's missing! The two young women bear a bit of a facial resemblance to each other, but that's about all they have in common: Kim Hiott Elin Nordegren Tiger Woods has acknowledged that his wife did do some bikini photo shoots during her days as a model, but not any nude shots akin to the Kim Hiott photos mistakenly claimed to be pictures of her. The issue arose again in 2006 when the September issue of Dubliner magazine ran a (satricial) feature entitled \"Ryder Cup Filth for Ireland,\" accompanied by nude photographs identified as pictures of Elin Nordegren. These photos were fakes. In December 2007, Elin Nordegren settled her libel action against that magazine for 125,000 Euros, which she will donate to cancer support charities.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20030401092022/http://ottoperuna.altervista.org/pagine/H/HiottKim/Kim_Hiott.htm;http://www.cnn.com/2004/SPORT/10/06/tiger.marriage/index.html;http://www.cliphoto.com/social1/elin.htm;http://eng.tigerwoods.com/home/default.sps?sid=825&lid=1&atpval=0;http://www.curlydavid.com/twoods.html;",
  "Example": "[Collected on the Internet, 2003] I thought golfers of all ages could appreciate this one! If you were wondering why Tiger might not be as focused on golf this year, you need to look no further than these pictures of his girlfriend! [Pictures here]",
  "Last Updated": "11 December 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/risque/tigerwoods.asp",
  "Claim": "Photographs show golfer Tiger Woods' wife posing nude.",
  "Claim_ID": "photos_risque_tigerwoods",
  "Tags": ""
}