{
  "Origins": "A white-haired black bear is a rarity, but as the photographs displayed above attest, an infant bear of that uncommon variety is what people started spotting near the Chemawawin Cree Nation in Manitoba (about 250 miles northwest of Winnipeg) around May 2004. Visitors to the area began reporting to conservation officials that they had seen the snow-white cub roaming the First Nations community with its mother amidst a pack of black bears, sending tourists flocking to Oscar's Point at the northern tip of Lake Winnipegosis to catch a glimpse of the unusual little bruin.",
  "Fact Check": "",
  "Description": "Unfortunately, the cub's celebrity ultimately helped bring about a tragedy that befalls many bears. Visitors began feeding the mother and her cub, acclimatizing the bears to humans and their food, and on 11 July 2004 the mother was struck and killed by a vehicle as the pair of bruins was being fed by highway motorists. The female cub, unlikely to survive on its own, was subsequently taken to a new home at the Assiniboine Park Zoo in Winnipeg. Its light-colored fur had already begun to darken by then, leading wildlife officials to speculate that perhaps the cub (as sometimes happens with black bears) was born with a temporarily white coat that would gradually turn black as the animal matured. In August 2006, reader Joe Kenny kindly passed along to us a photo he snapped at the Assiniboine Park Zoo, showing that the cub since dubbed Maskwa, the cree word for \"bear\" still has a mostly white coat of fur as she grows into adulthood: Maskwa lives in an enclosure with another black bear, a placard outside explaining her coloring and origins to visitors: While most black bears are black, several other color phases occasionally appear brown, white and dark blue even with normally colored parents. Maskwa is a rare, whitish-colored female born in the spring of 2004 from a black mother near Easterville, Manitoba. Her light color is due to a lack of black hair pigment called melanin the same pigment found in human suntanned skin and dark hair. Maskwa's mother was killed when struck by a vehicle the result of people attracting the bears to the roadside by providing food. This accident underlies the importance of people not interfering with Nature. Fortunately, Manitoba Natural Resources Officers were able to capture Maskwa and to relocate her to the Zoo for care, since she would not have survived on her own. The Assiniboine Park Zoo is also home to a similar rarity, a white male buffalo named Blizzard, born in March 2006 and donated to the zoo by a rancher.",
  "Originally Published": "",
  "Referred Links": "http://www.zoosociety.com/;http://encarta.msn.com/map_701514019/Winnipegosis_Lake.html;",
  "Example": "[Collected on the Internet, 2004] Too cute not to pass along! Not just any mother bear and her cub, but a black bear with a white cub. I don't know how rare it is for a black bear to have a white cub but at least we can say we've seen it no matter how rare it is! I'm pretty sure the Indian community would go nuts over this. Kind of like a white buffalo. Since there seems to be no sign of a pink nose or eyes, I would say that it is not an albino. Anyway, I hope you enjoy the photos!",
  "Last Updated": "12 August 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/whitecub.asp",
  "Claim": "Photographs show a black bear with a white cub.",
  "Claim_ID": "photos_animals_whitecub",
  "Tags": ""
}