{
  "Origins": "In 2009 researchers in northeastern Colombia discovered fossils of the largest known snake in the world, a prehistoric creature dubbed Titanoboa cerrejonensis that lived 58 to 60 million years ago and is estimated to have been an astonishing 42.5 feet (13 meters) in length twice as long as modern pythons and anacondas. (Other researchers have since estimated the length of the largest Titanoboas may have reached as much as 50 feet .)",
  "Fact Check": "",
  "Description": "The titanoboa quickly became an object of public fascination and was the subject of a sensationally advertised Smithsonian Channel program called Titanoboa: Monster Snake which aired 1 April 2012. An imagined recreation of a titanoboa is also featured at the Smithsonian Institution's National Museum of Natural History in Washington, D.C.: The image shown at the head of this page is not a real skeleton of a titanoboa, however, nor is it even a model of one. It's a 2012 sculpture titled Ressort (the French word for 'spring') by the Chinese French artist Huang Yong Ping, as displayed at Queensland Art Gallery in Brisbane: Since 1989, Huang has lived in Paris. As with many artists of his generation, he left China at the time of the Tiananmen Square crackdown, which registered an end to the increasingly open expression that had built since the end of the Cultural Revolution. Living in France enabled Huang to participate actively in the international art world, exhibiting widely and raising awareness of Chinese avant-garde art, particularly in Europe. It also encouraged him to shift his practice to address the interaction of different cultures in an increasingly globalised world. In Huang s works since 1989, Chinese symbols and mythology are often intertwined with those of the West, overlaid with references to the locality where the work is shown. This approach is clearly evident in Ressort. Here Huang expands the form of the snake, a regular motif in his work, to a gigantic scale. 'Ressort' is French for 'spring', and can also mean energy or resilience, and the snake skeleton coils from the roof to the floor, as if coming down from the sky, with its skull floating just above the water. The coiled snake or dragon, a central figure in Chinese mythology since ancient times, is traditionally associated with water; the snake also represents knowledge and wisdom. The snake/dragon is also a key figure in other cultures, appearing in the Garden of Eden in the Bible, as the Naga in Southeast Asia, as the foe to Beowulf or Saint George in Anglo Saxon mythology, and as the Rainbow Serpent in Australian Aboriginal culture. It is alternatively a symbol of fear, creation, desire, deception or good luck. Ressort suggests movement through its sinuous loops, but the skeleton is static, like a dinosaur fossil in a museum. It is gigantic, larger than any snake could be, but scale is relative, according to Huang: what is huge in one context is tiny in another. The fluidity and ambiguity of the snake powerfully express the tensions that Huang Yong Ping likes to keep in play in his work. Nothing is certain, meaning is created through the interdependence of things rather than via fixed truths, and we are all subject to the forces of chance and change.",
  "Originally Published": "",
  "Referred Links": "http://blog.qag.qld.gov.au/huang-yong-ping-ressort-2012/;http://www.smithsonianchannel.com/shows/titanoboa-monster-snake/0/140671;http://www.nature.com/news/2009/090204/full/news.2009.80.html;",
  "Example": "[Collected via Twitter, April 2015] This creature is called Titanoboa. The most frightening thing is that it actually existed...",
  "Last Updated": "8 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/titanoboa.asp",
  "Claim": "Photograph shows the skeleton of a monster snake known as a Titanoboa.",
  "Claim_ID": "photos_animals_titanoboa",
  "Tags": ""
}