{
  "Origins": "On 7 November 2014, a Reddit user posted a thread titled \"I work at Chick-fil-A and Eric, our manager, is tired of our shit.\" Attached was an image of a list of slang terms common among teenagers and Internet users that the manager had purportedly banned his employees from using in the restaurant, such as \"bae,\" \"on fleek,\" the qualifier \"about a week ago\" (from a Bobby Shmurda song), and even \"Ebola.\" (Example provided: \"Stop accusing people of having Ebola.\")",
  "Fact Check": "",
  "Description": "The image was heavily upvoted by fellow Reddit users, many of whom did not understand or recognize a number of the slang terms listed. Discussion ensued regarding the terms used and one Reddit user provided a helpful explanation of each term, using colloquialism tracker Urban Dictionary. The slang ban sign purportedly penned by Chick-Fil-A's Eric (a man clearly running low on patience) crossed over to the mainstream blogosphere, with many sites taking the claim at face value. But it didn't take long for Reddit users to notice a suspiciously similar list had surfaced days earlier, that version attributed to an irritated English teacher who had allegedly barred use of the listed terms in the classroom: Whether or not some restaurant manager or English teacher somewhere actually printed and posted a roster of banned slang terms isn't clear, but the list (while topical in November 2014) wasn't written by a Chick-fil-A manager named Eric. The original author hasn't yet been identified, but the list was likely created as an in-joke rather than a genuine collection of slang terms to be banned.",
  "Originally Published": "",
  "Referred Links": "http://www.reddit.com/r/funny/comments/2lblqo/my_old_english_teachers_new_rules_for_his/;http://gawker.com/chick-fil-a-manager-allegedly-not-on-fleek-after-bannin-1657027187;http://www.eater.com/2014/11/11/7193179/chick-fil-a-manager-bans-unprofessional-teen-slang;http://www.reddit.com/r/funny/comments/2lhjlh/i_work_at_chickfila_and_eric_our_manager_is_tired/clvqmu6;http://www.reddit.com/r/funny/comments/2lhjlh/;",
  "Example": "[Collected via e-mail, November 2014] Did a Chick-Fil-A manager post a list of \"don'ts\" for his employees that would make them sound more professional? He didn't want them sounding \"urban\" or \"black\" apparently. He forbade the use of the word \"cuz\" for example, in place of the word \"cousin\" or \"because.\" And no one could use the name \"Felicia\" because there was no one named \"Felicia\" working there. This is circulating on something called YoungCons.com and just sounds like something they WISH were true. But it's possible, the world is full of people who think this way.",
  "Last Updated": "12 November 2014",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/photos/humor/chickfila.asp",
  "Claim": "A frustrated Chick-Fil-A manager created and posted a list of slang words employees were banned from using in his restaurant.",
  "Claim_ID": "photos_humor_chickfila",
  "Tags": ""
}