{
  "Origins": "In November 2011, news outlets (such as the UK's Sun ) picked up a news story about a \"furious woman suing her ex-boyfriend after he tattooed a steaming poo on her back\":",
  "Fact Check": "",
  "Description": "However, as other news outlets (such as the Daily Mail ) found after investigating the story, it didn't pan out: the proffered photograph was a much older one that had originally appeared in a different context and had since been reused to illustrate a fabricated backstory. As the Smoking Gun noted of the claim: The photo appears legitimate. In fact, it first surfaced online about 18 months ago as part of a \"Worst Tattoo of the Day\" post on the blog I Am Bored. The image reappeared this week complete with a backstory about the fractured love of \"Rossie\" and \"Ryan\" on a sketchy \"weird news\" web site that appears to be dedicated to ginning up its Google AdSense impressions. A review of court indices, of course, shows no such civil complaint has ever been filed (either in federal or state court) by \"Brovent.\" James Druber, administrator of the Montgomery County Common Pleas Court (where Dayton residents file their six-figure complaints), said that he had heard nothing about the purported tattoo lawsuit. Records for Dayton and Montgomery County show no evidence that \"Fitzjerald\" (or \"Fitzgerald\") has been licensed as a tattoo parlor operator or employee, according to Alan Pierce, an official with the Public Health department. Exactly who is pictured in the original photograph, and what the tattoo shown was intended to depict, remain unknown. Some viewers have suggested that the tattoo might be a representation of moths being drawn to a candle flame that is sitting atop a pile of stones rather than of flies buzzing around a pile of feces.",
  "Originally Published": "",
  "Referred Links": "http://www.thesmokinggun.com/buster/poop-tattoo-story-is-crap-8764319;http://www.dailymail.co.uk/news/article-2067810/Is-Rossie-Brovent-suing-ex-boyfriend-inking-flies-buzzing-excrement-back.html?ITO=1490;http://www.thesun.co.uk/sol/homepage/news/3967502/Tatt-poo-for-cheating.html;",
  "Example": "[Collected via e-mail, November 2011] Tattoo artist Ryan Fitzgerald from Dayton, OH was hit with a $100,000 lawsuit last week by his ex-girlfriend Rossie Brovent. She claims that her boyfriend was supposed to tattoo a scene from Narnia on her back but instead tattooed an image of a pile of excrement with flies buzzing around it. It this true?",
  "Last Updated": "12 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/bodymods/poo.asp",
  "Claim": "A woman sued her ex-boyfriend for surreptitiously tattooing a pile of excrement on her back.",
  "Claim_ID": "photos_bodymods_poo",
  "Tags": ""
}