{
  "Origins": "Want to turn an ordinary video clip into an archly humorous one? It's easy just pick a clip which provides the viewer no discernable frame of reference, is too short for the viewer to establish its context, or provides a soundtrack in a language the viewer doesn't understand. Those factors are at work in the presentation of this video clip, which purportedly depicts drunken Russian coal miners being interviewed about an on-the-job accident.",
  "Fact Check": "",
  "Description": "A translation of what the men are actually saying belies the proffered explanation, however although some of the men may certainly have been drinking, they aren't on the job, they aren't being asked about an accident, and nothing they say specifically identifies them as miners. The men shown in the clip have been engaged in a labor strike for several weeks, and the man in the dark cap is being questioned (by an off-screen interviewer) about why they've chosen to go out on strike: Man: We were last paid on March 6th, and that was salary due to us from last November. Interviewer: When did you last work? Man: Last month, November, November 17. Other man [offscreen]: Imagine waiting half a year for your salary. Man: Yes. Interviewer: Why did you decide to resort to such an extreme measure? Man: Because they don't pay. They keep on telling lies. Interviewer: Do you think this will help? Man: I don't know Other man: [offscreen]: I hope so. Man: Yes, I hope so. We're counting on your help.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2005] You don't need sound, unless you can speak Russian. There has just been an accident at a Russian coal mine. The local TV news crew are interviewing the operators and asking if the accident may have been caused by men drinking on the job.... [Note: This video clip is a 2.5 MB file please be patient while it downloads.]",
  "Last Updated": "23 July 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/accident/miners.asp",
  "Claim": "Video clip shows drunken Russian coal miners being interviewed about an on-the-job accident.",
  "Claim_ID": "photos_accident_miners",
  "Tags": ""
}