{
  "Origins": "The images displayed above are real photographs of a 10-month-old Egyptian girl named Manar Maged who was born with craniopagus parasiticus , a very rare birth defect that develops when an embryo starts to split into identical twins but does not complete the process. Often the second, undeveloped twin forms as an extra limb or trunk, but in Magar's extremely unusual case it formed as a second head attached to her skull. The twin could blink and smile but was not capable of independent life.",
  "Fact Check": "",
  "Description": "On 19 February 2005, Manar underwent a 13-hour operation performed by a 13-member surgical team to remove her conjoined twin. As of mid-April 2005, Reuters reported that Manar had been transferred out of intensive care and was eating normally: \"She has been transferred to ordinary care two weeks ago and she is showing good signs of improvement as she can eat normally without the aid of a tube,\" said Abla el-Alfy, a consultant in the paediatric intensive care at Benha Children's Hospital, north of Cairo. She said Manar's mother was allowed to have direct contact with her baby after being separated for almost two months after the operation on Feb. 19. \"Manar is bonding well with her mother,\" Alfy said. Doctors have said Manar's case was extremely rare and just surviving the operation was a big achievement. \"I think she will be able to leave hospital as soon as we feel that her mother is capable of taking care of her,\" said Alfy, adding that Maged's medication was being reduced. Manar had five subsequent surgeries to insert valves to drain excess fluid from her brain. Unfortunately, on 25 March 2006, a little over a year after her original surgery, and just days shy of what would have been her 2nd birthday, Manar Maged died. During the few hours she was in the hospital prior to her death, she was found to be suffering from a brain infection, pneumonia, and heart trouble. Her condition deteriorated rapidly after she failed to respond to medication. There had been ten previous surgical cases like Maged's, but she was the only one to survive the procedure.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via email, February 2005] Are these real photos?",
  "Last Updated": "14 June 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/medical/maged.asp",
  "Claim": "Photographs show an infant Egyptian girl with a second head.",
  "Claim_ID": "photos_medical_maged",
  "Tags": ""
}