{
  "Origins": "The genre of photorealism , is \"a style of painting flourishing in the 1970s, especially in the U.S., England, and France, depicting commonplace scenes or ordinary people, with a meticulously detailed realism, flat images, and barely discernible brushwork that suggests and often is based on or incorporates an actual photograph.\" The images in the slideshow displayed above have been widely circulated as examples of photorealistic paintings, supposedly produced by a Ukrainian artist named Anna Kostenko. However, they aren't paintings at all; they are, as they appear to be, conventional photographs.",
  "Fact Check": "",
  "Description": "The misidentification of these photographs with photorealistic paintings apparently came about because some works of a photographer named Anna Kostenko were posted on a blog, and someone confused that Anna Kostenko with a painter of the same name (who does not work in the photorealism genre). Although the biographical information and photo that precede the slideshow reference Anna Kostenko the painter, the images within the slideshow are pictures taken by Anna Kostenko the photographer. One posting of this slideshow on the Internet drew the following comment from Anna Kostenko the painter: Hi everyone, my name is Anna Kostenko, and I am a PAINTER, I have nothing to do with the photo-pictures in that presentation. Whoever did that slideshow didn't do any favors to me, or to the other Anna Kostenko, the photographer. Yes, there are two Anna Kostenkos. One is a painter, another is a photographer. Is it so hard to imagine? And I think we both deserve an apology for that nonsense slideshow. The biography and the picture are mine, but for my works that anonymous author would have to search a bit harder. And for the other Anna, it's not particulary fair to see HER works with MY biography and my photo-portrait So, come on, please make some order to that mess, whoever has created that. Yours, Anna Kostenko, the Painter. A video presentation featuring the works of Anna Kostenko (the painter) can be viewed here .",
  "Originally Published": "",
  "Referred Links": "http://www.youtube.com/watch?v=dbm75A1URuA;http://art-decorum.pl/en/artists/Anna_Kostenko/biography;http://www.bridgemanartondemand.com/content/ktk;http://www.photoforum.ru/user/23042/index.en.html;http://dictionary.reference.com/browse/photorealism;",
  "Example": "[Collected via e-mail, February 2010] I received a PowerPoint presentation attached to an email from a friend that supposedly contain paintings that look like realphotographs. The artist is supposed to be Anna Kostenko from the Ukraine. I am a computer artist myself and was pretty sure the paintings were infact photos.",
  "Last Updated": "29 November 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/arts/kostenko.asp",
  "Claim": "Slideshow presents photorealistic paintings by an artist named Anna Kostenko.",
  "Claim_ID": "photos_arts_kostenko",
  "Tags": ""
}