{
  "Origins": "Although Boeing may someday introduce a commercial airliner designated with the number 797, and although the company's Phantom Works (advanced research and development) unit may be researching the potential of blended-wing-body (BWB) aircraft design for military applications, Boeing is not currently developing a blended-wing aircraft for commercial use, nor does the image displayed represent any aircraft (or prototype thereof) designed or produced by that company.",
  "Fact Check": "",
  "Description": "The image is a conceptual picture from a Popular Science article about the future of aviation (one which proved so popular that it was made available for purchase in poster form) and has been circulated since at least early 1996 in fictitious articles proclaiming it to be Boeing's response to competition from the Airbus A380 in the commercial airliner business. A Boeing company blog produced by Randy Baseler, former vice president of marketing for Boeing Commercial Airplanes, tackled this subject back in November 2006: From Boulder, Colorado, Walter brings up a topic we frequently get questioned about: the \"blended wing\" concept. Earlier this year an image of a blended wing \"797\" made the rounds of the Internet, and got speculation swirling that Boeing has this in the works. Is there any truth to the emails showing a blended wing 1,000-passenger concept that is dubbed a Boeing 797? Makes sense that the airline industry would head this direction some day, but it just sounds too good to be true!Yes, too good to be true, indeed, Walter. Someone was having a bit of fun with PhotoShop perhaps. Boeing is not planning to build a 1,000 passenger commercial airplane dubbed the \"797,\" based on the blended wing body (BWB) concept or any other futuristic concept. It's certainly not in our commercial market forecast, which goes out for 20 years. We think the commercial airplane market favors point-to-point routes, and we're developing the 787 as the perfect match to help meet that demand. Glen, from Warrington, Pennsylvania brings up the same subject: Is there a blended wing in the works? Are there floor plans of it?No, not for a commercial airplane. But having said that, I should point out that Boeing Phantom Works, the company's advanced research and development group, tells me it is conducting research on the BWB concept with NASA and the U.S. Air Force. They're working to better understand what they describe as the BWB's \"fundamental edge-of-the-envelope flight dynamics\" and structural characteristics. The Air Force is interested in the BWB concept for its potential as a flexible, long-range, high-capacity military aircraft. As part of the research, Phantom Works has built a scale model for wind-tunnel testing of the concept's low-speed flying characteristics. There also are plans to flight-test the scale model next year.",
  "Originally Published": "",
  "Referred Links": "http://www.boeing.com/randy/archives/2006/11/air_mail.html;http://www.newtechspy.com/articles06/boeing797.html;http://web.archive.org/web/20090420150133/http://www.cafepress.com/popsci.21529858;http://web.archive.org/web/20100331122507/http://oea.larc.nasa.gov/PAIS/pdf/FS-1997-07-24-LaRC.pdf;http://www.boeing.com/news/releases/2006/q4/061027b_nr.html;http://www.boeing.com/bds/phantom_works/;",
  "Example": "[Collected via e-mail, July 2006] Boeing to take on Airbus with (1000 seat) giant 797 Blended Wing plane Boeing is preparing a 1000 passenger jet that could reshape the Air travel industry for the next 100 years. The radical Blended Wing design has been developed by Boeing in cooperation with the NASA Langley Research Centre.The mammoth plane will have a wing span of 265 feet compared to the 747's 211 feet, and is designed to fit within the newly created terminals used for the 555 seat Airbus A380, which is 262 feet wide.The new 797 is in direct response to the Airbus A380 which has racked up 159 orders, but has not yet flown any passengers. Boeing decide to kill its 747X stretched super jumbo in 2003 after little interest was shown by airline companies, but has continued to develop the ultimate Airbus crusher 797 for years at its Phantom Works research facility in Long Beach, Calif. The Airbus A380 has been in the works since 1999 and has accumulated $13 billion in development costs, which gives Boeing a huge advantage now that Airbus has committed to the older style tubular aircraft for decades to come. There are several big advantages to the blended wing design, the most important being the lift to drag ratio which is expected to increase by an amazing 50%, with overall weight reduced by 25%, making it an estimated 33% more efficient than the A380, and making Airbus's $13 billion dollar investment look pretty shaky. High body rigidity is another key factor in blended wing aircraft, It reduces turbulence and creates less stress on the air frame which adds to efficiency, giving the 797 a tremendous 8800 nautical mile range with its 1000 passengers flying comfortably at mach .88 or 654 mph (+-1046km/h) cruising speed another advantage over the Airbus tube-and-wing designed A380's 570 mph (912 km/h) The exact date for introduction is unclear, yet the battle lines are clearly drawn in the high-stakes war for civilian air supremacy.",
  "Last Updated": "29 March 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/airplane/boeing797.asp",
  "Claim": "Photograph shows a new Boeing 797 blended-wing airliner.",
  "Claim_ID": "photos_airplane_boeing797",
  "Tags": ""
}