{
  "Origins": "Ever since Los Angeles resident George Holliday videotaped police beating DUI suspect Rodney King following a high-speed car chase in 1991, inflaming public outrage and leading to criminal prosecution of four of the involved officers, the increasing availability of cellphones and video cameras has influenced the handling of police abuse cases, creating evidence in matters that were often previously dismissed due to conflicting accounts between officers and citizens. But as Jonathan Turley wrote in a 2011 Los Angeles Times editorial, \"With that change has come a backlash from officers who, despite court rulings upholding the right of citizens to tape police in public, have been threatening or arresting people for the 'crime' of recording them. In many states, prosecutors have fought to support such claims and put citizens in jail for videotaping officers, even in cases of police abuse.\"",
  "Fact Check": "",
  "Description": "The video displayed above of a \"dancing Swedish cop\" has been touted as the flip side of that phenomenon, supposedly showing that policemen in Sweden not only don't object to being videotaped, but they'll even engage in a playful dance routines for onlookers who pull out their cameras: \"Wow. If someone in America was recording a police officer, they could have gone to jail. Good to know that other countries are not completely insane,\" wrote an American who wished they had equally light-hearted police officers in the United States. Another wrote that it's nice to see that even law enforcement agents have a sense of humor. However, this August 2010 video doesn't really capture a police officer in Sweden performing for cameras (and a crowd) while on duty. According to Swedish news accounts, the man in the uniform was actually actor Magnus Schmitz , who was performing in Sk ne in conjunction with an exhibition at the Malm Hall of Art (Malm Konsthall) entitled \"Police, police mashed potatoes\" and based on the Maj Sj wall-Per Wahl \"Inspector Beck\" mystery novel of the same name (published as Murder at the Savoy in English). After the video hit the Internet the Sk ne police quickly published a notice on their web site explaining that the dancer was neither a real officer nor a member of their force, and the incident prompted some discussion about the legality of impersonating a police officer in such a manner. It was decided that donning a uniform and dancing in the street did not constitute an illegal attempt to perform real police duties or deceive the public.",
  "Originally Published": "",
  "Referred Links": "http://sv.wikipedia.org/wiki/Magnus_Schmitz;",
  "Example": "[Collected on the Internet, July 2013] This is what happens when you attempt to take video of police in Sweden.",
  "Last Updated": "21 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/arts/dancingcop.asp",
  "Claim": "Video clip shows a Swedish policeman dancing on the job.",
  "Claim_ID": "photos_arts_dancingcop",
  "Tags": ""
}