{
  "Origins": "It's a chilling scene: a video clip shows a vehicle as it speeds through an intersection and runs broadside into another car; a pedestrian crossing the street breaks into a run to run to get out of the way of the out-of-control vehicles, but the struck car rolls on top of him. The video is all the more chilling because it isn't a scene from a movie, nor is it the product of special effects wizardry it's the real thing, captured by a red-light enforcement camera.",
  "Fact Check": "",
  "Description": "The accident seen in the video occurred at 12:40 p.m. on 23 May 2004 at the intersection of Third Street and Edwin C. Moses Boulevard in Dayton, Ohio. Betty J. Hayslip, 75, of New Lebanon, driving a PT Cruiser , ran a red light and struck a Subaru driven by Albertina L. Walker, 41, of Dayton. The collision caused the Subaru to roll over one and a half times; it came to rest upside-down and in the process crashed into pedestrian Scott Tegtmeyer, 42, of Dayton. Tegtmeyer, who was crossing the street in the same direction as the PT Cruiser and had just reached the curb on the opposite side, can be seen in the video breaking into a desperate run as the collided vehicles bear down on him. He could not react quickly enough, however, and the Subaru rolled atop of him, dragging him several feet across the intersection. Although medics who found Tegtmeyer's bloodied body amidst a sea of broken glass initially pronounced him dead at the scene, he began breathing while in transit with paramedics and was fully resuscitated by doctors. Investigators said that at the time of the accident the crosswalk signal was red, and therefore Tegtmeyer should not have been crossing the street. They also reported that Tegtmeyer miraculously escaped alive because the dent in the side of the Subaru caused by the crash created a hollow space that allowed the vehicle to roll over him without crushing him to death. Neither vehicle was carrying any passengers, and both drivers escaped with only minor injuries. The crash was captured by one of the automated red-light enforcement cameras installed at a dozen intersections around Dayton to help reduce crashes caused by drivers running red lights. Each camera records 12-second motion videos used to issue citations to offending motorists.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2007] Watch the man on the left walking, crossing the road where there is no car. Take nothing for granted, not even for a split second! VIDEO CAPTURED BY TRAFFIC CAMERA !!!! Believe it or not the man in the intersection lived! He was saved by the imprint that the PT Cruiser left in the driver's side of the Subaru. When the Subaru went over him it came down on him right where the dent in the car was made and did not crush him AMAZING !!! Watch it over and over and you can pick up the dent in the car.",
  "Last Updated": "26 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/accident/pedestrian.asp",
  "Claim": "Video shows a car striking another vehicle in an intersection, sending the second car careening into a pedestrian.",
  "Claim_ID": "photos_accident_pedestrian",
  "Tags": ""
}