{
  "Origins": "The notion that mixing small amounts of baking soda and hydrogen peroxide into some Mountain Dew soda will produce a brilliantly glowing solution is a Fool's Errand, a bit of flimflammery intended to send the gullible out to fulfill an absurd and impossible task. The glowing Mountain Dew jape first hit the Internet in 2007 in the form of the video clip shown above, and it has been making the rounds on Facebook since 2012.",
  "Fact Check": "",
  "Description": "There is nothing in Mountain Dew or any other ordinary carbonated soda that would cause it to fluoresce as shown in the above video simply through the introduction of a little baking soda and hydrogen peroxide. The familiar chemiluminescenct effect produced by common glow sticks comes mixing hydrogen peroxide and diphenyl oxalate with a fluorophore dye ; the chemical reaction between the hydrogen peroxide and diphenyl oxalate releases energy that excites the dye, and the dye subsequently relaxes by releasing a photon, producing a glow effect. But Mountain Dew contains no diphenyl oxalate, and the addition of baking soda (i.e., sodium bicarbonate) to Mountain Dew will neither produce nor substitute for the needed diphenyl oxalate. As well, the food colorings used in Mountain Dew aren't the type of dye that can be \"turned on\" through this form of chemical reaction. For the sake of thoroughness, we replicated the process ourselves and recorded the results to show that it produces no remarkable outcome: The results claimed in the original video were likely created by the surreptitious introduction of a glow solution into the Mountain Dew bottle, either through off-screen manipulation or via a substitution covered by editing. In August 2013, a video circulated on social media sites asserted it took two Starbust candies to make glowing Mountain Dew. That too was false.",
  "Originally Published": "",
  "Referred Links": "http://www.glow-sticks.org/Page-faq.html;http://en.wikipedia.org/wiki/Fluorophor;http://allthingsglow.com/prodimages/GLP750_6in%20Green%20Glow%20Sticks_01_900.jpg;http://dictionary.reference.com/browse/fool's%20errand;",
  "Example": "[Collected via e-mail, July 2012] For camping or late nights at the beach? Leave 1/4 of Mountain Dew in bottle (just don't drink it all), add a tiny bit of baking soda and 3 caps of peroxide. Put the lid on and shake - walla! Homemade glow stick (bottle) solution. [Collected via e-mail, October 2007] My son told me about this video clip that claims that you can make Mountain Dew Glow with just a little bit of baking soda and hydrogen peroxide. The clip is fairly convincing, but the chemistry doesn't make sense to me. Is this a hoax?",
  "Last Updated": "31 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/food/mountaindew.asp",
  "Claim": "A mixture of hydrogen peroxide, baking soda, and Mountain Dew will produce a brilliant glow.",
  "Claim_ID": "photos_food_mountaindew",
  "Tags": ""
}