{
  "Origins": "A gruesome photograph purportedly showing a young woman's disfigured face in the aftermath of a bong explosion started circulating via social media sites in October 2014. The image was originally posted in that context to the satirical \"Christians for Michele Bachmann: Facebook page on 15 October 2014:",
  "Fact Check": "",
  "Description": "Post by Christians for Michele Bachmann. The picture, while real, does not show the aftermath of a bong explosion, nor does it depict a near-fatal wound. The disturbing burn marks were created by makeup artist and Imgur user Scarlett Starlet: Went to a zombie-themed pub crawl last weekend and this was my makeup. Done with half a bald cap, cotton balls, and latex. People came up to me all night telling me that my face made them want to throw up, which was totally awesome. The 20-year-old makeup artist's Tumblr page is full of her ghastly creations, including another look at the makeup that inspired this rumor: The \"Christians for Michele Bachmann\" Facebook page is not associated with the politician; it's a satirical group that frequently posts fake stories and images to poke fun of Bachmann and her fan base.",
  "Originally Published": "",
  "Referred Links": "http://facesetc.tumblr.com/;http://imgur.com/user/scarletstarlet;https://www.facebook.com/C4MB14;https://www.facebook.com/C4MB14/photos/a.1537495406481114.1073741828.1537494199814568/1551809075049747/?type=1;https://www.facebook.com/C4MB14/timeline;",
  "Example": "[Collected via e-mail, October 2014] I saw a post on facebook claiming a woman was horribly disfigured when her bong exploded. The pictured accompanying the post showed a woman whose face was half burned off. Is there any truth to this?",
  "Last Updated": "22 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/gruesome/bonggoesboom.asp",
  "Claim": "Photograph shows a young woman who was disfigured when her bong exploded.",
  "Claim_ID": "photos_gruesome_bonggoesboom",
  "Tags": ""
}