{
  "Origins": "Honda's impossibly complex, two-minute long Rube Goldberg-like commercial for their Accord model automobile can be viewed at a variety of sites on the Internet, including www.imediaconnection.com . The Honda Accord ad, known as \"Cog,\" entailed months of production and design work and another several days of shooting by the London office of the Wieden+Kennedy advertising agency before the finished product was introduced in the UK in April 2003. Most of the information presented in the e-mail quoted above is accurate, although the number of takes required to complete the shoot was grossly exaggerated.",
  "Fact Check": "",
  "Description": "In answer to the most frequently asked question about the commercial: The sequence where the tyres roll up a slope looks particularly impressive but is very simple. Steiner says that there is a weight [in each] tyre and when the tyre is knocked, the weight is displaced and in an attempt to rebalance itself, the tyre rolls up the slope.4 In May 2003 , filmmakers Peter Fischli and David Weiss threatened legal action against Honda over similarities between the \"Cog\" commercial and \"The Way Things Go,\" a 30-minute film they produced in 1987 involving \"100 feet of physical interactions, chemical reactions, and precisely crafted chaos worthy of Rube Goldberg or Alfred Hitchcock.\"",
  "Originally Published": "",
  "Referred Links": "http://www.guardian.co.uk/life/thisweek/story/0,12977,946531,00.html;http://www.telegraph.co.uk/news/worldnews/europe/france/1427400/Lights-Camera-Retake.html;http://www.imediaconnection.com/content/cs/honda/051303/honda_ad.swf;",
  "Example": "[Collected on the Internet, 2003] New Honda commercial in the UK. Very important that you understand: There are no computer graphics or digital tricks in the film. Everything you see really happened in real time exactly as you see it. The film took 606 takes. On the first 605 takes, something, usually very minor, didn't work. They would then have to set the whole thing up again. The crew spent weeks shooting night and day. The film cost six million dollars and took three months to complete including a full engineering of the sequence. In addition, it's two minutes long so every time Honda airs the film on British television, they're shelling out enough dough to keep any one of us in clover for a lifetime. Honda executives figure the ad will soon pay for itself simply in \"free\" viewings (Honda isn't paying a dime to have you watch this commercial!). When the ad was pitched to senior executives, they signed off on it immediately without any hesitation including the costs. There are six and only six hand-made Accords in the world. To the horror of Honda engineers, the filmmakers disassembled two of them to make the film. Everything you see in the film (aside from the walls, floor, ramp, and complete Honda Accord) are parts from those two cars. When the ad was shown to Honda executives, they liked it and commented on how amazing computer graphics have gotten. They fell off their chairs when they found out it was for real.",
  "Last Updated": "10 October 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/advertisements/hondacog.asp",
  "Claim": "A complicated Honda Accord commercial was achieved without the use of computer-generated images.",
  "Claim_ID": "photos_advertisements_hondacog",
  "Tags": ""
}