{
  "Origins": "The item quoted above, about a man who was decapitated when he climbed over the railing of an interstate highway while fleeing police and fell onto a wrought-iron fence, describes a real incident that took place in Atlanta on the afternoon 15 February 2003. (The text was taken verbatim from an article which appeared in The Atlanta Journal-Constitution the following day.) Several members of the Atlanta Fire Department who responded to the call verified for us that the pictures displayed above were indeed taken at the scene of the incident.",
  "Fact Check": "",
  "Description": "Despite assertions to the contrary, it is not impossible for the torso to have fallen in the position shown in the photographs (i.e., on the side of the fence towards which the head is facing). The back portion of the victim's head was impaled on the spike as his body fell on the near side of the fence, and the force of the fall decapitated him as his body dropped to the ground below. In November 2006, 140 officers and civilians on the staff of the Hertfordshire (UK) Police were disciplined for forwarding an e-mail containing the above-displayed images.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2003] A narcotics traffic stop on the Downtown Connector turned deadly Saturday afternoon when a man climbed over the interstate railing, fell about 35 feet and was decapitated on a wrought-iron fence, Atlanta police said. Officers in a marked car stopped the man about 4:30 p.m., as he drove south on the interstate above Auburn Avenue. The man, who has not been identified, stopped his vehicle and tried to flee by climbing over the railing, Lt. Danny Agan said. Police still are investigating whether the man jumped or fell off the raised interstate. \"This is a new one for me in 29 years,\" Agan said. The decapitation shocked people who work in the neighborhood. Gary White, an income tax preparer, came out of his office when he heard the commotion. \"It's surreal,\" White said. Agan said narcotics officers had been trailing the man for much of the day. Agan did not know if the officers who tried to arrest the man would be placed on administrative leave. \"This is not something normally covered under the [standard operating procedure] of the department,\" he said.",
  "Last Updated": "9 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/gruesome/decapitation.asp",
  "Claim": "Photographs show a man decapitated by a wrought-iron fence while fleeing from police.",
  "Claim_ID": "photos_gruesome_decapitation",
  "Tags": ""
}