{
  "Origins": "The photograph displayed above is genuine and shows Warrant Officer 1 Brook Turner tending a plot of grass with a pair of scissors at a military post north of Baghdad. The picture was taken by Staff Sgt. Mark Grimshaw in mid-July 2004, but evidently a problem with the camera's batteries caused the date/time stamp shown on the picture to reset to an earlier date rather than reflecting the date the photo was actually taken.",
  "Fact Check": "",
  "Description": "According to the Salem Statesman Journal : [Turner] asked his wife to send him some grass seed because he missed the green he was accustomed to in Hawaii and before that in Oregon. Kim Turner was happy to send her husband a little slice of home. She bought a packet of grass seed and a small hoe and mailed them with other goodies in a care box. Brook prepared a spot behind the single-wide trailer he shares with a few other soldiers, lining the 3-foot-by-7-foot area with large rocks and adding some dirt. As soon as the seed arrived, he planted it. He knew keeping the seed moist would be a challenge in the 125-degree heat. His fellow soldiers teased him about his failed project, but he was determined to grow a patch of grass. He talked with some Iraqis civilians authorized to be on post, and arranged to buy some sod. He purchased seven 1-foot-by-3-foot patches. Turner watered his lawn three times a day. He used a 5-gallon jug he filled in the bathroom, where the camp has running water. Planting plots of grass are just one of many ways soldiers decorate their tents at other arid U.S. military outposts in the Middle East, including this example of a similar grass plot grown alongside a tent at Al Udeid Air Base in Doha, Qatar: (Click to enlarge) A former staff sergeant with the United States Air Force wrote to tell us: The grass patch [just above] is located at the recently declassified Air Force base in Qatar, known as Al Udeid. I lived three months of my life (fall of 2002) two tent rows from that grass. It was the only grass on the whole base, and though I don't know who planted it originally I do know that the soldiers who rotated through that tent each became caretakers of it. They watered it from their water bottles, trimmed the grass with scissors (as seen in the photo) and kept it shaded in the summer with a tarp awning over the front of the tent (many of the tents had such awnings, but this tent had a more elaborate one while I was there) to protect it from the 135+ degree summer sun. The grass is real, and really is a comment on how we (US soldiers) work to make the best of things when we deploy in defense of ourcountry and your freedom.",
  "Originally Published": "",
  "Referred Links": "http://www.weekspace.com/Qatar/qindex.htm;http://www.weekspace.com/Qatar/moredecoratedtents.htm;",
  "Example": "[Collected on the Internet, 2004] Sometimes the little things we take for granted Priceless Here is a soldier stationed in Iraq, stationed in a big sand box he asked his wife to send him dirt, fertilizer and some grass seeds so he can have the sweet aroma and feel the grass grow beneath his feet. If you notice, he is even cutting the grass with a pair of scissors. Sometimes we are in such a hurry that we don't stop and think about the little things that we take for granted. Upon receiving this, please say a prayer for our soldiers that give (and give up) so unselfishly for us. You don't have to send this on, but who wouldn't...? (Click to enlarge)",
  "Last Updated": "31 December 2004",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/military/grass.asp",
  "Claim": "Photograph shows U.S. soldier in Iraq growing grass from gardening supplies sent by his wife.",
  "Claim_ID": "photos_military_grass",
  "Tags": ""
}