{
  "Origins": "It isn't at all unusual for an orphaned infant of one species to be accepted by a litter of a completely different species. Dogs, cats, and squirrels are among a variety of mammals whose females will often raise another's offspring when it is introduced into their own litter nursing, washing, protecting, and playing with the newcomer as if it were one of her own.",
  "Fact Check": "",
  "Description": "Such was the case with Finnegan the squirrel, who was found injured and malnourished in the Seattle area in September 2005 , when he was but a few days old. He was brought to Debby Cantlon, an area resident with a reputation for taking in sick and injured animals and nursing them back to health. What happened next was a bit unexpected. Ms. Cantlon reported that her black and white Papillon dog, Mademoiselle Giselle, who was pregnant at the time, twice dragged the kennel in which Finnegan was being cared for across the house and deposited it next to her own doggie bed: \"She would go and take the kennel and drag it through the dining room, through the kitchen and the hallway and park it next to her bed. I didn't know if she wanted to the squirrel to eat it or to nurse it.\" After Mademoiselle Giselle gave birth to her pups but continued to pay as much (or more) attention to Finnegan than to her own litter, Ms. Cantlon decided to let Finnegan out of his cage and see what happened. And what happened was that Mademoiselle Giselle adopted Finnegan as one of her own: \"I just gave her the squirrel and she was just ecstatic. She was all over him lick, lick, lick, lick, lick. Instinct is a wonderful thing. It sort of takes over and tells you what to do.\" Ms. Cantlon said that once Finnegan learned how to forage for food on his own she planned to release him back into the wild.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2005] For about as long as she can remember, Debby Cantlon says, friends and strangers have brought her animals in need. So it wasn't much of a surprise when someone asked her if she'd care for a newborn squirrel found at the base of a tree somewhere near Renton. Debby Cantlon, who plans to release Finnegan, the young squirrel, back into the wild, bottle-fed the infant squirrel after it was brought to her house. Cantlon, who has cancer, says rescuing injured animals is therapeutic for her. When Cantlon took in the tiny creature and began caring for him, she found herself with an unlikely nurse's aide: her pregnant Papillon, Mademoiselle Giselle. Finnegan was resting in a nest in a cage just days before Giselle was due to deliver her puppies. Cantlon and her husband watched as the dog dragged the squirrel's cage twice to her own bedside before she gave birth. Cantlon was concerned, yet ultimately decided to allow the squirrel out and the inter-species bonding began Finnegan rides a puppy mosh pit of sorts, burrowing in for warmth after feeding, and eventually working his way beneath his new litter mates. Two days after giving birth, mama dog Giselle allowed Finnegan to nurse; family photos and a videotape show her encouraging him to suckle alongside her litter of five pups. Now, Finnegan mostly uses a bottle, but still snuggles with his \"siblings\" in a mosh pit of puppies, rolling atop their bodies and sinking in deeply for a nap. Finnegan and his new litter mates, five Papillion puppies, get along together as if they were meant to. Finnegan naps after feeding. Finnegan makes himself at home with his new litter mates, nuzzling nose-to-nose for a nap after feeding.",
  "Last Updated": "1 November 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/finnegan.asp",
  "Claim": "Photographs show Finnegan, a squirrel adopted into a litter of puppies.",
  "Claim_ID": "photos_animals_finnegan",
  "Tags": ""
}