{
  "Origins": "This e-mailed video clip of a driver's being thrown from his vehicle in a highway collision and then run over by oncoming traffic is horrific but also has an oddly detached, almost cartoonish feel to it, leading many viewers to question whether it might have been fabricated. Unfortunately, the grisly scene it depicts was very much a real one.",
  "Fact Check": "",
  "Description": "The chain of events that culminated in this tragic finale was set in motion one afternoon in April 2002, when 27-year-old Damien Harrington of Baltimore was accused of trying to pass a bad check at an Alpharetta, Georgia, liquor store. As Harrington drove off in his red Lincoln Navigator SUV, the store's manager followed him in his own vehicle, calling 911 from his cell phone to alert police to the incident. Alpharetta police initially stopped Harrington, but he took off again when an officer approached his SUV, leading a chase onto Georgia State Route 400 (Ga. 400). As shown in the video, Harrington clipped another car while transitioning from Ga. 400 onto Interstate 285 (I-285) and lost control of his SUV, which careened across the westbound lanes of I-285, rolled over twice, and smashed into the concrete highway median. The Navigator flipped over the median and onto the eastbound side of I-285; in the process, Harrington was ejected from the vehicle in the collision and also landed on the #3 eastbound lane of I-285, where he was hit by an oncoming car. Harrington was declared dead at the scene.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2006] I just received this and wonder whether it is really what it says it is. Have you seen it? The crash looks real, but the victim's legs seem too stiff.",
  "Last Updated": "17 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/accident/throwncar.asp",
  "Claim": "Video shows a driver being thrown from his car in a collision and being run over by oncoming traffic.",
  "Claim_ID": "photos_accident_throwncar",
  "Tags": ""
}