{
  "Origins": "The photographs above date from August 2007, when the Australian shoreline at Yamba (north of Sydney) in New South Wales was swallowed up by a layer of foam, transforming the area into what was dubbed \"the Cappuccino Coast.\"",
  "Fact Check": "",
  "Description": "The Daily Mail explained the origins of the unusual phenomenon: Scientists explain that the foam is created by impurities in the ocean, such as salts, chemicals, dead plants, decomposed fish and excretions from seaweed. All are churned up together by powerful currents which cause the water to form bubbles. These bubbles stick to each other as they are carried below the surface by the current towards the shore. As a wave starts to form on the surface, the motion of the water causes the bubbles to swirl upwards and, massed together, they become foam. The foam \"surfs\" towards shore until the wave \"crashes\", tossing the foam into the air. \"It's the same effect you get when you whip up a milk shake in a blender,\" explains a marine expert. \"The more powerful the swirl, the more foam you create on the surface and the lighter it becomes.\" In this case, storms off the New South Wales Coast and further north off Queensland had created a huge disturbance in the ocean, hitting a stretch of water where there was a particularly high amount of the substances which form into bubbles. News accounts noted this was the first such occurrence of the foaming phenomenon in that area in the last 30 years. Coincidentally, the day after we first published this article, the Australian coast saw another outbreak of sea foam , this time at Point Cartwright along Queensland's Sunshine Coast.",
  "Originally Published": "",
  "Referred Links": "http://www.thedaily.com.au/news/2008/jan/24/monster-deep-emerge-sea-foam/;",
  "Example": "[Collected via e-mail, August 2007] Crazy Ocean Foam This was in Sydney, Australia and scientists say it is caused by impurities in the ocean, such as salts, chemicals, dead plants, decomposed fish and excretions from seaweed.",
  "Last Updated": "24 January 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/natural/seafoam.asp",
  "Claim": "Photographs show foam that blanketed an Australian shoreline.",
  "Claim_ID": "photos_natural_seafoam",
  "Tags": ""
}