{
  "Origins": "These photographs correspond to an accident which took place during late-evening darkness on Hwy. 11 near South River, Ontario, in May 2004. Although the driver of the Chevrolet Lumina was aware of the presence of moose in the area and kept a look-out for them with her car's high beams on, she came upon one of the large creatures unexpectedly and was unable to stop in time. The automobile struck the moose, sending the animal tearingthrough the car's roof and partway out the back window.",
  "Fact Check": "",
  "Description": "Although the moose was killed by collision, the driver escaped relatively unscathed, a broken hand her most serious injury. The Toronto Sun reported on the accident as follows: A North Bay-area woman suffered only minor injuries after a bull moose shot through her windshield and out the rear window over the weekend. \"I am extremely lucky and very glad to be here,\" said Bernice Clayton-Seca, a 53 year-old educational assistant from Sundridge. Clayton-Seca hit the moose near South River, 50 km south of North Bay, while driving home late Friday night on Hwy. 11 from North Bay. \"I knew moose were in the area, so I had my high beams on, and was looking out for them,\" she said. \"But at the last minute I saw his legs.\" The collision sent the moose ripping through the windshield of the 1999 Chevy Lumina, tearing off the roof of the car, and exiting head and shoulders through the back window. \"My husband was driving behind me so he stopped immediately, and lots of people stopped to help,\" Clayton-Seca said. \"It was wonderful to have all that help.\" Clayton-Seca was taken by ambulance to North Bay General hospital for minor injuries, a broken hand, and a few cuts and bruises. The moose was not so lucky. It died from its injuries.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2004] And you thought running into a deer could be dangerous MOOSE STORY The following pictures are of a moose that went through a car's windshield this month near South River, Ontario. The VERY lucky woman driver ended up with just a broken wrist and needing a good bath. When you view the pictures you will wonder how the woman managed to survive.",
  "Last Updated": "30 January 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/accident/moose.asp",
  "Claim": "Photographs show the results of a car vs. moose accident in Ontario.",
  "Claim_ID": "photos_accident_moose",
  "Tags": ""
}