{
  "Origins": "A blazing engine fire may be one of the most frightening sights one could experience on board an airliner, but the despite the elaborate explanation accompanying the picture above scariest thing about this photograph is what a poor job someone did of editing it. (One of the major tell-tale defects in this altered picture is that the flames from the putative engine fire aren't reflected in the shiny undersurface of the plane's fuselage, even though the engine's reflection is visible just below the red and white stripes under the \"American\" logo.)",
  "Fact Check": "",
  "Description": "If there were any doubts about the falsity of this photograph, the existence of the unaltered image put them to rest:",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2004] 777 Engine Fire At Takeoff This is an interesting photo of a very rare event in today's world.The photographer was very lucky to catch this because the fire in theengine inlet resides there for only about a 1/20th of a second foreach surge cycle. This is more than an engine fire as the titleimplies. This is typical of a low pressure compressor surge (backfire) wherethere are 1 to 3 successive \"cannon shots\" of fire balls spaced about3/4 a second apart. This means the engine is operating in excess of160,000 Horsepower and 1/40th of a second later all the Mach .70+airflow reverses direction from inside the engine. It projects afireball from the power generating core combustor of the engine outthe front of the engine (surge phase). That fire ball is driven backinto the engine (the point of this photo at about 1/3 of a second intothe event cycle) by the forward speed of the aircraft and the residualinertia of the rotating fan. The airflow tries to re-establish normaldirection in the engine at this point due to the rotating inertia ofthe engine rotors (recovery phase). Pratt & Rolls (this is a Rolls)engines may recover and operate at a reduced power level at thispoint. But... If the engine has been damaged too much (e.g. broken blades & partsparticularly light built GE engines), the airflow will not resume anormal path and the engine disintegrates. If the engine is onlypartially damaged, it will give you 1 or 2 more cannon shots 3/4seconds apart before the engine completely disintegrates. Either paththe engine takes, that is the almost complete loss of a $12M engineand a guaranteed sweeping job for the runway. The occupants seatednext to the failed engine will be temporarily deaf in one ear and allthe other cabin occupants will complain of ringing ears. The pilotwill think the controls have \"whip sawed\" him as the forces of theairplane are redistributed and then he forces them back to where theyshould be. Looking from behind or in front of the airplane, it willappear to \"swerve\" to the airplane's left, dip the nose down and thenslowly lumber into the air at a shallow angle on the remaining engine.With all of the messed up airflow paths, the ECS system will receive abig slug of raw fuel, partially burnt fuel & parts from the bleedsystem. The cabin will fill with a haze from the contaminated hotbleed air. Typical causes of this event are ingestion of a very large bird orobject, thrown fan blade, bad engine control commands from thecomputer, a poorly maintained engine or an engine that has simply wornout. Been there. Done that. Don't ever wanna do it again!",
  "Last Updated": "6 October 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/airplane/fire01.asp",
  "Claim": "Photograph shows an American Airlines airliner with an engine on fire.",
  "Claim_ID": "photos_airplane_fire01",
  "Tags": ""
}