{
  "Origins": "This is another case where although the explanatory text is probably nothing more than someone's humorous commentary, the pictures themselves are real.",
  "Fact Check": "",
  "Description": "No pet groomer of our acquaintance is familiar with something called a 'line cut' (thus the story about a cat owner's Southern accent resulting in confusion over a 'line cut' vs. a 'lion cut' may just be a funny invention), but a 'lion cut' is indeed a standard grooming technique in which a cat's hair is shaved skin-close all over the body but left intact around the head, feet, and the end of the tail; the style so named because it mimics the large mane and foot-and-tail tufts of a male lion: Lion cuts are sometimes performed for practical reasons, particularly when a cat's fur has become too matted to brush or comb out and has to be cut right down to the hair line to remove the knots and tangles. Additionally, some cat owners favor periodic lion cuts for their pets because they believe domestic felines (especially long-haired varieties such as Persians) benefit from growing out whole new coats of fur every once in a while; others simply like the look of the lion cut for aesthetic reasons. On the other hand, some feline advocates feel that lion cuts performed purely for cosmetic purposes cause cats a good deal of unnecessary discomfort afterwards, and that this type of grooming should be reserved for situations when matting or other damage to a cat's fur makes it necessary. Some viewers maintain that the photographs displayed in the example above must have been manipulated because the cat's head looks too ridiculously big and out of proportion to the rest of its body. However, domestic cats (like many small, furry animals) look much larger to us than they really are because their thick coats create an illusion of bulk. We're not used to seeing them without hair, and when we do it's quite a shock especially when, as in this case, the coat is cut in a fashion that emphasizes the contrast in apparent size between a hairless torso and areas surrounded by luxurious growths of fur.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] My sister-in law is from Oklahoma and has a slight accent. She has catsand when she lived in the south she would take them to the groomers andhave what is called a Line Cut. To her a line cut is when all of the furhanging down below the cat's tummy is taken off (because it getsmatted or snarled). When she moved to Chicago with my brother, one of the cats fur got alltangled up during the move so she took it in for a line cut. She wasquite surprised when she heard the price as it was twice as much as itwas down south. She confirmed with the groomer that he understood whata line cut was and he said \"yes, I know what a LION cut is.\" It seemsher accent came out sounding like LION not LINE and this is how her catwas returned to her. She cried for a week . . . but not as much as the cat. It wasNovember in Chicago and the cat needed all the fur it had. Gas in car to go to groomers - $4.50 Cat car carrier - $32.99 Grooming fee - $80.00 Getting the look from one seriously pissed off cat - Priceless!",
  "Last Updated": "13 February 2003",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/lioncut.asp",
  "Claim": "Photographs show a domestic cat sporting a \"lion cut.\"",
  "Claim_ID": "photos_animals_lioncut",
  "Tags": ""
}