{
  "Origins": "This photograph is a real picture of objects (i.e., sculptures) that do exist, but what those objects represent (i.e., a family of human/canine hybrids) is imaginary.",
  "Fact Check": "",
  "Description": "Like another image sometimes claimed to be a picture of the mythical chupacabra , this is a photograph of an artwork that can look quite eerie and disquieting when a viewer encounters it out of context. The human-like dog and her offspring are a sculpture entitled The Young Family by artist/sculptor Patricia Piccinini , shown as part of her We Are Family exhibition in 2003 and described as follows: This exhibition by Patricia Piccinini brings a fresh, personal perspective to some of the most difficult ethical issues of our time: What is normal? What is the nature of our relationship with animals? Are some lives worth more than others? What constitutes a family? Piccinini's art rides the crest of a tidal wave of change, made possible through the completion of the mapping of the human genome and other extraordinary developments in science and medicine. Yet it is ordinary emotions that are its driving force. In Piccinini's art as in our new 'biotech' century children are born, flesh grows old, death is inescapable though these mundane events might occur in a different sequence or combination. Her works embody the ethical dilemmas that arise with increasing urgency during a time of cloning and numerous forms of genetic manipulation, DNA testing, animal-to-human organ transplants, umbilical cord blood banks, and so on ad infinitum. [Her work's] ambivalence of emotional affect resonates with the alternately hopeful and fearful responses to the last century's various forms of biotechnology. Reproductive technology can create healthy and loving families, but may also result in the destruction of life, the commodification of children and women's bodies, or increased risk of disease. We may abhor animal experimentation, but feel differently if a dying member could benefit as a result. Piccinini's sculptures demonstrate her belief that in the area of medical science it is always 'difficult to figure exactly where the good becomes tainted and the bad becomes justifiable.'",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20050429235035/http://www.patriciapiccinini.net/wearefamily/we_are_family.pdf;https://web.archive.org/web/20050526190217/http://www.patriciapiccinini.net/wearefamily/index.asp?sec=info;http://www.patriciapiccinini.net/;https://web.archive.org/web/20050326183708/http://www.patriciapiccinini.net/wearefamily/index.asp?sec=yf&pg=01;",
  "Example": "[Collected via e-mail, May 2005] A mactal is a rare species found mostly in Europe. There lifespan is anywhere from 3 months to 6 years. Mactals are filthy creatures that are incapable of growing large amounts of hair. A mactal walks on all fours and can bear at most 8 children at a time. Most mactals are trained for entertainment for individuals to bet on the outcome. It is illegal to import a mactal into the U.S. [Collected via e-mail, 2004] Some kind of new species found in the deep jungles of the Amazon ... believed to have been dropped off after a experiment went wrong; between a human, a dog, and a hairless rat. [Collected via e-mail, July 2007] HALF HUMAN HALF DOG Tel-Aviv, Israel (AP) Israeli scientists are examining what appears to be a trans-species between a Labrador retriever and human. While genetically considered impossible, humane workers found remains of an earlier trans-species, believed to be the parent of the animal pictured above, shallow buried in the owner's property. The human parent of the animals is believed to be the teen-aged son of the family well known in politics. DNA studies are in process and results are expected early next month. The animal show above has been name 'Chimera' and appears to have a rudimentary ability to speak. At this time no charges have been laid pending DNA and court rulings. Chimera is believed to be about ten years old. Neighbors were shocked to learn what was living in their area. However, several did comment that strange cries have been heard at night. The Israeli Humane Society took the mother and her litter into protective custody last night. A debate is developing between social and religious leaders to settle issues regarding euthanasia or circumcision of the male humanpups.",
  "Last Updated": "15 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/arts/family.asp",
  "Claim": "Photograph shows a rare, recently discovered trans-species of human-dog hybrid.",
  "Claim_ID": "photos_arts_family",
  "Tags": ""
}