{
  "Origins": "According to a press release issued on 20 March 2012, Dutch engineer Jarno Smeets stated that, as shown in the video linked above, he was the first man in history to fly like a bird with self-built wings:",
  "Fact Check": "",
  "Description": "As chronicled on his own web site , Jarno Smeets claimed to have been pursuing a project to build and fly with his own wings. What he supposedly developed didn't quite match Leonardo da Vinci's vision of self-powered flapping wing flight, but rather appeared to be more a powered, human-controlled ornithopter. Generally, video clips of Smeets' attempts to fly were met with skepticism from viewers who questioned whether the videos accurately reflected what actually took place (due in large part to some questionable camerawork). Wired 's Rhett Allain analyzed Smeets' latest video and concluded that although it was questionable, \"there is nothing in this video that indicates it must be a fake,\" while Gizmodo offered CGI experts' opinions on why they believed the video was faked. However, after Jarno Smeets' background failed to check out when curious investigators started examining it, the man behind the stunt came forward on Dutch television and admitted that the \"Jarno Smeets\" identity was a made-up one and the project was a hoax: The man who claimed to achieve bird-like flight with a custom-built contraption came clean today: It was a hoax 8 months in the making. Netherlands artist Floris Kaayk, who went by the name of Jarno Smeets during his \"Human Birdwings\" project, admitted to the hoax on a Dutch television program called \"De Wereld Draait Door\" (\"The World is Turning\"). \"My name is Floris Kaayk. I'm actually a filmmaker and animator. I am now 8 months working on an experiment about online media,\" Kaayk told the show, according to a Dutch-to-English translation in a YouTube video. Kaayk said he pulled off the hoax because \"it's everybody's dream to fly.\"",
  "Originally Published": "",
  "Referred Links": "http://www.wired.com/wiredscience/2012/03/human-bird-wings-hoax/;http://gizmodo.com/5895235/cgi-experts-say-flying-bird-man-is-fake;http://www.wired.com/wiredscience/2012/03/analysis-of-the-human-birdwings/;http://www.humanbirdwings.net/;",
  "Example": "[Collected via e-mail, March 2011] This video is part 14 of 14 videos. It is from the YouTube channel Human Bird Wings and gives the website: humanbirdwings.net.Is this all cgi, or did this really fly?",
  "Last Updated": "22 March 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/technology/humanbirdwings.asp",
  "Claim": "Video clip shows a man flying with human bird wings.",
  "Claim_ID": "photos_technology_humanbirdwings",
  "Tags": ""
}