{
  "Origins": "Even though consumers are increasingly opting for healthier foods these days, some people still prefer good ol' fatty standards such as burgers, cheese, french fries, and ice cream. And as long as customers want those things, some eateries will attempt to attract their business by offering larger portions of them than the next guy.",
  "Fact Check": "",
  "Description": "One extreme in the big burger business is represented by Denny's Beer Barrel Pub in Clearfield, Pennsylvania, which offers several varieties of \"large\" for the extreme burger enthusiast: a 2-pound Challenger, a 3-pound Baby Boy, and, as displayed in the pictures shown above, a 6-pound Ye Olde 96er (so named because it contains 96 ounces of meat). As advertised on the pub's web site , a 96er sells for $23.95 and includes the following fixings and condiments: Two whole tomatoes A half-head of lettuce 12 slices of American cheese A full cup of peppers Two entire onions A river of mayonnaise, ketchup, and mustard Denny's (not to be confused with the national chain restaurants of the same name) offers prizes for customers who can completely consume one of their big burgers within three hours: a T-shirt, certificate, and 50% discount for anyone who finishes a Challenger (2 lb. burger) within an hour; a T-shirt, certificate, and 100% discount for anyone who can polish off a Baby Boy (3 lb. burger) in 90 minutes or less; and something special for anyone who manages the unthinkable and puts away a whole 96er (6 lb. burger) in under three hours. In January 2005, a 100-pound woman became the first person to win the Denny's Beer Barrel Pub challenge when 19-year-old Kate Stelnick of Princeton, New Jersey, downed a six-pound Denny's \"96er\" hamburger and five pounds of fixins' in 2 hours and 54 minutes, just shy of the three-hour time limit. For her trouble, Ms. Stelnick got a special certificate, a T-shirt, and other prizes, as well as having her tab for the $23.95 burger picked up by the house. After losing the title of \"world's biggest burger\" to the Clinton Station Diner in Clinton, New Jersey, which introduced a 12.5-pound hamburger called \"Zeus\" in early 2005, Denny's reclaimed the crown a few months later by unveiling the \"Beer Barrel Belly Bruiser\" a monstrous 15-pound burger featuring 10.5 pounds of ground beef, 25 slices of cheese, a head of lettuce, three tomatoes, two onions, a cup-and-a-half each of mayonnaise, relish, ketchup, mustard and banana peppers. On a bun. Update: In October 2008, Brad Sciullo of Uniontown, Pennsylvania, became the first Denny's Beer Barrel Pub customer ever to polish off one of their \"Beer Barrel Belly Bruisers\" in one sitting, consuming the 15-pound burger (20.2 pounds with bun and toppings) in 4 hours and 39 minutes:",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20031204204937/http://www.dennysbeerbarrelpub.com/6lbburger.htm;http://www.dennysbeerbarrelpub.com/;",
  "Example": "[Collected on the Internet, 2004] Would you like fries with that? Hungry!? A 6 lb. Burger. Where's the beef? It's at a Pennsylvania pub that serves the world's biggest burger weighing in at NINE lip-smacking pounds! That's no whopper you can actually get this meat monster for $23.95, loaded with all the fixings: Two whole tomatoes, a half-head of lettuce, 12 slices of American cheese, a full cup of peppers, two entire onions, plus, a river of mayonnaise, ketchup, and mustard.",
  "Last Updated": "17 October 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/advertisements/bigburger.asp",
  "Claim": "A series of photographs shows a restaurant's 6-pound hamburger offering.",
  "Claim_ID": "photos_advertisements_bigburger",
  "Tags": ""
}