{
  "Origins": "This photograph of the then-current Senate majority leader, Senator Tom Daschle (D) of South Dakota, allegedly saluting the flag with the wrong hand, began making the Internet rounds in 2002 accompanied by captions such as \"He's so left of center, he pledges backwards!\"",
  "Fact Check": "",
  "Description": "Senator Daschle does indeed know that flag etiquette specifies that a citizen (not in uniform) salute the American flag by placing his right hand over his heart (or, more specifically, over the left side of his breast, since the heart is actually closer to the center of the chest). This picture is yet another image that has been digitally manipulated to make a prominent politician appear foolish. One of the small but important consistencies of our world is that the buttons of men's garments (e.g., shirts, jackets, sports coats, suits) are on the right-hand side, and thus the left-hand sides of men's garments are \"on top\" after buttoning, like this: But the above image of Senator Daschle shows the opposite: the right-hand side of his garment is buttoned over the left side: Someone simply reversed the image of Senator Daschle; when the image is oriented so that Senator Daschle's coat is buttoned on the correct side, it shows that he is indeed saluting the flag with the appropriate hand: Additionally, Senator Daschle's wedding band should be visible on his left hand, but no ring can be seen on his fingers in the manipulated photograph.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20000818115655/http://www.niddk.nih.gov/health/diabetes/pubs/complications/heart/images/heart.gif;http://www.usflag.org/flagetiquette.html;http://bioguide.congress.gov/scripts/biodisplay.pl?index=D000064;",
  "Example": "[Collected via e-mail, 2002]",
  "Last Updated": "20 September 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/politics/daschle.asp",
  "Claim": "Photograph captures Senator Tom Daschle saluting the flag with the wrong hand.",
  "Claim_ID": "photos_politics_daschle",
  "Tags": ""
}