{
  "Origins": "Since 1998, unsuspecting internet users have been haunted by a terrestrial cephalopod known as the Pacific Northwest Tree Octopus , a unique amphibious octopus species that dwells in the forests of the Pacific Northwest:",
  "Fact Check": "",
  "Description": "Part of what has haunted Internet users about the Pacific Northwest Tree Octopus is that the species is said to be endangered, and action is needed to preserve it from extinction: Although the tree octopus is not officially listed on the Endangered Species List, we feel that it should be added since its numbers are at a critically low level for its breeding needs. The reasons for this dire situation include: decimation of habitat by logging and suburban encroachment; building of roads that cut off access to the water which it needs for spawning; predation by foreign species such as house cats; and booming populations of its natural predators, including the bald eagle and sasquatch. What few that make it to the Canal are further hampered in their reproduction by the growing problem of pollution from farming and residential run-off. Unless immediate action is taken to protect this species and its habitat, the Pacific Northwest tree octopus will be but a memory. There is one little problem with efforts to save the Pacific Northwest Tree Octopus, however: the species does not exist; it's purely a bit of fiction created by Lyle Zapato. As far as internet hoaxes go, you won't find many better than the web site dedicated to octopus paxarbolis . It includes multiple purported sightings , links to articles about other fictional species, and even its own FAQ section. In fact, the web site is so well done that it is frequently used in Internet literacy tests. When researchers at the University of Connecticut's Neag School of Education asked twenty-five 7th graders to examine the web site, twenty-four of those students concluded that information regarding the Pacific Northwest Tree Octopus was \"very credible.\" The students came to this conclusion despite the site's multiple references to sasquatch and the elusive mountain walrus. Don Leu, the project's lead researcher, concluded that students need to learn a new set of skills in order to properly comprehend Internet content: These results are cause for serious concern because anyone can publish anything on the Internet and today's students are not prepared to critically evaluate the information they find there. Despite the fact that the Pacific Northwest Tree Octopus exists only in photoshopped images, doctored videos, and incredibly detailed joke websites, Zapato insists that they are real: Yes, of course. Would someone with a website lie to you?",
  "Originally Published": "",
  "Referred Links": "http://zapatopi.net/faq/;http://advance.uconn.edu/2006/061113/06111308.htm;http://zapatopi.net/treeoctopus/faq.html;http://zapatopi.net/treeoctopus/links.html;http://zapatopi.net/treeoctopus/sightings.html;http://zapatopi.net/treeoctopus/;https://twitter.com/sweetyboy1996/status/520338622180892673;https://twitter.com/calvin_stork/status/520782601821646848;",
  "Example": "[Collected via Twitter, October 2014] Save the north eastern tree octopus Tweet Is Good (@calvin_stork) October 11, 2014 We're all worrying about the wrong things we should be focusing more on the endangered Pacific Northwest tree octopus Andrew Sweet (@sweetyboy1996) October 9, 2014",
  "Last Updated": "7 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/treeoctopus.asp",
  "Claim": "A species of cephalopod known as the Pacific Northwest Tree Octopus can live on both land and water.",
  "Claim_ID": "photos_animals_treeoctopus",
  "Tags": ""
}