{
  "Origins": "Some of the images shown above are reminiscent of M.C. Escher's tessellations , but they're all photographs of cownose rays, a type of ray known for undertaking long migrations in large groups:",
  "Fact Check": "",
  "Description": "The above-displayed pictures of rays captured during one such migration were taken in the Gulf of Mexico by Italian photographer Sandra Critelli, who currently lives and works in New York City. Ms. Critelli's remarkable photographs of the ray migration were featured in a number of publications , for one of which she provided an explanation of how she came to snap these images: We were motoring around Holbox Island in the Gulf of Mexico, trying to find whale sharks so we could snorkel with them and photograph them. It was June. I was searching the horizon when I spotted this astonishing \"wave\" of cownose rays. We turned the boat towards the school, turned off the engine, and watched them move past us. There were thousands! They were swimming on the surface, and deep down, and all going in the same direction. They looked like beautiful leaves moving softly and gently by the wind. Later I learned that they migrate 10,000 at a time and are found in the warm currents from Brazil all the way to southern New England. Passive creatures, they can live until about 13 years of age and can be abundant in the Chesapeake in the summer. As quickly as they appeared that magic day, the migrating rays disappeared. I felt very fortunate to experience something so beautiful. The migrating ray photographs can also be found in the Marine Life section of Sandra Critelli's web portfolio.",
  "Originally Published": "",
  "Referred Links": "http://sandracritelli.com/Pages/Marine%20Life%20Photos%20Page%2005.html;http://sandracritelli.com/Pages/Published%20Work%20Page.html;http://sandracritelli.com/Pages/Biography%20Page.html;http://www.montereybayaquarium.org/animals/AnimalDetails.aspx?id=781599;http://www.flmnh.ufl.edu/fish/gallery/Descript/CownoseRay/CownoseRay.html;http://www.mcescher.com/Gallery/gallery-symmetry.htm;",
  "Example": "[Collected via e-mail, February 2009] Stingray Migration, Gulf Of Mexico Mass Migration of Golden Cow-nose rays Looking like giant leaves floating in the sea, thousands of Golden Rays are seen here gathering off the coast of Mexico. The spectacular scene was captured as the magnificent creatures made one of their biannual mass migrations to more agreeable waters. Gliding silently beneath the waves, they turned vast areas of blue water to gold off the northern tip of the Yucatan Peninsula. Sandra Critelli, an amateur photographer, stumbled across the phenomenon while looking for whale sharks. She said: 'It was an unreal image, very difficult to describe. The surface of the water was covered by warm and different shades of gold and looked like a bed of autumn leaves gently moved by the wind.' Don't forget to share this with others! Let your friends enjoy the beauty of nature, too!",
  "Last Updated": "2 June 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/raymigration.asp",
  "Claim": "Photographs show a mass migration of rays in the Gulf of Mexico.",
  "Claim_ID": "photos_animals_raymigration",
  "Tags": ""
}