{
  "Origins": "This bit of Internet insanity has one key point running against it: it's not a photograph of a blue whale.",
  "Fact Check": "",
  "Description": "The star of this celebrated picture is a whale shark , a genteel marine critter which is not a whale but rather a member of the shark family. Specimens of this species can grow to be 46 feet long and weigh up to 15 tons. On average, they reach about 25 feet in length. In contrast, blue whales can grow to be 94 feet long and weigh up to 174 tons. An average one will be about 80 feet long and weigh about 120 tons. The whale shark (like all sharks) lacks a penis, so the circled item in the photo above is not that anatomical item, no matter what it looks like. (Male sharks perform their part of the mating process with the aid of their two claspers , rod-like appendages of their pelvic fins that are rotated and inserted into the female's cloaca at mating time.) As to what the item hanging down is, the best guess from folks who study sharks has it that part of a female shark's intestines extruded through her cloaca, probably because of the ropes cutting into her. Regarding how much sperm a blue whale ejaculates, we've yet to encounter the researcher who would admit having studied this. Ergo, the e-mail's claims about the ejaculatory habits of this creature (400 gallons of sperm per emission, 360 of which ends up in the ocean) should be viewed as literary embellishment. Barbara \"whale rider\" Mikkelson Additional information: Information on the whale shark (National Geographic) Information on the blue whale (National Geographic)",
  "Originally Published": "",
  "Referred Links": "http://animals.nationalgeographic.com/animals/mammals/blue-whale/;http://animals.nationalgeographic.com/animals/fish/whale-shark/;http://web.archive.org/web/20030719162754/http://www.pc.maricopa.edu/departments/Biology/BIO183/bio_images/skfem2.gif;http://web.archive.org/web/20040529063405/www.pc.maricopa.edu/Biology/BIO183/bio_images/skclasp2.gif;http://animals.nationalgeographic.com/animals/fish/whale-shark/;",
  "Example": "[Collected on the Internet, 2003] A blue whale produces over 400 gallons of sperm when it ejaculates, but only 10% of that actually makes it into his mate. So 360 gallons are spilled into the ocean every time one unloads. You wonder why the ocean is so salty ... Don't swallow the water!",
  "Last Updated": "3 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/whalephallus.asp",
  "Claim": "Photograph shows the enormous phallus of a blue whale.",
  "Claim_ID": "photos_animals_whalephallus",
  "Tags": ""
}