{
  "Origins": "Randolph Air Force Base , located just outside of San Antonio, Texas, may be the \"Showplace of the Air Force,\" an Air Education and Training Command site where innumerable pilots (and pilot instructors) have been trained as members of the world's premier air force, but this photograph of jets in formation over the base's \"Taj Mahal\" building is not a genuine testament to their flying skill. It's a simple cut-and-paste digital manipulation.",
  "Fact Check": "",
  "Description": "The public affairs office at Randolph AFB told us that they'd seen the picture and everyone thought it was marvelous, but not only was it a manufactured image, it didn't even represent any type of jet formation flying that ever took place at Randolph. The picture is, however, a nice updating of a familiar old postcard image which depicts the same type of formation flying over the Taj Mahal, only with biplanes instead of jets (and which may reflect a similar fly-over staged for the 1935 film West Point of the Air ):",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/title/tt0027196/;http://www.randolph.af.mil/12ftw/wing/pa/tajfact.htm;http://www.randolph.af.mil;",
  "Example": "[Collected via e-mail, 2002] Anyone that loves photography will appreciate the precision of the photo. As the jets are probably moving at around 400 mph and you being just right to get the shot at that instant. And that is a hard formation to stay at as the ones in the \"S\" are just a little graduated degree behind the next one and staying that way to maintain the formation. It is a great photo of an Air Force training squadron flying in a never-done-before \"USA\" formation over the control tower \"Taj Mahal\" (HQ building) of Randolph Air Force Base in San Antonio, Texas.",
  "Last Updated": "19 September 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/military/randolph.asp",
  "Claim": "Photograph shows a formation of jets spelling out 'USA' over Randolph Air Force Base.",
  "Claim_ID": "photos_military_randolph",
  "Tags": ""
}