{
  "Origins": "Although tales about men suffering severe burns to their genitalia (or even being electrocuted) through urinating on electric fences or electrified train rails are common in urban legendry, such occurrences are exceeding unlikely (if not outright impossible). Accordingly, the story accompanying the photograph reproduced above, about a \"Texas redneck\" who met with an unfortunate injury after drinking too much and then \"peeing on a 3-phase electric fence,\" is a fanciful invention that has nothing to do with the picture's actual origins.",
  "Fact Check": "",
  "Description": "This image accompanied an article authored by five Chinese doctors (from the Department of Urology at the Third Military Medical University in Chongqing) and published in the Asian Journal of Andrology , a case report from 2003 about a 38-year-old man who sought medical attention at a clinic for genital herpes simplex. A circumcision was performed and the patient was treated with short-wave diathermy that proved excessive, producing a severe burn to the penis that resulted in necrosis and gangrene. As the article described: A 38-year-old man was admitted to this Hospital for severe penile burn caused by excessive short-wave diathermy. Five days ago, the patient visited a clinic for recurrent genital herpes simplex. Circumcision was performed and local short wave diathermy given immediately. The frequency of short wave source was 13.56 MHz with a penile exposing time of about 2.5 hours. Blisters and extravasation at the penile skin were seen 1 day and became black 3 days after short-wave diathermy. The patient could micturate [i.e., urinate] without hematuria [i.e., blood in the urine]. The whole penis was burned black and became indurated [i.e., hardened] with a clear margin with the normal skin at the base of the penis. He felt no pain in the penis even with needle puncture. Doppler sonography revealed no blood flow in the penis and severe burn and penile gangrene was diagnosed. At day 31 after the treatment, the necrotic part of penis was resected with only about 1 cm of the penile stump left. Thrombi were found in the two deep arteries of the corpora cavernosa and deep dorsal arteries and the veins beneath Buck's fasica. Scrotal skin was mobilized and shifted to repair the penile stump. Pathological examination showed necrosis of the penis tissue and thrombi formation in the corpora cavernosa. Convalescence was uneventful. The patient could micturate in standing position by pushing skin around the stump of the penis backward.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] Read about three-phase electricity fully before looking at the picture. This is \"shocking\" to say the least. Heed the Warning!!!!!!!!!!!!! An innocent Christmas celebration, a couple of beers led to an untimely end result when a Texas redneck tangled with a Texas lectric fence. Needless to say the fence won....read on for the rest of the story.... I am sure we have all heard the phrase, \"Don't pee on an electric fence.\" Well it just isn't a joke. Here is what happened to someone that did just that on a 3 phase electric fence. So what is 3 phase, you might ask? Electricity is provided to each home as 2 of the 3 phases produced by the transformer on the pole. Our lights and wall outlets are single phase at110 volts and our stoves, Air Condition, and large appliances use 2 phase which is two different 110 volt legs or normally 220 to 230 volts. The difference between phases is that they each alternate between plus 110 volts down to minus 110 volts thus the name Alternating Current or AC. Your car uses a battery and that is DC or Direct Current. Each phase alternates through their cycle 60 times a second however they each are timed to start through their cycles one third of the cycle behind the preceding cycle so that none of the three are exactly at the same stage at the same time. The third leg, as it is known, is brought into industrial sites to power up large motors pulling heavy loads. Can you say \"ouch\"??.... Notice the key phrase here is \"...a three-phase electric fence.\" Yep, it would burn it off! Ever wonder what would happen if you peed on a 3-phase electric fence? Take a look (not for timid, gentle souls).",
  "Last Updated": "17 July 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/medical/electricfence.asp",
  "Claim": "Photograph shows a patient who received a severe penile burn from urinating on an electric fence.",
  "Claim_ID": "photos_medical_electricfence",
  "Tags": ""
}