{
  "Origins": "This video clip purportedly showing school kids performing a stage version of Scarface , the 1983 Brian de Palma film starring Al Pacino as drug lord Tony Montana, raised hackles on the Internet in March 2010 among parents who were horrified that an elementary school would have children performing such inappropriate material full of adult themes, violence, and foul language (even if those elements were somewhat muted in the version shown here).",
  "Fact Check": "",
  "Description": "However, according to various sources (such as TMZ ), this video did not originate as a taped record of an elementary school play; the stage work was professionally produced and directed: That hysterical (or horrifying) version of \"Scarface\" making the rounds with grade school kids playing all the parts and spewing the f-word ... \"fudge\" yeah, it's not an actual school play. Instead, it's the work of director Marc Klasfeld and Rockhard Films who did the videos for Lady Gaga's \"Pokerface\" and Adam Lambert's \"For Your Entertainment.\" It was produced in L.A. within the last few weeks and the audience members were a mix of cast family members, colleagues and friends. As for Lil' Tony and his co-stars, they were selected through a casting agent known for finding child actor look-alikes for adult stars. And according to the Los Angeles Times : The video was actually made [in February 2010] with professional child actors in a rented theater in Koreatown and directed by Marc Klasfeld, a veteran music video director. With the quirky homage to \"Scarface,\" Klasfeld said \"we had a great cast, great kids and great parents ... they enjoyed the process.\" The director said it was amusing to watch the pockets of outrage as the purposely provocative video spread out across the Internet. \"We definitely suspected that would happen,\" said Klasfeld, a father of two who says he wonders why the most vocal critics of the ironic video don't speak out more against the sexualization of young girls in American culture or the relentless violence on screens of all sorts. \"Everyday when I wake up with my daughter and I turn on the television for her and we're constantly guarding her against all these unnecessary sexual [messages] bombarding her ... so for us to see the reaction against this, well, that was a little shocking,\" Klasfeld said. \"I found it all fascinating.\"",
  "Originally Published": "",
  "Referred Links": "http://www.tmz.com/2010/03/30/scarface-elementary-school-viral-video/;",
  "Example": "[Collected via e-mail, March 2010] This is a kids school play with some very adult themes. Is this for real?",
  "Last Updated": "30 March 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/arts/scarface.asp",
  "Claim": "Video clip shows an elementary school stage production of Scarface .",
  "Claim_ID": "photos_arts_scarface",
  "Tags": ""
}