{
  "Origins": "The above-linked video clip showing a toddler in a van rolling her eyes back in her head (and otherwise acting oddly) caused on a furor in July 2007 when it was posted on the Internet with claims that the little girl was undergoing an Ecstasy trip after having been given a dose of the psychoactive drug by the teenagers or adults also present in the vehicle:",
  "Fact Check": "",
  "Description": "However, after local law enforcement authorities and the FBI appealed to the public for help in tracking down the persons shown in the video, they were able to determine that the Ecstasy rumor was not true the little girl was just acting in response to prompts from the van's other occupants and was in good health: Houston police say the YouTube clip that appears to show a two-year-old girl on ecstasy is nothing but a hoax. In the video you hear women off-camera use the word \"rolling,\" which is a slang term for those who are on the illegal drug. Police in Houston say the girl was showing off a trick she learned from watching a horror movie. The young women told an investigator that they got bored during a return trip from Padre Island and were playing with the little girl, who was following instructions to roll her eyes back, said Lt. John Martin, a spokesman with the Harris County Sheriff's Office. The teenager who shot the video tried to explain how it got out of hand. \"My friend had put it on YouTube as 'Rolling, Rolling, Rolling,' then someone made it into 'Mother feeds her baby ecstasy,' and then someone else made it.\" Doctors have found no evidence that the child was given the dangerous drug. Additional information: Teens from 'X Video' Talk (Fox News)",
  "Originally Published": "",
  "Referred Links": "http://www.myfoxchicago.com/myfox/pages/Home/Detail;jsessionid=0672CC656FA3A8386A9B075F86EB2C79?contentId=3768803&version=2&locale=EN-US&layoutCode=VSTY&pageId=1.1.1&sflg=1;http://www.nida.nih.gov/Infofacts/ecstasy.html;",
  "Example": "[Collected on the Internet, July 2007] They gave this little girl extacy This just makes me sick... How could you do this to a little kid! PLEASE REPOST!!!!!!!!!!!!!!!!!!! ONLY 1 PERSON REPOSTED....VERY SAD,THAT U POST B.S. ABOUT HAVING BAD LUCK TMRW. OR A PARTY,OR COMMENT UR PICS. THIS LIL GURL NEEDS OUR HELP!!!!!!!!! ~GOD BLESS~ THIS LIL GIRL WAS GIVEN EXTASY. POLICE TRYING TO IDENTIFY THEM. I HOPE EVERYONE REPOSTS SO THEY CAN PROSECUTE..I DONT CARE HOW OLD THE MOM IS. IF SHE CAN SPREAD HER LEGS SHE CAN SERVE TIME NUFF SAID... If you know any of these people, PLEASE call 261 782 3541 They believe these people are from the Houston Texas area, because a commercial on the video at the end of the clip mentions that area. PLEASE REPOST!!!!!!!!!!!!! Repost this by hitting reply to this bulletin & copying everything under bulletin. Paste the message in your own bulletin I cannot find any other information on this video link, It doesn't look fake and I want to know if you can find out if these people were ever arrested and what happened to the child. It appears that a small child, approx 4 years or so old, was given ecstacy by teenage parents or caregivers while being driven around in a car unbuckled. Also an infant appears to be in the car too. Please let me know anymore information on this. It is truly disturbing and makes me sick to my stomach that someone did this and they should be prosecuted.",
  "Last Updated": "17 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/crime/ecstasy.asp",
  "Claim": "Video shows a 2-year-old girl who had been given the drug Ecstasy.",
  "Claim_ID": "photos_crime_ecstasy",
  "Tags": ""
}