{
  "Origins": "As a heavy storm raged off the coast of Australia on 20 April 2015, a short video clip on Vine showing a surfer catching a wave outside the Sydney Opera House, situated on Bennelong Point, began to circulate online:",
  "Fact Check": "",
  "Description": "Although many viewers shared the video clip (including the popular morning radio duo Fitzy and Wippa) claiming that it was real footage recently captured at Bennelong Point, the original video had been uploaded to YouTube (with a similar backstory) by one \"Darren Jackson\" in June 2012: On 6th June 2012 a massive swell hit Sydney, Australia. The giant waves broke all the way into the harbour, making a perfect 2km wave at Bennelong Point, aka the famous Sydney Opera House. Marcie and Frimmy scored an epic sesh with no one else out. Made this little vid of the day. Although the footage is pretty convincing, the conditions shown cannot possibly occur at the site of the Sydney Opera House. First, the video shows several rocks running along the side of the opera house; but no such rocks are really there. Second, the portion of the video starting at the 26-second mark clearly shows shallow water breaking in the foreground; but, according to Storyful , the water surrounding the famous landmark is all much deeper. Finally, a variety of land formations, sea walls, and other obstacles make it practically impossible for \"2km waves\" to form at Bennelong Point: The \"actors\" in the video, however, did provide an amusing explanation for these impossible circumstances: Once every 100 years. It's got to be that big and that powerful that it wraps around middle head, right. Then it hit government house. Then it refracks again. So it actually goes past 180 to ht Bennelong Point. It was so sick. It's not going to happen again for a long time. \"Darren Jackson\" never revealed how he made the video, but it appears that he took real surfing footage and superimposed it against the iconic background of the Sydney Opera House.",
  "Originally Published": "",
  "Referred Links": "http://storyful.com/stories/31689-point-fake-sydney-opera-house-surfers-outed-as-spoof;",
  "Example": "[Collected via Twitter,April 2015]",
  "Last Updated": "21 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/sports/sydneysurfer.asp",
  "Claim": "Video shows a surfer catching a wave at the Sydney Opera House.",
  "Claim_ID": "photos_sports_sydneysurfer",
  "Tags": ""
}