{
  "Origins": "The photographs displayed above are genuine, and they do show a Florida man who and the very large hog he shot, even if some of the details in the accompanying text were exaggerated or made up by someone else.",
  "Fact Check": "",
  "Description": "We verified the details with Larry Earley himself, who told us: I shot a log boar hog on August 27, 2004. The pictures you have were taken on my property close to where the hog wasshot. I have many more photos. I do not know the origin of the story on the Internet. It did not come from me. Half of the details are accurate. I shotthe hog once with a .44 magnum (the one in the photo). The hog charged towards me after he was shot but he only covered about 20 feet of ground. I was 10 yards away when I shot, and I was backing up while keeping the crosshairs on the hog as he was moving towards me. That is typical with wild hogs, that is what makes them fun to hunt. The hog was too big for scales that were available to me on a Friday evening (500 lb. scales), so we decided to let the processor estimate the weight for us. Smokin' Oak Sausage Co. in Branford, F,L did the processing for me and he put the weight between 1100 and 1200 lbs. The tusk on the right side was 8-1/4\" above the gum line and the right tusk was broken and measured 5\" above the gum. The hide with the head was weighed at 284 lbs. The taxidermist I am using measured the neck at 42\" around and the length from his eye socket to the tip of his nose at 11-3/4\". I just found out about the story on the internet yesterday. I think that it is hilarious that all of this has been going on. I'll be glad to talk to anyone about my hog.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2004] BIG HOG! The fellow in the pictures is Larry Earley, He lives about 30 miles fromOrlando, in the very rural community of Okahumpka, just off the Floridaturnpike in Lake County, Florida. He has 20 acres of land and on it, a fewcows and horses. Mostly it's pasture land that is fenced with woodssurrounding him. He is neighbored by a larger cattle ranch. His neighbor has complained forseveral years that wild hogs had been raiding his cattle feeders and saltlicks. Last month he saw what he though was a cow in his pond and went to see if itwas stuck in the mud and would have to be pulled out. When he got closeenough to realize it was hog, the thing made a charge at him. He had drivenhis truck down to the pond and carries a pistol in it (as any Floridaredneck would, and I say that with genuine affection). He got his handgunand when it came at him again, he shot it twice and killed it. Wild hogs in Florida usually run from 100-400 pounds with a 400 pounderbeing a monster. Because this one had been feasting on grain for severalyears it had grown to mamoth size. When Larry took it to the processor itweighed in at over 1100 pounds! The meat has no wild taste, as it was grain feed and the Larry is quite thehero. He has fed may fireman and provided the homeless shelter in downtownOrlando with a couple of meals. Variations: This item also circulates with the name Bob Lancaster in place of Larry Earley, and the geographical references changed to Houston and Texas in place of Florida and Orlando.",
  "Last Updated": "5 January 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/bighog.asp",
  "Claim": "Photographs show a Florida man with an 1100-lb. hog he shot.",
  "Claim_ID": "photos_animals_bighog",
  "Tags": ""
}