{
  "Origins": "These images of the Statue of Liberty in the midst of a hurricane might be described by viewers using any number of adjectives: beautiful, ominous, prophetic, majestic, etc. For our purposes, however, the single most relevant adjective is ... fake.",
  "Fact Check": "",
  "Description": "The first image, which was circulated in October 2012 in conjunction with Hurricane Sandy's hitting the upper Atlantic Coast of the United States, is simply a promotional still taken from the 2004 action-adventure film The Day After Tomorrow : The second image originally appeared in the latter part of September 2010, prompted by the occurrence of a tornado that hit New York City on 16 September 2010. However, that isn't a genuine photograph of any New York storm either: it's a digital manipulation created by merging a picture of the Statue of Liberty with a separate photograph of a supercell thunderstorm snapped in Nebraska by photographer Mike Hollingshead on 28 May 2004: The original storm photo is a familiar one on these pages, as it (along with other examples of Mike Hollingshead's work) has been circulated on the Internet on numerous occasions as depicting a variety of different storms throughout the world, including Hurricane Katrina in 2005.",
  "Originally Published": "",
  "Referred Links": "http://www.extremeinstability.com/04-5-28.htm;http://www.imdb.com/title/tt0319262/;http://www.imdb.com/media/rm3599862784/tt0319262;",
  "Example": "[Collected via e-mail, October 2012] This picture is circulating on Facebook claiming to be storm surge from Hurricane Sandy. [Collected via e-mail, September 2010] Photo taken 9/16/10 - it may look pretty but it is NYC in the storm that brought torrents of rain and a tornado with it too - lots of trees down everywhere and mass transit (LIRR) at a standstill in a matter of about 10 minutes.",
  "Last Updated": "29 October 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/natural/nystorm.asp",
  "Claim": "Photographs show the Statue of Liberty amidst a hurricane.",
  "Claim_ID": "photos_natural_nystorm",
  "Tags": ""
}