{
  "Origins": "The photographs of an unusually colored piebald whitetail deer shown above are real, although the details of the accompanying text are inaccurate: the animal was taken in East Texas rather than Wisconsin, and it was not sold for $13,000.",
  "Fact Check": "",
  "Description": "According to the Texas Big Game Awards web site, \"Bellville resident James Curtis took this unique piebald whitetail in Palestine opening weekend of deer season\" in November 2008. The Buck Manager web site provided additional information from Curtis' wife to the effect that: The deer was actually killed November 2, 2008, on a privately owned ranch outside of Palestine, Texas. The piebald deer scored 138 5/8 gross with a total body weight of 195 pounds. My husband is getting the deer full body mounted. Anyways, I just wanted to give you this information since there are lots of emails going around saying the deer was harvested in Michigan, Arkansas, West Virginia, and Georgia just to name a few. One email even says that the deer was sold to Cabelas for $13,000! It is crazy. Buck Manager also noted of the deer's unusual coloration that: The majority of white-tailed deer have brown and white hair, but piebald deer are beautiful animals possessing white and brown fur in random patterns similar to that of a paint horse. I know of very few piebald deer that have been harvested in Texas, but the photos seen here are making their way around the internet with claims that this big piebald buck was shot somewhere in east Texas. The location varies between Corsicana and Palestine. Although both of the claims could have been false, I knew this abnormally colored buck was not harvested in Corsicana simply because there are no pine stands within 50 miles of the town, maybe more. Palestine, on the other hand, has pine forests and plenty of them. After a little more research, I discovered that this piebald trophy was actually harvested the first weekend of the General Season, but it was in fact taken near Palestine. The big-bodied deer was right at 200 pounds on the hoof and is definitely a unique buck!",
  "Originally Published": "",
  "Referred Links": "http://www.buckmanager.com/2008/12/30/piebald-buck-is-from-east-texas/#more-992;http://web.archive.org/web/20081201040106/http://www.texasbiggameawards.com/Big%20Game%20Watch.htm;http://www.buckmanager.com/2008/01/25/abnormal-whitetail-deer-coloration/;",
  "Example": "[Collected via e-mail, January 2009] Here is a crazy Buck that a hunter got over in WI. He sent these pictures to a bunch of people to see what he could get and the owner of Cabela's paid him $13,000 for the head and hide. A calico buck like the one below is rarer then an albino.",
  "Last Updated": "24 September 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/hunting/calicobuck.asp",
  "Claim": "Photographs show an unusually colored buck taken by a hunter.",
  "Claim_ID": "photos_hunting_calicobuck",
  "Tags": ""
}