{
  "Origins": "Like thousands of other school-age American kids, in the summer of 1966 I eagerly made my way to the local movie theater for an afternoon screening of Batman , a feature-length film quickly put together to capitalize on the sudden, mammoth popularity of the television series (and to exploit the entertainment needs of millions of youngsters on summer break with no Internet, video games, VCRs, or cable television to keep them amused). What a treat to see Batman and Robin on the big screen in full color (we had only black-and-white TV at home), battling a confederacy of no less than four arch-villains!",
  "Fact Check": "",
  "Description": "One of the early scenes in that film stuck in my impressionable young mind Batman, out on the water to reconnoiter a buoy, has to fend off the attack of a man-eating (and exploding!) shark, which sinks its teeth into the ladder from which the Caped Crusader perilously clings as he dangles beneath the Batcopter. When I viewed this same film on TV many years later, I couldn't help but laugh uproariously upon noticing that the terrifying sea creature I had breathelssly watched Batman pummel with life-and-death ferocity (and finally vanquish only with liberal application of Bat Shark Repellant) decades earlier was so obviously nothing more than a cheap, shark-shaped piece of plastic affixed to a ladder. (A few glimpses of this scene can be viewed in the Batman original trailer available on the Internet.) I had nearly the same reaction when readers started forwarding us the above photograph (usually credited to National Geographic magazine or Geo , a similar German-language publication, and mailed under titles such as \"Really Bad Day!\" or \"Jaws 2001\" or \"Photo of the Year\") back in August 2001 to ask if it were real. Alas, like Batman's attacker, it too is a fake, an image created by combining two real but unrelated photographs a picture of a great white shark taken by South African photographer Charles Maxwell , and an Air Force photo of an HH-60G Pave Hawk helicopter from the 129th Rescue Wing, Moffett FAF (a California National Guard unit) snapped by Lance Cheung (with San Francisco's Golden Gate Bridge in the background): This faux image is also often circulated in combination with an unrelated photo of a surfer and a looming shark which, although real, shows a surfer and a dolphin, not a shark. Additional information: Shark \"Photo of the Year\" Is E-Mail Hoax (National Geographic)",
  "Originally Published": "",
  "Referred Links": "http://news.nationalgeographic.com/news/2002/08/0815_020815_photooftheyear.html;http://www.underwatervideo.co.za/;http://web.archive.org/web/20051017070623/http://www.planetout.com/pno/images/quicktime/trailers/batman.mov;http://us.imdb.com/Title?0060153;",
  "Example": "[Collected on the Internet, 2001] AND YOU THINK You're HAVING A BAD DAY AT WORK !! Although this looks like a picture taken from a Hollywood movie, it is in fact a real photo, taken near the South African coast during a military exercise by the British Navy. It has been nominated by Geo as \"THE photo of the year\".",
  "Last Updated": "10 January 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/sharkdiver.asp",
  "Claim": "Photograph shows a shark attacking a British Navy diver.",
  "Claim_ID": "photos_animals_sharkdiver",
  "Tags": ""
}