{
  "Origins": "The video displayed above, in circulation since 2011, appears to be security camera footage recorded during a storm in which a pedestrian is struck by a bolt of lightning, lies on the ground dazed or unconscious for about a minute, gets up and continues walking (while rubbing his presumably aching head), is promptly struck down by a second bolt of lighting (which he also survives), and after another half-minute gets up and strolls out of camera range.",
  "Fact Check": "",
  "Description": "Although we don't yet know the specific origins of this video, it is, for a number of reasons, certainly a staged/created one and not actual camera footage of the occurrences it purports to depict: Direct lightning strikes to the body similar to the one shown in the video are rather uncommon (accounting for only about 3-5% lightning-related injuries), and the chances of receiving such a strike twice in a short period in time, in both instances without being killed or suffering extensive debilitating injuries (in the absence of immediate medical attention) are exceedingly low. As noted in a 2001 medical article on lightning injuries and burns: Direct [lightning] strikes occur when the victims are outside, often carrying metal objects, such as an umbrella. Metal (e.g., a hairpin) worn in the hair increases the chances of a direct strike compared with a metal object worn lower on the body. Although not always fatal, direct strikes are associated with high morbidity, because they frequently involve the head. Lightning strikes near the head may enter the eyes, ears, and mouth to cause multiple problems. Lightning can cause mild to severe damage to numerous body systems. Although the current from lightning may flow through the victim's body for only a short time, it can short-circuit the body's electrical systems, such as the heart and the respiratory center of the brain. Most victims who survive lightning strikes actually experience not the type of direct hit shown here but rather what is known as a side flash: A side flash (also called a side splash) occurs when lightning strikes a taller object near the victim and a portion of the current jumps from taller object to the victim. In essence, the person acts as a \"short circuit: for some of energy in the lightning discharge. Side flashes generally occur when the victim is within a foot or two of the object that is struck. Most often, side flash victims have taken shelter under a tree to avoid rain or hail. Each lightning flash appears only in a single frame of the video, without whiting out (or otherwise saturating) the camera image and without illuminating or reflecting from other objects In the scene, suggestive of images of electrical discharges being overlaid onto ordinary video of a man walking. Despite the extraordinary nature of the events supposedly depicted in the video, and the fact that it was all documented on camera (including the exact date and location) in a video that has seen wide circulation, no news outlet ever reported on the incident or identified the circumstances under which it occurred. The following video features a technical deconstruction of the original:",
  "Originally Published": "",
  "Referred Links": "http://www.lightningsafety.noaa.gov/struck.htm;http://ec.gc.ca/foudre-lightning/default.asp?lang=En&n=D401EB9A-1;",
  "Example": "[Collected on the Internet, April 2011] I've been seeing this video making the rounds on Facebook, and some people are indicating that it might be fake. Nothing jumps out at me to indicate that it's not genuine, but it DOES seem unlikely just from a statistical perspective. I can't find any corroborating news stories, but it may be that it's just gone unreported or hasn't been covered by an English source.",
  "Last Updated": "3 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/accident/lightning.asp",
  "Claim": "Video clip shows a man being struck by lightning twice.",
  "Claim_ID": "photos_accident_lightning",
  "Tags": ""
}