{
  "Origins": "This image of a purported letter from Adlai E. Stevenson High School in Lincolnshire, Illinois, began circulating on the Internet on 8 July 2013. The text of the alleged missive announces a new effort by the school's Social Studies department to boost unsatisfactory student achievement by introducing a program which allows freshman to make \"charitable contributions\" ranging from $10 to $35 in order to receive homework passes, extra credit points, and test exemptions, as well as to offset unexcused tardies. Such \"donated funds\" would go towards improving the school's infrastructure, providing new technology for school offices, and relieving \"budgetary constraints for teachers.\"",
  "Fact Check": "",
  "Description": "On 10 July 2013, administrators posted a notice on the school's Facebook page advising inquirers that the letter was a hoax: There is a fake Stevenson letter being circulated via social media, claiming students can pay donations for excusing tardies and homework, receiving extra credit, and test exemptions. This is a hoax, and IS NOT a Stevenson letter, program, or from a Stevenson employee. This is not something the District would ever endorse. Apparently the letter was not intended as a prank, but was something created as a teaching tool for a history class: [Eric Twadell, superintendent of Stevenson High School District 125, said,] \"It turned out a teacher had created [the letter] and used it as a modern-day example of what papal indulgences may look like [today] compared to 500 years ago in the medieval realm. People would pay off the Pope for ridiculous things ... I think (the teacher) used it as an illustrative tool.\" Stevenson teachers have used the letter for \"many, many years\" to teach a unit on medieval Rome in world history classes, he said.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/stevensonhs/posts/10151767500066972;",
  "Example": "[Collected via e-mail, July 2013] There is a picture of a copy of a letter circulating, allegedly from a prominent suburban Chicago high school initiating an \"Earned Academic Rewards Network\" program whereby students can make monetary donations to offset tardyies, absences, homework assignments and/or test scores:",
  "Last Updated": "10 July 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/signs/stevenson.asp",
  "Claim": "Letter from high school offers to allow students to make monetary donations to offset inatttendance and poor grades.",
  "Claim_ID": "photos_signs_stevenson",
  "Tags": ""
}