{
  "Origins": "The 887 monolithic human figures carved from rock on Easter Island (known as moai) are familiar to many people through iconic images that show the statues to be either just heads or a combination of heads and shoulders only:",
  "Fact Check": "",
  "Description": "However, such pictures represent only a subset of the different forms in which the human figures on Easter Island appear. A combination of the popularity of the \"giant head\" images, the fact that the heads on the statues are disproportionately large in comparison to their bodies, and the circumstance that the bottoms of some of the statues are set deep into the ground where they are obscured from view has produced a widespread misconception that all of the Easter Island statues are nothing more than giant heads. Many viewers are surprised, therefore, to learn the moai actually do have bodies: Additionally, the revelation that the statues have bodies is not a recent discovery, as suggested by the above example: many of the moai (as shown above) are situated fully above ground and displayed in their entirety, and some of the statues even sport arms and what appear to red hats (actually depictions of hair): In recent years the Easter Island Statue Project ( EISP ) has undertaken efforts to excavate and study some of the moai, thereby revealing previously hidden portions of the statues.",
  "Originally Published": "",
  "Referred Links": "http://www.eisp.org/3879/;http://www.dailymail.co.uk/sciencetech/article-1211673/Easter-Island-hat-mystery-solved-British-archaeologists.html;http://upload.wikimedia.org/wikipedia/commons/a/a2/Moai_Rano_raraku.jpg;",
  "Example": "[Collected via e-mail, May 2012] The Stone Statues in Easter Island have bodies! This is absolutely incredible. Here we've been thinking for all these years that they were just heads. They are going to be absolutely huge when they are completely excavated. It all just adds to the mystery of these amazing sculptures. Maybe now they can get more information about them seeing as they have writings on them.",
  "Last Updated": "8 June 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/arts/easterisland.asp",
  "Claim": "The \"giant head\" moai statues on Easter Island actually have bodies as well.",
  "Claim_ID": "photos_arts_easterisland",
  "Tags": ""
}