{
  "Origins": "This moving photograph of a World War II veteran overcome with emotion while embracing a wounded Marine is a cropped version of a photograph which originally appeared in newspapers in November 2004:",
  "Fact Check": "",
  "Description": "The occasion of this photograph was a Veterans Day Commemoration at Dallas City Hall on 11 November 2004. The veteran pictured is Houston James, a survivor of the Japanese attack on Pearl Harbor in December 1941, and the Marine is Staff Sgt. Mark Graunke Jr. , a member of an ordnance-disposal team who lost his left eye, his left hand, the thumb and index finger of his right hand, and his right leg as a result of injuries sustained while defusing a bomb in Iraq in July 2003. The Dallas Morning News revisited the subjects of this iconic photograph in 2011, reporting that: In the photograph, an elderly, jacketed survivor of Pearl Harbor embraces a decorated Marine, overcome with emotion as the younger serviceman returns the gesture with an artificial hand. The setting is the plaza in front of Dallas City Hall at the conclusion of the 2004 Veterans Day Parade. The powerful portrait, originally published in The Dallas Morning News, found its way around the world, beloved by many a veterans organization for the collective bond of service and sacrifice it illustrates Houston James is 87 now. He uses a walker to get around. His home is an assisted-living facility in Mesquite, and his wife, Marian, has been gone a long while. \"I forgot all about that photo,\" he said. Military memorabilia populates his apartment patches, decals, history books. A VHS copy of the Pearl Harbor film Tora! Tora! Tora! sits on a shelf. The picture, he said, was taken at a parade downtown. He doesn't recall the year. He taps the photograph with a finger. \"I was walking by,\" he said. \"He was up on the reviewing stand. I spotted him.\" And then he saw the man's prosthesis. The Marine is retired Staff Sgt. Mark Graunke of Flower Mound, who, as part of an ordnance-disposal team in Iraq, lost his hand, leg and eye while attempting to defuse a bomb in 2003. His mission was to keep roads free of explosive devices. On July 2, as he worked on a piece of unexploded material, it went off in his left hand. Graunke, who now works for JPMorgan Chase in Coppell, had opted for ordnance-disposal duty after a stint as a Marine Security Guard. He did not respond to requests for an interview. But on his LinkedIn profile, he writes: \"I wanted to do something that was going to challenge me both mentally and physically. That is just what I got.\" \"I strive for perfection in everything I do and I have no regrets for anything I have done,\" Graunke goes on. \"Life is full of ups and downs and it is how you deal with those situations that will define you as an individual.\" In July 2007, a Dallas builder named a city block in Staff Sgt. Graunke's honor and donated a portion of the proceeds from home sales to charities selected by him: A Dallas builder, Brandenburg Homes, will construct 16 homes on the block, now known as the Mark Graunke Jr. Addition. The builder will donate $3,000 for each home sold, divided equally between three charities Graunke selected the Intrepid Fallen Heroes Fund, Fisher House and the Marine Corps-Law Enforcement Foundation, all of which helped him recover from his injuries, he said.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, December 2004] Picture worth a 1000 words...and, really, no words needed! We truly take a lot for granted. Forget the football \"heroes\"... and pass this on, please.",
  "Last Updated": "11 November 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/military/embrace.asp",
  "Claim": "Photograph shows a tearful World War II veteran embracing a wounded Marine.",
  "Claim_ID": "photos_military_embrace",
  "Tags": ""
}