{
  "Origins": "Ginger Rogers was the renowned actress, dancer, and singer best known for her appearances as the romantic interest and dancing partner of Fred Astaire in ten films throughout the 1930s and 1940s. However, the 2009 film clip displayed above doesn't feature a 92-year-old Ginger Rogers dancing with her great-grandson, as Ms. Rogers passed away in 1995 at the age of 83.",
  "Fact Check": "",
  "Description": "The woman featured in this clip is Sarah \"Paddy\" Jones, a 75-year-old (as of 2009) former proprietor of a fabric shop in Stourbridge, England, who relocated to Spain and took up salsa dancing after her husband died in 2003. Her partner in this clip is not her great-grandson but rather Nicholas \"Nicko\" Espluosa, her 35-year-old Spanish dance instructor. As the London Times described her background in late 2009: Mrs Jones, who is a grandmother of seven, comes from Stourbridge in the West Midlands but now lives in Gandia, near Valencia in Spain. She started dancing at the age of two-and-half, training in ballet, tap and Greek dancing. At 15, she left school to go professional, performing in shows at the Blackpool Ice Ring, the Dudley Hippodrome and Wolverhampton Grand. However, her promising career was cut short when she met her late husband, David, and they married when she was 22. \"I decided to give it all up because if your partner is not in the theatre, then you don't get to see much of them,\" she said. \"I went from putting on the make-up for theatre to being a demure dental nurse very different. But we had four children and that kept us busy enough.\" After running a fabric shop, Mrs Jones retired with her husband to their four-bedroom villa in Spain. However, when her husband died from leukaemia six years ago, Mrs Jones decided not to return home. Instead, she took up salsa as a way of getting over her husband's death. \"It was a form of therapy. I couldn't just sit at home during the dark winter nights watching television. It would have driven me mad.\" A July 2009 article from the Stourbridge News said of the dancing duo: The pair have made quite a name for themselves recently making it to the number two slot on a Spanish TV talent search similar to the X Factor. They also wowed old time film and TV stars in [Los Angeles] when they graced the stage at an international salsa congress at retirement complex Laguna Woods Village in The Old Pros' Stars of Dance event. The duo were the only Europeans invited to attend the glittering bash in May organised by salsa star and promotor Albert Torres who has worked with the likes of movie stars Jennifer Lopez and Walter Matthau. Paddy said: \"We've been to LA many times, but this was incredible people came from all over the world and we were treated like Royalty.\" The gutsy grandmother of seven, who lived in Stourbridge all her life before moving to Gandia in Spain with her late husband, said she feels \"very lucky\" to be jet-setting around the world in her twilight years, reprising the professional dancing career of her youth; and she has no plans to take things a bit easier. She said: \"Nicko said as long as I can keep doing it we'll still do it. I do thank my lucky stars. If I wasn't doing this my life would be very different but now there really isn't a dull moment; it's incredible.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, February 2011] Never underestimate an old gal Talk about dancing with the stars! Keep watching after the first dance. I thought she had died. Hardly! Amazing! OK, ladies, time to get up and get it GOING!! How many still remember Ginger and Fred? He must be smiling down at her new partner now ... Ginger Rogers at 92 and her great grandson of 29 dance the Salsa. To all of you younger people..... This lady was a headline dancer back in the 1930s and the 1940s. Wow! I want to do this when I'm 92... oh, wait, why can't I do this now! Watch all the way through, the beginning is a warm up. Remember, she is 92, her great grandson is 29 - watch them dance! Don t give up after the first minute that is the teaser. Remember, he is 29; she is 92! Just getting to the age of 92 would be most people's dream.",
  "Last Updated": "14 February 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/arts/salsadance.asp",
  "Claim": "Video clip shows 92-year-old Ginger Rogers dancing the salsa with her great-grandson.",
  "Claim_ID": "photos_arts_salsadance",
  "Tags": ""
}