{
  "Origins": "The explanation reproduced above about a diver in St. Johns, Newfoundland, snapping a stunning underwater photograph of an enormous iceberg is a charming story, but it isn't true, nor is the image accompanying it a real photograph of an iceberg. This picture is actually a composite image called \"The Essence of Imagination,\" marketed by Successories , the \"premiere source for motivational media\":",
  "Fact Check": "",
  "Description": "The image itself was actually produced in 1999 by Ralph A. Clevenger, a professional nature and underwater photographer who is also a member of the faculty of the Brooks Institute of Photography in Santa Barbara, California. As Mr. Clevenger explained, this image is not a single photograph but a composite of four different photographs (not all taken in the same place): The iceberg image is a digital composite that I designed to illustrate the concept of \"what you see is not necessarily what you get\". As an underwater photographer I knew that my \"vision\" of what a big iceberg looks like was impossible to get in reality so I had to create it. The image exists in nature but due to water visibility is not possible to capture on film. There are 4 separate images involved; the sky, the background, the top iceberg (shot in Antarctica), and the underwater iceberg (shot above water in Alaska and flipped in the final composite).",
  "Originally Published": "",
  "Referred Links": "http://www.brooks.edu/about-brooks/faculty-staff-and-administration/faculty-profiles/ralph-clevenger;https://web.archive.org/web/20090519004829/http://www.successories.com/product/essence+of+imagination+framed+desktop+print.do;",
  "Example": "[Collected via e-mail, 2001] This is an amazing shot. This came from a Rig Manager for Global Marine Drilling in St. Johns, Newfoundland. They actually have to divert the path of these things away from the rig by towing them with ships! Anyway, in this particular case the water was calm & the sun was almost directly overhead so that the diver was able to get into the water and click this pic. They estimated the weight at 300,000,000 tons.",
  "Last Updated": "6 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/natural/iceberg.asp",
  "Claim": "A Newfoundland diver snapped an underwater photograph of an enormous iceberg.",
  "Claim_ID": "photos_natural_iceberg",
  "Tags": ""
}