{
  "Origins": "On 12 November 2014, the Twitter account @EarthBeauties posted a doctored photo of a satanic leaf-tailed gecko:",
  "Fact Check": "",
  "Description": "While the satanic leaf-tailed gecko (Uroplatus phantasticus) is a real animal, it does not actually have wings. Those dragon-like appendages were added to a photograph taken by author, entomologist, and photographer Piotr Naskrecki. Naskrecki, who is also the photographer behind the amazing \" puppy-sized spider \" photos, posted the unaltered images of the satanic gecko on his blog The Smaller Majority on 22 September 2012: The gecko grew wings about a year later when the photograph was posted to the Hybrid Animals subreddit : This is a subreddit for photoshop cross-breeding, not for posting random creatures or monsters in general. Create new animals by combining species with each other and/or with any other stuff you find appropriate. Using Photoshop. The photo began spreading on the Internet, and on 9 June 2013 it received a big viral push when it was retweeted by the Game Of Thrones Twitter account: DRACARYS! RT @fascinatingpics Satanic leaf-tailed Gecko. It's like a real life Dragon! http://t.co/MytwFSH0Qw Game Of Thrones (@GameOfThrones) June 9, 2013 The doctored photograph of the satanic leaf-tailed gecko has seen a few spikes in popularity since it first went viral in 2013, and it will likely see a few more surges over the years. But regardless of how many times the photo goes viral, this gecko will never be a member of the dragon family.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/GameOfThrones/status/343841619352641536;http://t.co/MytwFSH0Qw;https://twitter.com/Fascinatingpics;http://www.reddit.com/r/HybridAnimals/comments/19v46x/heres_a_dragon_satanic_leaf_tailed_gecko_with/;http://thesmallermajority.com/?s=satanic+gecko;https://twitter.com/EarthBeauties/status/532510643489099777;",
  "Example": "[Collected via e-mail, November 2014] Satanic leaf tailed gecko photos are popping up that look incredibly shopped but I haven't found any credible source for rebuttal.",
  "Last Updated": "2 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/geckodragon.asp",
  "Claim": "The satanic leaf-tailed gecko has wings like a dragon.",
  "Claim_ID": "photos_animals_geckodragon",
  "Tags": ""
}