{
  "Origins": "The concept of \"spirit photography\" pictures that capture images of ghosts and other spiritual entities not visible to the human eye has been around since the mid-19th century. Early efforts at producing such images typically employed photographic tricks such as double exposures or relied on the simple expedient of snapping pictures of ghost-like scenes staged through the use of costumes, lighting, and props; later refinements to the genre involved manipulating and doctoring negatives to creating ghostly images by combining elements from multiple photographs.",
  "Fact Check": "",
  "Description": "Now that photography is almost entirely a digital medium, the creation of spirit photographs has been made considerably easier through the use of graphics editing programs such as Photoshop. And now even if you're lacking in basic Photoshop skills it's no problem because, hey ... there's an app for that! Would-be ghost-snappers can make use of apps such as Ghost Capture to \"create realistic paranormal photo manipulations right on your iPhone, iPad and iPod Touch!\" Such is the nature of the photograph displayed above. The presence of the ghostly little girl supposedly seen standing next to a gumball machine in a picture taken at a Texas restaurant is no mystery she's a stock \"spirit\" image that was added to an ordinary photograph through the use of such an app:",
  "Originally Published": "",
  "Referred Links": "https://itunes.apple.com/us/app/ghost-capture-free/id329775698;",
  "Example": "[Collected via e-mail, April 2010] Hey guys, attached is a picture that a family member of ours sent us. One of their nephews took this picture on his cell phone at Larry's Mexican Restaurant in Richmond, Texas! It pretty clearly shows a little girl [ghost] next to the gumball machine... pretty neat!",
  "Last Updated": "31 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/supernatural/dinerghost.asp",
  "Claim": "Photograph of a Texas restaurant reveals the presence of a ghostly little girl.",
  "Claim_ID": "photos_supernatural_dinerghost",
  "Tags": ""
}