{
  "Origins": "These photographs began circulating on the Internet in August 2007 along with Chinese-language text (translated above) identifying them as pictures of a giant catfish caught in a reservoir in the Huadu District of the Chinese province of Guangdong a monster fish that, when cut open, was discovered to have ingested a human being! Although tales about giant, man-eating catfish lurking in the depths of murky waters are common urban legends, the creature pictured above is neither a catfish nor a proven man-eater.",
  "Fact Check": "",
  "Description": "This marine specimen is a whale shark , and as the other photographs in this series show, when it was cut open it didn't prove to have human remains inside (just some entrails that look vaguely like the bottom half of a human torso in one shot): Also, since the whale shark is a salt water denizen, these photographs were probably snapped at a location near a coastline or other outlet to the ocean rather than at an inland freshwater reservoir.",
  "Originally Published": "",
  "Referred Links": "http://www.new-brunswick.net/new-brunswick/sharks/species/whale.html;http://www.puiching.com/teacher/images/huadu.jpg;",
  "Example": "[Collected via e-mail, August 2007] Each year, a few people will be drowned mysteriously in Huadu's Furong Reservoir. It was not until recently when the son of a certain official went swimming in the reservoir with his friend and were drowned that the secret was unravelled! It's a 3 metre long man-eating catfish whose head alone is 1 metre wide! After cutting up the catfish people were surprised to find the remains of a man inside! Because this was a huge incident, and the local government was afraid of the impact on local tourism, they imposed an embargo on the news, but people came away with these pictures taken on their cell phones of the man-eating fish! Swimming in the reservoir is now forbidden because it is feared another similar man-eating catfish is still lurking in the waters. Talk about one BIG fish!!",
  "Last Updated": "12 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/giantcatfish.asp",
  "Claim": "Photographs shows a giant, man-eating catfish caught in a Chinese reservoir.",
  "Claim_ID": "photos_animals_giantcatfish",
  "Tags": ""
}