{
  "Origins": "No, the photo isn't real, nor does it depict what the accompanying text claims. The explanation was somebody's attempt at a bit of creative writing (added to the photo after the fact), about which the AECL said:",
  "Fact Check": "",
  "Description": "(The gag here is that AECL, the organization for which Snowball's owner supposedly worked, is Atomic Energy of Canada Limited, and their facility at Chalk River in Ontario is home to a couple of research reactors. Hence, like a 1950s sci-fi movie, the explanation offered here for Snowball's tremendous size is that \"maybe her parents got into something at Chalk River that they shouldn't have,\" a supposedly abandoned nuclear facility.) Turning to our Guinness Book of World Records , we find that they list the world's largest domestic cat as a male Queensland, Australia, tabby named Himmy who tipped the scales at just under 47 lbs. and was 38 inches long. However, the on-line version of Guinness includes an article and a picture of a whopping big kitty, but it still measures only 41 inches from tip to tail, well short of the 69 inches claimed for the critter in the picture above. According to the Ottawa Citizen , the picture actually shows an Edmonds, Washington, man named Cordell Hauglie and his cat Jumper, and the photo was manipulated with PhotoShop to create the effect of a feline of much larger-than-ordinary size. According to Mr. Hauglie: \"My daughter wanted to send an electronic photo of her cat to her friend. I got a little carried away. When we sent it to her friend, we never dreamed anyone would believe the photo was real.\" He's had many chuckles over the analysis of the photo. Some viewers assert the cat appears stuffed, while others say it's standing, not being held. Still others suggest the man in the photo doesn't look as though he's holding a 40-kilogram object. Truth is, he isn't. His son held up the cat for one photo, proving you can suspend a cat in that fashion, and Mr. Hauglie stood in the same light for the next shot.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20060517212328/http://www.guinnessworldrecords.com/content_pages/record.asp?recordid=51254;http://www.aecl.ca/index.asp?layid=3&csid=119&menuid=32;",
  "Example": "[Collected on the Internet, 2001] Rodger Degagne, a former employee with AECL in Chalk River, may be embarking on a new career as Feline Breeder. Relaxing in his spacious home on the shores of the Ottawa River, Mr. Degagne recalls how 15 years ago he befriended two stray young cats on the old AECL research facility at Chalk River. The kittens had appeared in late summer and apparently had gotten under a security fence around the old labs abandoned since the late 50's. With the help of his tuna sandwich, Mr. Degagne was able to coax the kitties close enough so that he could pick them up. A self-described animal lover, he did not want to place the kittens in the local Humane Society. In this largely rural area, cats of all stripes and ages largely go unwanted and are humanely disposed of after a few days. Later that evening his wife Louise and their two children, Nicole and Kelly, came to a family decision to keep the kittens which they named Lost and Found. Lost turned out to be female and Found a male. When nature finally took it's course, a litter of kittens was born 6 years later. One of the litter was a big white female with a unique black markings on her side and tail. Something about the kitten captured the hearts of the family and while her siblings eventually found homes elsewhere, Snowball stayed with the Degagnes. While Lost and Found are no longer with us, their progeny live on. In her 9 years Snowball's size has seemed to snowball. Put simply, Snowball is no ordinary cat, she measures 69 inches from nose to tail and weighs in at 87 Ibs. \"She started out a big kitty and she just seemed to keep growing. She always meowed for more food and would climb up on the counter to eat food which I forgot to cover. Chicken is her favorite. Once I left a cooked chicken on the table that I was going to use for a boat picnic, an hour later the chicken was gone\", Louise said. \"We knew that Snowball wasn't your average cat when the neighbor's German Shepherd ran yelping away from his first encounter with her. She just isn't afraid of any animals. After we found a half eaten raccoon out by the garage, we decided that maybe Snowball should be kept fenced in. We soon discovered that while we can keep Snowball in the yard, we couldn't keep raccoons from Snowball. At least it kept the food bills down!\" Rodger laughed. \"Like all female cats she is very territorial, but with us she is just a big ole kitten\" he said. So what does a 87 pound cat eat? Snowball goes through a about 3 lbs. of cat food a day, along with cooked chicken, supplemented with deer and moose that Rodger hunts in the fall. \"She likes pike a lot, so I don't throw them back any more.\" Snowball often accompanies Rodger fishing on the Ottawa, eagerly peering over the side of the boat as soon as his line goes tight. So what do the Degagne's attribute Snowball's size to? Rodger says \"Well, the vet thinks it could be her thyroid, but she isn't fat, she's just a real big cat. I think maybe her parents got into something at Chalk River that they shouldn't have.\"",
  "Last Updated": "7 January 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/bigcat.asp",
  "Claim": "Photograph shows an enormous 89 lb., 69-inch mutant cat raised by a Canadian man.",
  "Claim_ID": "photos_animals_bigcat",
  "Tags": ""
}