{
  "Origins": "These are indeed real pictures of an incident that took place at Rooster Bridge on the Tombigbee River in southwest Alabama in 1979, as captured by a photographer for the Linden Democrat-Reporter .",
  "Fact Check": "",
  "Description": "As a poster on the message board at the RiverChat.com web site explained: I'll try to be brief: April 28, 1979 the CAHABA, Capt. Jimmy Wilkerson, was dropping 2 of his 4 barges through the east span of Rooster Bridge with intent of running around thru the lift span and catching them below. Pilot Earl Barnhart was on the tow helping the 2 deckhands take off safety wires, winch wires, etc. Wilkerson underestimated the current and got too close to the bridge, and for some reason they had taken loose all rigging except the starboard. tow-knee wire. This wire pulled the starboard tow knee under the bridge, and when it broke, the towknee popped up and hung in the bridge steel. Now he's stuck, and the current laid the CAHABA onto the bridge, starboard side to. When the lower port deck went awash, the vessel rolled, went through the span, and came partially back up once it cleared. Capt. Wilkerson remained at the sticks; however, at one point he was straddled the starboard pilot house door frame, and the port front pilot house window blew out, filling the place with water. The boat with the blue trim you see is the CATHY PARKER; she was waiting above for her turn. The CATHY radioed to the TALLAPOOSA, who was down the reach below Blacks Bluff, that something had happened to the CAHABA. Capt. Gary Grammer tied off the TALLAPOOSA's tow and light-boated to the CAHABA, where he pushed her out into a flooded corn field. The starboard 16-149 of the CAHABA was still running. The TALLAPOOSA then rescued the 3 crew members and secured the 2 loose CAHABA barges. The photographer was from the Linden, Alabama, Democrat, en route to Meridian, Mississippi, and happened to get caught as the CAHABA blew for a draw at the Rooster bridge. What kept these pictures out of circulation for so long (we believe) was that the President of Warrior & Gulf, owners of the CAHABA, bought the negatives immediately after they were published in the Linden Democrat. I have a copy of the original published version, although it's a little worse for wear after 23 years. What righted the vessel? She had just topped off with fuel at Demopolis, 14 miles upstream. The CAHABA has one central fuel tank forward the engines; had that tank been 1/2 full, she might have never come back up. Another message board yielded the following account: It was either late 1978 or early 1979, I have forgotten exactly, but anyway, I am close on either... The river is the Tombigbee River and this happened to be the record high water ever for that area. The towboat you see coming down on the bridge is the Motor Vessel Cahaba owned by Warrior Gulf Navigation out of Mobile, Alabama. Warrior Gulf is a subsidiary of Pittsburg Steel. I know you are familiar with Birmingham's coal mines and steel mills, and this company would haul iron pellets up to Birmingport and off-load to make steel plate. On the return the barges were filled with coal for export at the McDuffie Coal Terminal at the mouth of the Mobile River and at the head of Mobile Bay. The Bridge was the Old Rooster Bridge (since demolished and removed - I saw the explosion to tear it down also) located below Demopolis, Alabama. The land-side highway dead ends at the bluff, and you can still drive to this site and imagine how high the river had to be to get to the bottom of the bridge... The pass or Channel Span of the bridge was located on the far West side of the river, or on the opposite bank from the photographer's standpoint. In normal river flow, we would drop down near the rock bluff and steer through the opening to pass southward with our tows of coal barges. Normal loadswere six barges, each measuring 195' X 35' and loaded to a 10' draft. This allowed each barge to carry approximately 2,000 tons of coal (times six = 12,000 tons times 2000 pounds = 24 Million pounds of cargo.) The boat is 1800 Horsepower twin engine diesel built in Pine Bluff, Arkansas. It is named after one of the eight \"friendly\" Indian tribes. It is the Motor Vessel Cahaba. At the \"sticks\" or helm is Captain Jimmie Wilkerson, a long time river pilot and was my personal friend - since deceased. The river current was so very treacherous that we were forced to drop down to the bridge in the slack(er) water on the left descending bank and when we got down to the bridge, we uncoupled the boat from the barges and let the barges drift down under the bridge. The bottom of the bridge would \"shave\" the coal stacked in the barges off to a level surface. The next step was to back the vessel upriver and then go over to the far West side and traverse the bridge's channel span with the boat, and run down and catch thebarges. It was just too dangerous to try to bring the barges through the bridge span in the current. Anyway, Jimmie dropped down properly and with the entire rest of the crew standing on the barges for safety, he began to reverse his engines to back away. His stern would have to be kept directly pointed into the current or the boat would travel sideways like a kite without it's tail. Captain Jim was a fine pilot, but he made a small mistake and his stern was caught in the current, twisted sideways and the river smashed him into the bridge sideways. Notice that the boat re-surfaced right side up on the down stream side. What luck you say? Nope, WGN ballasted all their vessels with three to four feet of cement in the bottom. The boat was like a little yellow rubber duckie, and came back up like a duckie oughta do. The boat suffered major cosmetic damages, but little flooding because of water tight doors, except in the pilothouse. Notice the picture where the boat is not quite righted and you can see water pouring out of the wheelhouse door. The chair washes out, and Jimmie told me he was holding on to the controls with all his might to keep from going out the drain and into the river. He was very shook up and you can see him approach the tow of barges downriver. Well he didn't get it together quite soon enough and he smashed into the barges, causing further damage. I next saw Jimmie about a month after this and we had a cup of coffee together and talked about the incident. He was smoking a Camel Non-filter but didn't even need an ashtray beacuse his hands were still shaking too much for the ash to build up to any degree. How do I know all this? I was on the boat that went through the bridge immediately before the Cahaba. The Motor Vessel James E. Philpott made the bridge and was headed south at close to 15 MPH. For all you who don't understand, that is very fast on a commercial towboat with that muchtonnage. Glad to pass this on to everybody... Captain Michael L. Smith",
  "Originally Published": "",
  "Referred Links": "http://www.riverchat.com;http://web.archive.org/web/20080504230717/http://koti.mbnet.fi/~soldier/towboat.htm;",
  "Example": "[Collected via e-mail, 2002] (The full series of photographs can be found on a variety of web site.)",
  "Last Updated": "18 September 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/accident/towboat.asp",
  "Claim": "Series of photographs shows a towboat rolling under a bridge and emerging from the other side.",
  "Claim_ID": "photos_accident_towboat",
  "Tags": ""
}