{
  "Origins": "Retailers long ago learned the value of promoting themselves by ensuring that the bags they gave out to customers to take purchases home had their store's name and logo emblazoned on them. Likewise, manufacturers have caught on to the value of buying advertising space on shopping bags and creating specialized bags to promote their own products. As expected, a good deal of creative effort now goes into trying to make such advertisements as eye-catchingly memorable as possible, a process colloquially dubbed \"bagvertising.\"",
  "Fact Check": "",
  "Description": "The collection of photographs displayed above includes some distinctive examples of bagvertising: A gun-themed bag promoting the work of Belgian crime novelist Pieter Aspe. Jumpers seemingly skipping rope with the corded handles of bags from YKM, a Turkish department store chain. Shopping bags graphically depicting the uses of Stop 'n Grow brand nail biting deterrent. Some other favorite examples of bagvertising include the following: A \"Reach out to children with autism\" bag promoting the efforts of the Dubai Autism Center (DAC): Alinna bags with corded handles that form necklaces for the models whose images adorn them: A vivid representation of a consumer who needs Panadol brand pain reliever:",
  "Originally Published": "",
  "Referred Links": "http://www.gsk.com.au/products_consumer-healthcare-products_product-listing.aspx?view=44;http://www.dubaiautismcenter.ae/;http://web.archive.org/web/20050503075928/http://www.westons.com/acatalog/Online_Catalogue_Stop_N_Grow_2323.html;http://www.ykm.com.tr/kurumsal/AboutUs.html;http://web.archive.org/web/20060416080917/http://www.crime.nl/auteurs/aspe.html;",
  "Example": "[Collected via e-mail, 2006] I guess shopping is partly the bags the stores use these are fun CLEVER SHOPPING BAGS",
  "Last Updated": "28 September 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/advertisements/shoppingbags.asp",
  "Claim": "Photographs show shopping bags adorned with clever artwork.",
  "Claim_ID": "photos_advertisements_shoppingbags",
  "Tags": ""
}