{
  "Origins": "On 2 May 2015, eight-division world champion Manny Pacquiao took on undefeated, five-division world champion Floyd Mayweather, Jr. in a long-awaited boxing match touted as \"The Fight of the Century\" at the MGM Grand Garden Arena in Las Vegas. Mayweather won the contest by a unanimous decision, with two judges scoring the fight 116 112 in his favor, and the other likewise putting him ahead at 118 110.",
  "Fact Check": "",
  "Description": "Shortly afterwards an image of the official fight composite showcard began circulating online, accompanied by claims that the results it recorded were seemingly backwards from the announced results: This scorecard indicates the fighter in the red corner (R) was deemed the winner over the fighter in the blue corner (B) by all three judges, but as photographs from the match document, Floyd Mayweather was in the blue corner, and Manny Pacquiao was in the red corner: This discrepancy led to conspiracy theories holding that the match had been \"rigged\" in Mayweather's favor, or that officials had accidentally declared Mayweather the winner by mistake and then (just like the urban legend about Marisa Tomei's 1993 Academy Award) were too embarrassed to admit and correct their error. Of course, each boxer's name is clearly listed above his scoring column in all three judges' sections of the scorecard, and all three columns headed \"Floyd Mayweather\" show that contestant scoring the higher number of overall points. So to buy into the theory that the results of the match were actually a decision in favor of Manny Pacquiao that was (deliberately or mistakenly) reversed, one would have to believe that all three judges ignored the fighters' names and went solely by corner color in recording their points, all three judges seemingly watched a different fight than everyone else saw (Mayweather landed 67 more punches throughout the match than Pacquiao did and was judged the winner by nearly every media and boxing figure who also scored the fight), and that a mistaken outcome on which tens of millions of dollars in prize money hinged was allowed to stand without anyone's challenging or questioning it. The more rational explanation is that whoever transcribed the results from the judges' individual scorecards and copied them to the official composite scorecard simply goofed up and put \"R\" and \"B\" in the wrong boxes. But rationality has an uphill fight against the incontrovertible evidence of an Internet meme with ... well, colored boxes and arrows and stuff that you can't deny:",
  "Originally Published": "",
  "Referred Links": "http://mmadecisions.com/decision/6144/Floyd-Mayweather-vs-Manny-Pacquiao;",
  "Example": "[Collected via Facebook, May 2015] Anyone got any bearing on this before I shoot my mouth off?",
  "Last Updated": "4 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/sports/mayweather.asp",
  "Claim": "Official scorecard from the Mayweather-Pacquiao prizefight documents that the real outcome was reversed.",
  "Claim_ID": "photos_sports_mayweather",
  "Tags": ""
}