{
  "Origins": "On 3 November 1949, President Harry Truman appeared in St. Paul, Minnesota, in conjunction with that state's Truman Day Celebration, and that evening he delivered an address to local residents on the subject of opposition to Democratic efforts to promote the general welfare, stating (in part):",
  "Fact Check": "",
  "Description": "We know that there will be more prosperity for all if all groups have a fair share of the wealth of the country. We know that the country will achieve economic stability and progress only if the benefits of our production are widely distributed among all its citizens. We believe that it is the Federal Government's obligation, under the Constitution, to promote the general welfare of all our people and not just a privileged few. The policies we advocate are based on these convictions. We maintain that farmers, like businessmen, should receive a fair price for the products they sell. We maintain that workers are entitled to good wages and to equality of bargaining power with their employers. We believe that cooperatives and small business should have a fair opportunity to achieve success, and should not be smothered by monopolies. We hold that our great natural resources should be protected and developed for the benefit of all our people, and not exploited for private greed. We believe that old people and the disabled should have an assured income to keep them from being dependent on charity. We believe that families should have protection against loss of income resulting from accident, illness, or unemployment. We hold that our citizens should have decent housing at prices they can afford to pay. We believe in assuring educational opportunities for all our young people in order that we may have an enlightened citizenry. We believe in better health and medical care for everyone not for just a few. We hold that all Americans are entitled to equal rights and equal opportunities under the law, and to equal participation in our national life, free from fear and discrimination. Now, my friends, these are the policies that spell the progress for all our people. President Truman's remarks ostensibly prompted the New York Daily News to dub his address a \"pie-for-everybody\" speech and publish the following \"Ode to a Welfare State\" in response: Father, must I go to work? No, my lucky son We're living on Easy Street On dough from Washington We've left it up to Uncle Sam, So don't get exercised Nobody has to give a damn We've all been subsidized But if Sam treats us all so well And feeds us milk and honey Please, daddy, tell me what the hell He's going to use for money Don't worry, bub, there's not a hitch In this here noble plan He simply soaks the filthy rich And helps the common man But father, won't there come a time When they run out of cash And we have left them not a dime When things will go to smash? My faith in you is shrinking, son, You nosy little brat; You do too damn much thinking, son To be a Democrat. As often happens with many popular political items even in today's era of the Internet, the \"Ode to a Welfare State\" poem gained currency in late 1949/early 1950 as it was republished in various newspapers across the country, sometimes as an editorial piece and sometimes through reader submission. For example, it turned up in the Hagerstown, Maryland, Morning Herald on 20 December 1949: As another example, the ode was submitted to the Los Angeles Times letters feature and was published by that newspaper on 24 January 1950:",
  "Originally Published": "",
  "Referred Links": "http://trumanlibrary.org/publicpapers/index.asp?pid=1331;",
  "Example": "[Collected via e-mail, January 2012] Imagine. (62) years ago someone saw it coming. Now we have (50) million on welfare",
  "Last Updated": "9 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/politics/welfareode.asp",
  "Claim": "Image shows an \"Ode to the Welfare State\" published in a 1949 newspaper.",
  "Claim_ID": "photos_politics_welfareode",
  "Tags": ""
}