{
  "Origins": "Back in the days when I toiled at our local newspaper, I was part of the group responsible for the paper's daily layout, which meant we were also tasked with catching and preventing typos, misprints, undesirable placement of advertising content, and other sorts of errors. Despite our diligent efforts, we'd occasionally make mistakes such as printing an advertisement for men's shirts in which the typesetter had accidentally omitted the 'r,' placing a tobacco company ad adjacent to an article on the health risks of cigarette smoking, or running an ad for women's clothing in the sports section.",
  "Fact Check": "",
  "Description": "The image displayed above illustrates a similar type of unfortunate error that can easily be overlooked in the publishing business, one in which the placement of graphic elements in a composition creates an unintended element of its own. In this case (although many viewers don't notice the effect until it's pointed out to them), the photograph of the mother and the green teaser dot occlude just enough of the masthead on this Parents magazine cover to make it appear that the editorial focus of the publication is a portion of the male anatomy. Although this image displays a gaffe one could easily imagine occurring, it doesn't correspond to the real cover of the April 2005 issue of Parents magazine. A glimpse of what actually hit the newsstands that month reveals that its cover included some of the same graphic and text elements, but they were arranged in a substantially different way: The faux Parents cover was actually the work of Andrew Hearst, who published it on his Panopticist web site back in March 2005 as an example of what can happen when magazine titles are \"partly blotted out by celebrity heads, torsos, hair, and other body parts.\"",
  "Originally Published": "",
  "Referred Links": "http://www.panopticist.com/archives/79.html;",
  "Example": "[Collected on the Internet, 2005] Is this a real cover for \"Parents\" magazine, or is this a doctored photo?",
  "Last Updated": "13 June 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/risque/parents.asp",
  "Claim": "The April 2005 issue of Parents magazine displayed unfortunate cover placement.",
  "Claim_ID": "photos_risque_parents",
  "Tags": ""
}