{
  "Origins": "This image of what appears to be a large winged and tentacled figure in the sky above a highway is one of a number of images commonly circulated online after large tornadoes strike somewhere in the U.S. (such as those that hit Oklahoma in March 2015 ), presented as a \"real\" photograph of those storms:",
  "Fact Check": "",
  "Description": "Thiw was taken on I-40 headed towards Pigeon Forge!!!! Wth!Posted by Ashley Willis on Monday, January 26, 2015 This group of tornadoes was around Inola, Oklahoma last night!! Unbelievable...I have never seen anything like it!Posted by Debbie Hays on Thursday, March 26, 2015 This image doesn't actually depict a tornado or any other natural phenomenon, however. It's a digital artwork entitled \"Cthulhu Rising\" that was posted to an H.P. Lovecraft Facebook page and the DeviantArt online art gallery by Bulgarian artist Andrey Nazaro back in October 2014. The artist describes it as depicting \"a cosmic horror emerging from the mist\" and noted that he found the highway photograph on Google and \"painted Cthulhu on top of it.\"",
  "Originally Published": "",
  "Referred Links": "http://dashadee.deviantart.com/art/Cthulhu-rising-488263710;https://www.facebook.com/tomslovecraftpage/photos/pb.355297411206297.-2207520000.1424679096./706697726066262/?type=3&theater;https://www.facebook.com/photo.asp?fbid=810486668986385&set=a.254885664546491.54946.100000751797172&type=1;https://www.facebook.com/debbie.hays.37;https://www.facebook.com/photo.asp?fbid=906332632731311&set=a.202809783083603.51918.100000637473896&type=1;https://www.facebook.com/awillisMy3Luvs;http://www.nbcnews.com/news/weather/extremely-dangerous-tornado-heading-tulsa-oklahoma-area-n330246;",
  "Example": "[Collected via Facebook, May 2015] Does anyone know if this is real?",
  "Last Updated": "18 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/natural/cthulhurising.asp",
  "Claim": "Photograph snapped during a tornado shows a Cthulhu-like tentacled figure in the sky.",
  "Claim_ID": "photos_natural_cthulhurising",
  "Tags": ""
}