{
  "Origins": "Although the \"Addams Family\"-like scenario described in the text accompanying these photos was probably just someone's humorous embellishment, we couldn't dismiss the pictures themselves as a joke. Plenty of inventive (and desperate) people have come up with a number of imaginative schemes for sneaking themselves and others across national borders (a 2003 news story dealt with Illegal immigrants from India and Pakistan being smuggled from mainland China to Hong Kong inside suitcases ), and this one wasn't so far-fetched to be completely unbelievable. The \"passenger\" might be quite cramped and uncomfortable and the automobile difficult to maneuver after the modifications, but the ruse wouldn't have to be maintained for long the car could be loaded just out of sight of border agents, driven the short distance to the crossing, and unloaded not far across the other side.",
  "Fact Check": "",
  "Description": "Sure enough, these photographs proved to be real, pictures taken by U.S. Immigration and Naturalization Services (now U.S. Citizenship and Immigration Services) agents and included in a short \"illegal aliens caught in desperate attempts to cross U.S. border\" article included in the September 2001 issue of U.S. Customs Today (a publication of the United States Customs Service), which noted: Every year, federal officers from the U.S. Immigration and Naturalization Service and U.S. Customs Service discover increasing cases of \"human contraband\" secreted in unusual places and wrapped in innovative disguises. The woman peering out from the automobile dashboard of a vehicle (above) tried a \"spaced-out\" ploy she was discovered before the car could get across the U.S.-Mexico border, cramped, but none the worse for wear. Similarly, another would-be border crosser identified in that article was caught attempting to enter the U.S. concealed inside a seat occupied by another passenger:",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20030220140943/http://www.customs.gov/xp/CustomsToday/2001/September/other/custoday_bent.xml;http://news.excite.com/odd/article/id/300461|oddlyenough|02-05-2003::09:03|reuters.html;",
  "Example": "[Collected via e-mail, 2005] ALIEN SMUGGLING 135-lb. woman hidden behind the dashboard of a car A U.S. Customs Primary Inspector at a border crossing asked the driver of this Suburban for vehicle registration. Suddenly, a hand came out of the glove compartment, producing the requested document, which the driver showed the inspector. Since the driver did not appear to be a member of the Addams Family, the inspector became suspicious, thus leading to a full search. Just think, if alien smugglers can put a 135-lb. body behind the dashboard, imagine what they could do with dope. Tuesday, July 31, 2001",
  "Last Updated": "30 July 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/automobiles/dashboard.asp",
  "Claim": "Photographs show a woman trying to cross the U.S.-Mexico border hidden inside a car's dashboard.",
  "Claim_ID": "photos_automobiles_dashboard",
  "Tags": ""
}