{
  "Origins": "As the web site of the Iowa National Guard explains, the above-displayed photograph of a \"human Statue of Liberty,\" formed by 18,000 posed soldiers, was taken in July 1918 at Camp Dodge, Iowa, as part of a planned promotional campaign to sell war bonds during World War I: On a stifling July day in 1918, 18,000 officers and soldiers posed as Lady Liberty on the parade [drill] grounds at Camp Dodge. [This area was west of Baker St. and is currently the area around building S34 and to the west.] According to a July 3, 1986, story in the Fort Dodge Messenger, many men fainted they were dressed in woolen uniforms as the temperature neared 105 F. The photo, taken from the top of a specially constructed tower by a Chicago photography studio, Mole & Thomas, was intended to help promote the sale of war bonds but was never used. A reader whose great-grandfather appeared in this picture passed along to us some contemporaneous information about the photograph prepared by the Committee on Public Information:",
  "Fact Check": "",
  "Description": "New York's Ricco/Maresca Gallery offers more information on the background of this image and similar photographs by Arthur S. Mole and John D. Thomas: Arthur S. Mole was a British-born commercial photographer who worked in Zion, Illinois. During and shortly after World War I, Mole traveled with his partner John D. Thomas from one military camp to another, posing thousands of soldiers to form gigantic patriotic symbols that they photographed from above. The formations depicted such images as the Liberty Bell, the Statue of Liberty, the Marine Corps emblem and a portrait of President Woodrow Wilson. The Wilson portrait, for example, was formed using 21,000 officers and men at Camp Sherman in Ohio and stretched over 700 feet. His \"Human Liberty Bell\" was composed from over 25,000 soldiers, arranged with Mole's characteristic attention to detail to even depict the crack in the bell. Mole and Thomas spent a week or more preparing for these immense works, which were taken from a 70 or 80 foot tower with an 11 by 14 inch view camera. When the demand for these photographs dropped in the 1920s, Mole returned to his photography business in Zion. This picture, as well as additional photographs produced in the same style by Mole & Thomas and other photographers (and featuring the patriotic themes mentioned in the preceding paragraph), can be viewed at the web site of Chicago's Carl Hammer Gallery.",
  "Originally Published": "",
  "Referred Links": "http://www.hammergallery.com/images/peoplepictures/people%20pictures.htm;http://web.archive.org/web/20071202131101/http://www.riccomaresca.com/artists/slideshows/peoplepictures.htm;http://www.iowanationalguard.com/Museum/IA_History/HistoryPhotos.htm;",
  "Example": "[Collected via e-mail, October 2007] YOU HAVE GOT TO SEE THIS.....THE HUMAN STATUE OF LIBERTY OPEN IN WIDE SCREEN ITS WONDERFUL.. Unbelievable, can't imagine how long it took to line all of these men up just right to get such a picture! During the WW I years, Arthur S. Mole and John D. Thomas made some incredible human pictures by using thousands of sailors or soldiers in uniform to create images. (Click to enlarge)",
  "Last Updated": "31 October 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/patriotic/liberty.asp",
  "Claim": "Photograph shows U.S. soldiers forming a giant Statue of Liberty figure.",
  "Claim_ID": "photos_patriotic_liberty",
  "Tags": ""
}