{
  "Origins": "As indicated by the examples reproduced above, we originally happened upon this image at the beginning of 2011 when it was positioned as a Joint Force Harrier pilots' expression of disgruntlement with the UK government's decision to discontinue operations with the BAE Systems Harrier GR9/9A ground-attack aircraft, and we encountered it again at the end of 2011, when it was claimed to be a British protest over President Obama's returning a bust of Winston Churchill which had been loaned to President Bush by former British prime minister Tony Blair following the September 11 attacks in 2001.",
  "Fact Check": "",
  "Description": "Neither explanation is correct, among other reasons because any such event would have received widespread coverage in the UK yet nary a mention of it appeared in the British press. This image is an obvious digital creation, supposedly featuring a staggering total of nearly four dozen different aircraft (the actual farewell formation flight of Joint Force Harriers involved only sixteen planes) which all have exactly the same profile in flight, all flying with the very same attitude, with no visible individual variations in size, shape, or distance between any of the jets. A similar digital manipulation can be seen in a much-circulated image claimed to be a photograph of jets from Randolph Air Force Base spelling out \"USA.\"",
  "Originally Published": "",
  "Referred Links": "http://www.telegraph.co.uk/news/worldnews/barackobama/4623148/Barack-Obama-sends-bust-of-Winston-Churchill-on-its-way-back-to-Britain.html;http://www.flightglobal.com/news/articles/pictures-uk-harriers-to-make-final-operational-flights-350937/;",
  "Example": "[Collected via e-mail, January 2011] Look at it very very carefully - until you can appreciate the message. Final Harrier salute The Harrier boys might appreciate this view from the left side and at a distance (or half close your eyes) if you can t see the message immediately. Looks like the Joint force Harrier Pilots had a few thoughts on the decision to axe the Harrier. [Collected via e-mail, November 2011] BRIT'S SPECIAL HARRIER JETS FLY-BY 'SALUTE' TO OBAMA I'll BET YOU A $100 to a nickel... he never noticed what the position of the aircraft were spelling.... until one of his aides told him... Way to go Brits..... love it. In case Obama didn't understand how the Brits felt when he sent the bust of Churchill back to England, a gift from the English during the Bush administration. These pilots have not forgotten Obama's disrespect for America's friend and ally. YOU HAVE TO LOOK REALLY CLOSE IT SPELLS OUT 2 WORDS Subject: Harrier jets fly past special salute to Obama to a select few. ENJOY the Brits humor on Obama's last visit. They will never forget nor forgive! The Brits may be prim and proper but they still get their point across. Harrier jets' fly past (fly-bys) over Downing Street in a air show salute to Obama. It's good to see the RAF have a sense of humor. Look at it from an angle or lean back in your chair, and squint; squinting works best.",
  "Last Updated": "27 July 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/airplane/harriers.asp",
  "Claim": "Photograph shows military jets in formation spelling out an obscene phrase.",
  "Claim_ID": "photos_airplane_harriers",
  "Tags": ""
}