{
  "Origins": "This image of a sinkhole filled with a bright green \"radioactive\"-looking fluid was posted to reddit by Philadelphia-area photographer Steven Reitz on 11 June 2013, prompting a variety of (mostly) humorous speculations about the origins of the greenish ooze filling the hole.",
  "Fact Check": "",
  "Description": "According to the Philadelphia Water Department (PWD), the sinkhole along Randolph Street near Girard Avenue acquired its unusual appearance due to the PWD's use of a non-harmful food dye employed to help trace issues with the water infrastructure: It seems the mystery of what caused the bright green water and who was responsible might be answered by Philadelphia Gas Works since their name \"PGW\" is stamped on the traffic barricade or the Streets Department since this is a hole in the street but a few phone calls revealed that the radioactive-looking water came from the Philadelphia Water Department. Philadelphia Water Department spokeswoman Laura Copeland said that the green-looking fluid is actually a \"harmless food dye\" used as a tracer. It helps workers identify the cause of sinkholes, cave-ins and other holes in the ground. \"Since most of our infrastructure is outside, we mainly use the green dye as it is the most visible and can be seen at the greatest distance in our infrastructure,\" Copeland said. Green is not the only hue on the palette of problem-solving colors. They also use blue and red dyes to differentiate other sources of a break, especially when working inside a home, Copeland said. The colored water doesn't pose a threat to the general public, according to officials. The original poster of the photo reported later the same day that the sinkhole had since been boarded up.",
  "Originally Published": "",
  "Referred Links": "http://www.reddit.com/r/philadelphia/comments/1g370k/there_was_a_radioactive_looking_sinkhole_on_my/cagmqg1;http://www.reddit.com/r/philadelphia/comments/1g370k/there_was_a_radioactive_looking_sinkhole_on_my/;http://i.imgur.com/xeN8PMW.jpg;",
  "Example": "[Collected via Reddit, June 2013] There was a radioactive looking sinkhole on my street today.",
  "Last Updated": "18 March 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/technology/sinkhole.asp",
  "Claim": "Photograph shows a \"radioactive\"-looking sinkhole in Philadelphia.",
  "Claim_ID": "photos_technology_sinkhole",
  "Tags": ""
}