{
  "Origins": "On 16 December 2014, a video that purportedly showed a car being struck by lightning spread virally on Facebook, accompanied by a news story claiming the passengers in the vehicle had just robbed a church in St. Petersburg, Russia: ST. PETERSBURG, Russia An group of masked men robbed a church in St. Petersburg and led police on a high speed chase last Tuesday. The pursuit was cut short however, when a bolt of lightning destroyed the car and killed all the passengers inside. According to police reports another car was also damaged after hitting the ruined getaway vehicle. While the story is certainly fantastic, it is also completely false. There have not been any recent reports of a church being robbed in St. Petersburg, nor have any credible sources confirmed several people died there in December 2014 after a vehicle was struck by lightning. In fact, it appears the only source reporting on these incredible and unbelievable claims is in the text accompanying the YouTube video.",
  "Fact Check": "",
  "Description": "The vehicle shown in the video above was not fleeing the scene of a church heist. As for the lightning? Well, that was also the work of someone's imagination. The video was uploaded by World TV News on 16 December 2014. This is the only video World TV News has uploaded. While this does not discredit the video, it does cast a skeptical shadow over its credibility. As for the video itself, there are several factors that prove this is a hoax. First, the video is clearly edited at the moment of the lightning strike. A split second before the screen goes white there is a snowy hill on the right side of the screen: A split second later, however, the hill is gone: Pausing the video at the moment of the supposed lightning strike also makes it clear the video shows a head-on collision and not the wrath of an angry god: Indeed, the full, unedited version of the video shows this to be an ordinary head-on collision and not a Wrath of God lightning strike on a vehicle fleeing a church heist:",
  "Originally Published": "",
  "Referred Links": "https://www.youtube.com/channel/UCb_MNuGu4vRYK2ZR_tYj1Zw;",
  "Example": "[Collected via email, December 2014] There's a video circulating on Facebook that claims that the car in the video was someone who had just robbed a church and was struck by lightning. True?",
  "Last Updated": "23 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/automobiles/lightningcar.asp",
  "Claim": "A getaway car was struck by lightning after its occupants robbed a church.",
  "Claim_ID": "photos_automobiles_lightningcar",
  "Tags": ""
}