{
  "Origins": "This is one of a series of videos that hit the Internet in mid-2007, all of them showing UFOs over various cities around the world, including Punta Cana in the Dominican Republic:",
  "Fact Check": "",
  "Description": "They're digital creations which, according to the Los Angeles Times , were put together by someone identified only as \"Barzolff\" in connection with a feature film project: The 35-year-old Barzolff is a professional animator who attended one of the most prestigious art schools in France and has a decade of experience with computer graphics and commercial animation. It took Barzolff a total of 17 hours to make both the Haiti and Dominican Republic videos. He did it all by himself using a MacBook Pro and a suite of commercially available 3-D animation programs, including Vue 6. The videos are 100% computer-generated. The videos, he said, were intended as research for a feature film project he's been working on with Partizan, the France-based production company responsible for, among others, Michel Gondry's \"Eternal Sunshine of the Spotless Mind.\" When contacted to verify the story, \"Eternal Sunshine\" producer Georges Bermann said it was all true, and that Barzolff was \"an absolute genius\" who could \"make anything look entirely real.\" To prove that he was truly behind the videos, Barzolff agreed to provide the L.A. Times with a new spacecraft video. Called \"Proof,\" the video depicts a small version of one of the spacecraft floating above a Paris street. As the camera pans over, the viewer sees two elderly women at a cafe. One of whom is holding a remote control device. Humorously, of course, this video makes use of computer graphics as well. The movie Barzolff is working on for the big screen is about two guys who create a UFO hoax so realistic that it spirals out of their control. \"For better or worse,\" said Barzolff, who cited being \"overwhelmed\" by the response to his video as one of the reasons he didn't want to go public with his name. Barzolff stressed the videos were not intended as a viral marketing ploy. His movie is still in the idea phase, and he created the hoax strictly as a \"sociological experiment\" in other words, just to see what would happen.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, August 2007] MUST SEE August 2007 Haiti UFOS",
  "Last Updated": "22 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/odd/haitiufos.asp",
  "Claim": "Video clip shows UFOs over Haiti.",
  "Claim_ID": "photos_odd_haitiufos",
  "Tags": ""
}