{
  "Origins": "The above-quoted account, which was circulated widely on the Internet in 2005, is but one of the many news articles about this unusual pair. Bereaved by the forces of nature and discovered by wildlife rangers near certain death in the Indian Ocean off Malindi, the one-year-old male hippo calf dubbed Owen was on 27 December 2004 placed in Haller Park, a wildlife sanctuary in the coastal city of Mombassa, Kenya.",
  "Fact Check": "",
  "Description": "As soon as he was placed in his enclosure, the orphaned youngster immediately ran to the Aldabra giant tortoise also housed in that space. The tortoise, named Mzee (Swahili for \"old man\") and estimated to be between 100 and 130 years old, was not immediately taken with the brash newcomer he turned and hissed, forcing the hippo to back away. Yet Owen persisted in following the tortoise around the park (and even into a pool), and within days the pair had forged a friendship, eating and sleeping together. Owen has even been seen to lick the tortoise, whom he regards as his new mother. (Wildlife workers speculated that Owen may have been attracted to Mzee as a parental figure because the tortoise's shape and color were similar to those of an adult hippopotamus.) Some news accounts (including the one sped from inbox to inbox in early 2005) asserted the orphaned hippo was swept into the sea by the tsunami that devastated numerous coastal countries in the Indian Ocean on 26 December 2004, yet wildlife officials were alerted to the imperiled hippo before Christmas, when hoteliers in Malindi spotted the little fellow, in the company of a number of adults of his kind, foundering in the surf off the coast. By the time wildlife officials arrived, Owen was alone, having become separated from his herd. Had he not been rescued, the ocean's waters would have done in the youngster because long immersion in salt water would have led to fatal dehydration. As of December 2005, a year after their initial meeting, Owen and Mzee were still together. By March of 2007, conservation workers had removed Mzee from the enclosure and introduced Owen to Cleo, a 13-year-old female hippo who had gone without the companionship of her own species for over ten years. In March 2006, the Hollywood Reporter announced that Walden Media were planning to produce \"Tortoise and Hippo,\" a film inspired by the photograph of Owen and Mzee displayed above: Oscar-winning special-effects maven John Dykstra is set to make his directing debut on \"Tortoise and Hippo,\" a film inspired by a photo that circulated following the Asian tsunami. The snapshot documented a baby hippo and 100-year-old tortoise comforting each other at a wildlife sanctuary after being rescued from the Indian Ocean. \"The actual event that inspired the movie captured the imagination of the world,\" said Alex Schwartz, executive VP production at Walden Media, one of the producers of the film. \"We're going to create a movie inspired by it that we hope can tell a story everyone can relate to, which is that you can be different but still belong to the same family.\" We've seen no indication since that that project was ever brought to fruition, but Owen and Mzee have been the subject of a",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] NAIROBI, Jan 6: A baby-hippopotamus that survived the tsumani waves on the Kenyan coast has formed a strong bond with a giant male century-old tortoise, in an animal facility in the port city of Mombasa. The hippopotamus, nicknamed Owen and weighing about 300 kilograms, was swept down Sabaki River into the Indian Ocean, then forced back to shore when tsumani waves struck the Kenyan coast on Dec 26, before wildlife rangers rescued him. \"It is incredible. A-less-than-a-year-old hippo has adopted a male tortoise, about a century old, and the tortoise seems to be very happy with being a 'mother',\" ecologist Paula Kahumbu said. \"After it was swept and lost its mother, the hippo was traumatised. It had to look for something to be a surrogate mother. Fortunately, it landed on the tortoise and established a strong bond. They swim, eat and sleep together,\" the ecologist added. \"The hippo follows the tortoise exactly the way it follows its mother. If somebody approaches the tortoise, the hippo becomes aggressive, as if protecting its biological mother,\" Kahumbu added. \"The hippo is a young baby, he was left at a very tender age and by nature, hippos are social animals that like to stay with their mothers for four years,\" he explained. In 2002, a barren Kenyan lioness made severalattempts to play mother to baby antelopes, one of which ended with a rival lion making a meal out of the calf.",
  "Last Updated": "",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/hippo.asp",
  "Claim": "Photograph shows a baby hippo and a giant tortoise who became friends in captivity.",
  "Claim_ID": "photos_animals_hippo",
  "Tags": ""
}