{
  "Origins": "On 30 September 2006, a Boeing 737-800 operated by Brazil's Gol Airlines collided with a 13-seat Embraer Legacy 600 corporate jet at 37,000 feet over Brazil. The seven people aboard the corporate jet survived an emergency landing at a military base in the Amazon, but all 154 passengers and crew aboard the commercial airliner were killed when the plane plunged to the ground.",
  "Fact Check": "",
  "Description": "The images displayed above have nothing to do with that tragic accident, however they're screen shots from the pilot episode of the popular ABC television series Lost. Actress Evangeline Lilly , who portrays the character Kate Austen in that show, is clearly identifiable in the left-hand side of the first photograph. Also, the tail section shown breaking away from the airliner in the first photograph bears the logo of the fictional Oceanic Airlines used in that TV series: Portions of this television \"crash\" can be glimpsed in an ABC promotional clip for Lost : The hoax back story for these pictures was propagated in late October 2006 on the blog of a Brazilian man named Carlos Cardoso. Mr. Cardoso admitted to the hoax on his blog, claiming he was attempting to demonstrate that people only skim the first paragraph or so of articles and don't really absorb or think critically about what they're reading (a point demonstrated by the fact that the original blog entry included a link at the end to another entry explaining the hoax). None of the many readers who forwarded us these pictures saw them on the blog site, however; they all received the photos via e-mail forwards. Anecdotal reports indicate some television news outlets have mistakenly aired these photographs as genuine pictures of the 2009 Air France crash.",
  "Originally Published": "",
  "Referred Links": "http://www.brandrepublic.com/BrandRepublicNews/News/914950/Bolivian-TV-station-duped-Air-France-hoax-footage/;http://junglebook.contraditorium.com/2006/11/02/they-want-to-believe/;http://www.carloscardoso.com/2006/10/26/exclusivo-as-fotos-do-acidente-do-vo-1907-da-gol-de-dentro-do-avio/;http://www.imdb.com/name/nm1431940/;",
  "Example": "[Collected via e-mail, December 2006] Last month a B737 had a mid air collision with a Embraer Legacy while cruising at 35,000 feet over South America. The Embraer Legacy, though seriously damaged, with the winglet ripped off, managed to make a landing at a nearby airstrip in the midst of the Amazon jungle. The crew and passengers of the Embraer Legacy had no idea what they had hit. The B737, however, crashed killing all crew and passengers on board. The two photos attached above were apparently taken by one of the passengers in the B737, after the collision and before the aircraft crashed. The photos were retrieved from the camera's memory stick. You will never get to see photos like this. In the first photo there is a gaping hole in the fuselage through which you can see the tail plane and vertical fin of the aircraft. In the second photo one of the passengers is being sucked out of the gaping hole. INCREDIBLE. AMAZING. Photos taken inside the plane. These photos were found in a digital Casio Z750, amidst the remains in Serra do Cachimbo. Although the camera was destroyed, the Memory Stick was recovered. Major Antonio Nelson, from the Brazilian Air Force, is investigating how the photos leaked into the Internet. Investigating the serial number of the camera the owner could be identified, as Paulo G. Muller, an actor of a theatre for children known in the outskirts of Porto Alegre. It can be imagined that he was standing during the impact with the Embraer Legacy, and during the turbulence he managed to take these photos, Seconds after the tail loss the aircraft plunged, so the camera was found near the cockpit. The structural stress probably ripped the engines away, diminishing the falling speed, protecting the electronic equipment but not, unfortunately, the victims. Paulo Muller leaves behind two daughters, Bruna and Beatriz, from a previous relationship. The authorities were still pondering about showing these photos. Variations: Versions of these photographs circulated in June 2009 were accompanied by text identifying them as pictures of an Airbus A330-200 operated by Air France, which went down over the Atlantic Ocean while en route from Rio de Janeiro to Paris on 1 June 2009: Feel so sad for all the passengers including the extraordinary photographer, who kept his cool even in his last moments of life and took this photo. Hats off to him!!! Yesterday the world saw the disappearance of an A330 Air France during a trans Atlantic flight between Rio to Paris. Very ironic that a day before I got a mail of the photos taken a a passenger on a flight mins after a mid air collision, and mins before the crash of the said aircraft",
  "Last Updated": "23 June 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/accident/brazil737.asp",
  "Claim": "Photographs show the passenger cabin of an airliner as it broke up in mid-air.",
  "Claim_ID": "photos_accident_brazil737",
  "Tags": ""
}