{
  "Origins": "In recent years medical authorities have tried to impress more and more upon pregnant women the importance of being careful about what they ingest (especially in the early states of pregnancy). What's good for a pregnant mother isn't necessarily good for the child she carries; substances that an adult woman can tolerate without harm may still have deleterious effects on a fetus. Two activities pregnant women are strongly urged to avoid are smoking cigarettes and drinking alcoholic beverages, to the extent that those two products now carry government-mandated warning labels directed at mothers-to-be:",
  "Fact Check": "",
  "Description": "In this context, many people found it anything from puzzling to ludicrous to see a newspaper photograph of a woman expressing concern about the effect of jackhammer noise on her unborn child while visibly puffing away on a cigarette. So much so that quite a few readers believed the picture to be part of a phony, mocked-up newspaper article, but it was the real thing. The photograph accompanied a 20 September 2004 article published by the Times of Roanoke, Virginia, about complaints over a road construction project which had been disrupting traffic in that town: Traffic-calming efforts along Bullitt Avenue Southeast are making Robert Parsley furious. Parsley, 44, said he has lived in Southeast Roanoke all of his life and has witnessed many changes. But this current construction project, Parsley said, \"is the dumbest thing the city has ever done.\" Complaints from both residents and drivers about traffic on Bullitt Avenue from Sixth to Ninth streets have been \"numerous,\" said Mark Jamison, the city's traffic engineer. The article included a picture of an obviously pregnant woman holding a cigarette above the following caption: Mellisa Williamson, 35. a Bullitt Avenue resident, worries about the effect on her unborn child from the sound of jackhammers. The perceived disparity between Ms. Williamson's words and her actions didn't escape notice, as scanned copies of the Roanoke Times article in which she appeared began circulating on the Internet, most of them featuring a variety of snide, reader-added comments. Within a few days the photograph had sparked so much controversy that Roanoke Times columnist Joe Kennedy penned an article about it the following week: Mellissa Williamson came to her door smoking a cigarette Thursday morning. It was a sign that the Southeast Roanoke woman didn't know or didn't care about the furor her photograph had ignited since it appeared in The Roanoke Times on Sept. 20. The photo showed her seven months pregnant and smoking a cigarette. It accompanied a story about unpopular \"traffic-calming\" measures under way on Bullitt Avenue, where she lives. The caption said she worries about the effect of jackhammer noise on her unborn child. She couldn't have touched off a controversy more quickly if she'd called President Bush an Islamic extremist. Dozens of calls and e-mails came to The Roanoke Times impugning her reputation and criticizing the paper for printing the photo. It glamorized or promoted smoking while pregnant, some people said. At least one syndicated talk radio host mentioned it, and the picture proliferated on Web sites, with the caption and some wise remark like, \"Yeah, the noise is what the baby needs to fear.\" Williamson said she knows smoking is bad because people have criticized her since she took up the practice 20 years ago. \"I really don't pay that much attention to it,\" she said. \"If people don't like it, that's their opinion. They've got theirs and I've got mine.\" She has tried every way to quit without success, she said. As for smoking while pregnant, she said her doctor told her \"it would be good if I cut back, but if I totally quit, it would not only cause stress on me but it would cause stress on the baby.\" Joe Kennedy visited with Mellissa Williamson and her partner and their new son a few months later: I dropped in at the apartment that Williamson and Emmett Muse Jr. share in a house on Bullitt Avenue Southeast. She was in the front room, dressed in a red sweat shirt and white pants and holding Emmett Muse III the baby she bore at 1:15 a.m. on Nov. 15. Emmett III weighed 5 pounds, 2 ounces at birth and measured 18.5 inches in length. He arrived one day early. He is up to 6 pounds now and doing well, she said. She and Muse, her partner for two years, had a good Thanksgiving, and they anticipate a good Christmas. Muse is 49, a big man in a camouflage jacket who has applied for disability because of a back injury he suffered in car wreck several years ago. Williamson, 35, is a small woman who worked at a fast-food restaurant until after she became pregnant. She is unemployed and on public assistance. Clearly the couple is thrilled by their newborn Emmett's first child and Mellisa's second. She and Muse said they hope to marry in January. Despite [the couple's] smoking, their apartment did not smell of smoke. \"We don't allow no smoking in the house at all,\" Muse said, emphatically. \"Cigarettes are a habit my son will never pick up.\"",
  "Originally Published": "",
  "Referred Links": "http://www.roanoke.com/columnists/kennedy/11293.html;",
  "Example": "[Collected via e-mail, July 2012] Is this newspaper clip real?",
  "Last Updated": "6 June 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/signs/pregnant.asp",
  "Claim": "Newspaper photograph shows a pregnant, cigarette-smoking woman worrying about the effect of construction noise on her unborn child.",
  "Claim_ID": "photos_signs_pregnant",
  "Tags": ""
}