{
  "Origins": "This beautiful photo was taken by professional photographer Frank Kee in March 2005. It subsequently circulated in e-mail titled \"God Spilled the Paint\" plus appeared on a number of web sites, including DesertUSA , where it was posted to the California Desert Wildflower Watch section on 4 April 2005 with the following description: Frank Reports: Carrizo Plains Trip Mar 27. Of all the places my wife and I have been hunting wildflowers in the last few weeks (Death Valley, Mojave, Antelope Valley) this location on the East side of Carrizo plains in the Temblor range (which I will name 7th heaven) was the absolute exquisite winner. Saturated with orange & yellow daisies and blue phacelia. You'll cry! If you want to see it hurry it will not last much longer. DIRECTIONS You have to go about 9 miles south from 58 on Elkhorn Rd. Around the 9 mile point look up to the East and find the mountain that looks like someone took pastel chalk and colored it. Cue: When you reach a cattle fence that goes up hills on both sides and cuts the road you'll find an East track Road that goes up a steep hill. To the left of this road is a small canyon or wash that leads to this Valley were picture was taken. You can actually drive into this canyon through a gate about quarter mile up from Elkhorn Rd intersection on the East track. You can also park just before the steep uphill climb then hike down to thecanyon. Note you will have to crawl under barbed fence and walk in. Follow the canyon road until it runs out into a wash. To you left is a ridge you can hike a half mile up to reach this canyon. Near GPS Way PointN35,13.816\" W119,44.290' elevation 2376 ft. Reprints may be purchased through Frank Kee's web site.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://fkee.smugmug.com/gallery/1680669_gmPVN#82457609_UbBfa;http://www.desertusa.com/wildflo/ca.html;http://www.desertusa.com/wildflo/images05/Tremblor3.05L.jpg;http://www.desertusa.com/;http://www.keesphotos.com/;",
  "Example": "[Collected on the Internet, 2005] Talk about the beauty of God's creation! You can just imagine His big paint brush splashing all these colors on the hills east of Tehachapi, California. Apparently the abundance of rain there this spring has allowed the proliferation of these beautiful flowers. This is the major mountain pass from the central valley of CA into the Los Angeles basin. It is truly a spectacular sight! Traffic really slows down as people drive through this normally colorless spot.",
  "Last Updated": "9 March 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/natural/flowers.asp",
  "Claim": "Photograph shows a flower-splashed hillside in California.",
  "Claim_ID": "photos_natural_flowers",
  "Tags": ""
}