{
  "Origins": "We haven't yet ascertained exactly when and where these photographs of a moose mounting a bison statue were taken, but there's not much doubt about their authenticity as another photographer snapped several images of the same scene from a different vantage point:",
  "Fact Check": "",
  "Description": "It isn't unknown for male moose in the throes of sexual passion to sometimes act aggressively towards statuary representations as if they were females of their own species or potential male rivals. A 2005 article in the Norwegian newspaper Aftenposten described some residents who discovered that their backyard moose statue had been destroyed by a couple of the real thing: The Tvetens are relatively accustomed to having moose in their backyards, so seeing a pair first thing in the morning wasn't so shocking. But then they saw what had made the noise the night before. The two moose had apparently taken out a bit of aggression on the Tveten's moose statue, which was lying broken in several places on some stone steps leading down to their cellar. \"We were surprised,\" Tveten said. \"The statue must have weighed around 200 kilos.\"",
  "Originally Published": "",
  "Referred Links": "http://www.aftenposten.no/english/local/article1136389.ece;",
  "Example": "[Collected via e-mail, October 2007] Go Bullwinkle! We need to tell you that there was some damage to the statue of the American Bison in front of the house in Big Sky. We did attempt to prevent the damage, throwing stones at, and hitting, the attacker. The attacker could not be dissuaded, and kept up his assault for eight hours. The incident even caused a traffic situation in front of the house. The damage consisted of: 1) The loss of about two inches from the left horn. The broken piece is on the work bench in the garage. 2) Hoof scratches on the side of the Bison. 3) Some chips in the right rear hoof. 4) Blood stains behind the Bison. The statue was also moved eight inches forward. We attempted to center the statue on the pedestal, but to no avail.",
  "Last Updated": "2 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/moosemount.asp",
  "Claim": "Photograph shows a moose mounting a statue of a bison.",
  "Claim_ID": "photos_animals_moosemount",
  "Tags": ""
}