{
  "Origins": "Given the pervasive security that now surrounds the President of the United States and just about everything associated with him, it's a bit far-fetched to think that a couple of pranksters could sneak onto an Air Force base, tag Air Force One with spray paint (while the other person recorded the event with a videocamera), and escape unscathed and even more astoundingly, not a word of the feat reached any news outlet.",
  "Fact Check": "",
  "Description": "A number of errors in detail identified the airplane shown in the video as different than the one actually used for transporting the President from place to place. News accounts later carried explanations about how the perpetrators created the video clip: The pranksters responsible for the grainy, two-minute Web video employed by a New York fashion company revealed how they pulled it off: a rented 747 in California painted to look almost exactly like Air Force One. \"I wanted to do something culturally significant, wanted to create a real pop-culture moment,\" said Marc Ecko of Marc Ecko Enterprises. \"It's this completely irreverent, over-the-top thing that could really never happen: this five-dollar can of paint putting a pimple on this Goliath.\" Ecko acknowledged that his company had rented a 747 cargo jet at San Bernardino's airport and covertly painted one side to look like Air Force One. Employees signed secrecy agreements and worked inside a giant hangar until the night the video was made. Ecko declined to say how much the stunt cost. \"It's not cheap,\" he said. \"You have to be rich.\" The stillfree.com site now carries a disclaimer informing readers: You, the viewer of the preceeding are hereby advised that the video does not depict a real event. It is intended for the sole, limited and express purpose of entertainment and to induce you, the viewer of the video, to think critically about freedom of expression and speech and the government's responses to the same. Therefore, and by reason of the foregoing, the producers, creators and distributors of this video hereby verily certify that the foregoing fictionalization and dramatization was not real.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20060424163040/http://www.stillfree.com/legal.html;http://www.flightglobal.com/Articles/2006/04/19/Navigation/177/206062/Air+Force+One+graffiti+tagger+admits+to+elaborate+hoax.html;http://www.stillfree.com;",
  "Example": "[Collected via e-mail, 2006] Comment: Marc Ecko has posted on his official website a video of him supposedly tagging the aircraft referenced as Air Force One when the PotUSis onboard. www.stillfree.com Considering the official disclaimer on the website states \"Marc Ecko Enterprises does not condone illegal activity, acts of vandalism, or the destruction of other people's property. . .\", I was wondering if you could dig up the truth behind this.",
  "Last Updated": "21 April 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/airplane/tagging.asp",
  "Claim": "Video clip shows Marc Ecko tagging Air Force One.",
  "Claim_ID": "photos_airplane_tagging",
  "Tags": ""
}