{
  "Origins": "This may be a funny picture, but even if were real, it would still be just a funny picture. If it weren't a manipulated image, it could have come about because an aide handed the book to President Bush for a quick schoolroom photo opportunity, the President didn't immediately notice it was upside-down because he was looking at the student to his right, and a photographer managed to snap a picture before the error was corrected. It might also be possible (but hard to determine from this image) that the books President Bush and the student were holding had removable dust jacket-type covers, but the cover of the President's copy had been put on backwards, so it looked as if he were holding the book upside-down even though he really wasn't.",
  "Fact Check": "",
  "Description": "The photo does show some tell-tale signs of digital editing, so the real explanation is that someone took an existing picture and flipped the image of the book in President Bush's hands. Note, for example, that the picture on the back of the book in the student's hands and the one on the back of the book President Bush is holding are the reverse of each other, a dead giveaway that the photo was manipulated: Incidentally, the book shown in this photograph is America: A Patriotic Primer , by Lynne Cheney, wife of Vice-President Dick Cheney. The photo below, a picture of Mrs. Cheney with the children of naval personnel, is the one that appears on the back cover of the book. (Note the correct orientation: the child holding an American flag should appear on the left-hand side of the photo, not the right-hand side as shown in the doctored image of the book President Bush is holding.) The original image was this Associated Press photograph: The picture above was taken during an appearance President Bush made with the Governor of Texas, Rick Perry , at the George Sanchez Charter School in Houston during the summer of 2002:",
  "Originally Published": "",
  "Referred Links": "http://www.rickperry.org/public/FullPic.cfm?PID=116;http://lookinside-images.amazon.com/Qffs+v35leq8tCGFsgdi7+AEMxMMCUsEJb7An6ozzG270teAByFl+1J+LGY4qdSH7Ahi9uDruh+n84WqT2WGDyizC3UQx842TAGMZnw4pptctbgvTEKVrze8rr3lY4QNfRBoUwN6J2W0C39U5IdUvLzDVAeCy4R8/1GT8IPe30uj39kU/L4vsoDJ00j5qWqf;http://www.amazon.com/exec/obidos/ASIN/0689851928/ref=urbanlegendsrefe;",
  "Example": "[Collected via e-mail, 20-2] Is this photo real?",
  "Last Updated": "30 December 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/politics/bushbook.asp",
  "Claim": "Photograph captures President George W. Bush holding a book upside-down in a classroom.",
  "Claim_ID": "photos_politics_bushbook",
  "Tags": ""
}