{
  "Origins": "Although we can't say for sure that Xuan Minh, Vietnamese child pictured in an 25 April 2005 Associated Press photograph taken at Ho Chi Minh City's Tu Du Obstetric Hospital, suffers from an abnormal physicality due to the effects of Agent Orange (rather than some other cause), we don't see any reason to suspect, as some have suggested, that the image has been digitally manipulated. Pictures of Xuan Minh have been taken by several different photographers over the course of his young life, and they all reveal a child with an unusually shaped head and protruding eyes:",
  "Fact Check": "",
  "Description": "The Associated Press photograph displayed at the head of this page probably dates from a 25 March 2005 visit by a large group of photojournalists from different news services to the Tu Du Obstetric Hospital in Ho Chi Minh City (formerly Saigon, the capital of South Vietnam), which evidently houses many children with birth defects, including defects the Vietnamese attribute to Agent Orange exposure. The other three pictures are from: An 11 March 2005 article in Thanh Nien Daily about a U.S. court's dismissal of an Agent Orange-related lawsuit against chemical companies. A 5 February 2004 photo essay in China Daily about the Vietnam War and Agent Orange's presumed effects on Vietnamese children. An online discourse regarding chemical warfare. Other articles about abnormalities attributed to Agent Orange feature similar photographs, and similar (and similarly-disturbing) images can be found in many places on the World Wide Web. Picture #1 Picture #3 Picture #3",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20070129031456/http://image.pathfinder.com/time/asia/magazine/2002/0311/agent_orange.jpg;http://web.archive.org/web/20050921090916/http://www.videomachete.org/globalyouthonline/images/agent-orange.jpg;http://web.archive.org/web/20061112210852/http://www.aref.de/kalenderblatt/2002/pics/agent_orange_kind.jpg;http://web.archive.org/web/20070202073956/http://www.aref.de/kalenderblatt/2002/pics/agent_orange_kind.jpg;http://news.bbc.co.uk/2/hi/americas/4336941.stm;http://www.spartacus.schoolnet.co.uk/VNchemical.htm;http://www.chinadaily.com.cn/english/doc/2004-02/05/content_303315.htm;http://www.thanhniennews.com/politics/?catid=1&newsid=5509;http://story.news.yahoo.com/news?tmpl=story2&u=/050425/481/rjv10104250324&e=2;",
  "Example": "[Associated Press, 2005] Comment: Hi. Can you check out this photo? It looks very faked to me. Didthe AP get duped? Xuan Minh, 3, looks out from his bed at the Tu Du Hospital in Ho Chi Min city on Friday March 25, 2005, suffering from what is believed to be the effects of the jungle defoliant Agent Orange, used heavily in the region by the U.S. armed forces during the Vietnam War. Vietnam celebrates the end of hostilities on April 30, 2005, marking 30 years since war in Vietnam ended.",
  "Last Updated": "26 April 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/medical/orange.asp",
  "Claim": "Photograph shows a Vietnamese child with physical abnormalities attributed to Agent Orange.",
  "Claim_ID": "photos_medical_orange",
  "Tags": ""
}