{
  "Origins": "Nabisco has released several interesting seasonal varieties of Oreo brand cookies in recent years (e.g., Pumpkin Spice, Candy Corn, Watermelon); and according to an October 2014 viral photo, Red Velvet Oreos was to be the next variation to hit store shelves. Nabisco had not made any official announcement regarding Red Velvet Oreos at the time, but the Internet was convinced that the new flavor would hit store shelves in time for Valentine's Day 2015.",
  "Fact Check": "",
  "Description": "The rumor started on Twitter when user @ChevroletGirl posted a purported photo of the new packaging, claiming she received her Red Velvet Oreos from a friend who works at Nabisco: Hey @kcmoore51 my nabisco rep friend just sent me this pic.twitter.com/IdK31En6DP Down Home Girl (@chevroletgirl) October 18, 2014 It was be easy to dismiss this picture as a one-off Photoshopped image, but soon another photo of the packaging popped up on the Internet: Dear @Oreo, is this real? Inquiring minds and red velvet lovers everywhere wanna know. Will await your reply. pic.twitter.com/PSYzuiWom1 Awesomely Luvvie (@Luvvie) October 20, 2014 So were the Red Velvet Oreos real? Rumors of the Valentine's Day treat were not confirmed by an official announcement from Nabisco, and on 21 October 2014 a group of marketing students from Texas State University claimed they were the ones who created the viral photos: Post by Red Velvet Oreo. The Facebook page created by the students for the cookie dated to February 2014 and was filled with various fake ads for Red Velvet Oreos: Post by Red Velvet Oreo. Post by Red Velvet Oreo. The fake Red Velvet Oreos Facebook page seemed like damaging evidence to this rumor, but the October 2014 viral photo did not originate on that Facebook page. Which brought us back to square one: Was Nabisco planning to release Red Velvet Oreos? All of the evidence pointed to this being a hoax. We knew that a group of student marketers had been creating Red Velvet Oreo ads since February 2014. We knew that the rumor started from an unvetted source. We also knew that Nabisco had not made any official statement confirming the forthcoming release of Red Velvet Oreos, and neither their web site nor that of any food retailer included a listing for such a product. Also, if you had a good memory for Oreo hoaxes, you might recall that the Internet had been fooled by these Butterbeer Oreos in August 2014: Finally, Nabisco themselves disclaimed this rumor: Nabisco representatives said there is no red velvet product coming soon. They said these kinds of Internet suggestions pop up all the time, and sometimes they do eventually become reality. However, red velvet Oreos are not reality yet. As we noted at the time, although Nabisco hadn't acknowledged working on Red Velvet Oreos at the moment, due to the hype surrounding the flavor we thought it wouldn't be surprising to see the company turn these cookies into a reality in the near future whether or not they already had plans in the works to do so. Sure enough, on 19 January 2015 Nabisco began teasing the release of Red Velvet Oreos via social media and followed up with the statement that \"It's really really real!\": It s really really real! Enter for a chance to win #RedVelvetOreo flavor cookies at http://t.co/TjM4EcHQVs pic.twitter.com/SeuSZrCQ4H Oreo Cookie (@Oreo) January 20, 2015 \"We've seen consumers really getting fanatical about the flavor of red velvet cake,\" Janda Lukin, senior director for Oreo North America said. \"We think it stays true to who we are as Oreo but can also really satisfy those folks who are red velvet fanatics.\" The new Oreos, made with red cookies and cream cheese-flavored filling, will be released across the U.S. on 2 February 2015 and will be available for at least six weeks (or while supplies last):",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/Oreo/status/557563172476186624;http://t.co/SeuSZrCQ4H;http://t.co/TjM4EcHQVs;https://twitter.com/hashtag/RedVelvetOreo?src=hash;https://www.facebook.com/oreo/photos/a.124804629652.101377.114998944652/10153067442774653/?type=1&theater;https://www.facebook.com/OreoRedVelet;https://www.facebook.com/OreoRedVelet/photos/a.635069503214038.1073741829.623974020990253/654495767938078/?type=1;https://www.facebook.com/OreoRedVelet/photos/a.635069503214038.1073741829.623974020990253/635069506547371/?type=1;https://www.facebook.com/OreoRedVelet;https://www.facebook.com/OreoRedVelet/posts/747882658599388;https://twitter.com/Luvvie/status/524230789374812160;http://t.co/PSYzuiWom1;https://twitter.com/Oreo;https://twitter.com/chevroletgirl/status/523521698646458368;http://t.co/IdK31En6DP;https://twitter.com/kcmoore51;https://twitter.com/meowgusta/status/524390653438873600;https://twitter.com/FameAdventura/status/524552656287961088;",
  "Example": "[Collected via Twitter, October 2014] So where can you find those red velvet Oreos ? King Daddy Alexander (@FameAdventura) October 21, 2014 Yo if those red velvet oreos actually exist, I tap out son. That's it. I quit the health game. I will consume entire packages. Chinita (@meowgusta) October 21, 2014",
  "Last Updated": "20 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/food/redvelvetoreos.asp",
  "Claim": "Nabisco is producing Red Velvet Oreos for Valentine's Day 2015.",
  "Claim_ID": "photos_food_redvelvetoreos",
  "Tags": ""
}