{
  "Origins": "This item from the mother of a sixth grade student with cerebral palsy who was left alone apart from the rest of the choir during a school performance in which he was supposed to take part began circulation on the Internet in March 2012. It stems from a real incident that took place on 27 March 2012, as reported by Atlanta television station WXIA:",
  "Fact Check": "",
  "Description": "Here is WXIA's video coverage of the story:",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via Facebook, March 2012] I don't normally vent on here but I have to say something about how Alex was treated at his chorus concert tonight. First of all for those of you that don't know Alex has Cerebral Palsy and is in a wheel chair. I try to make sure that he is included in activities at school like chorus, and he love's it and gets so excited when he gets to go to special events. Tonight we go to a special event including several other schools where the kids all sing with their class's. So first we get there and their is no access for him to sit with his class mates because it is in the old gym and their is no wheel chair access. Then they call his school up to sing so Alex wheels his self up to the portable risers and waits on the side for Mr Grevstad to come and position him with the rest of the class... Well he never does!!! Next thing I know is the class starts singing and Alex is all by him self on the side of the risers like a spectator! The teacher has not even acknowledged him as part of the chorus... at this point I am soo mad that I can't see straight, if I thought that Alex wouldn't have been embarrassed I would have taken matters into my own hands.. But being the mother I am I don't want him to feel any different than the other kids... HA!!! SO they get finished and the teacher rises his hands and motions to the other children like here is the chorus and thank you... all the while Alex is by him self not even treated like he belongs!! I am so mad at how the teacher didn't even think of Alex. As the teacher walks over my anger finally overtakes me and I walk up to Mr Grevstead and tell him that I have a big problem in the way he conducted the chorus and that he and the school will be hearing from me. I am attaching a photo so everyone can see just how isolated he was from the others... This is truly a travesty for the school system , I thought that my child was being treated equally all this time and he was not. Please think of all the kids and adults out there that deal with this kind of indifference. My heart is broken up over this and i hope I never have to witness this kind of neglect again!",
  "Last Updated": "4 April 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/medical/pollard.asp",
  "Claim": "Photograph shows a student with cerebral palsy who was left alone apart from the rest of the choir during a school performance in which he was supposed to take part.",
  "Claim_ID": "photos_medical_pollard",
  "Tags": ""
}