{
  "Origins": "On 8 December 2014, a video was uploaded to YouTube showing two hikers walking on a lake of ice so clear it appeared as if they were walking on air, with the uploader describing what it depicted as \"Me and my friend walking on frozen mountain lake in High Tatras Mountains in Slovakia.\"",
  "Fact Check": "",
  "Description": "That video racked up more than four million views in just a few short days. While most viewers were simply amazed at the beauty of the frozen lake in the Tatras Mountains shown in the video, others were skeptical about the authenticity of the scene. One persistent claim offered by skeptics as an argument against the video's authenticity was clear ice is too thin to hold the weight of two grown adults. This claim was refuted by Accuweather in a post published on 13 December 2014: Clear ice is about twice as strong as white ice since it is much more dense, according to the Minnesota Department of Natural Resources. Ice looks cloudy and white when it has air bubbles due to thawing and refreezing. Another factor frequently questioned by Internet investigators was the actual ice itself: Do such crystal clear waters exist? Slovakian Igor Ludma explained to the New York Daily News a sudden drop in temperature amid a snowless stretch of weather could result in the conditions seen in the video above: It is only possible when the temperatures fall from being relatively mild to very cold very quickly, and at the same time it's important that there has not been any snow which tends to make the ice very cloudy. And we have had those conditions lately which would explain this very clear ice. Accuweather confirmed such weather conditions existed in Slovakia at the time, writing Lomnicky Stit \"has been gripped by subfreezing temperatures since the middle of November.\"",
  "Originally Published": "",
  "Referred Links": "http://www.nydailynews.com/news/world/clear-ice-slovakia-lake-hikers-walk-air-article-1.2040395;http://www.accuweather.com/en/weather-news/video-walking-on-ice-slovakian/38877532;",
  "Example": "[Collected via internet, December 2014] Looks fake, there are no frozen fish, and also if sun is shining on that ice so hard that we can see stones under it, why didnt it melt, and why is there no sound of mountain wind?",
  "Last Updated": "13 December 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/natural/iceglass.asp",
  "Claim": "A video shows two hikers walking on a lake of crystal clear ice.",
  "Claim_ID": "photos_natural_iceglass",
  "Tags": ""
}