{
  "Origins": "The sign displayed above prohibiting any \"same sex activity\" because it would \"make our customers feel uncomfortable in our store\" was circulated on the Internet in July 2008 with claims that it was posted in the window of a Rite Aid drug store on Sixth Avenue at West 13th Street in New York City.",
  "Fact Check": "",
  "Description": "The sign existed, but it was one of a series of similar signs posted in a number of different stores by pranksters and not by Rite Aid management, as noted in New York magazine: According to Queerty.com, the above notice was posted four times on the glass in front of the store, advising that same-sex \"kissing, hugging, and touching\" are not welcome inside. For what it's worth, gay marriage isn't either. The note was signed, \"Tom Marquez, Rite Aid Management.\" This, of course, set off a mini flamer storm. A group was started on Facebook to boycott the Rite Aid. Queerty investigated and discovered that it had been done at eleven other stores in Manhattan but that it wasn't actually the handiwork of manager Tom Marquez or anyone in Rite Aid administration. It was a series of rogue hate smears! And a press representative for the pharmacy chain said she was \"appalled\" by it and indicated that they were working with police to track down the \"culprit.\" The posting of the rogue signs in Rite Aid was possibly prompted by an October 2007 incident in which a male couple said they were booted out of a Washington, DC, Rite Aid by the store's manager because they were gay. This photo was recirculated on the Internet in June 2012, prompting a Rite Aid representative to say of its reappearance that: The sign in question appeared four years ago on the outside of one of our stores. We immediately investigated, and found that no Rite Aid associate, including the one identified, posted the sign. We were appalled that anyone would post a sign like this outside our store, and it was removed as soon as store manager became aware of it. This sign certainly does not represent the view of Rite Aid nor the associate identified. We notified the local authorities on this act of vandalism and offered our full support and cooperation. Again, we took this matter very seriously. One of our core values is to be a place where all customers and associates are treated with respect and dignity, where they feel appreciated and welcome.",
  "Originally Published": "",
  "Referred Links": "http://www.metroweekly.com/news/?ak=3045;http://www.queerty.com/no-gay-rights-at-nyc-rite-aid-20080707/;",
  "Example": "[Collected via e-mail, June 2012] I received a posted pic on my facebook page that was a picture of a sign showing Rite Aid not wanting to have same sex couples in the store, since it would \"offend\" their customers feel uncomfortable and that they do not promote gay marriage... any info would be helpful",
  "Last Updated": "1 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/signs/riteaid.asp",
  "Claim": "A Rite Aid store posted a sign prohibiting \"same-sex activity.\"",
  "Claim_ID": "photos_signs_riteaid",
  "Tags": ""
}