{
  "Origins": "One of the many memorable catchphrases that entered popular culture through MGM's 1939 film version of The Wizard of Oz was the refrain \"Lions and tigers and bears. Oh, my!\" spoken by Dorothy and her companions (the Scarecrow and the Tin Man) as they prepared to enter a dark, forbidding forest surrounding the Yellow Brick Road on their way to Oz:",
  "Fact Check": "",
  "Description": "DOROTHY: I don't like this forest! It's it's dark and creepy! SCARECROW: Of course, I don't know, but I think it'll get darker before it gets lighter. DOROTHY: Do do you suppose we'll meet any wild animals? TIN MAN: We might. DOROTHY: Oh ... SCARECROW: Animals that that eat straw? TIN MAN: Some but mostly lions, and tigers, and bears. DOROTHY: Lions? SCARECROW: And tigers? TIN MAN: And bears. DOROTHY: Oh! Lions and tigers and bears! Oh, my! Literalists were fond of challenging the reality of this scene (even though the film is a fantasy) by claiming that one would find it impossible to identify any forested habitat on Earth that was currently home to lions and tigers and bears all living in the wild. Nonetheless, those three types of animals do live together in ongoing harmony, yet in at least one place in the world, the Noah's Ark Animal Sanctuary in Locust Grove, Georgia. The three fearsome critters Baloo (an American black bear), Leo (a lion), and Shere Khan (a Bengal tiger) were rescued as 2-month-old cubs back in 2001 from drug dealers in Atlanta who had abused and neglected them, and they now reside together in one small enclosure at Noah's Ark, where they \"play ball, chase each other around, eat cookies daily and seem to have forged a friendship for life\": \"We could have separated them, but since they came as a kind of family, the zoo decided to keep them together,\" said Diane Smith, assistant director of the Noah's Ark zoo. \"To our knowledge, this is the only place where you'll find this combination of animals together, they are our BLT, (bear, lion and tiger). It is possible to see Baloo, who is a 1,000 pound bear, Shere Khan, a 350 pound tiger and Leo, who is also 350 pounds messing around like brothers. It is wonderful and magical to see a giant American Black Bear put his arm around a Bengal tiger and then to see the tiger nuzzle up to the bear like a domestic cat. When Leo wakes up the three of them mess around for most of the day before they settle down to some food.\" Surprisingly for three apex predators with the power to kill with a single bite or swipe of their paw, they are very relaxed around each other. \"They eat, sleep and play together,\" said Jama Hedgecoth, founder of Noah's Ark zoo. \"As they treat each other as siblings they will lie on top of each other for heat and simply for affection.\" \"It's kind of unusual because black bears and tigers would be solitary as adults,\" said Rebecca Snyder, a curator of animals at Atlanta's zoo. \"All of them had issues [when they were rescued],\" Allison Hedgecoth said. \"Leo, the lion, had a big raw spot on his nose. Baloo, the bear, had an ingrown harness where his owners hadn't lengthened it as he grew, so it actually grew into the skin and it had to be surgically removed. ... They have recovered more than 100 percent.\" But when trainers tried to separate the animals, they acted out. For years, trainers said they worried and waited for fights but had witnessed nothing but peace among the three. Hedgecoth said she didn't know how the trio had managed to get along together so well and for so long. \"I think that the ordeal they went through as youngsters really bonded them together,\" she said. \"That's all that they had. They only had each other for comfort.\" She said separating them now, after more than a decade together, would be \"cruel.\" \"There definitely is something special going on between the three of them,\" she said. \"That is definitely a lesson.\" Baloo, Leo, and Shere Khan were featured in an ABC News report in April 2013: Unfortunately your browser does not support IFrames. The story of these three animals was also covered by Atlanta television station WSB in March 2013: The trio was previously featured in an Associated Press report in 2010:",
  "Originally Published": "",
  "Referred Links": "http://www.noahs-ark.org/;",
  "Example": "[Collected via Facebook, May 2013] A lion and tiger and bear; oh my! As cubs a lion, a tiger, and a bear had been owned by a drug dealer who did not properly care for them. The bear's harness grew into his skin because the owner did not alter it as the animal grew. They had been abused and neglected early in life, but were finally rescued. The bear's harness was surgically removed. After they had been taken in by an animal sanctuary in Georgia, the staff tried to separate them due to obvious concerns that the three large predators would fight. During the trial of separation, the animals were uncooperative and behaved poorly. Once reunited, the three calmed down and were well behaved. Twelve years later, the three friends spend their days playing, cuddling, and eating together. There are no plans to separate these lifelong friends.",
  "Last Updated": "17 January 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/liontigerbear.asp",
  "Claim": "Photograph shows a lion, tiger, and bear that live together in the same enclosure at an animal sanctuary.",
  "Claim_ID": "photos_animals_liontigerbear",
  "Tags": ""
}