{
  "Origins": "In August 2008, the Ruby Tuesday restaurant chain, which has over 950 outlets across the U.S., promoted the end of a major remodeling project of its restaurants by inviting the public to watch them \"blow up the last old Ruby Tuesday\" in a live demolition viewable on the chain's web site.",
  "Fact Check": "",
  "Description": "The videos of this event, which supposedly took place at 3:00 PM on 5 August 2008 in Mount Holly, Ohio, showed a demolition gone horribly wrong. While a small crowd of people stood around as a Ruby Tuesday executive counted down a cue for three men in hard hats to start the demolition of \"the last 'old' Ruby Tuesday,\" an explosion was heard, but the Ruby Tuesday restaurant in the background remained standing. A quick pan of the camera revealed a different nearby restaurant, Cheeky's Bar and Grill, collapsing into rubble while the Ruby Tuesday executive fulminated about how the demolition crew \"blew up the wrong building.\" The videos were merely a publicity stunt, however. Aside from the implausibility of a strictly-regulated demolition crew's cluelessly planting and setting off charges in the wrong place, the supposed \"accidental\" demolition of the wrong building failed to garner any real news coverage, and there was neither a Ruby Tuesday restaurant nor a Cheeky's Bar and Grill in Mount Holly, Ohio, prior to the alleged incident. (The latter existed only as a framework web site established just in time for the Ruby Tuesday promotion). As well, Ruby Tuesday's remodeling project involved refurbishing existing outlets, not demolishing them and building new ones. Ruby Tuesday strung out the gag by putting up a faux letter of apology on its web site, while the shell Cheeky's Bar and Grill web site bore a legend stating that the site was unavailable and imploring witnesses to the \"August 5th incident in which Ruby Tuesday, Inc. demolished our restaurant\" to contact them. A few days later, the Ruby Tuesday web site bore an admission that the whole thing was a stunt: You may have heard recent news about the demolition of the last old-style Ruby Tuesday and the building we \"blew up\" by mistake wasn't really real (you already had your suspicions?). It was all for fun and our way of showing just how much we have changed, how most casual dining restaurants have come to look alike, and how much fresher and better Ruby Tuesday really is now. Cheeky's Bar & Grill, the other \"restaurant\" that was \"demolished\" by mistake was actually a scale model in a studio in Hollywood. We were joshing you a little, and we hope you'll forgive us. We couldn't help it, really. All these changes that have made our restaurants the best they've ever been make us smile put us in the mood to make a joke or two while we're telling the world our brand is really different from all the rest. We hope it made you smile, too. The theme for this promotional stunt can be found in a line uttered by \"Jim Robbins, senior VP of marketing\" during a video apology to Cheeky's Bar and Grill which is currently airing as a television commercial for Ruby Tuesday: \"It is extremely unlikely that a Ruby Tuesday restaurant will ever be confused for any other casual dining establishment again.\"",
  "Originally Published": "",
  "Referred Links": "http://www.rubytuesday.com/thebigbang/bigbang.asp;http://www.cheekysbarandgrill.com/;http://www.rubytuesday.com/;",
  "Example": "[Collected on the Internet, August 2008] Ruby Tuesday was having the whole \"blowup the last old Ruby Tuesday\" campaign, and there is a supposed video of them blowing up the wrong building. On their website, there is a letter of apology to the building that really was blown up. So, was it a true mistake, or are we all being B.S.'ed?",
  "Last Updated": "7 August 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/advertisements/rubytuesday.asp",
  "Claim": "The Ruby Tuesday restaurant chain accidentally demolished a competitor's restaurant.",
  "Claim_ID": "photos_advertisements_rubytuesday",
  "Tags": ""
}