{
  "Origins": "Most viewers who frequently watch television with closed captioning (CC) enabled have likely noticed that the captioning doesn't always match the audio. This sort of mismatch can occur for a number of reasons: In recorded programs, it may be because the script provided to the captioner was altered before production was completed, because the program was later edited, or because an actor/speaker spontaneously departed from the script. As well, captions may sometimes be edited to accommodate audiences with lower reading levels or slower reading speeds.",
  "Fact Check": "",
  "Description": "Live broadcasts can present captioners with additional problems: Multiple speakers may talk at the same time, external noise may render some speech inaudible or otherwise difficult to understand, and some words and phrases used by speakers may be unfamiliar to the captioner. And, since live audio is typically captured phonetically via stenotype or stenomask machines, with the output instantly translated into text by computer, unusually-spelled items such as foreign words, place names, and proper names can sometimes end up being rendered quite oddly in the captioning. (The French term laissez faire, for example, might end up in English captioning as \"lassie fare.\") As we sat glued to television news coverage of the Malibu fire on the morning of Saturday, 24 November, 2007 to see if our area was in danger (fortunately, winds blew the conflagration away from us and towards the ocean), one or more of these factors produced some rather amusing (and risqu ) captioning. As a reporter from Los Angeles' KABC-TV was explaining how important it is for residents to evacuate fire areas when asked to do so because such prompt compliance allows firefighters to deal with just the fire and not also with \"people in the middle of the road evacuating,\" the captioning (as shown in the still frame displayed above) reflected a distinctly different climax to that statement.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[KABC-TV, November 2007] Is this a real news screen shot?",
  "Last Updated": "28 August 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/risque/firenews.asp",
  "Claim": "Television news coverage of the 2007 Malibu fire displayed risqu closed captioning.",
  "Claim_ID": "photos_risque_firenews",
  "Tags": ""
}