{
  "Origins": "The May 2014 article and photographs referenced above supposedly depict millions of brand new unsold cars, vehicles that are continuously churned out by automobile manufacturers around the world even though there is no demand for them and that end up sitting in car parks \"slowly deteriorating without being maintained,\" forcing manufacturers to \"buy more and more land just to park their cars as they perpetually roll off the production line.\" Although the displayed photographs are real, they are mostly several years old (reflecting conditions that existed back in 2009), and they do not now necessarily depict what is claimed in the accompanying text.",
  "Fact Check": "",
  "Description": "The first photograph was taken from a May 2009 article about an Atlanta car dealer noting that in the first four months of that year, 60% of his retail sales profits had come from vehicles that sold for $4500 or less (rather than from new or near-new cars). The next photograph was taken from a January 2009 article about slumping new car sales in the UK and captured a view of some of the thousands of unsold cars that were then being stored at Avonmouth Docks England, while sales of new cars in the UK had slumped to a 12-year-low. The third photograph appears (without additional comment) in a March 2009 Boston.com collection of images reflecting \"Scenes from the recession.\" The next photograph was taken from a January 2009 Guardian article about \"growing stocks of unsold cars around the world\" which noted that \"storage areas and docksides are now packed with vast expanses of unsold cars as demand slumps.\" Another photograph was taken from a July 2009 Russian article about land near a St. Petersburg airport that was \"stuffed with unsold imported foreign cars\" because car sellers in that country \"say that they got too much overstocked with this inventory and now they simply use all free territories available to pack them with thousands of cars.\" Additional photographs came from a February 2009 forum post at PakWheels.com collecting pictures of \"Unsold cars from around the world.\" Many of these photographs originated with a January 2009 Getty Images collection titled \"Cars Sit Unsold in Avonmouth Docks As Car Sales Stutter\" and were also part of a January 2009 Jalopnik article about \"Where Are Automakers Stashing Unsold Cars?\" and a February 2009 Business Insider article collecting images of \"unsold cars around the world,\" that latter of which noted that: Sales of new cars in the UK have slumped to a 12-year-low ... the EU's Industry Commissioner Guenter Verheugen warned the outlook for the European car industry was 'brutal' and predicted not all European manufacturers would survive the crisis. So these photographs do for the most part show unsold automobile inventory in various parts of the world, which hit rather high levels when new car sales badly slumped during the global recession of 2009. But even back then automobile manufacturers weren't churning out product willy-nilly, regardless of demand the captions to some of those 2009 photographs in their original contexts noted that, for example, \"production of cars at Honda in Swindon has been halted for a unprecedented four-month period because of the collapse in global sales and represents the longest continuous halt in production at any UK car plant.\" Additionally, it isn't 2009 any more. Although these pictures captured some large overstocks of new cars that were produced just before a huge unanticipated drop in demand, that was a temporary phenomenon from several years ago. British automobile production, for example, has since rebounded to hit a record high in 2013 (with a car being produced every 20 seconds that year) because UK car sales also reached their highest level in the past several years in 2013, with consumers purchasing a total of 2.26 million vehicles: UK car sales in 2013 recorded their best year since 2007, industry figures have shown, helped by cheap credit deals and stronger consumer confidence. The Society of Motor Manufacturers and Traders (SMMT) said that 2.26 million vehicles were registered in 2013. That was a 10.8% rise on 2012, although the figure is 6% lower than 2007's 2.4 million figure. The 2013 total was boosted by a 23.76% rise in sales in December, marking the 22nd successive month of increases. The Bloomberg news service similarly reported that U.S. auto sales have also sharply increased since 2009: Look for factual data, and you can hunt down a lot of truth with a little bit of effort, beyond the simple tidbit that these photos are more than five years old. For example, we can find how many cars are being sold in the U.S. now, along with plenty of historical data. In 2009, when these photos were taken, U.S. auto sales were running at barely a 9 million annual rate. Fast-forward to today and, as we learned at the beginning of this month, we are running at an annual rate of more than 16 million autos. That is an improvement of 78 percent. Newly manufactured automobiles are produced according to a schedule based on anticipated demand, and they have to be stored somewhere while awaiting transport to and from ports via truck, ship, or train to dealerships (both within the country of production and abroad). Just because vehicles are temporarily parked en masse for storage purposes doesn't mean they're doomed to remain forever unpurchased and sit outside until they deteriorate and are scrapped while manufacturers continue to churn out more and more new cars. The Avonmouth and Royal Portbury Docks (also known as Bristol Port ), a facility shown in many of these photos, handles over 700,000 motor vehicles per year for import, export, and finishing. Given that volume, at any particular time there are likely to be thousands of automobiles parked there waiting to be loaded (or just having been unloaded) and transported to their final points of sale. Or, as Bloomberg observed: Even the text in the faux \"Unsold Cars\" article is misleading: According to The Truth About Cars, \"Sheerness is one of the leading ports for the importation of cars to the United Kingdom. The updated photos showing all those cars in the U.K. aren't unsold inventory waiting to be shipped; they are the precise opposite these are cars in the pipeline that dealers have ordered, not a vast graveyard of autos waiting to rust.",
  "Originally Published": "",
  "Referred Links": "http://www.cimtutors.com/store/assessments/attachments/1610/original/FINAL_D13_M14_AME_Case_DS_.pdf;http://www.bloombergview.com/articles/2014-05-19/the-truth-about-auto-sales;http://www.bbc.com/news/business-25632668;http://en.wikipedia.org/wiki/Great_Recession;http://www.businessinsider.com/unsold-cars-around-the-world-2009-2;http://jalopnik.com/5135675/where-are-automakers-stashing-unsold-cars;http://www.gettyimages.com/Search/Search.aspx?EventId=84313326;http://www.pakwheels.com/forums/wheels-pakistan/93701-unsold-cars-around-world-pics;http://englishrussia.com/2009/07/06/over-stocked/;http://www.theguardian.com/business/gallery/2009/jan/16/unsold-cars;http://www.boston.com/bigpicture/2009/03/scenes_from_the_recession.html#photo17;http://www.zimbio.com/The+Economy/articles/70/Death+of+a+Car+Salesman;http://www.thetruthaboutcars.com/2009/05/hammer-time-best-little-whorehouse-in-atlanta/;http://www.vincelewis.net/unsoldcars.html;",
  "Example": "[Collected via the Internet, May 2014] UNSOLD CARS Above is just a few of the thousands upon thousands of unsold cars at Sheerness, United Kingdom. There are hundreds of places like this in the world today and they keep on piling up... THE WORLDS UNSOLD CAR STOCKPILE Houston...We have a problem!... Nobody is buying brand new cars anymore! Well they are, but not on the scale they once were. Millions of brand new unsold cars are just sitting redundant on runways and car parks around the world. There, they stay, slowly deteriorating without being maintained. Below is an image of a massive car park at Swindon, United Kingdom, with thousands upon thousands of unsold cars just sitting there with not a buyer in sight. The car manufacturers have to buy more and more land just to park their cars as they perpetually roll off the production line. [Remainder of article here.]",
  "Last Updated": "19 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/automobiles/unsoldcars.asp",
  "Claim": "Photographs show thousands and thousands of unsold new cars deteriorating in storage lots until they are scrapped.",
  "Claim_ID": "photos_automobiles_unsoldcars",
  "Tags": ""
}