{
  "Origins": "On 24 July 2012, the Chiricahua Desert Museum in Rodeo, New Mexico, posted the above-displayed photograph to their Facebook page, along with the explanation that it pictured a 57-pound Sonoran Desert Toad which for two months had been preying on cats and dogs in the Rodeo area. The imprimatur conveyed by the image's appearance on a museum-related site led many viewers to accept the photograph as genuine, until the museum took to Facebook a week later to admit that the picture was a Photoshopped hoax intended as a spoof of the many giant rattlesnake photos that circulated online:",
  "Fact Check": "",
  "Description": "The Sonoran Desert Toad is a real critter found in Arizona and New Mexico, one of largest toads native to North America, but they typically measure only about 7 inches in length and can easily be held in hand:",
  "Originally Published": "",
  "Referred Links": "https://www.desertmuseum.org/books/nhsd_desert_toad.asp;https://www.facebook.com/ChiricahuaDesertMuseum/photos/a.166380178113.118803.63454188113/10151051997333114/;http://www.chiricahuadesertmuseum.com/;",
  "Example": "[Collected via Facebook, July 2012] For almost two months now families in and around the border town of Rodeo, NM have been seeing their small dogs and cats go missing. A mountain lion was thought to be the culprit but after the discovery of this giant Sonoran Desert Toad (Bufo alvarius) yesterday outside the Chiricahua Desert Museum the locals are sure that this toad is responsible for the loss of their pets and they are hopping mad. This toad weighed in at 57 pounds, that was after it dispensed about 2 gallons of urine during its capture. The Sonoran Desert toad is the largest native toad to North American but does not typically get any larger than about 1.5 pounds and a length of 7.5 inches so this is most definitely a new world record, probably?",
  "Last Updated": "13 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/gianttoad.asp",
  "Claim": "Photograph shows a 57-pound, pet-eating Sonoran Desert Toad.",
  "Claim_ID": "photos_animals_gianttoad",
  "Tags": ""
}