{
  "Origins": "The annual Iditarod dog sled race covers close to 1000 miles of snowy terrain in Alaska. Well, it's usually snowy, but in 2014 a mild winter created a treacherous and occasionally snowless route for the mushers participating in \"The Last Great Race on Earth.\"",
  "Fact Check": "",
  "Description": "In January 2014, the Alaskan city of Anchorage experienced an average temperature 12 F above normal, and in Nome the temperature hit a record high of 50 F on 27 January 2014: \"It's been a very unusual winter up across Alaska,\" AccuWeather Senior Meteorologist Jack Boston said. \"The problem has been frequent mild days, which have been knocking down the snowcover.\" The above-displayed photograph, which was published by the Anchorage Dispatch News on 3 March 2014, shows Iditarod champion Martin Buser riding his dogsled over a 75-mile stretch between Rohn and Nikolai known as the Farewell Burn. While the image of a dogsled on a snowless trail may be shocking to some, this is not an unprecedented occurrence. Busser said he remembered at least one year when the Farewell Burn was even more difficult to traverse during the race: \"I know there was a year when the burn was worse than it is now. It was one of the year's that (Lance) Mackey won. The tussocks were so bad. It was the bowling ball sized tussocks on the trail.\" To get a better look at the snowless trail during the 2014 Iditarod, here's a video shot by Jeff King, a four-time Iditarod champion, on 3 March 2014 between Rainy Pass and the Rohn checkpoint: The 2014 Iditarod trail includes some of the toughest mushing in the history of the race, veterans said. Especially early along the trail, mushers were battered and bruised on snowless ground. The Iditarod has also seen some logistical changes over the years due to inconsistent snowfall: In 2013, several qualifying events for the race were canceled due to a lack of snow. In 2008, the official restart was moved from Wasilla to Willow. In 2003, the race started from Fairbanks due to similar snowless conditions. In 1968, the race was canceled due to non-ideal weather (and a lack of interest). While snowless terrain has occurred several times during the Iditarod, it is still not the usual scenario: In 2012, for example, mushers had to deal with record snowfalls. Of course, this precipitation did not evenly cover the 975-mile trail; Willow, for instance, was hit with three feet of snow before the race, while Anchorage experienced only a light dusting: \"The ideal conditions for the Iditarod will vary depending on the musher; however, I think most agree that adequate snow coverage of approximately 1 foot plus, plus temperatures that hover around 10 degrees F to -20 degrees F are perfect,\" (Iditarod) Communications Director Erin McLarnon said. \"However, it's rare you find these consistent conditions over 975 miles.\"",
  "Originally Published": "",
  "Referred Links": "http://www.accuweather.com/en/weather-news/iditarod-dog-sled-race-saturday-record-snow/62219;http://iditarod.com/about/history/;http://espn.go.com/moresports/news/2003/0211/1507563.html;http://news.nationalgeographic.com/news/2008/01/080110-AP-iditarod.html;http://www.nytimes.com/2013/02/06/sports/warm-weather-forces-changes-ahead-of-iditarod-race.html;http://www.adn.com/article/20140303/day-2-buser-leads-iditarod-pack-across-snowless-farewell-burn;http://www.accuweather.com/en/weather-news/warm-alaska-winter-may-present/23749451;",
  "Example": "[Collected via e-mail, December 2014] Saw a picture on FB that purports to show the 2014 Iditarod sled dog race with no snow. Legend on the photo is \"Iditarod 2014: Notice Anything Missing?\" I don't know if the photo is legit or not.",
  "Last Updated": "30 December 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/sports/snowlessiditarod.asp",
  "Claim": "A photograph shows a musher riding over snowless terrain during the 2014 Iditarod in Alaska.",
  "Claim_ID": "photos_sports_snowlessiditarod",
  "Tags": ""
}