{
  "Origins": "The killing of terrorist mastermind Osama bin Laden in a compound in Abbottabad, Pakistan, on 1 May 2011 by U.S. military operatives focused public attention on the elite Navy special forces group that carried out the operation, unofficially known as SEAL Team 6. In the days that followed, news reports fed public hunger to learn as much as possible about this shadowy counter-terrorist team, offering tidbits such as the following:",
  "Fact Check": "",
  "Description": "During that period, the above-displayed photograph purporting to show skull-masked members of Seal Team Six was widely circulated and has continued to appear in our inbox regularly ever since. However, not only are the figures pictured not real Navy SEALs, they aren't even real people at all. This image is a posed scene comprising eight miniature (1:6 scale) U.S. Navy SEAL \"Skull Infidel\" military action figures created in October 2009 by a Malaysian blogger who identified himself as \"Nerdpride\" (aka \"CrazyChildren\"). Other miniature figures can be seen posed against the same background elsewhere on the site. This wasn't the first confusion of miniature military models with the real thing. Back in February 2005, an image of a \"Special Ops\" action figure was mistakenly reported to be a photograph of an American soldier taken hostage by Iraqi militants.",
  "Originally Published": "",
  "Referred Links": "http://1.bp.blogspot.com/_-mMsIF2TTTc/TK9G0YwSF_I/AAAAAAAACJw/DcvmB5V7LJ0/s400/OPGothicSerpent.jpg;http://nerdpride-crazychildren.blogspot.com/2009/10/revisit-special-skull-infidel.html;",
  "Example": "[Collected via e-mail, May 2011] This is what the Navy Seal team looked like when they went in to get Bin Laden. A couple of things to notice: 50 caliber sniper on the right. Knee, knuckle and forearm protection. Various plastic/wire ties. Absolute identity denial to protect their families. Free choice of footwear. Fourth from the right has three artillery simulators and CS gas grenades On his belly. He's the 'shock and awe' guy. Group Photo of Seal Team Six, . . . . . . . and you can imagine the look on Bin Laden's face when these guys camethrough the door?",
  "Last Updated": "7 February 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/military/sealteamsix.asp",
  "Claim": "Photograph shows members of Seal Team Six.",
  "Claim_ID": "photos_military_sealteamsix",
  "Tags": ""
}