{
  "Origins": "This item is \"false\" in the sense that the accompanying text does not correspond to the image:",
  "Fact Check": "",
  "Description": "The message reproduced above was not written or published by CBS news or any other news agency. (The poor writing, non-news format, and focus on \"gross out\" details mark it as a fabrication.) The annual USAPL Pennsylvania State Powerlifting Championship contests are held early in the year (February or March), not in November. No such injury as the one described occurred to any weight lifter at the Pennsylvania State Powerlifting Championships in the last several years. The \"weight lifter\" in the photograph is posed squatting immediately in front of a doorway or wall, which would not be the case if had suffered an injury in the midst of a powerlifting match and then found himself \"not able to move from the squat position.\" (He'd be in the middle of an arena or gymnasium floor with plenty of room on all sides.) Although a prolapsed rectum or bowel is a real medical condition, the text cited here is an obvious attempt at a \"gross out\" piece involving all the familiar aspects of potty humor (e.g., rectums, sprayed fecal matter, farts). How and why the image accompanying the text was produced (and by whom) is still unknown to us.",
  "Originally Published": "",
  "Referred Links": "http://catalog.cmsp.com/data1/fx060021.htm;http://web.archive.org/web/20041010122031/http://www.ironsport.com/article/detail.asp?ArticleID=137;",
  "Example": "[Collected via e-mail, 2003] This rather shocking photo was snapped in November 16th by a spectator atthe collegiate power lifting championships at Pennsylvania State. Theunfortunate competitor, who expressed a plea to remain anonymous,remembered to surgeons that he was \"stuck\" at the bottom of a personalbest attempt in the squat lift when he \"sort of pulled his stomach in andpushed extra hard, at the same time as trying to complete the lift.\" Heremembers a loud popping, splattering noise then a fierce stabbing pain andthen not being able to move from the squat position. He remained in thisposition for about half an hour, since trying to stand caused himoverwhelming agonizing pain. Paramedics arrived and applied anaesthesia onthe spot and carried him to an ambulance. He was rushed to surgery, wheresurgeons described the trauma as an \"explosive and aggravated prolapse ofthe bowel\". Meanwhile it was revealed that the weight was removed from hisshoulders at the time of the incident by two \"spotters\" on either side ofthe lifter. The third spotter who was standing behind the lifter wasunfortunately sprayed with fecal matter at the time of the incident. Thisspotter promptly fainted when he realized the extent of the injury to thelifter, who was a personal friend. This compounded the task of first aid officers who were at a loss as to how to treat the injury to the lifter inany case, who remained in the squatting position moaning in pain much tothe consternation of the helpless audience. The hapless lifter had successful surgery to relieve the prolapse, butremained immobilized with his feet elevated in stirrups for 2 weeks toensure \"internal compliance with the surgery and that the organs retractedsuccessfully\". To add insult to injury, the ex-lifter required rectalstitching to partially occlude the anal orifice and stitch the rectalpassage (which had significantly expanded and torn during the prolapse) andalso was put on a low fibre low residue diet to combat flatulence to avoidany possibility of a recurrence. CBS news spoke to his wife and asked ifshe thought he would resume his power lifting career. \"Not if I haveanything to say about it, would you like to risk something like that again?\" We agreed!! CBS news",
  "Last Updated": "20 September 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/risque/prolapse.asp",
  "Claim": "Photograph shows a weight lifter who suffered a prolapsed rectum during a powerlifting match.",
  "Claim_ID": "photos_risque_prolapse",
  "Tags": ""
}