{
  "Origins": "The above-displayed picture (distributed by the Reuters news agency) was taken by former Reuters staff photographer Rick Wilking in New York during a 14 September 2005 United Nations Security Council meeting attended by U.S. President George W. Bush and Secretary of State Condoleezza Rice. The image purportedly captures an over-the-shoulder shot of President Bush using a pencil to scrawl a note on a white pad inquiring about the possibility of a bathroom break: \"I think I may need a bathroom break? Is this possible . . .\"",
  "Fact Check": "",
  "Description": "There's no reason to doubt the authenticity of the photograph, as Rick Wilking is an established photographer with 12 years' experience shooting news photos in Washington (including various White House assignments) who recently covered the aftermath of Hurricane Katrina in New Orleans (leaving that city only, according to Editor & Publisher, \"after his laptop and two cameras were stolen from his car parked near the convention center\"). As well, Reuters carried other pictures of the same scene from the United Nations, including one that appears to have captured the back of President Bush's head. According to Gary Hershorn, news editor-photos for the Americas at Reuters, at the time Rick Wilking snapped the pictures he was unaware of the contents of the note President Bush was writing : . . . Hershorn said that the photojournalist had no idea what Bush was writing on the paper. Wilking assumed the president was taking notes on what some other official was saying. \"Rick had no idea what he was shooting, or what Bush was writing,\" Hershorn said. \"If Rick knew what he was writing we'd have 25 pictures of this, not two.\" The photo was taken at 12:08 p.m. and it was Hershorn, about three hours later, who took the trouble to examine the photo closely. It was only then that he noticed the writing and decided to put it on the wire after 4:00. Rick Wilking said that he did observe President Bush pass the note to Secretary Rice and shortly afterwards leave the room and return, andGary Hershorn opined that the whole thing was likely a matter of protocol: There's a simple explanation, even a serious one, for all of this, he adds. Bush, he points out, is not used to attending meetings at the U.N. and probably did not know what the protocol was for exiting a room and returning. His question to Rice was \"proper\" and not all that surprising, \"asking someone with more experience there about protocol,\" he said. (We note that although President George W. Bush's father, former president George H.W. Bush, is a southpaw, President Bush himself is not, so the right-handedness of the person depicted in these photos is not a contradiction.) In any case, that even U.S. Presidents have bodily functions is hardly the least bit remarkable. The only unusual aspect to these photos is that the public is not generally privy to mentions or visual reminders of that fact.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20050910081903/http://www.editorandpublisher.com/eandp/news/article_display.jsp?vnu_content_id=1001054354;http://web.archive.org/web/20050922160621/http://news.yahoo.com/news?tmpl=story&u=/050914/ids_photos_ts/r2587077477.jpg;",
  "Example": "[Reuters, 2005] I saw this link posted on a website, and I was wondering how authentic it is (for the world's sake, I hope it's fake).",
  "Last Updated": "15 September 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/politics/bushnote.asp",
  "Claim": "Photograph shows note scrawled by President Bush requesting a bathroom break during a U.N. meeting.",
  "Claim_ID": "photos_politics_bushnote",
  "Tags": ""
}