{
  "Origins": "This photograph seemingly showing a man with a nose growing on his forehead was circulated widely on the Internet in September 2013, with many who viewed it questioning its authenticity. However, the image was genuine, and it shows a Chinese man preparing to undergo reconstructive surgery after an accident that damaged his original nose and required surgeons to attempt to construct a new nose for him:",
  "Fact Check": "",
  "Description": "The following video includes some Chinese news footage of the story: This case was similar to one reported on earlier in the year about a British man who lost his nose to skin cancer, with doctors growing a replacement on his arm: A British businessman who lost his nose to cancer is growing a new one in his arm. If all goes well it will eventually be removed and sewn on to his face, with experts at University College London hoping he will have feeling and a sense of smell. The new nose began as a glass mould, based on the original, which was sprayed with a synthetic honeycomb-like material to create a framework for stem cells to cling to. The mould was then removed and the honey-comb covered with millions of these 'blank cells' which, with the right nutrients, can turn into the cartilage of the nose a process which took place at UCL in a rotating jar called a bioreactor. Meanwhile, the skin on the man's arm was gradually stretched by a small balloon placed under the surface and inflated until it was loose enough to accommodate the nose. When the framework was ready, it replaced the balloon under the stretched skin. The new nose is now bulging out of the man's arm, where it is acquiring networks of nerves and tiny blood vessels, as well as a covering of skin from the arm. As Professor Seifalian told BBC Focus magazine: 'We can make the nose but we can t make the skin.' After at least three months there, the nose will be removed and sewn in place on the man's face in an operation that should not leave any scars. The arm should return to normal, with the skin stitched back together.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2013] Is this real? Can this be anything but a faux-to graph?",
  "Last Updated": "26 September 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/medical/foreheadnose.asp",
  "Claim": "Photograph shows a man with a nose growing on his forehead.",
  "Claim_ID": "photos_medical_foreheadnose",
  "Tags": ""
}