{
  "Origins": "In September 2014, as Apple announced new iPhone models and the upcoming iWatch at an event where the band U2 also showed up to debut their surprise new album, Apple dropped the U2 \"gift album\" into everyone's iTunes account, causing anyone with an Apple ID to get the U2 album \"Songs of Innocence\" automatically added to their devices. The move created such a public backlash that Apple published instructions and created a special section on iTunes to facilitate customers' removing the album from their accounts.",
  "Fact Check": "",
  "Description": "A week later, someone spoofed the Apple brouhaha by tweeting an advertisement purportedly showing that even way back in the Walkman (i.e., portable cassette player) days of the mid-1980s, U2 was already \"forcing their music\" (in this case their 1983 album War ) on consumers by distributing it with the purchase of every cassette player: The \"free cassette\" image was just a digital fabrication, however, an altered version of a vintage Argos catalog as from 1986 (viewable on the Retroash web site):",
  "Originally Published": "",
  "Referred Links": "http://retromash.com/argos/;http://retromash.com/nash/wp-content/uploads/2014/02/1986ArgosWalkmansandGhettoblasters.jpg;https://buy.itunes.apple.com/WebObjects/MZFinance.woa/wa/offerOptOut;http://support.apple.com/kb/HT6439;http://popwatch.ew.com/2014/09/09/the-iphones-6-and-more-ew-live-blogs-apples-big-event/;https://twitter.com/JamieDMJ/status/511883403478978560;http://t.co/qr2dJQ2xjK;",
  "Example": "[Collected via Twitter, September 2014] Is this true? Did U2 give away free casettes back in the Walkman days? Exactly how long have U2 been forcing their music on us for?! pic.twitter.com/qr2dJQ2xjK JamieDMJ (@JamieDMJ) September 16, 2014",
  "Last Updated": "16 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/advertisements/freeu2.asp",
  "Claim": "Image shows a 1980s advertisement offering a free U2 album with every cassette player purchase.",
  "Claim_ID": "photos_advertisements_freeu2",
  "Tags": ""
}