{
  "Origins": "The video clip linked above was purportedly taken during a minor league baseball game between the Fresno Grizzlies and the Tacoma Rainiers. When a Tacoma batter hits a foul drive into the left-field corner, a ball girl sprints down the line and, leaping and scaling the outfield wall, makes an amazing catch of the ball on the fly. She then casually tosses the ball to the stunned Fresno left-fielder and jogs back to her seat as if it were all no big deal, while the play-by-play announcer describes the event in breathless detail: \" ... Driven down the left-field line, and this ball is gonna be ... ohhh, it's caught! It's not Jake Wald ... it's the ball girl! Jake Wald in left field can't believe it! And look ... she shows him up; she sort of tosses him the ball, saying 'Take that, Jake, I don't see you making the effort.' Alfonzo the catcher, he can't believe it. Let's look at that replay. Oh, my! What an amazing play!\" Is it real game footage? No, it's a commercial for Gatorade sports drink:",
  "Fact Check": "",
  "Description": "(Although the above quote states that Gatorade \"shelved\" the campaign, the ball girl commercial aired during baseball's 2008 All-Star Game.) The clip, produced by Element 79, combined footage taken during and after a game between the two minor league teams with some digital trickery to produce the illusion of a spectacular catch made by a hustling ball girl. ShootOnline talked to director Baker Smith, who explained how the effect was created: \"The big shot, the one that follows the ball out [from the plate to left field], was completely choreographed for lack of a better word,\" Smith said, explaining that a motion control shot followed what would have been the trajectory of the ball, and the artisans at New York's Framestore CFC later inserted a ball in post. As for how the ball girl (played by stuntwoman Phoenix Brown) made the spectacular catch that is the highlight of the video, she got a little help from rigs and Framestore CFC. Smith and his crew shot the big catch right after the game they were shooting concluded, attaching the ball girl to wires and having two stunt men off to the side literally yanking her up the wall. In 2015, a ball girl made a real outstanding catch at a major league game in San Diego.",
  "Originally Published": "",
  "Referred Links": "http://replay.web.archive.org/20080626231619/http://www.shootonline.com/go/news-view.ev-web2-248024-1213907756-2.Top-Spot-of-the-Week--Director-Baker-Smith-Snags-A-Foul-Ball-For-Gatorade-And-Element-79-Partners.html;http://www.element79.com/;",
  "Example": "[Collected via e-mail, June 2008] Is this foul ball catch by a ball girl in a Triple 'A' baseball game between Fresno and Tacoma for real? It appears hard to believe. As she climbs what appears to be about 10 feet up the wall to make the catch, she's not even looking back at the ball... Amazing...",
  "Last Updated": "14 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/advertisements/ballgirl.asp",
  "Claim": "Video shows a ball girl making an amazing catch at a minor league baseball game.",
  "Claim_ID": "photos_advertisements_ballgirl",
  "Tags": ""
}