{
  "Origins": "This grisly old photograph has been circulated with accompanying text claiming that it pictures Susan and John Buckley, children who decided one Halloween to abandon a planned neighborhood prank of pretending to chop the head off a dummy and instead beheaded their own mother with an axe. For unexplained reasons, the Buckley children then decided to pose for a photograph with their decapitated mother's corpse before disappearing to unknown parts to escape the consequences of their crime.",
  "Fact Check": "",
  "Description": "All of this seems too fantastically ghastly to be genuine, but not completely impossible, so what's the real story behind this image? Is it one of those \"too bizarre to be true\" tales that really is true? Has someone taken a genuine old photograph of unknown origin and created a fictitious backstory to explain its spooky appearance? Did someone merge a real account of a gruesome Halloween murder with an unrelated image? Are the picture and its explanation both fakes? The correct answer is \"Phony story, mostly fake photo.\" The image shown here started out as a genuine, if somewhat mundane, family portrait: Then the photograph fell into the hands of Halloween artist Edward Allen from Haunted Memories , who transformed it into an image he called \" Midwestern Matricide \" by altering the original to remove the mother's head and place an axe into the hands of the daughter: I always liked this photograph and had been meaning to work with it for a while. I thought it had a really eerie atmosphere with the stark lighting, desolate landscape, and the somber expressions on the family members' faces. Like so many photos from that era, it was rather washed out, hazy, and yellowed, but I like it that way. After all, it is supposed to look old, faded, and HAUNTED! The changes in this one are subtle, but quite still startling in their effect. I blurred the severed head to give it a sense of movement, as you often see in those old photographs that took so long for the camera to expose. You can't easily see these minimal changes coming, so it really sneaks up on people! Edward also created an animated GIF highlighting the differences between the original photograph and his creative rearrangement of it:",
  "Originally Published": "",
  "Referred Links": "http://www.changingportraits.com/mmud.htm;http://www.hauntedmemories.com/;",
  "Example": "[Collected via e-mail, May 2010] This is the Buckley Family. The children s names were Susan and John. As a Halloween joke, all the kids in the neighborhood were going to get a dummy and pretend to chop its head off. The Buckley children thought it would be hilarious to actually murder their mother, so when the kids walked up the the door, they got an axe and slaughtered her. Once everyone figured out what they had really done, they called the police, but the kids were long gone by then. The only picture of them was this photo, taken by a trick or treater. The mothers body was later found half eaten.",
  "Last Updated": "6 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/gruesome/halloween.asp",
  "Claim": "Photograph shows children who beheaded their mother on Halloween.",
  "Claim_ID": "photos_gruesome_halloween",
  "Tags": ""
}