{
  "Origins": "As noted above, a few days after the U.S. space shuttle Columbia broke up upon re-entry to Earth, killing all seven astronauts aboard, the Israeli news service Maariv published a news story accompanied by a photograph taken from a live video interview conducted with Israeli shuttle astronaut Ilan Ramon 11 days before Columbia's disastrous end. The photograph purportedly shows two large, plainly visible cracks in one of Columbia's wings, supposedly demonstrating that not only had Columbia suffered significant damage (presumably from debris which struck its left wing 80 seconds after takeoff), but that the damage was obvious and should have been noticed and acted upon well before Columbia's fatal plunge through the atmosphere.",
  "Fact Check": "",
  "Description": "The picture wasn't a photo of Columbia's wing, however: it was a photo of the front inside edge of the cargo bay, and the \"cracks\" were simply ordinary seams. The black protrusion (resembling a stovepipe hat of the sort favored by Abraham Lincoln) visible in the right-center portion of the image is one of many lugs that the cargo bay doors clamp onto when closed to ensure a tight seal. A similar lug can be seen in this panoramic photo of the shuttle's cargo bay: This video pan of the cargo bay provides a better view showing the location of the lug and the structure to which it is attached relative to the rest of the shuttle. Still frames from the video have been misinterpreted as showing a large dent in the shuttle's wing, but the structure is the cargo bay (with the seams mistaken for \"cracks\" in the original photograph shown clearly), and the \"dent\" is actually a ripple in the bay's fabric covering:",
  "Originally Published": "",
  "Referred Links": "http://www.iol.co.za/index.asp?click_id=79&art_id=qw1044282781427B212&set_id=1;http://www.maarivenglish.com/index.htm;",
  "Example": "[Collected via e-mail, 2003] Jerusalem The Israeli newspaper Maariv on Monday published a picture of the American space shuttle Columbia apparently showing two cracks on its left wing. The picture was taken 11 days before the shuttle broke up on its way back to Earth on Saturday, killing all seven crew members. The photograph was extracted from footage taken by a camera onboard the shuttle during a live satellite video conference between Israeli Prime Minister Ariel Sharon and Colonel Ilan Ramon, the first Israeli to travel to space. During the 15-minute conversation with Sharon and other Israeli officials, Ramon offered to share his view of Earth from the shuttle. 'It would not have been able to do anything to save the crew' The video caught part of the shuttle's left wing, showing two \"long\" cracks, according to the newspaper. The fissures could have been the cause of the technical problems experienced by the shuttle which led to its breakup over Texas, 16 minutes before it was due to land, the newspaper stated.",
  "Last Updated": "20 September 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/space/shuttlewing.asp",
  "Claim": "Photograph taken during fatal Columbia mission reveals large cracks in the shuttle's wing.",
  "Claim_ID": "photos_space_shuttlewing",
  "Tags": ""
}