{
  "Origins": "The photos of the elderly man with a beard reproduced above are familiar to many Bulgarians, who recognize 98-year-old Dobri Dobrev as a fixture on the streets of Sofia, where he regularly begs for money. What many didn't know until fairly recently was that Dobrev wasn't begging for himself: he has lived off his monthly government pension and some assistance provided by others, while donating all the money he had collected (estimated at about 40,000 euros) to help cover the costs of restoring decaying Bulgarian monasteries and churches and paying the utility bills of orphanages.",
  "Fact Check": "",
  "Description": "Dobrev's fame is now spreading outside of Bulgaria as his story is disseminated via the Internet. For example, one laudatory web description of Dobrev states: He is called a saint, an ascetic hermit, a man who doesn t take money, an angel, a divine stranger, a traveler from the past, a beggar. Few Bulgarians have not heard of Good Old Dobry Dobrev, many are those who do not have the faintest idea of the true holiness of his cause.This year Elder Dobry turned 98 and still continues to give selflessly to the others his only treasure kindness and humanity. And at this advanced age he can be spotted from time to time throughout metropolitan streets in search of generous people to implement his cause. Elder Dobry has been raising money for decades to restore churches throughout Bulgaria. He is not afraid of cold and bad weather, does not worry that he will remain hungry. He is not angry at people's indifferent to his work. The old man radiates kindness and meekness. He is ready to kiss the hand of a who has dropped a coin into his box, to talk about God with every passerby, to give thanks for the charity. But Elder Dobry is not a beggar. He does not rely on strangers to save his body, but he wants to save their souls. A man like him cannot be called a beggar who has forgotten his needs and is raising money for a lofty mission, far from the material benefits of life. To donate to the church means to bestow to the generations, to faith in a godly future to build a benevolent Bulgaria. This is what Elder Dobry thinks he does without expecting gratitude. He respects people. He sees the world around him is selfish, but he doesn t get upset and instead provides an example with his donations. So many people worship the faith of the man who doesn t take money. We don t know much about Elder Dobry s life. He does not want fame and does not want to divulge details of his daily life. It s enough for him people to know he is a good person who collects money and donates it to the Bulgarian churches and monasteries. A poster on reddit wrote of encountering Dobrev in Sofia: Yes, \"Dyado Dobri\" (Grandpa Dobri), as the locals call him. I lived in Sofia for six months and traveled by public transport. He came on the tram every day, one stop after mine. Every day he would sit and someone always recognized him and spoke to him. The man tells some very interesting and heart-warming stories. He never begs for money, people just put money in his little wooden box and he shows them respect. I'm very happy to see he's doing alright and continuing his great cause. Another commenter who encountered Dobrev stated that: Four years ago, I had the pleasure to meet him and directly delight in his innocent kindness and simplicity. People from Sofia know him as elder Dobri Dobrev from the village Baylovo. He is 96 year old elder who could often be seen standing in front of the church St. Alexander Nevsky or St. Methodius and Cyril and their five disciples with his metal cashbox and begging for money. He gives the collected money for renewing of the monasteries and churches or to the poor people. I met him at the church St. Kyriaki, when I was attending the Holy Liturgy which was led by several bishops, in presence of the graceful relics of St. Stephen Milutin the King. Simply, he entered through the church gate, stood in front of the relics and as a young boy, made few deep bows. That was an amazing scene, especially because of the feeling of unworthiness when God crosses our life-path with one of His righteous men. Kind eyes, pleasant smile, humble look ... all that makes him bright in the eyes of those who have met him and without hesitation hurry to get a blessing from this sagacious elder. The following clip from the 2000 film Mite includes a segment about Dobrev:",
  "Originally Published": "",
  "Referred Links": "http://www.reddit.com/r/todayilearned/comments/1eyqrc/til_98yr_old_dobri_dobrev_who_lost_his_hearing_in/ca5374f;http://saintdobry.com/elder-dobry-from-baylovo/;",
  "Example": "[Collected via e-mail, june 2013] This is the story of Elder Dobry 98 year old dobri dobrev, a man who lost most of his hearing in the second world war, has traveled 25 kilometers every day for decades from his village in his homemade clothes and leather shoes to the city of sofia - a trip he made by foot until recently - where he spends the day begging for money. though a well recognized fixture around several of the city s chruches, known for his prostrations of thanks to all donors, it was only recently discovered that he has donated every penny he has collected over 40,000 euros towards the restoration of decaying bulgarian monasteries and churches and the utility bills of orphanages, living entirely off his monthly state pension of 80 euros and the kindness of others.",
  "Last Updated": "18 December 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/people/dobrev.asp",
  "Claim": "Photographs show Dobri Dobrev, a 98-year-old man in Sofia who collects money for the restoration of monasteries and churches.",
  "Claim_ID": "photos_people_dobrev",
  "Tags": ""
}