{
  "Origins": "In recent years businesses such as restaurants and hotels have tried to \"liven up\" their public restrooms with catchy or unusual decor, many of which play on our expectations of privacy while engaging in bathroom-related functions. A favorite set-up is to install mirrored glass panels around the urinals in men's rooms that allow restroom patrons to view the crowds milling around the adjacent restaurant or hotel lobby and create the impression that those crowds can see into the restroom as well. (In fact, the panels are mirrored on the outside, so all the restaurant or hotel customers see are their own reflections.)",
  "Fact Check": "",
  "Description": "The clever artwork around the urinals in the men's restroom pictured above plays not only on our fears of being observed (particularly by members of the opposite sex) in the bathroom, but also on specifically male fears of having the size of their \"equipment\" viewed and judged by women especially women who, as in this case, are evidently well-prepared to measure, photograph, and poke fun at \"equipment\" they deem to be inadequately sized. This photograph depicts a men's restroom at a Sofitel (a chain of 5-star hotels) in Queenstown, New Zealand, which has attracted a fair bit of interest and commotion: Five star hotels are normally famous for their opulence and their design but the new $45 million Sofitel in Queenstown is gaining notoriety for its little boys room. It has brought the hotel a couple of complaints from church goers and a couple of hundred people wanting to take a look. It's the most popular room in the five star hotel. Hotel manager Mark Wilkinson says the toilets were just a way of putting a little levity into the posh hotel. \"Certainly it wasn't our intention to offend anyone,\" he says.",
  "Originally Published": "",
  "Referred Links": "http://www.sofitel.com;",
  "Example": "",
  "Last Updated": "31 October 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/arts/sofitel.asp",
  "Claim": "Photograph shows artwork around the urinals of a men's restroom at a hotel in Queenstown, New Zealand.",
  "Claim_ID": "photos_arts_sofitel",
  "Tags": ""
}