{
  "Origins": "On 9 October 2014, North Korean leader Kim Jong-un missed an important state celebration in the country's capital of Pyongyang. The leader's absence marked a full five weeks since his last public appearance on 3 September 2014, increasing speculation on social media sites and in the press that Kim Jong-un had been quietly deposed.",
  "Fact Check": "",
  "Description": "TIME magazine reported Kim's of absence from the public eye that: Kim was last seen at a Sept. 3 concert, ensconced in a red easy chair next to his wife, Ri Sol Ju. Late [that] month, the youthful marshal was a no-show at a meeting of North Korea's rubber-stamp legislature. The cloistered nation's state-run TV aired images of his seat at parliament empty. Rumors began flying as the disappearance ran into weeks that Kim was either dying or had been deposed. Kim was also limping during his last public appearance, ABC News noted, lending credence to rumors that the leader was in poor health dispute his relative youth: One factor that makes Kim Jong-un's ongoing absence different from the rest of the dictatorial pack is his age. Though his health is clearly a cause for concern since he has grown noticeably larger and was seen limping in his last public appearance his age makes the prospect of a grave medical issue less of a concern. John Delury of Yonsei University in Seoul explained that rumors like those swirling about regarding Kim Jung-un's absence are easy to believe due to the state's distance from world affairs: If there had been regicide or revolt in Pyongyang, it's unlikely the wheels of North Korean diplomacy would spin like business as usual. These episodes [like Kim's absence] reveal as much about us as them our own assumptions, even obsessions, when it comes to North Korea. We assume North Korea must be on the brink of collapse, so when the young leader suspends his relentless 'onsite guidance visits' for a few weeks, we assume he's been overthrown. Precisely because we have fewer sources of reliable, direct information about North Korea, it pays not to rush to judgment. Given the secrecy with which the North Korean \"hermit kingdom\" conducts its business, the idea of a coup or another mysterious unpleasant circumstance befalling Kim Jong-un did not appear implausible to social media users. The following image began to circulate on social media sites, prompting additional speculation that Kim Jong-un had been taken into custody by North Korean officials: However, that image was an altered one a reverse image search revealed a nearly identical picture of Kim Jong-un in the same pose taken nearly three years earlier: The second, unaltered image, is a Korean Central News Agency photo showing the North Korean leader's visit to Unit 671 of the Korean People's Army (KPA) in January 2012, where he \"waved back to the enthusiastically cheering service personnel\" before having his picture taken with an escorted of grinning military officials. Someone doctored that photo to add blood and bruises to Kim's face and blur out the smiling countenances of his escort, making it appear that Kim had been roughed up and arrested by grim-faced soldiers.",
  "Originally Published": "",
  "Referred Links": "http://nkleadershipwatch.wordpress.com/2012/01/22/kim-jong-un-visits-kpa-large-combined-unit-671/;",
  "Example": "[Collected via e-mail, October 2014] There's a photo doing the rounds on social media tonight purported showing Kim Jong-un under arrest. One version shows blurred-out faces, and blood on KJU's face.",
  "Last Updated": "10 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/politics/kimjongunarrest.asp",
  "Claim": "Photograph shows the arrest of North Korean leader Kim Jong-un.",
  "Claim_ID": "photos_politics_kimjongunarrest",
  "Tags": ""
}