{
  "Origins": "In April 2013, Internet users were puzzled and amazed by a video from the Rochester Institute of Technology (RIT) purportedly documenting the existence of a so-called 'Escherian Stairwell' (named for the Dutch graphic artist M. C. Escher, famous for his \"impossible reality\" artworks, such as the never-ending Penrose Stairway )which \"violates the laws of physics and basic logic by looping back into itself.\"",
  "Fact Check": "",
  "Description": "As described in a 30 April 2013 article published on RIT's web site, the video showing off the unusual stairway was supposedly the third installment of a \"Can You Imagine\" series about \"interesting facts, stories and myths of RIT\": Is it possible for a staircase to violate the laws of physics and basic logic by looping back into itself? This is one of the questions Michael Lacanilao, a film and animation graduate student at RIT, examines in his video series and Imagine RIT exhibit The Escherian Stairwell. Lacanilao created the video series, \"Can You Imagine,\" to highlight the many interesting facts, stories and myths of RIT. The exhibit, located in Artistic Alley in Gannett Hall room A171, will help festivalgoers search for the stairwell and give them a behind the scenes look at \"Can You Imagine.\" \"Four years can go by quickly and a lot of us don't have the time to learn about all the things that RIT does and offers,\" says Lacanilao. \"When we take the time to venture outside our daily routines, we find that it really is the place where the left brain and right brain collide. I'm proud to be a part of that.\" Quite obviously no physics-defying \"Escherian Stairwell\" exists in the real world. The video was a bit of trickery created through the use of deceptive camera angles, careful editing, and digital effects, produced in conjunction with a (failed) Kickstarter campaign (\"The Stairwell Project: Building a Modern Myth\") intended to help fund the creation of videos, articles, web pages, and other material establishing a backstory for the mythical stairway in time for Imagine RIT , the school's annual Innovation & Creativity Festival: The most powerful aspects of myths are their ability to incite wonder and excitement. We're creating a myth that does these things while also challenging audiences to think. The myth is that located in Rochester, NY, is the Escherian Stairwell, an architectural marvel that seems to violate the laws of physics and basic logic by looping back into itself. In order to lend credence to this myth, we're creating an episode for a family-friendly science show that demonstrates the staircase in action, various clips from a 1997 documentary with prominent thinkers grappling with the existence of this apparent contradiction and pontificating on its implications, and a whole slew of supplemental online materials for today's internet savvy audience to stumble across while trying to see if this thing is real (websites, scholarly articles, fan-pages, blogs, etc.). Help us build the myth! We are passionate about immersing audiences with a sense of wonder and surrounding them with a wealth of detail executed with such rigorous realism that they can choose to step into it, get lost in it, and believe in it. Films like Close Encounters and 2001 inspired us with awe, and even a hint of fear, when we first saw them. How do we capture that feeling again? The internet and the age of social media seem to be opening up doors to reinvent the medium and reignite those in-theater experiences that have gotten stale over the decades. The following video features an explanation of the intent behind the Kickstarter campaign:",
  "Originally Published": "",
  "Referred Links": "http://www.kickstarter.com/projects/1123493397/the-stairwell-project-building-a-modern-myth;http://www.rit.edu/news/story.asp?id=49980;http://mathworld.wolfram.com/PenroseStairway.html;http://en.wikipedia.org/wiki/M._C._Escher;",
  "Example": "[Collected via e-mail, May 2013] I would like to know if the Escherian stairwell located in the RIT is actually a never-ending stairwell or just a camera trick.",
  "Last Updated": "2 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/technology/escherian.asp",
  "Claim": "Video documents the existence of a never-ending \"Escherian Stairwell.\"",
  "Claim_ID": "photos_technology_escherian",
  "Tags": ""
}