{
  "Origins": "The photograph displayed above isn't a skeleton of a mermaid (or anything else) recently unearthed in Bulgaria. It's the product of a double photo manipulation in which a genuine photograph was digitally altered by one party, and then another party inserted additional elements into the photograph that were not present in either the original or the first manipulated version.",
  "Fact Check": "",
  "Description": "This image started out as a rather ordinary photograph of a human skeleton excavated during an archaeological dig in Ireland: That photo was then altered by a contestant in a Photo Effects Contest who removed the leg bones and replaced them with a fish-like skeletal tail structure, submitting the finished entry to a Worth1000.com competition where it garnered a 6th place finish in the \" Archaeological Anomalies 13 \" category: This faux image was then altered again to add the figure of \"Professor Dimitrov\" in the lower left foreground and circulated with text claiming it represented an \"ancient skeleton of a mermaid\" recently unearthed in Bulgaria: An older, similarly manipulated image was later circulated in tandem with the one displayed above. That second image started out as a photograph of a bronze age skeleton unearthed by the University of Oxford : That picture was likewise altered to add a fish-like skeletal tail structure and then submitted as an entry to a Worth1000.com competition, where it took third place in the Archaeological Anomalies 3 category:",
  "Originally Published": "",
  "Referred Links": "http://fx.worth1000.com/contests/1751/archaeological-anomalies-3;http://fx.worth1000.com/entries/70131/the-little-mermaid;http://www.bioch.ox.ac.uk/aspsite/index.asp?pageid=60;http://www.worth1000.com/contests/28748/archaeological-anomalies-13;http://www.worth1000.com/entries/685114/mermaid-skeleton-found;http://wastedonarchaeology.wordpress.com/2011/10/21/a-few-thoughts-on-excavating-skeletons/;",
  "Example": "[Collected on the Internet, July 2012] Ancient Mermaid Skeleton Unearthed in Bulgaria? Ancient skeleton of a mermaid before the Flood 8 millenniums ago was found near Sozopol Beach by Professor Dimitrov. This \"news\" blew prostarnstvoto Internet. Zevzecite comment that vampires after Dimitrov's time to start dealing with mermaids, writes Novinar. The photo first appeared on the wall of a journalist Petar Genchev Facebook, but minutes after it is shared by dozens of others, impressed by the impressive growth of the former female fish.",
  "Last Updated": "10 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/supernatural/mermaidskeleton.asp",
  "Claim": "Photograph shows a mermaid skeleton found in Bulgaria.",
  "Claim_ID": "photos_supernatural_mermaidskeleton",
  "Tags": ""
}