{
  "Origins": "On 15 September 2007, a 250-pound bear wandered onto Rainbow Bridge on Old Highway 40 near Donner Summit in the Lake Tahoe, California, area of the Sierra Nevada mountain range. Apparently frightened by approaching automobile traffic, the large bruin went over the railing, then caught a ledge and pulled itself onto a concrete girder beneath the 80-foot-high bridge.",
  "Fact Check": "",
  "Description": "Animal control officials initially left the bear alone, undecided about what action they could take to help it out of its predicament. But when they found the bear asleep on the ledge the following morning, they enacted a plan to rescue it. While volunteers held a nylon net (purchased at an Army surplus store) in place beneath the ledge, an animal control officer shot the bruin with a tranquilizer dart. The volunteers used a pole to push the groggy bear into the net then lowered it to the floor of the ravine spanned by the bridge, where, after the bruin recovered consciousness, it was guided away from the crowd of onlookers and back into the wilderness.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2007] This bridge is on the Old Donner Pass Highway. It has spectacular Sierra views and views of Donner Lake and Donner Pass on Route 80. A bear was walking across Rainbow Bridge (Old Hwy 40 at Donner Summit, Truckee) on Saturday when two cars also crossing the bridge scared the bear into jumping over the edge of the bridge. Somehow the bear caught the ledge and was able to pull itself to safety. Authorities decided that nothing could be done to help Saturday night so they returned Sunday morning to find the bear sound asleep on the ledge. After securing a net under the bridge the bear was tranquilized, fell into the net, lowered, then woke up and walked out of the net.",
  "Last Updated": "1 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/bearledge.asp",
  "Claim": "Photographs show a bear rescued from the ledge of a bridge with a net.",
  "Claim_ID": "photos_animals_bearledge",
  "Tags": ""
}