{
  "Origins": "As far as \"mysterious disappearance\" tales go, this one is brief but highly intriguing: two farmboys find a \"treasure map\" stuck to a tree with a knife, excitedly report their discovery to disinterested parents who give them the cold shoulder, then disappear forever the only clue to their fate being a bizarre photograph of them with a skeleton slipped under the door of the family home a year later.",
  "Fact Check": "",
  "Description": "A chilling story. Nicely done. As far as the claim that this tale is a \"true story,\" though, it has several giveaways that tag it as fiction: One searches in vain for any news, reports, or other reference (outside of this particular item) to a pair of boys named Jason and Jimmy Garret disappearing circa 1920 (or at any other time). The photograph attached to the story appears a bit too modern for 1920. This story originated with a Tumblr account titled \"Creepy stuff I made up,\" at which the operator, Christopher Bloodworth, makes up creepy tales for odd photographs submitted by users. What is the backstory behind this unusual image, then? We don't know exactly when and where it was taken, or whom it pictues, but well before it was the subject of a \"Creepy stuff I made up\" tale it was posted online with a much more sensible explanation it depicts a boy having fun while accompanying his archaeologist father to work sites during summer vacations from school: My father was an archaeologist and every summer I went to the excavations. 'Boy' with suspenders it's me I miss that time.",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20131018234932/http://tweed-eyes.tumblr.com/post/47876783609/all-my-childhood-in-one-the-pictures-my-father;http://creepy-stuff-i-just-made-up.tumblr.com/post/75860595234/on-monday-december-13-1920-its-reported-that;",
  "Example": "[Collected via the Internet, August 2015] On Monday, December 13, 1920, it's reported that brothers Jason and Jimmy Garret found a \"treasure map\" stuck to a tree with a knife. Based on their parent's account, the boys weren't believed and were promptly sent outside. The above picture was slipped under the front door of the Garret farmhouse one year later. No map was ever found and neither boy was ever seen again.",
  "Last Updated": "24 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/supernatural/garret.asp",
  "Claim": "Photograph shows two young boys named Jason and Jimmy Garret who disappeared from their home in 1920 after discovering a treasure map.",
  "Claim_ID": "photos_supernatural_garret",
  "Tags": ""
}