{
  "Origins": "On 19 September 2005, Marine Gunnery Sgt. Michael Burghardt, a 35-year-old native of Huntington Beach, California, who had served with the Marine Corps for 18 years (the last 15 of them in bomb disposal), was called upon to disarm some improvised explosive devices (IEDs) near Ramadi, Iraq. As a member of an Explosive Ordnance Disposal (EOD) unit, Sgt. Burghardt was tasked with locating, identifying, disarming and disposing of the IEDs that Iraqi insurgents have increasingly been using as offensive weapons against U.S. troops.",
  "Fact Check": "",
  "Description": "Unfortunately, that day Sgt. Burghardt was unsuccessful at disarming an IED before the device exploded, showering and burying him with dirt, shrapnel, and other debris. Colleagues rushed to his aid, initially fearing he was dead, but remarkably his injuries were mostly limited to wounds and burns on his back, legs, and backside, and he returned to duty less than a month later. While Sgt. Burghardt spent over three weeks recuperating at his unit's headquarters days he described as \"among the most difficult of his career\" he proclaimed that despite his injuries, he was not looking for a ticket out of the country the incident occurred during his third deployment to Iraq, and he stated that he planned to see plenty more action: \"I don't want a ticket out. I want to stay here so we can take as many people home as possible. I'll do 30 years, as long as I'm having fun. Unless I die.\" The Omaha World-Herald photograph of Sgt. Burghardt displayed above taken in the aftermath of the bomb blast and showing him \"standing on his own two feet, pants cut off, legs bandaged and directing a single-digit salute of defiance at his attackers\" appeared in that newspaper five days later and quickly became one of the most popular iconic images of the Iraq War. As the World-Herald noted of its origins and impact: ... with two new young Marines in his ordnance disposal unit and the insurgent attackers undoubtedly looking on \"I didn't want them to see the team leader carried away on a stretcher,\" [Burghardt] said. So after the Nebraskans tended to wounds that reached from his boot tops to the small of his back, Burghardt rose to his feet and reached back with a one-finger salute for his attackers. \"I was angry,\" Burghardt said. The photo appeared on numerous Marine-related Internet web logs. Burghardt received more than 100 e-mails within days of the picture's publication. It has become a screensaver on soldiers' and Marines' computers across Iraq. \"I don't know how my anger turned into a motivational picture,\" Burghardt said.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] The Marine Corps Gunnery Sergeant in the picture is Michael Burghard, part of the Explosive Ordnance Disposal (EOD) Team that is supporting 2nd Brigade 28th Infantry Division (Pennsylvania Army National Guard). I heard the below story first hand last Saturday during a video teleconference between his Brigade Commander and the 28th Infantry Division Commander. I thought that others should hear it as well, as I think it demonstrates the true spirit of most of our troops on the ground. Leading the fight is Gunnery Sgt Michael Burghardt, known as \"Iron Mike\" or just \"Gunny\". He is on his third tour in Iraq. He had become a legend in the bomb disposal world after winning the Bronze Star for disabling 64 IEDs and destroying 1,548 pieces of ordnance during his second tour. Then, on September 19, he got blown up. He had arrived at a chaotic scene after a bomb had killed four US soldiers. He chose not to wear the bulky bomb protection suit. \"You can't react to any sniper fire and you get tunnel-vision,\" he explains. So, protected by just a helmet and standard-issue flak jacket, he began what bomb disposal officers term \"the longest walk\", stepping gingerly into a 5ft deep and 8ft wide crater. The earth shifted slightly and he saw a Senao base station with a wire leading from it. He cut the wire and used his 7in knife to probe the ground. \"I found a piece of red detonating cord between my legs,\" he says. \"That's when I knew I was screwed.\" Realizing he had been sucked into a trap, Sgt Burghardt, 35, yelled at everyone to stay back. At that moment, an insurgent, probably watching through binoculars, pressed a button on his mobile phone to detonate the secondary device below the sergeant's feet. \"A chill went up the back of my neck and then the bomb exploded,\" he recalls. \"As I was in the air I remember thinking, 'I don't believe they got me.' I was just ticked off they were able to do it. Then I was lying on the road, not able to feel anything from the waist down.\" His colleagues cut off his trousers to see how badly he was hurt. None could believe his legs were still there. \"My dad's a Vietnam vet who's paralyzed from the waist down,\" says Sgt Burghardt. \"I was lying there thinking I didn't want to be in a wheelchair next to my dad and for him to see me like that. They started to cut away my pants and I felt a real sharp pain and blood trickling down. Then I wiggled my toes and I thought, 'Good, I'm in business.' As a stretcher was brought over, adrenaline and anger kicked in. \"I decided to walk to the helicopter. I wasn't going to let my team-mates see me being carried away on a stretcher.\" He stood and gave the insurgents who had blown him up a one-fingered salute. \"I flipped them one. It was like, 'OK, I lost that round but I'll be back next week'.\" Copies of a photograph depicting his defiance, taken by Jeff Bundy for the Omaha World-Herald, adorn the walls of homes across America and that of Col John Gronski, the brigade commander in Ramadi, who has hailed the image as an exemplar of the warrior spirit. Sgt Burghardt's injuries burns and wounds to his legs and buttocks kept him off duty for nearly a month and could have earned him a ticket home. But, like his father who was awarded a Bronze Star and three Purple Hearts for being wounded in action in Vietnam he stayed in Ramadi to engage in the battle against insurgents who are forever coming up with more ingenious ways of killing Americans.",
  "Last Updated": "31 January 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/military/burghardt.asp",
  "Claim": "Photograph shows a defiantly-posed U.S. Marine injured in a bomb blast in Iraq.",
  "Claim_ID": "photos_military_burghardt",
  "Tags": ""
}