{
  "Origins": "A photograph purportedly showing the only known golden zebra in existence has been circulated on the Internet since at least August 2013:",
  "Fact Check": "",
  "Description": "The photo actually shows a zebra named Zoe who resides at Hawaii's Three Ring Ranch Animal Sanctuary and exhibits a rare coloring condition known as amelanosis: Her unusual color is due to her having \"amelanosis.\" She is not an albino. She has striking gold stripes and blue eyes. In horses, there is a similar condition called \"Lethal White Foal Syndrome\" which is associated with the occurrence of other serious birth defects. Although this color variation occasionally occurs in wild herds, the animals would likely survive only a few days at best. This is probably because zebras use their stripes as camouflage to blend in with the rest of herd. While the condition Zoe exhibits does alter the zebra's color, the image frequently associated with her has been doctored to make her look unrealistically \"golden.\" The original photograph was taken in 2007 by Bill Adams and looks quite different: Zoe may not be as golden as the viral photo makes her out to be, but she is still a very rare animal. According to the Three Ring Ranch Animal Sanctuary, only two other \"white zebras\" have been found in captivity: There have been reports of at least two other \"white\" zebras in captivity. One in Germany about a hundred years ago and another at a zoo in Tokyo in the 1970's. At this time we know of only one other zebra like Zoe alive.",
  "Originally Published": "",
  "Referred Links": "http://www.flickr.com/photos/billadams/3022376635/;http://www.threeringranch.org/animals/zoe.html;https://www.facebook.com/UberFacts/photos/a.365110753522020.87795.197535293612901/616689551697471/?type=1;",
  "Example": "[Collected via email, November 2014] I saw an article about a Golden Zebra on FaceBook and was just wanting to know if it is true. The article claims it is the only known one in existence.",
  "Last Updated": "25 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/goldenzebra.asp",
  "Claim": "Photograph shows the only known golden zebra in existence, living at an animal sanctuary in Hawaii.",
  "Claim_ID": "photos_animals_goldenzebra",
  "Tags": ""
}