{
  "Origins": "The photographs displayed above accompanied a March 2007 press release issued by the PGR (Mexico's office of La Procuradur a General de la Rep blica, or judge advocate general) announcing a successful drug raid on a Mexico City home. The U.S. Drug Enforcement Administration (DEA), working in conjunction with Mexican police, made what the DEA described as the \"largest drug-cash seizure in history\" when they confiscated a total of $205.6 million in U.S. currency, along with other cash, vehicles, and weapons, from a residence used by methamphetamine producers:",
  "Fact Check": "",
  "Description": "The U.S. Ambassador to Mexico, Antonio O. Garza, issued a statement about the raid which was published on the embassy's web site (and included the photographs reproduced here): Mexico City, March 20, 2007 With the largest single drug cash seizure by law enforcement officials in history, major narco-traffickers are now US $205 million poorer. This unprecedented seizure of drug money by Mexican law enforcement officials in Mexico City last week also led to the arrest of several important narco-traffickers. The seizure and arrests underscore our two countries' deep commitment to fighting the drug kingpins who bring corruption and violence to communities on both sides of the border. President Calderon s administration has demonstrated firm resolve in fighting the criminals who undermine our societies and terrorize our citizens. Acting on information supplied in part by the U.S. Drug Enforcement Administration, Mexican law enforcement officers on March 15th seized these funds from the Mexico City home of an individual connected to the UNIMED pharmaceutical corporation of Hong Kong, China. Seven individuals have been arrested so far and authorities are looking for more suspects. U.S. authorities believe UNIMED is connected with attempts, in December 2006 and February 2007, to smuggle large amounts of the toxic chemicals used to produce methamphetamine through ports in Colima and Michoacan. I am convinced that continued close cooperation between our law enforcement agencies will lead to more arrests and further successes in our common fight against narco-traffickers. In July 2007, Chinese-Mexican businessman Zhenli Ye Gon, who was tied to the March 2007 seizure of drug cash shown in the photographs above, was arrested in Rockville, Maryland: Mexican Attorney General Eduardo Medina Mora called the arrest \"magnificent news\" and said Mexican officials had 60 days to file their legal arguments for Ye Gon's extradition. The Chinese-Mexican fugitive is wanted on organized crime, drug trafficking and weapons charges. DEA spokesman Garrison Courtney said Ye Gon was arrested on drug smuggling and money laundering charges, adding that he was tracked down by agents and did not turn himself in. Medina Mora said the cash seized at Ye Gon's home was connected to one of the hemisphere's largest networks for trafficking pseudoephedrine, the main ingredient in methamphetamines. He said the ring had been operating since 2004, illegally importing the substance and selling it to a drug cartel that mixed it into the crystal form and imported into the United States.",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20070605002335/http://www.pgr.gob.mx/cmsocial/bol07/mar/b11007.htm;https://web.archive.org/web/20070609032530/http://mexico.usembassy.gov/mexico/ep070320seizure.html;http://www.pgr.gob.mx/cmsocial/bol07/mar/b11007.htm;",
  "Example": "[Collected via e-mail, June 2007] $207 Million seized in Mexico ... wonder what they did with all of it! No wonder we aren't winning the war on drugs. This is unbelievable. RAID ON DRUG DEALERS HOUSE",
  "Last Updated": "14 February 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/crime/drugmoney.asp",
  "Claim": "Photographs show the proceeds from drug sales found during a raid of Mexican drug dealers' residence.",
  "Claim_ID": "photos_crime_drugmoney",
  "Tags": ""
}