{
  "Origins": "We first encountered this sign proclaiming that McDonald's would be imposing an additional fee of $1.50 per transaction on African-American customers \"as an insurance measure due in part to a recent string of robberies\" in September 2010 as the graphic shown above. By mid-2011, someone had apparently printed it out, taped it to a store window, and photographed it, producing the image shown below:",
  "Fact Check": "",
  "Description": "That second version of the sign was widely spread via Twitter, causing a public relations headache for McDonald's as the company took to the Internet to dispel rumors about it: McDonald's is facing a Big Mac-size problem thanks to a twitpic circulating online. The chain took to Twitter to dispel any association with a Web picture that falsely introduces a new company policy to charge an extra fee for African-American customers due to a recent string of robberies. \"That pic is a senseless & ignorant hoax McD's values ALL our customers. Diversity runs deep in our culture on both sides of the counter,\" the company tweeted on its official account. But the rumors wouldn't go away and the sign continued to spread throughout the Twittersphere as seemingly panicked PR reps for the company tweeted out three more times that the picture was a hoax. Finally, with the Twittersphere not picking up on their repeated \"Seriously. It's a hoax\" tweets, the company issued a statement hoping to dispel the PR nightmare. \"The sign is obviously a hoax. As a company and a brand we have a long and proud history of diversity inclusion across our system on both sides of the counter,\" Rick Wion, McDonald's director of social media, said. \"From our management crew, franchisees across the board, we're very proud of our record of diversity. This is unfortunately an example of how rumors can outspeed the truth. Over the last 48 hours we ve been tweeting and striving to clarify that this is a hoax.\" Aside from the inherent illegality of what the sign expresses (i.e., charging one group of customers more than another on a racial basis), one obvious giveaway to the hoax is that the phone number listed at the bottom of the sign is the customer contact number for KFC, not McDonald's.",
  "Originally Published": "",
  "Referred Links": "http://www.kfc.com/contact/;",
  "Example": "[Collected via e-mail, September 2010] McDonalds is allowing restauants to tax black folks $1.50 extra for service due to insurance?",
  "Last Updated": "1 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/signs/mcdinsurance.asp",
  "Claim": "Image shows a McDonald's sign announcing a $1.50 surcharge on African-American customers.",
  "Claim_ID": "photos_signs_mcdinsurance",
  "Tags": ""
}