{
  "Origins": "Some April Fool's pranks are so good that they continue to circulate and ensnare the unsuspecting long after April 1 has come and gone. This \"hotelicopter\" hoax is another such example.",
  "Fact Check": "",
  "Description": "In late March 2009, as a marketing stunt intended to promote the launch of their revamped and renamed hotel search engine web site, hotelicopter (previously known as VibeAgent ) put up an April Fool's prank on the web announcing \"the world's first flying hotel,\" with pictures and video advertising a \"Hotelicopter\" featuring \"18 luxuriously-appointed rooms\": Experience the adrenaline rush of taking off and flying high in the largest helicopter ever produced. The Hotelicopter features 18 luxuriously-appointed rooms for adrenaline junkies seeking a truly unique and memorable travel experience. Each soundproofed room is equipped with a queen-sized bed, fine linens, a mini-bar, coffee machine, wireless internet access, and all the luxurious appointments you'd expect from a flying five star hotel. Room service is available one hour after liftoff and prior to landing. See more pictures in the Photo Gallery. The Hotelicopter's excellent crew and staff make your security and safety their number one priority. Our vehicle meets or exceeds all safety, operating, and maintenance requirements outlined by the FAA in the CFR (Code of Federal Regulations) relating to transport category rotorcraft. The Hotelicopter is due to fly its maiden journey this summer. Interested in learning more? Become our fan on facebook or follow us on twitter to receive our complete welcome kit and to be notified when our reservation system becomes open to the public. For those people who didn't get the joke (and there were many of them), hotelicopter provided a hint in their blog when they launched their \"real\" site the following week: Oh, and yes, we're the folks behind the flying hotel of the same name. We were just having some fun, and had no idea it was going to blow up like it did we've gotten about 1.5 million page and video views just in the last week so thank you very much for all the attention and support and hopefully we made you smile The \"photographs\" of the Hotelicopter are creations that appear to have been inspired by the forty-year-old Soviet Mil V-12 helicopter design, while the supposed interior pictures of the Hotelicopter's cabins originated with the web site of the YOTEL airport hotel chain.",
  "Originally Published": "",
  "Referred Links": "http://www.yotel.com/;http://www.aviastar.org/helicopters_eng/mi-12.asp;http://www.hotelicopter.com/blog/2009/04/08/introducing-hotelicopter/;http://aprilfools.hotelicopter.com/;http://www.hotelicopter.com/vibeagent_redirect.asp;http://hotelicopter.com/;",
  "Example": "[Collected via e-mail, April 2009] The World's First Flying Hotel The Hotelicopter features 18 luxuriously-appointed rooms for adrenaline junkies seeking a truly unique and memorable travel experience. Each soundproofed room is equipped with a queen-sized bed, fine linens, a mini-bar, coffee machine, wireless internet access, and all the luxurious appointments you'd expect from a flying five star hotel. Room service is available one hour after liftoff and prior to landing. The Hotelicopter is due to fly maiden journey this summer (June 26th) with an undisclosed price. If you are interested, there is three fly tour. Inaugural Summer Tour: 14 days (Friday, June 26th, 2009 - Friday, July 10th, 2009) California Tour 7 days (Friday, July 17th, 2009 to Friday, July 24rd, 2009) Bay/Jamaica, European Tour 16 days (Friday, July 31st, 2009 to Sunday, August 16th, 2009) Dimensions Length: 42 m (137 ft) Height: 28m (91 ft) Maximum Takeoff Weight: 105850 kg (232,870 lb) Maximum speed: 255 km/h (137 kt) (158 miles/h) Cruising speed: 237 km/h (127 kt) (147 miles/h) Original Mi Range: 515 km (320 mi) Our augmented Mi Range - 1,296 km (700 mi)",
  "Last Updated": "23 April 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/airplane/hotelicopter.asp",
  "Claim": "Photographs show a \"hotelicopter,\" a helicopter which houses a flying 18-cabin hotel.",
  "Claim_ID": "photos_airplane_hotelicopter",
  "Tags": ""
}