{
  "Origins": "On 3 December 2014, a grand jury's decision not to indict New York Police Department officer Daniel Pantaleo in the July 2014 death of Staten Island resident Eric Garner was announced. Garner's death and the subsequent lack of indictment prompted widespread demonstrations in New York and elsewhere, spurred in part by already-simmering discontent over a similarly controversial decision not to indict Darren Wilson, the officer who killed Missouri teenager Michael Brown.",
  "Fact Check": "",
  "Description": "The confluence of announcements in the Garner and Brown cases led to wide-scale demonstrations in several cities to protest police brutality and lack of accountability on the part of police in the deaths of Garner and Brown. Protesters referenced a widely broadcast clip of the moments before Garner's death, captured by witness Ramsey Orta, in which Garner uttered the phrase \"I can't breathe\" several times before he died . The phrase \"I can't breathe\" (along with \"hands up, don't shoot\" in reference to the death of Mike Brown) almost immediately took on a life of its own as both a protest chant and a slogan displayed on signs and t-shirts. On 6 December 2014, NBA star Derrick Rose wore a shirt that read \"I can't breathe\" during pre-game warmups, and fellow hoopsters LeBron James, Kevin Garnett, Kyrie Irving and Deron Williams joined the silent show of support soon after Rose's gesture. On 9 December 2014, the image shown below of NBA players posing with music mogul and former Brooklyn Nets owner Jay-Z was snapped: At some point after the photo was taken, the final \"e\" in \"breathe\" was edited out of the image to suggest the players and rap star lacked the ability to spot the basic spelling error on their shirts. The manipulated image was circulated widely on social media sites , but the original image proved the shirts were not misspelled.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via Twitter, December 2014] Breaking News Not only can't they \"breathe\" but they can't spell either!",
  "Last Updated": "22 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/sports/cantbreath.asp",
  "Claim": "NBA players protesting a lack of indictment in the Eric Garner case wore T-shirts reading \"I can't breath\" instead of the properly spelled \"I can't breathe.\"",
  "Claim_ID": "photos_sports_cantbreath",
  "Tags": ""
}