{
  "Origins": "The origin of these amusing photographs is essentially as described above, something that arose over a dispute between neighbors in the southwest Salt Lake Valley, Utah, community of Riverton over an adjacent property owner's construction work on his home.",
  "Fact Check": "",
  "Description": "The conflict started in 2005 when Darren Wood excavated dirt from a hill on which the homes of his neighbors, Mark Easton and Stan Torgersen, sat. The Eastons and Torgersens were concerned about the stability of the hill and contacted city officials, who ordered Wood to have a soil test performed. Wood was disgruntled by the decision because the previous owner had already done a soil test, and performing it again would cost him $3,000 and delay his construction project by four months. Then, when Wood began raising the frame for his house around mid-2006, his neighbors were again concerned because the structure rose higher than the rooftops of the other homes around his lot and partially obstructed their view of nearby mountains. Easton and Torgersen again asked city officials to intervene because they believed Wood's house exceeded the maximum height allowed by local building code. Although Wood conceded that his house might have exceeded the height limit by about a foot, he was again disgruntled because he maintained that once the house was completed and the landscaping laid out, the home would fall within the code, and, in any case, the city had already approved his plans. Feeling that he was being unfairly harrassed by his neighbors and upset that the construction interruptions they prompted had cost him an additional $25,000, on 15 August 2006 Wood created a visible symbol of his displeasure by installing the vent covering pictured above, which he described as a decorative piece of \"abstract art\" representing a cactus. His neighbors, of course, viewed the vent cover as a giant hand flipping them off, sending them back to city officials to complain about Wood's home for a third time. Wood said he would remove the vent cover art if he received apologies from his neighbors. When, a week later, Mark Easton \"expressed to him that I am sorry for any discomfort that I have caused his family or him, and that I had no intent to do any harm to him when I called the city with my concern about safety,\" Wood apparently found that sufficient and took down the controversial abstract \"cactus.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] Read the story below before you look at the pictures. This is a true story, it happened in Utah and was on the news! I thought each of you could use a little comic relief today. Here's the story. A city councilman, Mark Easton, lives in this neighborhood. He had a beautiful view of the east mountains, until a new neighbor purchased the lot below his house and built. Apparently, the new home was 18 inches higher than the ordinances would allow, so Mark Easton, mad about his lost view, went to the city to make sure they enforced the lower roof line ordinance. Mark and his new neighbor had some great arguments about this as you can imagine not great feelings. The new neighbor had to drop the roof line no doubt at great expense. Recently, Mark Easton called the city and informed them that his new neighbor had installed some vents on the side of his home. Mark didn't like the look of these vents and asked the city to investigate. When they went to Mark's home to see the vent view, this is what they found ... (see attached pictures).",
  "Last Updated": "19 March 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/risque/ventcover.asp",
  "Claim": "Photographs show a cactus vent cover resembling an extended middle finger installed by a homeowner to get back at his neighbors.",
  "Claim_ID": "photos_risque_ventcover",
  "Tags": ""
}