{
  "Origins": "In September 2008, a muntjac deer that had been hit by an automobile was brought to the Tiggywinkles wildlife hospital in Haddenham, Aylesbury, Buckinghamshire (UK). The injured deer turned out to be a pregnant female, and although the hospital staff were unable to save her, they successfully delivered her fawn by Caesarean section. Rupert, as the tiny deer was christened, was just six inches tall and weighed barely a pound at delivery; he was placed in an oxygen-providing incubator and fed via a tube.",
  "Fact Check": "",
  "Description": "Unfortunately, the hospital staff were unable to sustain little Rupert's life, and he passed away a few days later: At just over a pound in weight he was kept in a life supporting incubator in intensive care and was thought to be two or three weeks premature. He had all the symptoms of a premature human baby. His lungs were not inflating properly and problems emerged after he was not able to ingest his mothers milk (colostrum). Staff tried to give him the milk of a lamb but unfortunately he did not digest that properly because he needed his mother's bacteria. Staff knew that he had an unpredictable chance of survival but held onto hope as they tried this method of keeping him alive. It is only their second baby deer at the centre which they have had to deliver by caesarean and so everything was under trial and error.",
  "Originally Published": "",
  "Referred Links": "http://www.sttiggywinkles.org.uk/index.html;",
  "Example": "[Collected via e-mail, September 2008] This tiny deer was delivered by Caesarean section at a wildlife hospital after his mother was killed by a car. Little Rupert, who is so small he can fit in an adult's hand, was born after vets failed in their battle to save his mother. At just six inches tall and weighing just over a pound, he is now in an incubator in the intensive care unit at Tiggywinkles Wildlife Hospital in Buckinghamshire. He has only recently opened his eyes. Les Stocker, founder of Tiggywinkles, said: Rupert's mother had very severe injuries. We brought him out and got him breathing and then he went into an incubator on oxygen. He is now being fed by a tube.",
  "Last Updated": "22 October 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/rupert.asp",
  "Claim": "Photographs show Rupert, a deer delivered by Caesarean section.",
  "Claim_ID": "photos_animals_rupert",
  "Tags": ""
}