{
  "Origins": "The advent of digital editing tools that allow just about anyone to convincingly alter or fabricate photographs have made most of us so blas about the latest \"AMAZING PHOTOGRAPH!\" that it's hard to imagine the intense fascination and interest the above-displayed image generated back in the middle of the 20th century.",
  "Fact Check": "",
  "Description": "The back story for this picture of two bombers flying in a cloudy sky with a likeness of Christ clearly visible in the foreground was that it had been snapped in 1951 by a U.S. Air Force pilot during a dogfight over Korea; the pilot then sent the film back home to his mother in Chicago who had it developed and was amazed to see the image of Jesus in the clouds and sent a copy of the photo to her brother in Ashland, Kentucky. Then one Mrs. G. E. Dobbins (who \"got her picture from a neighbor, who got it from her daughter-in-law, who bought it for $1 from a woman who got it from an unnamed man\") sent a copy of the picture to the Ashland Daily Independent ; that newspaper published the picture in August 1951, touching off a photojournalistic commotion in the process. The Daily Independent issue with the \"Jesus in the clouds\" picture sold out. The newspaper reprinted the picture two weeks later, and that issue also sold out. Soon afterwards, the picture was seemingly everywhere across the U.S., as described by Time magazine: Readers sent clips far & wide, and letters poured in. Wrote a Fifth Air Force sergeant in Korea: \"Pilots especially [got] a reminder that 'God is their copilot.'\" Wrote another soldier: \"The picture gave us all a spiritual and moral uplifting ...\" The Religious News Service and N.E.A. distributed the picture, and in the next two months it was widely reproduced in the U.S. press and abroad. Reprints were given away, or sold at $1 apiece in the Bible belt. But what of the photo's origins? Unsurprisingly, when curious journalists attempted to track down the Air Force pilot who snapped the picture, the mother in Chicago who developed it, or the brother in Ashland who spread it to that community, all of those figures proved elusive. Within four months of the photo's original publication in the Ashland Daily Independent , a (real) member of the U.S. Air Force provided the actual story behind the picture: [In November 1951] Air Force Staff Sergeant Roy C. Burnham walked into the Savannah Morning News, sister paper of the Savannah Evening Press which had run the picture that day. He branded it a fake. With him, Burnham had an identical picture in color, which he had obtained from an Air Force photo laboratory technician in England in 1944. The technician, whose name Burnham did not remember, had told Burnham he had taken a picture of a B-17 bombing mission over Europe and painted in the picture of Christ. He planned to sell pictures to airmen as souvenirs. Said Burnham: \"I thought it was time people found out the truth. The thing has been carried too far. Some people are actually beginning to believe that stuff about the picture.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2008] On a bombing raid to North Korea during the Korean War, one of the American B-29 bomber pilots saw a dazzling white light in the sky. Even though the pilot could see no details in the brightness, he took a photograph. Jesus Christ has appeared at significant times throughout the 2000 years of Christianity.",
  "Last Updated": "8 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/natural/jesusclouds.asp",
  "Claim": "Photograph snapped during a Korean War bombing raid shows an image of Jesus in the clouds.",
  "Claim_ID": "photos_natural_jesusclouds",
  "Tags": ""
}