{
  "Origins": "We started receiving the above-reproduced photograph of a moose in harness in early Feburary 2007, unaccompanied by any text purporting to explain its origins. The long narrative about \"Jacques Leroux\" didn't begin circulating with the picture until several days later and is presumably a bit of fanciful fiction a recipient of the photograph made up to go along with it, while the picture itself is obviously the product of digital manipulation. (Note, for example, that the piles of logs in the bottom left- and right-hand corners of the photo are simply reversed versions of the same image.)",
  "Fact Check": "",
  "Description": "We don't know who created this image or why, but we do note that the idea of a moose being trained to harness isn't completely far-fetched, as the photograph shown below (as well as examples found here and here ) demonstrates:",
  "Originally Published": "",
  "Referred Links": "http://www.alaskahistorystore.org/p194.html;http://www.mainememory.net/bin/Detail?ln=9595;",
  "Example": "[Collected via e-mail, February, 2007] How to Haul Wood in AK There wasn't a story that went with this, but I'm guessing that the moose was raised by this guy and it doesn't even know that it is a moose. Whatdo you think? Just how do you stick a bit in a Moose's mouth? Very carefully. Lew and the rest of the gang - We had been trying to keep this under wraps as we knew this would happen once folks found out that with some effort you can train moose to harness. Once this picture got out, it's been E-mailed around like crazy but no one has bothered to fill in the rest of the story so before any rampant rumors get going, I better write down what I know. I folks want to extrapolate on that, then Lord only knows where this picture and story will end up. The man in the picture is Jacques Leroux who lives up near Escourt Station and has always had work horses, first for actual work and thenfor show at Maine's' many summer fairs.. I think he had two matched pairs, one Clydesdales and the other Belgiums. He would turn them out to pasture each morning and then work them in the afternoon dragging the sled around the fields. Three springs ago, he noticed a female moose coming to the pasture and helping herself of the hay and what grain the work horses didn't pick up off the ground. Jacques said he could get within 10 feet of the moose before it would turn and move off. Two springs ago, the moose foaled(?)at the edge of the work horse pasture and upon getting to it's feet had not only the mother in attendance but the four horses. The young moose grew up around the horses and each afternoon when Mr. Leroux took the teams for their daily exercise the yearling moose would trail along the entire route next to the near horse. At some point, the yearling got so accustomed to Mr. Leroux that, after he had brushed each horse after a workout, he started brushing down the moose. The moose tolerated this quite well so Mr. Leroux started draping harness parts over the yearling to see how he would tolerate these objects. The yearling was soon harness broken and now came the question of what could you do with a harness broke moose. As you may or may not know, a great deal of Maine is being bought up by folks \"from away\" and some of them understand principles of forest management. Well the folks buying small parcels of land up in the area of the Allagash have it in their mind that they don't want big skidders and processors and forwarders on their small wood lots. Enter Mr. Leroux with his teams of horses. Every morning, when Mr. Leroux loaded the teams into the horse trailer to go off to the days job, the yearling moose got quite riled up and one day loaded himself right into the trailer with the horses. At the job site, Jacques unloaded the horses and as the moose stayed right with them, he would take the Clydesdales and his brother Gaston would take the Belgians and off into the woods they would go with the moose trailing behind. They would put the harness on the moose in case they encountered someone who they could kid with the explanation that the moose was a spare in case something happened to one of the horses. The work required them to skid cut, limbed and topped stems to the landing where the stems could be loaded onto a truck for the pulp mill. All morning long the two brothers brought out twitch after twitch of stems with the moose following the Belgian team for the most part. At lunch break Jacques had the bright idea of putting trace chains and a whiffle tree on the moose's harness and all afternoon the moose went back and forth following the Belgians in and out of the woods dragging his whiffletree along the ground. As there were no stumps in the skid trail, the whiffle tree never hung up on anything and that first day in harness went great. So next day, they hitched on first a small stem and the moose brought it out just fine following the Belgians. Mr. Leroux told me they were up to four small stems now and the moose was doing just great. He cautioned however that there were a few problems with using a bull moose. Come June, when the new antlers start, the new bone is \"in velvet\" and must itch like crazy as the moose stops every once in awhile and rubs his rack against just about anything to appease the itch. Once, before the brothers learned to tie him of by himself while they had lunch, moose was rubbing his antlers against the hame on the Clydesdale called Jack and got it wedged there for a bit. Jacques said he wished he had a camera as it looked like moose was trying to push Jack over. The other problem is the rutting season. The brothers learned quickly to leave moose in the barn as he was constantly on red alert in the woods during this time. The brothers are also considering trying this with two females to make a matched pair which would become an instant hit at the Maine Fairs. The trouble with the bulls is their racks. They would be constantly rubbing and hitting each other and yes they would have to be gelded as I just couldn't imagine getting the two bulls anywhere near each other, let alone in harness. So now that this picture is going all over the place, the surprise has been let out of the proverbial bag. The Leroux s want to continue the work of trying to get a pair of females in harness but they may have to end up breeding moose to do this and that's where they will run into trouble with the State of Maine IF & W. I'm sure they don't like the idea of the brothers \"keeping\" wild animals. Thought you should know the rest of the story. If any of you doubt this please contact Tom Whitworth in Ashland ,Maine. I think he said was a second cousin to the Lerouxs and has seen this anomaly many times. Regards from your frozen Northeasterly most state.",
  "Last Updated": "19 February 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/workmoose.asp",
  "Claim": "Photograph shows a moose harnessed to haul timber.",
  "Claim_ID": "photos_animals_workmoose",
  "Tags": ""
}