{
  "Origins": "The bespectacled, bearded fellow shown in the second row of photographs above is \"bear man\" Charlie Vandergaw, a 68-year-old former science teacher who resides on a homestead in the Yentna River Valley, fifty miles northwest of Anchorage, Alaska.",
  "Fact Check": "",
  "Description": "As the Anchorage Daily News reported of him: What goes on each summer at Vandergaw's remote homestead is so far from the ordinary as to be almost unbelievable. Visitors tell of him petting black and brown bears, playing with grizzly cubs while sows stand by, sitting on bears and teaching them tricks. His own photographs show even more. They capture him easing to within feet of breeding grizzlies and nursing an injured brown bear. A visiting photographer is amazed to see head-and-shoulder shots of breeding grizzlies taken with a wide-angle lens photos that would require the photographer to be within feet, if not inches, of the bears. There are photos of Vandergaw playing with grizzly cubs while their mother lounges nearby. There are pictures of gangs of bears around his cabin, of individual bears in his cabin, and even close-ups of a grizzly's injured mouth. It might all seem unbelievable if not for the fact that his photos are confirmed, in effect, by those taken by other photographers and by the black bear wandering around the yard. Vandergaw says his relationship with bears dates to his retirement from teaching in 1985. Over the years he has fed bears, befriended bears, nursed injured bears back to health, and allowed bears inside his cabin; now it is not unusual to find several black and brown bears lounging around his \"Bear Farm\" yard on any given day. Wildlife officials have been critical of Vandergaw's activities, maintaining that he (and his human visitors) risk an eventual mauling by the bruins, and that his conditioning the creatures to become used to a human presence and to seek handouts of food puts the bears at risk of being shot as dangerous pests. (Vandergaw maintains that the bears are not his \"pets\" and that they \"know better than to demand food from people.\") In April 2010, Vandergaw was fined $20,000 for violating Alaska state law by feeding wild bears. In addition to the hefty fine, his sentence included three years probation, but no jail time.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, June, 2007] Comment: I found a feature on this guy in one of the Anchorage Newspapers. He is retired and has been FEEDING bears in his cottage's back yard for over 25 years. The bears just come and hang out and he believes them to be his friends. WOW, good luck with that........",
  "Last Updated": "13 April 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/bearfarm.asp",
  "Claim": "Photographs show wild bears posing with humans on the grounds around an Alaska cottage.",
  "Claim_ID": "photos_animals_bearfarm",
  "Tags": ""
}