{
  "Origins": "The photograph and text presented above document a real incident; however, we have listed this item as \"mostly true\" because it is being circulated as an occurrence related to the Occupy Wall Street movement (OWS), even though the event depicted took place several years prior to the origins of OWS.",
  "Fact Check": "",
  "Description": "According to the Providence Journal , then 22-year-old Alex Svoboda was hurt during a confrontation with North Providence (Rhode Island) police during a labor demonstration on 11 August 2007: As the police stepped up their probe into whether officers used excessive force against a 22-year-old demonstrator whose leg was twisted and broken during a protest against an Asian restaurant on Mineral Spring Avenue, Deputy Police Chief Paul Marino and Mayor Charles Lombardi both reiterated they don t believe local officers did anything wrong. Alexandra Svoboda, of Providence and originally from Lincoln, Neb., was in surgery for the second attempt to save her leg. Meanwhile, outside Rhode Island Hospital, fellow demonstrators from the Providence branch of the International Workers of the World gathered to express their support for their fallen colleague. There are conflicting stories about how Svoboda who has an aunt and uncle who were FBI agents was injured. Lombardi said that on what he ' been told he does not believe the injuries \"were caused by the town of North Providence.\" He said the young woman, who was wearing an upside-down bucket around her neck, may have suffered the broken leg after tripping and falling backward. Mark Bray, a leader of IWW's Providence chapter, said he was standing next to Svoboda on the lawn in front of Luca Music on Mineral Spring Avenue. He said the incident occurred at a moment when demonstrators, who he said numbered no more than 30, were trying to comply with the Police Department's request to move from the middle of the road and onto the sidewalk as they continued their march toward Jacky's Galaxie restaurant the target of the protest. \"I saw an officer put his hands on her and grab her as he went forward into her,\" he said. \"She was playing drums on the bucket, and she recoiled.\" The impact caused her to fall back down into the crowd, according to Bray, who says he then saw the police charge into the crowd after her. \"I was right nearby. She was dazed from the initial encounter and then three cops converged on her. One took the task of kicking her legs from out from under her while they pushed her to the ground. It was a fall, but not a natural fall. \"I find it hard to believe that they could not have arrested her in a normal manner. I would hope the police would be trained well enough to simply arrest a young girl walking along the street without having to do this to her.\" He said he knows Svoboda and cannot believe the police assertions that she hit them with her drumsticks. \"She is not a hothead that would do that. That sort of thing would be out of character for any of us.\" When the police arrested Svoboda, they charged her with three counts of felony assault on police officers, a count of resisting legal arrest and disorderly conduct. Marino said yesterday that because none of the police officers were seriously injured, the felonies were being reduced to misdemeanors. Svoboda's parents said surgery tried to increase the flow of blood into her leg, to make sure it can be used in the future. Her fractured leg is being held by an external brace with pins through her skin and bones. There has been no discussion as yet about the orthopedic surgery that may be required. \"She is in a lot of pain,\" her father said. In May 2010 Alexandra Svoboda was found guilty of assaulting three police officers, but a judge overturned that verdict: A Superior Court judge has ordered a new trial for the defiant protester who the police say assaulted three officers during a picket in North Providence in August 2007, overturning, in part, a jury's verdict. In an unusual move, Judge Joseph F. Rodgers Jr. granted Alexandra Svoboda's motion for a new trial on three counts of simple assault on the officers. Rodgers said he was not convinced beyond a reasonable doubt that Svoboda had assaulted the officers by striking them with drumsticks during the protest, despite a jury's finding that she was guilty. Rodgers let stand the jury's verdict that Svoboda, 25, had resisted arrest while picketing Jacky s Galaxie on Mineral Spring Avenue that hot August day. The union secretary of the Industrial Workers of the World at that time, Svoboda and others were protesting because the restaurant had purchased rice and takeout containers from a New York supply company with a reputation for mistreating its employees by paying low wages. As about two dozen marchers headed up Mineral Spring Avenue toward the restaurant, the police directed them to the side of the road, out of traffic. A scuffle ensued. Authorities say Svoboda struck officers with a pair of drumsticks she had used to bang on a bucket hanging around her neck. Her leg was broken during the confrontation, and she underwent four surgeries in the weeks immediately following the clash. The judge rejected Special Prosecutor Terrence Livingston's contention that the testimony of Svoboda and her fellow protesters proved unbelievable. \"The court found her to be a credible witness,\" Rodgers said. She did not deny swearing at officers or deliberately trying to block traffic, he said. \"The reality is the truth really lies somewhere between the police officers' testimony and the testimony offered by [Svoboda and the other protesters].\" Rodgers also dismissed Livingston's recommendation that Svoboda serve a year's probation for her lack of remorse and attitude toward society. Her lawyer, Robert Mann, asked that the guilty finding be filed, which means it would be cleared from her record if she stayed out of trouble for a year. \"She's never demonstrated any violent or criminal behavior,\" Rodgers said. Rodgers, who is handling cases in his retirement, sentenced Svoboda to pay a $100 fine for resisting arrest. All the counts against Svoboda, who is studying Spanish at the Community College of Rhode Island, are misdemeanors. Additional photographs of the 11 August 2007 demonstration can be viewed here and here .",
  "Originally Published": "",
  "Referred Links": "http://info.nodo50.org/IMG/jpg/alexandra3.jpg;http://web.archive.org/web/20100410104749/http://jonathanmcintosh.smugmug.com/gallery/3293537;",
  "Example": "[Collected via e-mail, February 2012] this showed up on my Facebook wall. posted by Occupy Vermont. it has over 2,000 shares. Alexandra Svoboda please add her from Alexandra: Hi everyone my leg was grotesquely broken when cops attacked our peaceful protest in Rhode Island. The mainstream media (especially the Associated Press) has ignored these horrendous photographs that show the horrific injuries I suffered when the cops attacked. Please feel free to make these telling photos available to all your friends who value freedom and liberty",
  "Last Updated": "22 February 2012",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/photos/politics/svoboda.asp",
  "Claim": "Photograph shows Alexandra Svoboda, a protester hurt during a confrontation with police in Rhode Island.",
  "Claim_ID": "photos_politics_svoboda",
  "Tags": ""
}