{
  "Origins": "This item is a good example of the pitfalls of allowing pure skepticism to overwhelm ordinary evidence. After we originally put this picture and story up with an \"Undetermined\" status back in December 2000, we received plenty of mail from self-proclaimed digital photo experts offering numerous reasons (both physical and digital) why the picture couldn't possibly be real.",
  "Fact Check": "",
  "Description": "Then we starting hearing from people who were in Waldorf that day (including employees of the Home Depot store where the building materials were purchased and the IHoP restaurant seen in the background of the photo) and actually saw the car, some of whom took their own pictures of it and sent them along to us, such the following: Then we also started finding news stories about the \"lumber car,\" including one from an enterprising reporter who tracked the hapless couple down through their license plates. He wasn't able to elicit any edifying information from them, but his story was accompanied by even more photographs, including a close-up of the snoozing woman in the passenger's seat: Not everything is too weird to be true. Variations: A 2012 variant of this item ended with the sentences, \"And to top it off, he had an Obama/Biden bumper sticker. And these people VOTE!\" This statement is clearly impossible, as the accompanying photo was originally posted in December 2000, nearly eight years before the election featuring an Obama/Biden ticket was held.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, December 2000] The stupidity of some people in this world never fails to amaze me. This attached picture is real not doctored in any way and was taken last week in Waldorf, MD by a Transportation Supervisor for a company that delivers building materials for 84 Lumber. When he saw it there in the parking lot of IHOP, he went and bought a camera to take pictures. The car is still running as can be witnessed by the exhaust. A woman is either asleep or otherwise out in the front seat passenger side. The guy driving it was over jogging up and down on Rt. 925 in the background. The witnesses said their physical state was OTHER than normal and the police just shook their heads in amazement. The driver finally came back after the police were there and was getting down at the back to cut the twine around the load. They told him to get back until it was taken off. The materials were loaded at Home Depot. The Home Depot store manager made the customer sign a waiver before loading. Both back tires are trashed. The back shocks were driven up through the floorboard. On the roof are many 2X4s, 4X4s and OSL sheets of lumber. The load isn't all that meets the eye either. In the back seat were ten 80-pound bags of concrete! They estimated the load weight at 3000 lbs. The car is a VW Jetta with FL plates and the guy said he was headed for Annapolis!",
  "Last Updated": "29 July 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/automobiles/lumber.asp",
  "Claim": "Photograph shows small car loaded down with hundreds of pounds of lumber and other building supplies.",
  "Claim_ID": "photos_automobiles_lumber",
  "Tags": ""
}