{
  "Origins": "This video clip of the Tampa Bay Ray's third baseman Evan Longoria seemingly making an amazing, impromptu bare-handed catch of a batting practice ball while being interviewed on the field is a staged/manufactured one created for Gillette, whose logo is displayed on either side of Longoria's head:",
  "Fact Check": "",
  "Description": "Evan Longoria was talking with a female TV reporter to the foul side of first base during batting practice when he reached up at the last second and snared a slicing line drive before it struck the reporter's head. \"Unbelievable, huh?\" Longoria said. \"It's funny when you talk about things going viral; it really does once it gets on things like Twitter and YouTube. It goes from a small snowball to an avalanche quickly.\" The commercial for Gillette was shot at McKechnie Field in Bradenton one night near the end of spring training. Longoria had played that afternoon for the Rays. Gillette supplied a car that drove him to Bradenton. He reached McKechnie at 3:30 p.m., and shooting for a Gillette Fusion commercial began at 4 p.m. Longoria said they asked him if he would do that clip at the end, and he agreed to if there was time. It was near 10 p.m. when the shooting stopped for the commercial. He was told it would only take a minute or two. It was filmed using nothing but the stadium's lights. The Rays are taking batting practice in the clip, though there is no batting cage at home plate, no coaches hitting fungos, no music blaring over the stadium's PA system, and the reporter is way too close to the field. Longoria spots the ball out of the corner of his eye and grabs it with his right hand before it strikes the reporter. He shakes his right hand and flips the ball on the field and says, \"Keep it on the field.\" Longoria said he's amazed at the attention it has received. \"I shot the actual Gillette commercial for like six or seven hours that day and I've heard a few things about that. But that footage of me catching the ball there literally took two minutes to shoot on a handheld camera,\" he said. \"It's crazy. That's how people become famous on YouTube. You put up a video that goes viral and before you know it, over a million people have seen it.\" If you look closely you'll see \"Gillette\" signs across the roof's facade those were computer graphics, Gooby said.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, May 2011] Is this video of Evan Longoria's bare-handed catch for real?",
  "Last Updated": "9 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/advertisements/longoria.asp",
  "Claim": "Video shows Tampa Bay infielder Evan Longoria making an amazing bare-handed catch during an interview.",
  "Claim_ID": "photos_advertisements_longoria",
  "Tags": ""
}