{
  "Origins": "The above-displayed photograph, which accompanied an entry in Ohio's Electronic Sex Offender Registration and Notification (eSORN) system, is for real. The picture depicted a then 34-year-old man named Brian Peppers, who was listed in that registry due to a conviction for Gross Sexual Imposition in Lucas County, Ohio, in 1998.",
  "Fact Check": "",
  "Description": "Although many viewers were of the opinion that the image was fake (possibly a picture of some type of mannequin or a digitally manipulated photograph), and that the entry in eSORN was an erroneous one (possible a mistake, an inside joke, or a hacking prank), we verified both the photo and the entry in several ways: We contacted the Ohio Attorney General's office, who told us: \"This is an accurate photo of this offender.\" The same Brian Peppers appeared on a list of registered sex offenders in Lucas County. A record existed for court proceedings related to cases involving a person named Brian J. Peppers, charged with two counts of Gross Sexual Imposition. We heard from several people who lived in or near Lucas County and said they'd encountered Brian Peppers. One of them told us he had a relative who attended school with Brian Peppers and forwarded us some high school yearbook photos to document it: Brian Peppers' unusual physical appearance might have been due to a condition such as Apert Syndrome or Crouzon Syndrome . He appeared unusually short in the eSORN mug shot because he was wheelchair-bound. The address in his eSORN entry indicated he was a resident of a",
  "Originally Published": "",
  "Referred Links": "http://obits.dignitymemorial.com/dignity-memorial/obituary.aspx?n=Brian-Peppers&lc=0650&pid=155876526&mid=4993862&locale=en-US;http://web.archive.org/web/20070707214308/http://www.esorn.ag.state.oh.us/Secured/p23.aspx?oid=13753;http://web.archive.org/web/20100531144427/http://www.craniofacial.net/cfs/crouzon.html;http://web.archive.org/web/20100529033501/http://craniofacial.net/cfs/apert.html;http://web.archive.org/web/20031211112235/http://www.co.lucas.oh.us/sheriff/sexoffenderlist.pdf;http://web.archive.org/web/20070707214308/http://www.esorn.ag.state.oh.us/Secured/p23.aspx?oid=13753;",
  "Example": "[Collected via e-mail, May 2005] A photo of an alleged sex offender named \"Brian Peppers\" surfaced in myoffice today. The picture was obtained from the ohio sex offenderwebsite. The picture looks too gruesome to be real.",
  "Last Updated": "",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/people/peppers.asp",
  "Claim": "Photograph shows a man named Brian Peppers, who was a registered sex offender in Ohio.",
  "Claim_ID": "photos_people_peppers",
  "Tags": ""
}