{
  "Origins": "This image of an eagle perched atop a gravestone was snapped at Fort Snelling National Cemetery in Minneapolis, Minnesota, by amateur photographer Frank Glick during the Spring of 2011. The symbolism of such a setting seems particularly apropos because the Bald Eagle is the national bird of the United States and features prominently in Great Seal of the United States, and images of eagles are associated with the concepts of freedom and patriotism and are commonly used in military insignia.",
  "Fact Check": "",
  "Description": "An article in the Minneapolis Star Tribune described how Frank Glick came to snap this striking photograph: It was a crow that first caught Frank Glick's attention. It was flying around erratically, so Glick got out his Nikon camera and followed it. It was around 6 a.m. on a hazy spring day and he was driving through Fort Snelling National Cemetery because he was early for a training meeting at Delta Airlines, where he works. Glick is an amateur photographer, but he always carries his camera, just in case. So he followed the crow, in some cultures a symbol of good luck and magic, until he saw it: a huge eagle perched on a tombstone, its eyes alert, its head craned, looking for prey. In the foreground, dew glistened on the grass. Glick got his shot. The eagle had landed on the grave of Sgt. Maurice Ruch, who had been a member of the St. Anthony Kiwanis Club. Maurie graduated from college in mechanical engineering in December of 1941 and enlisted in the U.S. Army Air Corps. Known for his keen eye, he became a rifle marksman and was stationed in the Aleutian Islands. He served four years in the military and earned a bronze star.",
  "Originally Published": "",
  "Referred Links": "http://www.cem.va.gov/cems/nchp/ftsnelling.asp;",
  "Example": "[Collected via e-mail, July 2011] This is amazing !!!!!!!! It doesn't get any more patriotic than this...God Bless America...looks as if he s watching over our heroes! Gives you goose bumps, that s for sure!!!!! A picture from the Minneapolis Star/Tribune taken on a June morning at the Minneapolis National Cemetery!",
  "Last Updated": "23 May 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/military/eaglecemetery.asp",
  "Claim": "Photograph shows an eagle perched atop a gravestone in a military cemetery.",
  "Claim_ID": "photos_military_eaglecemetery",
  "Tags": ""
}