{
  "Origins": "The floral flag pictured above was planted in the City of Lompoc , California, as a tribute by the Bodger Seed Company after the 9/11 attacks of September 2001 and quickly became one of that town's most popular features: The 2002 Floral Flag was planted by the Bodger Seed Company. Planted as a tribute after the September 11, 2001 tragedy, the Floral Flag has been featured in many news and magazine articles, and has brought positive recognition to our community. The Floral Flag continues to be one of the most popular pages on our website. The flag was, as the caption notes, made of 400,000 larkspur flowers, measures 740 feet by 390 feet and covers 6.65 acres . Each of the fifty stars was 24 feet in diameter, and each of the thirteen stripes was 30 feet high.",
  "Fact Check": "",
  "Description": "The web site for the City of Lompoc offers additional information about their 2002 Flag Day celebration that featured this flag, including a large satellite photo of the Floral Flag and a short video of it shot from an airplane.",
  "Originally Published": "",
  "Referred Links": "http://www.cityoflompoc.com/government/flag/video.htm;http://www.cityoflompoc.com/government/flag/satellite.htm;http://www.cityoflompoc.com/government/flag/index.htm;http://www.cityoflompoc.com/government/flag/beauty.htm;http://www.cityoflompoc.com/;",
  "Example": "[Collected via e-mail, 2002] The 2002 floral flag is 740 feet wide and 390 feet high and maintains the proper flag dimensions as described in executive order #10834. This flag is 6.65 acres and is the first floral flag to be planted with 5 pointed stars, each star is 24 feet in diameter; each stripe is 30 feet wide. This flag is estimated to contain more than 400,000 Larkspur plants with 4-5 flower stems each for a total of more than 2 million flowers. Aerial photo courtesy of Bill Morson",
  "Last Updated": "14 June 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/patriotic/floralflag.asp",
  "Claim": "Photograph shows a 740' x 390' floral flag made of larkspur.",
  "Claim_ID": "photos_patriotic_floralflag",
  "Tags": ""
}