{
  "Origins": "In its original unadorned state, the photograph displayed above appears to feature a heavily pregnant woman (with the words \"WELCOME HOME DADDY\" inked across her exposed belly) waiting with her young son to welcome her husband home from an extended absence. But captioning and text that has been added to circulated versions of the photo suggest the man whom the mother and son are waiting for is a U.S. soldier returning home after a twelve-month tour of duty in Iraq: a supposed \"PATERNITY FAIL\" since if the husband had been away from home and separated from his wife for a full year, he couldn't possibly be the father of the child she's carrying (the normal human gestation period being about nine months): US President Barack Obama warned of \"difficult days ahead\" in Iraq as US troops withdraw from towns and cities, six years after the invasion. Here a young boy reacts upon seeing his father return from a 12-month tour in Iraq. There are several possible non-adulterous explanations for how a soldier returning from a year-long deployment overseas could be coming home to greet a pregnant wife, the simplest being that the couple had gotten together in previous months while the husband was on leave. That explanation is indeed the genuine back story to this picture, as noted in the caption to one of the other photographs in this sequence taken from an August 2009 Denver Post news report about the return to Colorado of soldiers based out of Fort Carson:",
  "Fact Check": "",
  "Description": "Kendra Kaplan, 5 months pregnant, watches as her husband SSG Joshua Kaplan and fellow U.S. Army soldiers arrive on August 18, 2009 in Fort Carson, Colorado. She had brought a sealed envelope with an ultrasound, so that they could learn the baby's gender together upon Joshua's arrival. The Kaplans will be having a baby boy, conceived during Joshua's mid-term leave in March. Approximately 575 soldiers from the 2nd Brigade Combat team from the 4th Infantry Division returned following a 12 month deployment to Iraq. At lower left is their son Ayden, 3.",
  "Originally Published": "",
  "Referred Links": "http://www.zimbio.com/pictures/ZxffQWPUJoB/2nd+Brigade+Combat+Team+Soldiers+Return+Ft/3wCZlkMNYmL/Kendra+Kaplan;",
  "Example": "[Collected via e-mail, March 2010] A photo seems to be making the rounds on all the \"fail\" sites. It shows a pregnant woman with \"Welcome home daddy\" written on her stomach. Images imply that the \"father\" is returning from a 12 month tour in Iraq, and therefore couldn't be the father. I am curious about the veracity of this, I have been unable to find an actual news article in which this was posted, for all I know the \"12 month\" thing was photoshopped. A lot of posted comments sort of fall into an argument of whether the guy had leave, or if they don't allow leave to visit family.",
  "Last Updated": "22 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/military/welcomehome.asp",
  "Claim": "Photograph shows a pregnant woman waiting to welcome home a military husband who couldn't have fathered the child she's carrying.",
  "Claim_ID": "photos_military_welcomehome",
  "Tags": ""
}