{
  "Origins": "Animals (both human and otherwise) often demonstrate a remarkable resiliency in overcoming substantial injuries or physical abnormalities, and the story of a dog named Faith, recounted above in words and pictures, is a striking example of that phenomenon.",
  "Fact Check": "",
  "Description": "Faith was adopted by Jude Stringfellow in January 2003 after her son rescued the four-week-old dog from its mother, who was apparently trying to end the life of the deformed puppy (either actively or through neglect). Faith had fully-developed hind legs, but she had only a single, deformed front leg which was amputated for medical reasons when she was seven months old. Although some veterinarians might advise that a dog with such serious mobility problems be euthanized, the Stringfellows raised Faith and using a skateboard to acclimate her to movement and peanut butter as an incentive taught her to hop, and she eventually learned to walk upright on two legs. Faith has appeared on several popular television programs such as The Oprah Winfrey Show, The Montel Williams Show , and Ripley's Believe it or Not , and her story has been featured in the books With a Little Faith and Faith Alone: Stories of an Amazing Dog . She made the national news briefly in February 2007 when she was \"lost\" for several hours after an airline inadvertently placed her on the wrong flight to Orlando. Additional information: Faith's Official Web Site!",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.faiththedog.info/;http://www.nbc4.com/news/11095465/detail.html;http://www.amazon.com/exec/obidos/ISBN=1425736785/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=1425718493/urbanlegendsrefeA/;",
  "Example": "[Collected via e-mail, July 2008] This two-leg dog is called FAITH, born on the eve of Christmas in 2002. He could only crawl on the ground when he was born. Even his mother looked down on his deficiency and tried to kill him. The original owner did not think Faith stood a chance of growing up. The Strongefellow family decided to adopt it to give it a chance by teaching him to 'walk'. The name 'Faith' was given to him to bless him with hope and determination. It only took 6 months for miracle to happen. They first put Faith on a roller board to let him experience the sensation of movement. Then they started to tempt him to stand up and leap by using a spoon of peanut butter jelly as bait in front of him. The other dog at home also forced Faith to move. Faith slowly picked up the trick of balancing himself on two legs and leaping along. With more training in the snow, Faith was finally able to walk like a human being. Faith enjoys running around, and is the center of attention wherever he goes. He becomes well known around the world, and has appeared in various TV shows and news programs. His book 'With a little Faith' was published. He was also once considered to act in a Harry Potter's 'The challenge of the Grail'. Faith's owner Jude Strongfellow has resigned from her teaching career so she can dedicate to taking Faith on a round-the-world entourage, to showcase to the world that one can have a perfect soul without a perfect body. Always remember; Life often plays some cards contrary to what we wish for. But we can change our perspective to lift our life and shine. Let's learn to be THANKFUL for every day and live life to the fullest!",
  "Last Updated": "20 July 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/faithdog.asp",
  "Claim": "Photographs show a bipedal dog named Faith.",
  "Claim_ID": "photos_animals_faithdog",
  "Tags": ""
}