{
  "Origins": "Reminiscent of another set of photographs showing a deer found atop a communications pole in Winnipeg, the image displayed above seemingly depicts a full-grown moose dangling high in the air from some power cables around Fairbanks, Alaska.",
  "Fact Check": "",
  "Description": "The photograph is real and the accompanying description in the first example cited above is fairly accurate, although the incident took place two years before this item originally began hitting our inbox in October 2006. On 5 October 2004, a moose became entangled in under-construction power lines on Pogo Mine Road leading to the Teck Pogo gold mine about 80 miles southeast of Fairbanks. Officials speculated that the moose caught its antlers in a sagging half-inch cable, then was hoisted 50 feet in the air when the cables were subsequently tightened with a hydraulic winch. The 1,200-pound bull moose was still alive when the wires were lowered to the ground, but Department of Fish and Game officials deemed the situation too dangerous to allow for tranquilizing the unfortunate animal before removing it from the wires and decided to kill it instead. As the Associated Press reported at the time: The workers believe the moose may have come across the sagging and swaying wires and decided to challenge the power line to a fight, as bull moose are known to do during the rut, or mating season. \"My guess is he was in full rut and probably seen that line moving out there,\" and decided to fight, said Marvin Pickens, line construction manager for City Electric in Anchorage. Crews can lay up to five miles of line at a time before tightening it with a giant hydraulic winch, said Pickens. The line is pulled through leaders on the crossties at the top of the power poles and then winched tight with as much as 5,000 pounds of pressure, he said. \"As you're pulling, it constantly droops up and down,\" said Pickens. \"My guess is that he was right in the middle of one of the sections when it got pulled up.\" The moose was likely suspended in the air for only a matter of minutes before workers investigated and found it, Marian said. It was tangled in static, the half-inch cable that is strung up next to the power lines to serve as a lightning rod, said Pickens. [Department of Fish and Game technician Dave] Davenport talked to Karl Hanneman, manager of public and environmental affairs for Teck-Pogo, and made the decision to have City Electric workers shoot the moose, based on reports he got about the animal's condition.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, December 2006] POOR MOOSE How do you get a moose 50 feet in the air by accident? Pogo Moose Incident - Fairbanks, Alaska \"Isn't that just amazing. They were laying new power cables. They were strung on the ground for miles. The moose are rutting right now and very agitated. He was thrashing around and got his antlers stuck. When the men (miles away) pull the lines up with their big equipment, he went too. They couldn't get the lines right and went searching for the problem. He was still alive when they lowered him, but he had to be shot later because he was in distress. He was a huge 60 inch bull.\" [Collected via e-mail, February 2012] ONLY IN CANADA! Pogo Moose Incident - Bracebridge, Ont, Canada - 1 hr. 45 min. north of Toronto. They were laying new power cables which were strung on the ground formiles. The moose are rutting right now and very agitated. This one was thrashing around and got his antlers stuck in the cables. When the men (miles away) began pulling the lines up with their big equipment, the moose went up with them. They noticed excess tension in the lines and went searching for the problem. The moose was still alive when they lowered him to the ground. He was a huge 60-inch bull and slightly upset!'",
  "Last Updated": "3 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/poormoose.asp",
  "Claim": "Photograph shows a moose hanging from power cables.",
  "Claim_ID": "photos_animals_poormoose",
  "Tags": ""
}