{
  "Origins": "When looking through collections of advertisements from previous eras, one can often find ads that were perfectly innocuous in their day, but which due to political, social, or technological changes that have taken place in the meanwhile would now seen ridiculous, offensive, or otherwise unacceptable. The above-displayed 1962 magazine advertisement for Humble Oil & Refining Company and Enco brand gasoline is a prime example of this concept.",
  "Fact Check": "",
  "Description": "Back in the early 1960s ad copy such as the following, which touted an oil company's size and technical efficiency by boasting that its output could melt several tons of glacier every day, would have raised no eyebrows: EACH DAY HUMBLE SUPPLIES ENOUGH ENERGY TO MELT 7 MILLION TONS OF GLACIER! This giant glacier has remained unmelted for centuries. Yet, the petroleum energy Humble supplies if converted into heat could melt it at the rate of 80 tons each second! To meet the nation's growing needs for energy, Humble has supplied science to nature's resources to become America's Leading Energy Company. Working wonders with oil through research, Humble provides energy in many forms to help heat our homes, power our transportation, and to furnish industry with a great variety of versatile chemicals. Stop at a Humble station for new Enco Extra gasoline, and see why the \"Happy Motoring\" Sign is the World's First Choice! What those copywriters couldn't have imagined in 1962, of course, was that three or four decades in the future scientists would begin warning about the potential harm of global warming, a phenomenon attributed in large part to the global use of petroleum products for fuel. Nor could those ad men have anticipated that melting glaciers would become one of the most common symbols used to illustrate the perils the world would have to confront if scientific predictions about global warming proved to be true. Some viewers have doubted that this purported 1960s advertisement is real, believing it instead to be a modern effort created for satirical or political purposes. But the ad did indeed appear in the 2 February 1962 issue of LIFE magazine (which featured U.S. astronaut John Glenn on the cover).",
  "Originally Published": "",
  "Referred Links": "http://books.google.com/books?id=k00EAAAAMBAJ&pg=PA86-IA2;",
  "Example": "[Collected via e-mail, June 2010] Is this a real ad from a 1962 edition of Life Magazine?",
  "Last Updated": "21 May 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/advertisements/humble.asp",
  "Claim": "Humble Oil ran an advertisement back in 1962 boasting how they could melt 7 million tons of glacier every day.",
  "Claim_ID": "photos_advertisements_humble",
  "Tags": ""
}