{
  "Origins": "\"Last moment of life\" photographs hold an especial fascination for many people, perhaps because they serve as chilling reminders of our own mortality yet also as reassuring notices that, whatever tragedies may have befallen others, those of us left behind to view such pictures have (so far) remained safely out of harm's way. Compelling examples of such photographs are relatively uncommon, however, leading to creations that are either fabricated images (e.g., the infamous \" Accidental Tourist photo) or real pictures with fabricated back stories (e.g., the \"Bull Shot\" photo).",
  "Fact Check": "",
  "Description": "The image of an Eiffel Tower visitor about to take a deliberate plunge over the side of that famous landmark displayed above belongs in the former category: It's an entry (entitled \" Paris Jumper \") submitted to a 2003 Photoshop contest (\"Final Photo 2\") on the Worth1000.com web site, a competition in which contestants were challenged to create images matching the tagline \"The last picture you'll ever take ...\" Many people have indeed taken suicide plunges off the Eiffel Tower (a 1966 article placed the tally-to-date at 349 back then), but the installation of preventive barricades has made the practice more difficult in recent years.",
  "Originally Published": "",
  "Referred Links": "http://pagesperso-orange.fr/anthony.atkielski/EiffelPlatformLarge.jpg;http://www.time.com/time/magazine/article/0,9171,836302,00.html;http://www.dailymail.co.uk/news/worldnews/article-1195752/A-teenage-tourist-hurls-death-Eiffel-Tower-crashing-roof-packed-restaurant-180ft-below.html;http://fx.worth1000.com/contests/640/final-photo-2;http://fx.worth1000.com/entries/26110/paris-jumper;",
  "Example": "[Collected via e-mail, November 2009] This can't be real, can it? Apparently it's a photo a man took before he killed himself by jumping off the Eiffel Tower. Has there ever been a case of a suicide off the Eiffel Tower? I'm dying to know if this is real.",
  "Last Updated": "4 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/gruesome/eiffelsuicide.asp",
  "Claim": "Photograph shows a suicide victim stepping off the Eiffel Tower just before plunging to his death.",
  "Claim_ID": "photos_gruesome_eiffelsuicide",
  "Tags": ""
}