{
  "Origins": "The photographs displayed above capture an accident that took place on the Turkey Creek bridge, about 17 miles east of Sharon Springs, Kansas, on 12 April 2002. During a run from Denver to Chicago, a loaded Union Pacific coal hopper, the 57th car in the 100-car train, experienced an overheated axle bearing (commonly known as a \"hot box\") and derailed.",
  "Fact Check": "",
  "Description": "The crew stopped the train and got out to investigate; but by the time they traversed the approximately half-mile distance from the front of the train to the problem car, the wooden bridge on which the latter was stopped had already caught fire. The crew unhooked the rest of the train from the cars stopped on the bridge, leaving six 280,000-pound coal cars to tumble into the creek as the conflagration engulfed the bridge. No one was injured, but the total damages were estimated at over $2 million (approximately $250,000 to replace the lost coal cars, and $1.8 million to replace the destroyed bridge with a steel and concrete version). A February 2010 version of this piece entitled \"Why American Business Fails\" falsely attributed the bridge fire to rules prohibiting the movement of a train with a defective part Why American Business Fails Good news: It was a normal day in Sharon Springs, KS, when a UnionPacific crew boarded a loaded coal train for the long trek to Salina . The Bad news: Just a few miles into the trip a wheel bearing becameoverheated and melted, letting a metal support drop down and grind on therail, creating white hot molten metal droppings spewing down to the rail. The Good news: A very alert crew noticed smoke about halfway back in thetrain and immediately stopped the train in compliance with the rules. The Bad news: The train stopped with the hot wheel over a wooden bridgewith creosote ties and trusses. The crew tried to explain to higher-ups but were instructed not to movethe train! They were instructed \"The Rules\" prohibit moving the train when a part isdefective! RULES IS RULES! Don't let common sense get in the way of a good disaster",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2009] Comment: The Good news: It was a normal day in Sharon Springs, KS when a Union Pacific crew boarded a loaded coal train for the long trek to Salina. The Bad news: Just a few miles into the trip a wheel bearing became overheated and melted, letting a metal support drop down and grind on the rail, creating white hot molten metal droppings spewing down to the rail. The Good news: A very alert crew noticed smoke about halfway back in the train and immediately stopped the train in compliance with the rules. The Bad news: The train stopped with the hot wheel over a wooden bridge with creosote ties and trusses. The photos speak for themselves...",
  "Last Updated": "27 February 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/accident/trainfire.asp",
  "Claim": "Photographs show a train that set a wooden bridge on fire.",
  "Claim_ID": "photos_accident_trainfire",
  "Tags": ""
}