{
  "Origins": "This video of a girl (described as a \"young Cruella De Vil\") in a red hoodie plucking several whining puppies from a bucket and flinging them into a swift-moving river with apparent gusto while exclaiming \"whee\" prompted widespread outrage throughout the international community when it first surfaced in mid-2010.",
  "Fact Check": "",
  "Description": "Through the efforts of both online investigators and local police officials, the girl shown in the video was eventually tracked down, identified, and questioned by police in the Bosnian city of Bugojno. Ultimately, though, because the girl was too young, Bosnian officials were precluded from publicly identifying or prosecuting her. After the incident was publicized in the international media, a 75-year-old woman came forward and claimed that she had rescued five of the six puppies who had been flung into the water and put them up for adoption, but others disputed her claim: It has also been reported that none of the puppies seen being thrown into the water died, and were in fact rescued by an old woman who allegedly found them along the shore. But animal rights activists don't buy it. \"This is outrageous,\" a PETA spokeswoman, Nadja Kutscher, said, according to a report in a German newspaper. \"The puppies that the old woman was with were completely different ones to those thrown into the river in the video. The puppies would never have survived.\" A video was posted to YouTube that purportedly offered an apology from the girl in question and presented the excuse that she had attempted to dispatch the puppies via drowning because they were ill: Using just one still frame from the video, the apology reads: \"My name is Katja Puschnik and I would like to appologize [sic] for my behavior. The puppies belong to my grandma and she told me to get rid off [sic] them because they were only 3 days and they were ill. They had parasites from their mother. I didn't knew [sic] exactly what to do so I thrown [sic] them in the river because it was a short death. I did not want to make them suffer. I am really sorry for this:(\" There is no way of knowing whether this video is genuine. Or whether someone is trying to set up Puschnik for Web ridicule or worse. This video continues to resurface from time to time along with calls for justice to be meted out against the girl in the red hoodie, but the time for that is long past: law enforcement authorities have already found and dealt with the girl as they believed appropriate under local law, so there is nothing more to be done about this case from a legal standpoint.",
  "Originally Published": "",
  "Referred Links": "http://news.cnet.com/8301-17852_3-20015305-71.html;http://www.thesun.co.uk/sol/homepage/news/3125891/Gran-I-saved-pups-yob-hurled-in-river.html;",
  "Example": "[Collected via e-mail, January 2014] Looking to see if this video is real or not. It shows a girl pulling \"puppies\" out of a bucket, and throwing them into a river. Seems to be circulating around facebook, pretty fast.",
  "Last Updated": "11 July 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/crime/riverpuppies.asp",
  "Claim": "Video shows a girl pulling puppies from a bucket and throwing them into a river.",
  "Claim_ID": "photos_crime_riverpuppies",
  "Tags": ""
}