{
  "Origins": "The F-35 Lightning II is capable of short takeoff/vertical landing ( STOVL) maneuvers, but not to the extent shown here of pitching through a 360 flip in the process.",
  "Fact Check": "",
  "Description": "The not-quite-real quality of the graphics, the paucity of crewmen on the flight deck, and (especially) the health/ammunition status indicator in the bottom right-hand corner of the screen give this clip away as a sequence from a video game, in this case Battlefield 2 . The following clips show similar sequences from that game:",
  "Originally Published": "",
  "Referred Links": "http://www.ea.com/games/battlefield-2-special-forces;http://www.youtube.com/watch?v=bj26RKNipQA;http://www.lockheedmartin.com/products/f35/;",
  "Example": "[Collected via e-mail, December 2010] This guy clearly has brass balls and you know the sailors on the flight deck had a cow when they saw this unfold in front of them. This is an unbelievable! F-35 unintentional loop at takeoff a real \"check your laundry\" event. A supremely well-trained US Navy pilot, ice running in his veins instead of blood (AND SCARED SHITLESS!), fully regains control of his $70 million, F-35 joint strike force fighter, after a problematic vertical take-off attempt... Watch as the rear vertical thruster fires to cause the problem. There's nothing about this the pilot enjoys. If he could have ejected at 100' upside down and lived, he would have. Looks like the afterburner kicks in while still vectored for verticaltakeoff. Lockheed would call this a \"software malfunction\" and do a little more \"regressive testing\". This is a good demonstration of power-to-weight ratio of this aircraft! And talk about stability control... If he didn't come out of the loop wings-level, it probably would have been bad news; maybe taking some of the carrier with him! Add to this flying through your own exhaust, which can lead to equipment malfunctions, as in \"flame out\". The F-35 is single engine aircraft with vertical takeoff/landing capability, but it has the aerodynamics of a Steinway piano at zero airspeed. This is the most unbelievable piece of flying you will ever see in your life. This Guy deserves a Medal for saving a 70 Million Dollar Aircraft! You'll watch it at least 2 times! [Collected via e-mail, June 2009] This is amazing footage of an F-35 doing a flip right off a carrier deck. The Lockheed Martin F-35 Lightning II is a fifth-generation, single-seat, single-engine, stealth-capable military strike fighter, a multirole aircraft that can perform close air support, tactical bombing, and air defense missions. The F-35 has three different models; one is the conventional takeoff and landing variant, the second is short takeoff and vertical-landing variant, and the third is a carrier-based variant. This airplane weighs about 40,000 (not quite fully loaded) so you can imagine what kind of thrust the engine is capable of. The bird needs to be able to be very agile in its support roles, as you will see. Help with funding to develop and produce this plane came from England, Canada, Italy, the Netherlands, Turkey, Australia, Norway, and Denmark.",
  "Last Updated": "15 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/airplane/f35.asp",
  "Claim": "Video clip shows an F-35 executing a vertical flip on takeoff.",
  "Claim_ID": "photos_airplane_f35",
  "Tags": ""
}