{
  "Origins": "The short answer to the standard \"Are these real?\" question is that the pictures displayed above are indeed real, photographs of a marker at the grave of Nathaniel Grigsby, who died in 1890 and was interred at the Attica Cemetery in Attica, Kansas.",
  "Fact Check": "",
  "Description": "The longer answer involves explaining what might have driven Nathaniel Grigsby to request that the following epitaph be placed upon his grave marker: Through this inscription I wish to enter my dying protest against what is called the Democratic party I have watched it closely since the days of Jackson and know that all the misfortunes of our nation has come to it through this so called party therefore beware of this party of treason. The explanation of Nathaniel Grigsby's anti-Democratic antipathy requires an understanding of the circumstances of the time and place in which he lived, clues to which are provided by additional information on one side of his grave marker (a side which is not pictured above) as well as the Grigsby family history : Nathaniel Grigsby was a schoolmate and friend of Abraham Lincoln, his brother (Aaron) was married to Lincoln's sister (Sarah), he supported Lincoln's 1860 presidential candidacy in Missouri (an act for which his life was threatened), and he, along with four of his sons, enlisted to fight on the Union side in the Civil War: In 1860, he was living in Norborne [Missouri]. He wrote to Lincoln and received an appointment as Republican Precinct Committee Man. He placed Lincoln's name on the 1860 ballot. All of Nathaniel's neighbors were Southern sympathizers. He had been talking about electing Lincoln for president in town. One morning at about 2 or 3 a.m. a neighbor rode up and told Natty not to light any lights. The neighbor wanted to warn him that his neighbors were planning to murder him and if he wanted to live he should be on his way. After the warning, Nathaniel moved back to Spencer County, Indiana, where he and four of his five sons enlisted in Company C, 10th Indiana Cavalry. Nathaniel was named 2nd Lieutenant. In Nathaniel Grigsby's world, therefore, the Democratic Party was an entity he associated with the traitorous secession and rebellion of the Confederate states, with the start of a civil war (in which he took part), with the loss of his son and other friends, and with the death of a man who was not just a U.S. president but also a dear childhood friend and relative. As noted in the Wichita Eagle , even the passage of thirty years could not dilute Grigsby's bitterness towards those whom he held responsible for it all: Grigsby lived through a national argument that killed 618,000 men. In that war, Grigsby fought as a 53-year-old Indiana cavalryman. He lost one son. He lost boyhood friends. There was one boyhood friend in particular. He was great, he was good and he was very wise. He told funny stories. And even as a boy, he talked politics with Grigsby, as Grigsby later said, \"until we wore the subject out.\" When he was killed in 1865, as one of the last casualities of the Civil War, it was widely regarded as the ultimate national betrayal. His name was Abraham Lincoln, and to Nathaniel Grigsby, he was more than a boyhood friend. He was family. Lincoln's sister (Sarah) married Grigsby's older brother. Lincoln and Grigsby. They met again one day just before the war, in 1861, when Grigsby walked intio Lincoln's law office in Springfield, Illinois. His friend looked up with delight. \"Nattie,\" Lincoln said. Grigsby and Lincoln spent several days together as Lincoln prepared to move his family to Washington. As they parted, Lincoln offered to appoint Grigsby and his sons to government postal jobs. \"No,\" Grigsby replied. \"We are going to have a war, and I have myself and three [sic] sons to offer for the country's service.\" The consequences caught up with Lincoln on April 14, 1865. When he heard the news back in Indiana, Grigsby fell down in a faint. Twenty years later, Grigsby and several of his sons moved to farms near Attica, Kansas. Grigsby, on his deathbed, asked a son to see to the carving of the message on the stone. It was a parting shot at treason, at Democrats, at those he thought had helped kill family and friends.",
  "Originally Published": "",
  "Referred Links": "http://www.angelfire.com/in2/kwitina/family/Grigsby.html;http://www.findagrave.com/cgi-bin/fg.cgi?page=pv&GRid=25400862&PIpi=9795633;http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&GRid=25400862;",
  "Example": "[Collected via e-mail, August 2009] They knew it a long time ago...",
  "Last Updated": "2 November 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/signs/grigsby.asp",
  "Claim": "Photographs show an 1890 gravestone with an anti-Democratic epitaph.",
  "Claim_ID": "photos_signs_grigsby",
  "Tags": ""
}