{
  "Origins": "On 31 October 2014, the Wildlife Conservation Society reported a group of researchers had spotted an elusive fanged deer in northeast Afghanistan.",
  "Fact Check": "",
  "Description": "The announcement sounded like a Halloween hoax, but the fanged deer, known as the Kashmir musk deer, does indeed exist. Photographic proof is rare, however, as only a small number of the animals still live in the wild: The last scientific sighting in Afghanistan was believed to have been made by a Danish survey team traversing the region in 1948. The species is categorized as Endangered on the IUCN Red List due to habitat loss and poaching. Its scent glands are coveted by wildlife traffickers and are considered more valuable by weight than gold, fetching as much as $45,000/kilo on the black market. Peter Zahler, WCS Deputy Director of Asia Programs, wrote in the journal Oryx his team was able to spot five Kashmir musk deer during their expedition to Nuristan. Due to the rocky terrain, however, the team was not able to capture any photographs of the unusual deer: \"Musk deer are one of Afghanistan's living treasures. This rare species, along with better known wildlife such as snow leopards, are the natural heritage of this struggling nation.\" Deteriorating security conditions in the area prevented the team from conducting an in-depth examination on the Kashmir musk deer. Zahler said he hopes conditions improve so that he can get another glimpse of the rare fanged deer: \"We hope that conditions will stabilize soon to allow WCS and local partners to better evaluate conservation needs of this species.\"",
  "Originally Published": "",
  "Referred Links": "http://journals.cambridge.org/download.asp?file=%2FORX%2FS0030605314000611a.pdf&code=4b8d0e574ca7ff9f9a5cdd4ecca8b84c;http://www.wcs.org/press/press-releases/strange-vampire-deer.aspx;",
  "Example": "[Collected via email, October 2014] I encountered a story about an Afghan Fanged deer. Curious if it is true.",
  "Last Updated": "5 September 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/fangeddeer.asp",
  "Claim": "A fanged deer was spotted in Afghanistan.",
  "Claim_ID": "photos_animals_fangeddeer",
  "Tags": ""
}