{
  "Origins": "Yes, these photographs of a basketball-bearing catfish are real, taken at Sandalwood Lake in Kansas on 28 May 2004. An account of the circumstances under which the pictures were taken appeared in the Wichita Eagle on 30 May 2004:",
  "Fact Check": "",
  "Description": "From Panama to the Great Lakes, Bill Driver's done pretty well fishing over the past 50 years. Now he's wondering if he'd have done even better with a different kind of bait. \"I never considered using a kid's basketball,\" Driver said. \"Maybe I should have.\" Friday afternoon, Driver was standing on the deck of his house near 119th Street West and Central when he saw an eight-inch ball floating in Sandalwood Lake. Noticing the ball wasn't floating normally, Driver wandered to his dock for a closer look. A catfish had its mouth stuck around the ball. Driver hollered for his wife, Pam, to get a camera while he unrigged the sail from his nine-foot boat, wading into the lake and corralling the fish toward shore with the sail as a seine. Several times, the flathead tried to dive, only to have the ball buoy it back to the surface. The fish appeared to be exhausted and offered little resistance once in the shallows. Things may have gone easier had the fish the strength to struggle. \"I just couldn't pull that ball out of its mouth,\" Driver said. \"I was lifting up out of the water as best I could by the ball. I finally sent my wife to the house to get a knife.\" Driver carefully deflated the ball. Estimated at 50 pounds, the fish swam toward the deepest part of the lake. Driver has no plans of targeting the fish in the near future. Instead, he'll probably continue to fish for the bass and panfish that swim within the one-acre lake. \"I guess I might try fishing with a golf ball,\" Driver said. \"Smaller fish, smaller bait.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2004] FISH STORY FROM WICHITA EAGLE NEWSPAPER This was a pretty interesting story from The Sunday Wichita Eagle Newspaper a couple of weeks ago. Was in a housing development around 119th st. South and Maple. Anyhow a resident in the area saw a ball bouncing around kind of strange like in the developments pond and when he went to investigate, it was a flathead catfish who had obviously tried to swallow a child's basketball which became stuck in its mouth. The fish was totally exhausted from trying to dive but unable to because the ball would always bring him back up to the surface. The resident tried numerous times to get the ball out but was unsuccessful. He finally had his wife cut the ball in order to deflate the ball and release the catfish.",
  "Last Updated": "11 July 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/catchfish.asp",
  "Claim": "Photographs show a large catfish with a basketball stuck in its mouth.",
  "Claim_ID": "photos_animals_catchfish",
  "Tags": ""
}