{
  "Origins": "On 25 October 1997, a mass tug-of-war contest was held at a park along the Keelung River in Taipei in celebration of Retrocession Day (the 52nd anniversary of the end of the Japanese colonial rule in Taiwan). Over 1,600 participants joined in the contest, exerting an estimated 80,000 kg or more of force on a 5-cm nylon rope that could bear a force of about 26,000 kg at most.",
  "Fact Check": "",
  "Description": "Within seconds the rope snapped, severing the left arms of two men, Yang Chiung-ming and Chen Ming-kuo, below the shoulder. (The severing of their limbs was believed to have been caused by sheer rebounding force of the broken rope rather than the men's having wrapped the rope around their arms, as was sometimes reported.) The victims were taken to Mackay Memorial Hospital and underwent seven hours of microsurgery to reattach their arms. A similar but less severe set of injuries occurred during a February 2013 incident in Southern California, when two students at South El Monte High School lost fingers during a tug-of-war contest A teenage boy and girl were in stable condition after their fingers were severed during a game of tug-of-war at South El Monte High School. The accident happened during a lunchtime spirit week celebration at the school. \"They wrapped the rope around their hands and somehow the rope when on to snap, I guess it created some extra tension and caused the injuries,\" Los Angeles County Fire Inspector Brian Riley said. Students \"cheered at first because they thought it was funny that the rope broke, but then they realized what really happened,\" freshman Allene Garcia said. The victims were identified by classmates as Edith Rodriguez and Pablo Ocegueda. \"They were just both in shock, staring at their hands. They didn t know what to do,\" Jennifer Jiminez, also a freshman, said.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 1998] I got this picture with something saying it showed a guy who lost his arm in a tug of war game. Is this real?",
  "Last Updated": "5 February 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/gruesome/disarmed.asp",
  "Claim": "Photograph shows two men who each lost an arm in a grisly tug-of-war contest.",
  "Claim_ID": "photos_gruesome_disarmed",
  "Tags": ""
}