{
  "Origins": "According to the People's Daily Online, the photographs displayed above were published in the Yanzhao Metropolis Daily and depict an incident that took place on 17 August 2004 in Shijiazhuang, Hebei Province. A man (later identified as Zhang Kailin, from the southwestern province of Guizhou) armed with two kitchen knives took two children hostage in a fifth-floor classroom of a children's center and reportedly demanded a gun and 2,500 yuan (~US $300) so he could visit relatives in Shandong. After two hours of negotiation, police felt Kailin was on the verge of harming his hostages and dispatched an officer to disarm him by shooting him.",
  "Fact Check": "",
  "Description": "The two child hostages were rescued unharmed, and Kailin was taken to the hospital. Two additional photos from this sequence show one of the rescued children being carried out of the building, and fireman setting up an air cushion on the ground below the fifth-floor window as a precautionary safety measure: In a bizarre (and questionable) coda to the story, Chinese media reported that the kidnapper was initially declared dead but was later found to be alive when funeral workers heard him groan as they were preparing him for cremation: A man who was shot by police after kidnapping two children and shipped off to be cremated was found to be alive by funeral workers who heard him groan, state media and local officials said. Zhang Kailin, 36, was shot at point-blank range and fell to the ground from a five-storey window ledge after a tense two-hour standoff at a school in Hebei province, a paper said. He had taken two children hostage and demanded a 2,500 yuan (US $300) ransom before police moved in. The paper said his body was put in a coffin and taken to a funeral home, but workers heard a groan on opening the coffin and were shocked to find the man still alive. Incidentally, this episode took place in China, not Japan, a fact that presumably invalidates much of the political diatribe tacked onto the end it seems unlikely the anonymous commentator would use this incident as the basis for lauding communist political and economic systems as superior to America's. An April 2009 version of the e-mail, titled \"The Art of Negotiation-Chinese Style,\" changed the closing to the following: In North America and Europe, we would block off the street, take 12 hours to talk him out of it, spend 5 million giving a fair trial, and pay his food and lodging for life. No wonder their products are cheaper than ours.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] Demands of Kidnapper & Release Negotiations \"I have 3 demands or I'll kill the boy!\" Negotiators assess the situation from next door. Head negotiator dispatched. Negotiations begin. Negotiations concluded. Everyone goes home in time for dinner. (Well, almost everyone...) In the USA We would assume this guy is innocent and we would attempt to discuss the situation for hours, but more likely, even a day or longer. During this time we would feed him anything he asked for and provide warm clothing etc to ensure his comfort. When it was all resolved we would give him a fair trial, having appointed the finest Lawyer free of charge to represent him. If we found him guilty (unlikely) we may send him to prison for a few years. The prison would be close to his home, so as not to cause distress and anguish to his relatives. While in prison he will have a roof over his head, watch cable TV, visit the gym and have all his medical looked after, eat like a king and maybe learn the law, gain a degree (for free) and before we know it he'll turn around and sue the Police negotiator, the Police Department and the State and Federal Government all this and more is paid for with our tax $$$s!!! In Japan They keep their expenses and time to a minimum! No wonder their cars cost less.",
  "Last Updated": "27 October 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/crime/negotiation.asp",
  "Claim": "Photographs show Asian law enforcement officials negotiating with (and shooting) a suspect who was holding children hostage.",
  "Claim_ID": "photos_crime_negotiation",
  "Tags": ""
}