{
  "Origins": "This image does not show a 9-month-old baby whose mother, after a night of heavy drinking, allowed her tattoo artist boyfriend to ply his trade on her child. The infant in the picture is not a real child, and the accompanying text is simply a bit of fiction crafted by someone to create a false outrage-provoking backstory.",
  "Fact Check": "",
  "Description": "What's pictured here is a 2010 work by Brooklyn, New York, artist Jason Clay Lewis , who describes his art thusly: As an artist, my approach has always been, intentionally, to confound and challengeattempts to make things fit into what we already know and think. I strive to questionperceived beauty, passion, life, death, and creation. I have an urgent conviction that artis a passionate and essential affair, as if a matter of life and death, where one sensesthe only response to death is art. Without glossing over the violence of the natural worldI asks questions about man's suicidal folly, the one we call progress, a merger into apathetic religion of commerce and profit, of false facades, and using a strategy to makeus reconsider our world of visual imagery. I tinker with these visual explanations, tryingto give them purpose, direction, and meaning. Always perfectly aware that knowing thisconstant probing does not have a sequence to a perfect solution. Atypical andfascinating, as an adventurer blending expression, analysis, and experience, I use everymeans and media available to explore the love of knowledge and depict limits, whiletrying to push those limits even farther. My interest in unique materials helps to developmy ideas of attraction verses repulsion allowing my work to have both a strong visceralfeeling while maintaining a direct cerebral presence. This particular work is entitled 'Drill Baby' and features an infant constructed from vinyl rubber, mohair, oil paint, plaster, and aluminum armature. Photographs of the full artwork, as well as close-ups taken from multiple angles, can be viewed here .",
  "Originally Published": "",
  "Referred Links": "http://www.jasonclaylewis.com/baby/index.html;http://www.jasonclaylewis.com/biography.pdf;",
  "Example": "[Collected on the Internet, December 2011] A local New York State resident, Franny Trokerns was arrested early this morning after being turned in by her babysitter. After the babysitter noticed the child was constantly screaming as if the baby was pain she took the baby's clothes off to give her a bath and saw the baby had a REAL tattoo on the her right arm. The babysitter was in disbelief and immediately called authorities. The mother works as a dancer at a local strip bar and apparently during a night of heavy drinking of shots she allowed her on-and-off-again boyfriend Derrek Honsteads (a tattoo artist) to tattoo her 9 month old baby for a little practice!",
  "Last Updated": "22 January 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/bodymods/baby.asp",
  "Claim": "Photograph shows a 9-month-old baby tattooed by its mother's boyfriend.",
  "Claim_ID": "photos_bodymods_baby",
  "Tags": ""
}