{
  "Origins": "Although we can't say for sure exactly where it's located or whether it's currently operational, the object embedded in a roadside guardrail is an example of an automated LIDAR (light detection and ranging) device used for traffic speed enforcement. LIDAR systems are similar to the radar systems currently employed for the detection of speeding motorists, but they use lasers rather than radio waves and therefore offer the advantages of working better in congested traffic conditions and are less detectable than radar (although the latter has greater range):",
  "Fact Check": "",
  "Description": "Lidar uses a time-of-flight method for taking measurements to determine the target vehicle's speed. When a pulse is transmitted, the timer starts, and when that pulse hits its target and returns, the timer stops. The calculation of distance traveled over time is computed to determine speed. In many respects, this sort of technology may not sound like anything new. After all, we've been using radar in a similar fashion for years. The difference lies in the type and shape of the pulse being transmitted. Radar shoots out a short, high-intensity burst of high-frequency radio waves in a cone-shaped pattern. Officers who have been through the painfully technical 40-hour Doppler radar training course know it will detect a variety of objects within that cone pattern, such as the closest target, the fastest moving target or the largest target. Officers are trained to differentiate and properly match targets down range to the radar readings they receive. Under most conditions, skilled users get good results with radar, and it is found to be most effective for open stretches of roadway. But for more congested areas, locking radar on a specific target is more difficult. Lidar utilizes laser technology, allowing for superior target acquisition in high-volume traffic areas. According to Carl Fors of Texas-based Speed Measurement Laboratories Inc., \"Laser systems are the most accurate means of providing traffic and speed analysis compared to other systems. A laser can pinpoint one vehicle in a group while radar can't. A laser beam is a mere 18 inches wide at 500 feet compared to a radar beam's width of some 150 feet.\" In congested traffic areas, an officer can very effectively use lidar to pick out a specific target, site it and read its speed without any concern for interference from other close-by targets. This small beam width has another added benefit it cannot be detected until after a speed measurement is already made. Testing of the most advanced detectors has shown that when officers aim properly (at the vehicle's front license plate instead of the windshield where the detector usually sits), the signal often goes undetected. A company sales brochure for the LMS-06 Traffic Observer digital traffic surveillance unit illustrates and explains how the particular LIDAR system shown above works: Note that the \"hidden\" guardrail unit shown in these photographs simply measures the speed of passing cars. In this particular type of traffic enforcement system, a second and much more conspicuous unit is located slightly farther down the road from the speed measurement device to record and store images of offending vehicles: Some older blog posts indicate the photographs displayed above were taken along the A8 motorway in Belgium in 2007. A Google Maps Street View captured a view of a similar roadside LIDAR unit in Switzerland: We note that LIDAR systems like the one shown above are not authorized for law enforcement use in all countries and jurisdictions, and that they can be employed for traffic monitoring purposes as well as speed limit enforcement. As far as we know, the system pictured above is not currently being used in the United States.",
  "Originally Published": "",
  "Referred Links": "https://maps.google.co.uk/maps?q=Route+de+Genolier,+Duillier,+Nyon,+Switzerland&hl=en&ll=46.413142,6.235063&spn=0.007841,0.013797&sll=46.364758,6.219807&sspn=0.032161,0.084543&oq=Nyon+Route+de+gen&t=h&hnear=Route+de+Genolier,+1266+Duillier,+Vaud,+Switzerland&layer=c&cbll=46.413947,6.233613&panoid=4-o5qnIDRDxOF-eotQk-3w&cbp=12,292.84,,1,16.48&z=16;http://landschappen.skynetblogs.be/archive/2007/04/16/ingewerkte-flitspalen-op-a8.html;http://www.cesag.com/pdf/lms_04_e.pdf;http://www.officer.com/article/10250592/lidar-the-speed-enforcement-weapon-of-choice;",
  "Example": "[Collected via Facebook, May 2013] This photo has shown up across Facebook and the interwebs getting Speeders in a panic since it claims to be a speed trap camera or radar. My own research into the matter has turned up little other than the rumor is far flung including England, Germany, and Malaysia. New Police Radar Will Catch You Off Guard You know how when your late or on a trip trying to make time you become a little bit of a lead foot? Well now you not only have to watch for police cars. Here is the all new guardrail embedded radar system! Less staff needed. Which is good in one way, when you call for help more police will be available. Bad, because now you have to watch for bulging Guardrails as well!",
  "Last Updated": "22 June 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/automobiles/speedtrap.asp",
  "Claim": "Photograph shows a traffic speed measurement unit embedded in a guardrail.",
  "Claim_ID": "photos_automobiles_speedtrap",
  "Tags": ""
}