{
  "Origins": "This warning about \"government testing on DNA\" that has produced giant mutant spiders \"in a laboratory in Missouri\" hit social media in September 2014. Although the accompanying images may be real, they aren't pictures of giant spiders or any other form of arachnid (mutant or otherwise).",
  "Fact Check": "",
  "Description": "What's shown here is the Birgus latro , otherwise known as a coconut crab (or robber crab, ganjo crab, and palm thief). A species of hermit crab, the coconut crab (so named because their claws are powerful enough to enable them to crack open and eat coconuts, and they will reportedly climb trees to pick coconuts when none are more readily available) is the world's largest terrestrial arthropod and can grow to achieve a leg span of up to three feet: The coconut crab (Birgus latro) is a type of land hermit crab with a spectacular appearance and intriguing biology. Able to grow to relatively gigantic proportions, the coconut crab is probably the largest terrestrial arthropod in the world. Indeed, Charles Darwin described the coconut crab as monstruous when he encountered it on the Keeling Islands during the voyage of the Beagle. Unlike most other hermit crabs, only the very small coconut crab juveniles find and use gastropod shells to protect their soft-skinned abdomen as they develop. Larger juveniles abandon the shell-carrying habit and instead their abdomen develops a hard skin, the exoskeleton, as over the rest of the body. This protects the crab, reduces water loss and does not restrict its growth, allowing it to reach up to a metre in size toe-to-toe. This huge crustacean is well adapted to life on land with long strong legs. It also has large muscular claws which are used for husking coconuts and opening the shell to eat the flesh. This is a unique behaviour amongst crabs and explains why this species is called the coconut crab. The claws are in fact so powerful they can lift objects such as vegetation or rocks weighing up to 28 kilograms. Its stalked eyes are red and this crab's body colour varies between islands from purplish-blue to orange-red. Studies show that male coconut crabs are considerably larger than females. As noted in a December 2013 Wired feature on the coconut crab, this arthropod takes a very long time to grow to its full size, its natural habitat is tropical climes far from the Midwestern state of Missouri, and the species is being threatened by human encroachment: Also known as the robber crab due to its curious propensity for stealing silverware and pots and pans, it's the 9-pound hermit crab PetSmart wouldn't dare carry, no matter how conveniently hypoallergenic it is. The coconut crab is endemic to a variety of islands in the Pacific and Indian oceans, though its populations are extremely threatened on some of these thanks to, you guessed it, human tomfoolery. It grows remarkably slowly, taking perhaps 120 years to reach full size, said ecologist Michelle Drew of the Max Planck Institute. As an arthropod, the coconut crab wears its skeleton on the outside and must shed it as it grows, so once a year it crawls into the safety of a burrow and molts. It's highly vulnerable once it steps out of this rigid shell, so to hasten the development of new armor it ... consumes its old exoskeleton. Feeding this incredible growth is no small task, so the coconut crab eats anything it can get its claws on. It'll go after fruit, vegetation, and carrion: dead birds and other coconut crabs and such. It has been observed hunting other crabs, and Drew has records of them ambushing young chickens. But what it really loves are, of course, coconuts. Coconuts are extremely difficult to open. But as you may have noticed, the coconut crab is equipped with massive pincers. (One of Drew s friends had one clamp down on his thumb, which lost feeling for three months. She stresses, though, that the coconut crab is in fact quite gentle unless threatened.) They use their claws to pull away the outer fibers, said Drew. This can sometimes take many days and it often involves a number of crabs. They then use their longest walking leg to puncture a hole through the eyes of the coconut and then they can use their claws to pry open the shell further. Despite its freakish size, massive pincers and formidable armor, the coconut crab increasingly finds itself in peril. They have for millions of years lived on islands with no large mammalian predators, allowing them to reach such incredible proportions. This is changing as human encroachment has thrown their food chains into chaos.",
  "Originally Published": "",
  "Referred Links": "http://www.wired.com/2013/12/absurd-creature-of-the-week-2/;http://www.arkive.org/coconut-crab/birgus-latro/;",
  "Example": "[Collected via e-mail, September 2014] RIGHT HERE IN MO ! SPIDERS HAVE BEEN RELEASED FROM A DNA LABORATORY LOCATED NEAR THE WOLF SANCTUARY ON ANTIRE RD ! Government testing on DNA has produced these spiders in a Laboratory in Missouri. Unfortunately they have been located off Lewis Rd just west of laboratory and seem to be breading in the wild much faster than when captive. Government officials are doing all they can to try to eliminate these spiders but can offer no guarantees. They could be popping up in surrounding neighborhoods west of the siting (Eureka, Pacific, Union, and St. Clair) within weeks. What we have in our favor is that winter is approaching and hope to slow down the migration no further than St. Clair before the cold hits. If you see these stay indoors and call the local police. They have been informed on procedures of capture and contact of the local governing agency.",
  "Last Updated": "15 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/bugs/mutantspiders.asp",
  "Claim": "Photographs show giant mutant spiders produced by government DNA experiments in Missouri.",
  "Claim_ID": "photos_bugs_mutantspiders",
  "Tags": ""
}