{
  "Origins": "Although it has been nearly a decade since a jury acquitted former football star O.J. Simpson of the June 1994 murders of Nicole Brown Simpson and Ronald Goldman, much of the public remains convinced he was guilty of the slayings and escaped conviction only through a combination of ineffective prosecutors, inept jurors, and obfuscating defense attorneys. (A subsequent civil trial completed in February 1997 found Simpson liable for the deaths and awarded the Brown and Goldman families $8.5 million in compensatory damages.)",
  "Fact Check": "",
  "Description": "O.J. was represented in his criminal trial by a \"Dream Team\" of several prominent lawyers, but perhaps none so famous as Johnnie Cochran, the attorney who lampooned the prosecution's case by reminding jurors that Simpson had been unable to fit into the gloves that supposedly linked him to the murder scene. The memorable statement Cochran delivered during closing arguments, \"If it doesn't fit, you must acquit,\" became the most repeated sound bite of the 9-month-long trial. Johnnie Cochran died of a brain tumor in March 2005 and was buried at Inglewood Park Cemetery in California, but a purported image of his headstone (shown above) which began circulating widely on the Internet shortly afterwards reflects the public perception of his most famous case: if Cochran could speak to us from beyond the grave (and beyond the reach of lawyer-client confidentiality requirements), even he the man who played the leading role in Simpson's acquittal would admit that O.J. was guilty. The image is, of course, a fake (Cochran spelled his given name \"Johnnie,\" not \"Johnny\") produced through a Tombstone Generator web site that allows users to digitally overlay their own inscriptions onto a picture of a tombstone.",
  "Originally Published": "",
  "Referred Links": "http://www.jjchandler.com/tombstone/;http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&GRid=10700908&pt=Johnnie%20Cochran;http://www.cnn.com/2005/US/03/29/cochran.obit/;http://www.cnn.com/US/OJ/daily/9-27/8pm/acquit.wav;http://www.cnn.com/US/OJ/daily/9-27/8pm/;",
  "Example": "[Collected on the Internet, 2005]",
  "Last Updated": "29 April 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/signs/cochran.asp",
  "Claim": "Photograph shows headstone marking the grave of lawyer Johnnie Cochran.",
  "Claim_ID": "photos_signs_cochran",
  "Tags": ""
}