{
  "Origins": "\"If there are no dogs in Heaven, then when I die I want to go where they went,\" humorist Will Rogers once declared. Somewhat more cynically, writer James Thurber observed, \"If I have any beliefs about immortality, it is that certain dogs I have known will go to heaven, and very, very few persons.\"",
  "Fact Check": "",
  "Description": "Although it may be the subject of a good deal of humor, the question of whether non-human animals go to heaven has been the topic of debates ranging from serious theological arguments to dinner table discussions, with answers spanning the spectrum from \"No\" (because only those with souls are privileged to enter heaven) to \"Yes\" (because it wouldn't really be heaven if it excluded our beloved pets) to something in between (e.g., animals go to heaven, but they end up in a place separate from \"people heaven\"). Regardless of where they stood on this great debate, many people found it amusing that a Presbyterian church and a Catholic church would be arguing the issue in public on their outdoor signs, especially in the form of barbed jabs directed at each other's theological interpretations. To those whose enjoyment of this religious debate was based on the notion that it actually took place, we're sorry to say that it's all just a bit of Internet humor. The fact that all the details in the pictures displayed above are identical save for the wording of the signs is a giveaway that the sequence was produced by someone using the Church Sign Generator web site.",
  "Originally Published": "",
  "Referred Links": "http://www.churchsigngenerator.com/;",
  "Example": "[Collected via e-mail, September 2008] This is a church signs debate, played out in a Southern town, between a Catholic church and Presbyterian church. From top to bottom shows you the response and counter-response over time. You get the impression that the Presbyterians are taking this seriously.",
  "Last Updated": "8 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/signs/dogheaven.asp",
  "Claim": "Photographs show a church sign debate over whether dogs go to heaven.",
  "Claim_ID": "photos_signs_dogheaven",
  "Tags": ""
}