{
  "Origins": "Photographs taken in the moments before tragedy strikes pose an especial fascination for us, as exemplified by such widely-circulated images as those supposedly depicting a tourist atop New York's World Trade Center on the morning of the 9/11 terrorist attack and an extreme close-up of a bovine charging a photographer during a \"running of the bulls event. (Neither of these images actually depicted what was claimed of them in their Internet-circulated versions, though.)",
  "Fact Check": "",
  "Description": "Photographs of this nature tend to be rare, as they require that the victim have a camera readily at hand and the presence of mind to stolidly snap away as the final moments of his life flash before his eyes, or to capture by happenstance a danger to which he was oblivious at the time. The former is the circumstance claimed of the picture displayed above, purportedly taken by a wildlife photographer just before he was mauled to death in his tent by a bear. The putative victim named in the text accompanying this image, Michio Hoshino, was in fact a real wildlife photographer who died after being mauled by a brown bear on the Kamchatka Peninsula in eastern Russia in August 1996. However, this picture was neither taken by Hoshino nor recorded the circumstances of his death: it's an entry from a Worth1000 Photoshop competition in which contestants were tasked with creating \"a last-photo hoax: the final photograph of the victim, whoever he might be, had a camera on him right before 'it' happens.\"",
  "Originally Published": "",
  "Referred Links": "http://www.worth1000.com/contests/20912/final-photo-9;http://www.worth1000.com/entries/485403/bear;http://michiohoshino.animalsandearth.com/en/;",
  "Example": "[Collected via the Internet, May 2009] Michio Hoshino, a photographer known for his pictures of bears and other wildlife, was mauled to death by a brown bear on the Kamchatka Peninsula in eastern Russia. He was in his mid-40's and lived in Fairbanks, Alaska. This is the last photo he took.",
  "Last Updated": "19 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/beartent.asp",
  "Claim": "Image captures a bear seconds before it mauled its photographer to death.",
  "Claim_ID": "photos_animals_beartent",
  "Tags": ""
}