{
  "Origins": "This video purporting to demonstrate that 6-volt lantern batteries are actually made up of a casing enclosing 32 AA batteries is just a gag, another form of \"Fool's Errand\" intended to lure people into trying (or at least believing in) something non-existent.",
  "Fact Check": "",
  "Description": "Exactly what's inside 6-volt lantern batteries can vary a bit from manufacturer to manufacturer; they typically contain four individual cells that can be extracted (opening up a battery is not a recommended procedure), but those cells aren't necessarily batteries that would be of much use to the ordinary consumer. A page displaying the removal of four 1.5V zinc-carbon cells from a 6-volt battery can be found here , and the following video also shows the extraction of cells from within a 6-volt battery: Likewise, 9-volt batteries also contain individual cells, but again those cells aren't necessarily batteries of a kind that the typical consumer would have much use for.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20071012022602/http://electronics.howstuffworks.com/battery5.htm;http://www.theodoregray.com/PeriodicTable/Stories/006.2/index.html;",
  "Example": "[Collected via the Internet, October 2007] Received this video and I'm not sure if it is valid or not. Guess I could disassemble a 6 volt lantern battery and find out. But as I recall from my high school chemistry days, and the warning on the side of the battery, it is full of stuff that could be dangerous to the average lay person. Essentially it states that if one needs a cheap source of AA sized batteries, by disassembling a 6 volt lantern battery, you will find 32 AA batteries inside of the 6 volt battery.",
  "Last Updated": "28 December 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/humor/batteryhack.asp",
  "Claim": "Video demonstrates that 6-volt lantern batteries contain 32 AA batteries.",
  "Claim_ID": "photos_humor_batteryhack",
  "Tags": ""
}