{
  "Origins": "\"Do as I say, not as I do\" is an aphorism we usually associate with those who give others instructions or advice or guidelines that they themselves don't follow. That phrase springs to mind as an apt description of an incident involving a U.S. Drug Enforcement Agency (DEA) agent who accidentally shot himself while presenting a lecture on gun safety.",
  "Fact Check": "",
  "Description": "On 9 April 2004, a DEA agent (who has not been identified by name in press accounts) delivered a presentation on gun safety to about 50 adults and students at an event sponsored by the Orlando Minority Youth Golf Association. Partway through his lecture, the agent picked up his .40-caliber duty weapon and held it up for the audience to see as he announced: \"This is a Glock 40. Fifty Cent, Too Short, all of them talk about a Glock 40, OK? I'm the only one in this room professional enough that I know of to carry this Glock 40.\" Seconds later the gun discharged, wounding the agent in the thigh (or the foot, or the leg, according to various press accounts). After the agent inquired to make sure no one else present had been hurt, he gamely limped around the front of the room, turning the mishap into an object lesson for his audience: \"See how that accident happened, that could happen to you and you could be blown away.\" (A bit of humor occurred a few minutes later when the agent called for his assistant to hand him another gun, and a voice from the audience called out: \"Put it down! Put it down!\") Fortunately, the agent did not sustain serious injury (it isn't clear from the news accounts and video whether he was actually hit by a bullet or suffered a powder burn to his thigh from the close-range discharge), and he returned to work after being treated at Orlando Regional Medical Center. According to a news report of the time: A federal drug agent shot himself in the leg during a gun safety presentation to children and his bosses are investigating. The Drug Enforcement Administration agent, whose name was not released, was giving a gun safety presentation to about 50 adults and students organized by the Orlando Minority Youth Golf Association, witnesses and police said. He drew his .40-caliber duty weapon and removed the magazine, according to the police report. Then he pulled back the slide and asked someone in the audience to look inside the gun and confirm it wasn't loaded, the report said. Witnesses said the gun was pointed at the floor and when he released the slide, one shot fired into the top of his left thigh. \"The kids screamed and started to cry,\" said Vivian Farmer, who attended the presentation with her 13-year-old nephew. \"Everyone was pretty shaken up,\" Farmer said. \"But the point of gun safety hit home. Unfortunately, the agent had to get shot. But after seeing that, my nephew doesn't want to have anything to do with guns.\" The agent was treated at Orlando Regional Medical Center after the April 9 shooting and returned to work, DEA special agent Joe Kilmer said. Police ruled the shooting was an accident, but the DEA headquarters in Washington was still investigating, Kilmer said. Nearly a year later, in March 2005 , a home video of the incident was leaked to the Internet and made available on several web sites, such as this one . (The video contradicts some of the information provided in the above-quoted news account: the magazine was clearly still in the gun when the agent held it up to the class, and the footage does not substantiate the claim that after the shooting \"the kids [in the room] screamed and started to cry.\") According to one press account, the distribution of the video prompted the DEA to suspend the agent involved and begin an investigation into the source of the tape: An agent with the U.S. Drug Enforcement Agency has been suspended after video surfaced showing the man shooting himself during a gun safety class in front of a group of Orlando fourth-graders. An investigation has been launched to determine who leaked the home video of the undercover DEA agent shooting himself at an event sponsored by the Orlando Minority Youth Golf Association. Experts in the field said that the undercover agent should never have been videotaped because it could put the agent's life at risk. \"It puts a lot of undercover agents in jeopardy if their faces are videotaped,\" a masked agent told Local 6 News. \"His identity is burned. His identity is known as a police officer and its a potential personal safety hazard to himself as well as his family members.\"",
  "Originally Published": "",
  "Referred Links": "https://www.youtube.com/watch?v=MeGD7r6s-zU;",
  "Example": "",
  "Last Updated": "22 March 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/accident/gunsafety.asp",
  "Claim": "Video captures a DEA agent who accidentally shot himself while conducting a presentation on gun safety.",
  "Claim_ID": "photos_accident_gunsafety",
  "Tags": ""
}