{
  "Origins": "The photograph displayed above was taken during an AirTran flight from Atlanta to Orlando on 13 July 2004. Shortly after takeoff, a passenger on AirTran Airways Flight 4 reported seeing a cover come off the left engine. The plane returned to its airport of origin, making a safe landing. Details of the incident can be found here and here .",
  "Fact Check": "",
  "Description": "As scary as this picture may look to the average air traveler, it isn't necessarily indicative of catastrophe. A jet engine can continue functioning normally after losing portions of its engine panels (as pictured here), and even if the engine failed or had to be shut down for safety's sake, the pilots could easily continue on to make a safe landing at the nearest airport using the remaining engine(s). In fact, the greatest danger represented by the situation pictured here is probably not damage to the engine itself, but that pieces of the ripped-off engine covers could pose a debris hazard to other portions of the airplane, particularly the tail. A similar photograph on the airliners.net web site captures an Airbus A320 operated by Iberia Airlines that lost two engine covers in-flight in May 2004. Although part of one of the covers hit the right-hand side of the plane's tail, the aircraft was able to return to the Madrid airport and land safely. A BBC news article from January 2000 also describes an Airtours Airbus A320 that made a safe emergency landing in Stansted Airport after part of its engine cowling fell off onto the runway during take-off from London's Gatwick Airport.",
  "Originally Published": "",
  "Referred Links": "http://news.bbc.co.uk/2/hi/uk_news/612177.stm;http://www.airliners.net/open.file/577414/M/;http://www.ntsb.gov/ntsb/brief.asp?ev_id=20040719X01004&key=1;http://web.archive.org/web/20050301021622/http://www.capeaeroclub.co.za/flight_safety_engine_cowlings.htm;",
  "Example": "[Collected on the Internet, 2004] Ladies and Gentlemen, this is your captain speaking. Let me urge you to look out the right window. In a few minutes you will see the Grand Canyon, or the Eiffel Tower, or something. Don't look out the left window. In fact, please pull the window shades on the left side of the airplane closed without looking out. By the way, we are offering unlimited liquor service to the passengers at no cost for the remainder of the flight.",
  "Last Updated": "19 February 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/airplane/cowling.asp",
  "Claim": "Photograph shows an in-flight airliner with panels missing from one of its engines.",
  "Claim_ID": "photos_airplane_cowling",
  "Tags": ""
}