{
  "Origins": "The above-pictured rock, one that combines with its reflection in the water to form the sideways image of a praying mother and child, is not a natural rock formation found in Burma (or anywhere else). It's a fictional element from a children's storybook, as rendered by Korean illustrator Kim Jae-hong: His drawings for children are characterized by their simplicity and their ability to evoke particular scenes or events. His subtle use of color helps to create a tranquil and mellow atmosphere in his paintings. Elements of Korean nature and culture are also beautifully rendered in Kim's work. The book itself ( Children of the East River ) is described thusly:",
  "Fact Check": "",
  "Description": "A photo from an interior page of the book presents the illustration in context: Other images from this work can be viewed in a Korean blog entry.",
  "Originally Published": "",
  "Referred Links": "http://www.aladdin.co.kr/shop/common/wbook_talktalk.aspx?ISBN=898662172X&BranchType=1&CommunityType=PhotoReview&PaperId=841194;http://www.booksfromkorea.org/illus_lev2.asp?no=14;",
  "Example": "[Collected via e-mail, 2004] To see what makes this formation \"awesome\", tilt your head to the left until you see two figures, a mother and son praying. I am truly amazed at what people \"see\" in nature. [Collected via e-mail, 2006] FANTASTIC PHOTO The mother and the son This is a rock formation on the shores of a lake in Burma. This image can only be viewed at a certain time of the year, because the sunlight has to strike it at just the right angle. To see the effect better, tilt you head to the left and view it from a 90-degree angle. Now, seriously, isn't it pretty? Amazing nature ... [Collected via e-mail, 2007] This picture shows a rock on a sea in Birmania, it is only possible to see this once a year with a special angle of the sun and special light conditions. Bend you head to the left to see how spectacular it is.",
  "Last Updated": "18 June 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/natural/awesomerock.asp",
  "Claim": "Rock formation reveals praying figures of a mother and child when viewed sideways.",
  "Claim_ID": "photos_natural_awesomerock",
  "Tags": ""
}