{
  "Origins": "Mallard ducks frequently make their nests at ground level, but for whatever reason a female Mallard in downtown Spokane, Washington, chose a cement awning ten feet up an office building for her nesting site. She laid her clutch of eggs just outside the window of Joel Armstrong, a senior loan officer at Sterling Savings Bank, and he arrived at work one day in May 2008 to find the ducklings hatched and the mother standing on the edge of the awning. As Armstrong watched, mama duck then flew down to the sidewalk below, and her ducklings started lining up on the ledge to jump down onto the hard concrete below to join her.",
  "Fact Check": "",
  "Description": "Joel Armstrong described what happened next for Spokane television station KREM: \"The first duckling goes to the edge and... smack. Just hits the sidewalk,\" he said. Horrified, Armstrong darted out of his office and to the sidewalk below. The duckling laid motionless for about 10 seconds before regaining its senses. The next thing Armstrong knew, all the ducklings had instinctively lined up on the ledge ready to follow the first one's lead. Now lined up a like a centerfielder, Armstrong proceeded to shag ducks like falling baseballs from the sky with his bare hands. \"In one instance two jumped at the same time,\" he said. Armstrong caught both. \"I truly think the entire time the mother duck could sense I was trying to help,\" he said. \"She just stood there and allowed me to catch them.\" Armstrong and some of his Sterling Savings co-workers then tried to escort the mother and her offspring to the Spokane River, but the ducklings were too slow to dodge traffic and make it all the way to the water under their own power. So their human helpers obtained a cardboard box, placed the ducklings into it, and walked them to the river, where the little fowl quickly took to the more hospitable aquatic environment. \"It was amazing watching them jump,\" Armstrong said. \"Could you imagine the second day of your life having to jump from a building to get home?\" Armstrong's story quickly spread on the Internet in the form of the narrative reproduced above, put together by his sister, Candace Mumm. In May 2009, the \"duckling rescue\" scenario was repeated when a second brood of ducklings hatched on the ledge at Sterling Savings Bank and was once again caught by Joel Armstrong as they jumped from their nest.",
  "Originally Published": "",
  "Referred Links": "http://www.krem.com/news/local/stories/krem2-051809-amelia-duckheart.184db7df.html;http://www.spokane.net/stay_connected/HotTopics_DuckHero.aspx;",
  "Example": "[Collected via e-mail, July 2008] Something really amazing happened in Downtown Spokane this week and I had to share the story with you. Some of you may know that my brother, Joel, is a loan officer at Sterling Bank. He works downtown in a second story office building, overlooking busy Riverside Avenue. Several weeks ago he watched a mother duck choose the cement awning outside his window as the uncanny place to build a nest above the sidewalk. The mallard laid nine eggs in a nest in the corner of the planter that is perched over 10 feet in the air. She dutifully kept the eggs warm for weeks and Monday afternoon all of her nine ducklings hatched. Joel worried all night how the mamma duck was going to get those babies safely off their perch in a busy, downtown, urban environment to take to water, which typically happens in the first 48 hours of a duck hatching. Tuesday morning, Joel came to work and watched the mother duck encourage her babies to the edge of the perch with the intent to show them how to jump off! The mother flew down below and started quacking to her babies above. In his disbelief Joel watched as thefirst fuzzy newborn toddled to the edge and astonishingly leapt into thin air, crashing onto the cement below. My brother couldn't watch how this might play out. He dashed out of his office and ran down the stairs the sidewalk where the first obedient duckling was stuporing near its mother from the near fatal fall. Joel looked up. The second duckling was getting ready to jump! He quickly dodged under the awning while the mother duck quacked at him and the babies above. As the second one took the plunge, Joel jumped forward and caught it with his bare hands before it hit the cement. Safe and sound, he set it by the mamma and the other stunned sibling, still recovering from its painful leap. One by one the babies continued to jump to join their anxious family below. Each time Joel hid under theawning just to reach out in the nick of time as the duckling made its free fall. The downtown sidewalk cameto a standstill. Time after time, Joel was able to catch the remaining 7 and set them by their approving mother. At this point Joel realized the duck family had only made part of its dangerous journey. They had 2 full blocks to walk across traffic, crosswalks, curbs, and pedestrians to get to the closest open water, the Spokane River. The onlooking office secretaries then joined in, and hurriedly brought an empty copy paper box to collect the babies. They carefully corralled them, with the mother's approval, and loaded them up into the white cardboard container. Joel held the box low enough for the mom to see her brood. He then slowly navigated through the downtown streets toward the Spokane River, as the mother waddled behind and kept her babies in sight. As they reached the river, the mother took over and passed him, jumping into the river and quacking loudly. At the water's edge, the Sterling Bank office staff then tipped the box and helped shepherd the babies toward the water and to their mother after their adventurous ride. All nine darling ducklings safely made it into the water and paddled up snugly to mamma duck. Joel said the mom swam in circles, looking back toward the beaming bank workers, and proudly quacking as if to say, 'See, we did it! Thanks for all the help! Thankfully, one of the secretaries had a digital camera and was able to capture most of it (except the actual mid-air catching) in a series of attached photographs. Please join me in celebrating my brother The Downtown Duck Hero! [Ed. note: Yes, we're aware that the captions to the pictures displayed above reference nine ducklings, even though ten are plainly visible in some photographs.] Variations: A March 2009 variant shifted the setting of this piece from Spokane to San Antonio;the duckling savior to \"Michael R\" (said to be an accounting clerk instead of a loan officer); and the bank to \"Frost Bank.\" Also, instead of just \"onlooking secretaries\" helping corral the ducklings, the variant reported that \"several San Antonio Police Officers\" helped get the ducklings into the box to be carried to the river.",
  "Last Updated": "21 May 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/amazingduck.asp",
  "Claim": "Photographs show ducklings that survived a 10-foot jump from an office building in downtown Spokane.",
  "Claim_ID": "photos_animals_amazingduck",
  "Tags": ""
}