{
  "Origins": "The above-displayed photographs depict a December 2006 accident in which the driver of 1991 GMC pickup slid off the road onto the right shoulder, overcorrected when he turned back to the left, and crossed over the opposite lane of the highway before crashing though a cement barrier, skirting a railing above a drainage culvert, and coming to rest facing opposite his original direction of travel barely missing a plunge over a 200-foot precipice by about twelve inches.",
  "Fact Check": "",
  "Description": "The roadway seen in these pictures is Highway 59 (i.e., State Route 59) near Hurricane City, Utah: The Hurricane City Police department confirmed that these images \"are consistent with a single vehicle traffic accident that occurred on State Route 59 in Hurricane City\" on 30 December 2006, and that \"Hurricane City Police and Hurricane City Fire Rescue responded to the scene.\" The driver told police he was traveling at 55 mph when he left the road, but the police report of the incident notes that the truck left a 92-foot-long skid mark, suggesting a much higher speed (perhaps 75 to 80 mph ).",
  "Originally Published": "",
  "Referred Links": "http://www.schweich.com/uthwy59A.html;",
  "Example": "[Collected via e-mail, January 2007] I BET THIS GUY WILL BE IN CHURCH SUNDAY! Look at the first picture above. This guy went left to center. You can see where he broke through the guard rail on the right side of the picture where the people are standing on the road. His truck left the road, traveling from right to left, he flipped this truck end-over-end, went across the culvert outlet and landed on the left side of the road where you see it now. Check out the third picture ! !",
  "Last Updated": "2 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/accident/culvert.asp",
  "Claim": "Photographs show a truck that crashed through a highway barrier and skirted a culvert on the edge of a cliff.",
  "Claim_ID": "photos_accident_culvert",
  "Tags": ""
}