{
  "Origins": "Construction projects, both large and small, can be delayed or set back for any number of reasons labor problems, material shortages, budget overruns, economic reversals, bad weather, faulty planning, etc. But not often do we see construction delayed in as spectacular a fashion as happened with the Infinity Tower project, an 80-story, helix-shaped high-rise building currently being erected within the Dubai Marina district of Dubai, United Arab Emirates.",
  "Fact Check": "",
  "Description": "The pictures displayed above illustrate a February 2007 accident in which a wall holding back the waters of the Dubai Marina was breached, completely flooding the construction site. As the Gulf News reported of the accident: Nearly 100 workers at the site of the 'tallest building with a twist' had a lucky escape as a wall holding back the Dubai Marina waters breached and flooded the foundation site. Excavation work on the 80-floor Infinity Tower was nearing completion when there was a sharp and loud sound, said a worker. \"We then saw sand pouring down the sides,\" he said. The workers were ordered to evacuate immediately, said the foreman. According to a manager of Arabtec, the incident is under investigation. Additional post-accident photographs of the Infinity Tower site can be viewed at the Dubai News Online web site.",
  "Originally Published": "",
  "Referred Links": "http://dubaionline.mconet.biz/index.asp?action=pictures&cid=188&lsid=12266;http://www.emporis.com/en/wm/zo/?id=100286;http://www.emporis.com/en/wm/bu/?id=infinitytower-dubai-unitedarabemirates;",
  "Example": "[Collected via e-mail, May 2007] Nearly 100 workers at the site of the Infinity Tower escaped as excavation work on the 80-floor building was nearing completion. The incident happened as the workers were assisting the project owners and the piling contractor with the foundation works on site 20 meters below ground level. The supervision team noticed a slight movement and cracks in the diaphragm wall adjacent to the Dubai Marina and alerted management, who ordered an immediate evacuation of the site. The diaphragm wall collapsed and crumbled within 2 minutes from being noticed as the workers were scrambling over safety ladders up to the ground level. The whole site was totally flooded within 4 minutes. The construction of the tower will continue to be suspended until the site can be totally dewatered. A special diving team has been brought in to assess the situation.",
  "Last Updated": "7 June 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/architecture/infinity.asp",
  "Claim": "Photographs show a high-rise construction site flooded by waters from a nearby marina.",
  "Claim_ID": "photos_architecture_infinity",
  "Tags": ""
}