{
  "Origins": "Hidden camera pranks have long been a staple of television programming (most famously in the long-running Candid Camera TV series). They often produce some genuinely funny moments as unsuspecting participants find themselves suddenly thrust into unusual and bizarre situations, but things don't always go so smoothly befuddled \"victims\" can become frustrated or angry, and sometimes ugly moments ensue (although they're usually left on the cutting room floor).",
  "Fact Check": "",
  "Description": "The \"Hidden Camera Surprise\" video displayed above looks to be an example of one of those ugly moments. A simple prank a man hides inside a mailbox and tosses letters back out the slot just as quickly as postal customers can drop them in goes horribly awry when one irritated fellow whips out a handgun and squeezes off several shots through the mailbox slot. An \"in memoriam\" graphic at the end of the clip implies the young prankster in the mailbox has gone to meet his maker. If you think this all seems a tad morbid for what is supposed to be a humorous hidden camera prank TV show, you're right. This clip isn't from a television program, nor (despite the overlays in Cyrillic text) did it originate in Russia. It's a television commercial produced for the Type & Magic print production company by the Buenos Aires office of the Ogilvy & Mather international advertising agency. Okay, it's a commercial, but by now you've probably been left still wondering what in the world a prankster's being gunned down in a mailbox has to do with print production services. That's understandable, because the circulating version of the video clip linked above doesn't include the original ending, which informs the viewer via graphic frames that Type & Magic \"know you don't like surprises\" and offer \"Separations. Photochromes. No surprises\":",
  "Originally Published": "",
  "Referred Links": "http://www.adforum.com/creative-work/ad/player/12247/sxi:763794/__tstck;http://www.candidcamera.com/;",
  "Example": "[Collected via e-mail, 2005] Here is a clip of a Russian \"candid camera\" setup that didn't go quite as planned ...",
  "Last Updated": "12 September 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/advertisements/mailbox.asp",
  "Claim": "Video clip shows a Russian 'Candid Camera' style mailbox prank gone horribly awry.",
  "Claim_ID": "photos_advertisements_mailbox",
  "Tags": ""
}