{
  "Origins": "This video clip of a fabulous Rube Goldberg-like contraption that produces catchy, mellow music by continuously shooting balls at various percussion instruments is, as usual, a clip removed from the context of its original source and sent winging around the Internet accompanied by a fictitious explanation of its origins.",
  "Fact Check": "",
  "Description": "The device depicted in this video does not exist, at the University of Iowa or anywhere else. It's an example of a computer-animated music video, this one entitled \"Pipe Dream\" and taken from one of several similar segments on a DVD produced by Animusic . An excerpt of the original can be viewed on the Animusic web site. Many viewers have queried the Smithsonian about the origins of this fantastic machine, drawing the following response: Your inquiry concerning a musical instrument made from farm machinery pieces has been received in the Smithsonian's Public Inquiry Mail Service office for a response. The web site you referred us to shows a computer enhanced or animated creation as indicated by the caption \"Musique Animation\" and not an actual musical instrument. Further, we were unable to find any reference to a Robert M. Trammel Music Conservatory and the University of Iowa does not have a Sharon Wick School of Engineering nor a Matthew Gerhard Alumni Hall. The Institution cannot accept a donation of something that doesn't exist. We appreciate your interest in the Smithsonian Institution. In 2011, Intel debuted Intel Industrial Control in Concert , a real-life version of a high-tech syncopated orchestra inspired by the Animusic video: The crowd-pleasing project cost approximately $160,000 to build and debuted at the Intel Developer Forum in San Francisco. The orchestra's conductor is a palm-sized computer motherboard powered by an Intel Atom processor surrounded by dozens of wires and white PVC tubing that snakes from one instrument to the next. The seven embedded Atom computer systems operate a video security camera to sense accuracy of the moving parts, a digital synthesizer for the sound, digital signage and a multi-touch interactive display that allows people to see what makes the whole operation hit the right notes. Rubber paintballs are fired by the sensor-equipped, computer powered system to create a song that has 2,372 notes. \"This was done from concept to creation in 90 days,\" said Marc Christenson from Sisu Devices, an Austin, Texas-based technology integration company that builds motion, vision and machine control automation. \"This thing has seven Atom processors total, from three different generations, that are working together harmoniously to play the song,\" said Christenson, whose company co-built the musical demonstration project with Intel. \"It's running three different operating systems, including Windows-embedded XP as a real-time operating system,\" he said. \"It has 250 industrial interconnects, 36 paintball hoppers that shoot rubber, glow-in-the-dark paint balls to play 2,372 notes in the song.\"",
  "Originally Published": "",
  "Referred Links": "http://newsroom.intel.com/community/news/blog/2011/09/16/robotic-orchestra-hits-right-notes-for-industrial-control;http://www.animusic.com/popups/clip-pipe-wm.html;http://www.animusic.com/dvd-info-clips-1.html;",
  "Example": "[Collected via e-mail, November 2006] University of Iowa Farm Machine Music This incredible machine was built as a collaborative effort between the Robert M. Trammell Music Conservatory and the Sharon Wick School of Engineering at the University of Iowa. Amazingly, 97% of the machines components came from John Deere Industries and Irrigation Equipment of Bancroft Iowa, yes farm equipment! It took the team a combined 13,029 hours of set-up, alignment, calibration, and tuning before filming this video but as you can see it was WELL worth the effort. It is now on display in the Matthew Gerhard Alumni Hall at the University and is already slated to be donated to the Smithsonian. Enjoy.",
  "Last Updated": "22 January 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/arts/musicmachine.asp",
  "Claim": "Video clip shows a music-playing \"farm machine\" built at the University of Iowa.",
  "Claim_ID": "photos_arts_musicmachine",
  "Tags": ""
}