{
  "Origins": "The pictures displayed above are photographs of Ithaa , the unique undersea restaurant that opened at the Hilton Maldives Resort & Spa Rangali Island in April 2005. Ithaa a word meaning \"pearl\" in the local Dhivehi language is a tiny restaurant by resort hotel standards (it seats only 12 people), but it offers diners a \"spectacular underwater view of colorful fish, sharks and other sea life in the surrounding coral reefs through curved, transparent acrylic walls.\" Guests begin their visits with drinks on a deck overhanging the Indian Ocean, then descend to the restaurant (16 feet underwater) via a spiral staircase, where they indulge in meals of contemporary Maldivian fusion cuisine served in four courses. (The cost per person for dinner ranges from $187 to $220.)",
  "Fact Check": "",
  "Description": "While the restaurant was still under construction, Ithaa was described thusly in promotional material: Maldives, Hilton Maldives Resort & Spa announces the arrival of Ithaa, the world's first aquarium-style undersea restaurant at the resort. Designed in New Zealand, constructed in Singapore using materials from the United States and then shipped to the Maldives, Ithaa will sit six meters below the waves of the Indian Ocean, surrounded by a vibrant coral reef and encased in clear acrylic offering diners 180-degrees of panoramic underwater views. \"We have used aquarium technology to put diners face-to-face with the stunning underwater environment of the Maldives\", says Carsten Schieck, General Manager of Hilton Maldives Resort & Spa. \"Our guests always comment on being blown away by the colour, clarity, and beauty of the underwater world in the Maldives, so it seemed the perfect idea to build a restaurant where diners can experience fine cuisine and take time to enjoy the views without ever getting their feet wet.\" Created by MJ Murphy Ltd, a design consultancy based in New Zealand, Ithaa's distinctive feature is the use of curved transparent acrylic walls and roof, similar to those used in aquarium attractions including Sydney Aquarium, Ocean Park Shark Aquarium in Hong Kong, and the San Sebastian Aquarium in Spain. \"The fact that the entire restaurant except for the floor is made of plexi-glass makes this unique in the world,\" continues Schieck, \"We are currently planting a coral garden on the reef to add to the spectacular view, and when the restaurant opens in early 2005, we will hold daily fish-feeding sessions to attract the rays, sharks and other fish to the reefs near the restaurant.\" The five-metre by nine-metre transparent arch, which spans the entire room, provides a feeling of being completely at one with the underwater world while submerged beneath the surface of the ocean. Set with the resort's renowned house reef one side, and a clear lagoon on the other, diners enjoy their meal within Ithaa's translucent shell as the underwater drama unfolds on all sides. Naturally the food will be as spectacular as the underwater setting, explains Schieck, \"In such a unique restaurant we wanted to create a distinctive cuisine, which is why we've decided to offer 'contemporary Maldivian cuisine' as a theme. We take local spices and traditional flavours and give them a western twist to create a fusion cuisine that you could find in the best restaurants in London or New York. Nobody else has done this before and we're very excited about it. For a while we considered making Ithaa a seafood restaurant, but in the end we felt this was too predictable!\" While the cuisine is dedicated to the fine balance of western food items with a Maldivian flavour, the wine concept is equally exciting; offering diners the perfect opportunity to discover the wines of the prestigious Champagne house Louis Roederer. Ithaa is reached by a wooden walkway from the nearby over-water Sunset Grill Restaurant. Diners begin their meal with drinks on a specially constructed deck over the ocean and then descend to the restaurant via a spiral staircase where the la carte menu is served. Seating only 14 people, Ithaa offers one of the most intimate and exclusive dining experiences in the world. This innovative restaurant is the first of its kind in the world, and is part of a $25 million re-build of Rangalifinolhu Island, one of the twin islands that make up Hilton Maldives Resort & Spa. This re-build includes the construction of 79 of the most luxurious Beach Villas in the country as well as the Spa Village, a self-contained, over-water 'resort-within-a-resort' consisting of a spa, restaurant and 21 villas. From December 2007 onwards, Hilton Maldives Resort & Spa Rangali Island will be known as Conrad Maldives Rangali Island.",
  "Originally Published": "",
  "Referred Links": "http://www.hilton.com/en/hotels/content/MLEHITW/media/pdf/en_MLEHITW_ithaadinnermenu.pdf;http://www1.hilton.com/en_US/hi/hotel/MLEHITW-Hilton-Maldives-Resort-Spa-Rangali-Island/index.do;http://www1.hilton.com/en_US/hi/hotel/MLEHITW-Hilton-Maldives-Resort-Spa-Rangali-Island/dining.do#2;",
  "Example": "[Collected via e-mail, March 2007] Nice place to go for dinner...... Check Out This Restaurant! How cool is that?",
  "Last Updated": "8 April 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/architecture/undersea.asp",
  "Claim": "Photographs show an undersea restaurant.",
  "Claim_ID": "photos_architecture_undersea",
  "Tags": ""
}