{
  "Origins": "In mid-December 2013, parts of the Middle East were hit by a storm that blanketed areas such as Cairo, Jerusalem and parts of Syria in snow. News accounts reporting it had snowed in Egypt for the first time in over a century prompted many Internet users to search for images of the phenomenon, but what most of them found and shared weren't real pictures of that event.",
  "Fact Check": "",
  "Description": "The photograph displayed above, showing parts of the Sphinx (and all of the ground around it) covered with snow is real, but it's not a picture of the \"real\" Sphinx at Giza in Egypt. Rather, it's a picture of a model of the Sphinx taken on a winter day at the Tobu World Square theme park in Japan, which is home to numerous small-scale reproductions of monuments and architectural wonders from around the world, such as the Acropolis in Greece: A similar image that was widely circulated in December 2013 purported to show Egyptian pyramids dusted with snow: However, that image was just a digitally manipulated version of a stock photo of (snowless) pyramids which long antedated the unusual winter-like storm that hit Egypt in December 2013: Yet another image that was commonly shared via social media also purported to show snow-covered pyramids in Egypt: That image was, likewise, an older photograph of (snowless) pyramids which someone manipulated to create the impression of a wintry scene in Egypt: In reality, the freak Middle Eastern storm of December 2013 didn't drop enough snow in the right places to blanket either the Sphinx or the pyramids with an appreciable layer of the white stuff.",
  "Originally Published": "",
  "Referred Links": "http://www.mostbeautifulpages.com/2013/08/cairo-egypt_20.html;http://www.sxc.hu/photo/644418;http://shinjukusteph.livejournal.com/11646.html;http://www.tobuws.co.jp/default_en.html;http://www.universityherald.com/articles/6211/20131213/cairo-and-other-parts-of-egypt-see-snow-for-the-first-time-in-112-years.htm;",
  "Example": "[Collected via e-mail, December 2013] This looks so fake to me. Did it really snow in Egypt?",
  "Last Updated": "26 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/natural/egyptsnow.asp",
  "Claim": "Photographs show monuments in Egypt covered with snow after a freak storm.",
  "Claim_ID": "photos_natural_egyptsnow",
  "Tags": ""
}