{
  "Origins": "On 7 April 2015, a photograph of a bobcat pulling a shark from the Sebastian Inlet in Florida, snapped on an iPhone by John Bailey, started making its way around the Internet:",
  "Fact Check": "",
  "Description": "The picture was greeted with a heavy dose of skepticism for online viewers: some people claimed that the image had been Photoshopped, while others doubted that the animal in the photograph was a bobcat. Several wildlife experts have weighed in, however, and agree that the image is most likely authentic: Liz Barraco, a spokesperson with the Florida Fish and Wildlife Commission, said they believe the picture to be legitimate and were \"very excited to see it.\" Wildlife experts say it's not uncommon for bobcats to be wandering Florida beaches. They say it s possible the cat is a female and might have been trying to catch food for its babies. David Hitzig, director of Busch Wildlife Sanctuary, rescues and rehabilitates Florida bobcats. Hitzig said the incident captured on camera is a real possibility. He said Florida bobcats frequently hunt along local beaches to catch crabs and other animals all the time. Despite assurances from wildlife experts that what is depicted in the photo is a normal bobcat activity, some viewers nonetheless questioned some of the details of the photo. For instance, Baily stated that the shark was four feet long, which would make the bobcat unusually large in comparison (bobcats typically grow to about 50 inches in length). This quibble isn't enough to disprove the photograph, however, as Baily's assessment of the shark's length was never verified. Without an accurate measurement of the shark's size, it is impossible to say if this bobcat was \"too big to be true.\"",
  "Originally Published": "",
  "Referred Links": "http://bigcatrescue.org/bobcat-facts/;",
  "Example": "&nbps; [Collected via Twitter, April 2015]",
  "Last Updated": "8 April 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/bobcatshark.asp",
  "Claim": "Photograph shows a bobcat pulling a shark from the ocean.",
  "Claim_ID": "photos_animals_bobcatshark",
  "Tags": ""
}