{
  "Origins": "These images do indeed represent some seriously brilliant work which should be admired in its proper context and with full credit to its creator.",
  "Fact Check": "",
  "Description": "The photos capture the work of Master Street Painter Kurt Wenner , a talented artist who creates 3D-like illustrations on street and sidewalk surfaces using pastel chalks. The biography posted on his site begins thusly: Kurt Wenner, born in Ann Arbor, Michigan and raised in Santa Barbara, California, produced his first commissioned mural at the age of sixteen and by seventeen was earning his living as a graphic artist. He attended both Rhode Island School of Design and Art Center College of Design. He was employed by NASA as an advanced scientific space illustrator, creating conceptual paintings of future space projects and extra-terrestrial landscapes according to the latest scientific information provided by the Voyager spacecraft. In 1982, he left NASA and sold his belongings to go to Italy and study art. Living in Rome, Wenner studied the great masters and drew constantly from classical sculptures in the museums. The drawings he made brought him in touch with the language of form in Western figurative art and provided him with the neoclassical training necessary for the style he was pursuing. Through his studies Wenner became particularly interested in the direction for his own artistic expression. He traveled extensively in order to experience firsthand most of the major masterpieces and monuments in Europe. During these first years abroad he experimented with traditional paint media: tempera, fresco, and oil painting. He also executed large permanent works including several altarpieces and a chapel in Puglia (southern Italy) for patrons he met on his travels. The gallery section of Kurt's site presents many fabulous examples of his street painting efforts, and the Q&A with the Artist page provides answers to the most frequently asked questions about his art (e.g., \"What happens when it rains?,\" \"How long does it take?\" and \"How long will the painting last if it isn't destroyed?\"). The 2011 book Asphalt Renaissance collected images of Wenner's 3D pavement art: Asphalt Renaissance brilliantly recounts the creation of 3D pavement art by innovative artist and Internet sensation Kurt Wenner. Wenner revolutionized this ancient art by inventing a unique technique that produces astounding 3D images that appear to reach out of the pavement toward the viewer and seem perilously deep. Featuring photographs of hundreds of his paintings, this volume spans Wenner's career and captures his thoughts on art and the ephemeral nature of his work.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/Asphalt-Renaissance-Pavement-Illusions-Wenner/dp/1402771266/;http://kurtwenner.com/qanda.htm;http://kurtwenner.com/pavement_gallery_1.html;https://web.archive.org/web/20030920141420/http://www.kurtwenner.com/biography.htm;http://www.kurtwenner.com;",
  "Example": "[Collected via e-mail, 2004] Pavement Drawings - 3D Illusion: This is seriously brilliant work. Street paintings (THESE ARE ALL FLAT SIDEWALKS...) - WOW",
  "Last Updated": "3 April 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/arts/sidewalk.asp",
  "Claim": "Photographs show 3D-like sidewalk paintings done in chalk.",
  "Claim_ID": "photos_arts_sidewalk",
  "Tags": ""
}