{
  "Origins": "The above-linked video has been circulating since 2009 and is variously reported as an audition for the television show Armenia's Got Talent , Poland's Got Talent , or Russia's Got Talent gone horribly wrong, a haplessly comedic \"William Tell\" act that ends with one participant taking an arrow straight through the head. No program by any of those names exists, however, and the set shown in the video curiously features only generic signs and props reading \"Talent\" in English: no fuller program name is displayed, no signage bearing anything written in the language of the country in which this program supposedly aired is evident, and no one in the clip speaks a word of dialogue. (A briefly-displayed overlay in Cyrillic lettering identifies the clip as featuring the \"Amazing Brothers.\")",
  "Fact Check": "",
  "Description": "The video can be pegged as fake for a number of reasons, chief among them that if such a horrible accident had truly occurred during the recording of a television show, it would not have been broadcast, and so we'd expect to be viewing the action \"raw\" as captured by a single camera. Yet the clip has obviously been cleanly edited (to include cuts to the judges' reactions) and has been subject to post-production (to add graphic overlays), simulating the appearance of something that was prepared or aired as part of a finished program. (Not to mention that the bowman fails to evince the least bit of horror or surprise at having \"accidentally\" shot his partner in the head.) Some have speculated that this clip was a viral promotion for the CULT Cola energy drink, a can of which the \"victim\" ostentatiously takes from one of the judges and places atop his head (with the label properly facing the camera) after failing at multiple efforts to balance an apple on his noggin. This theory is reinforced by the existence of similar \"Talent\" clips that also prominently display CULT Cola, posted to the drink's own Facebook page:",
  "Originally Published": "",
  "Referred Links": "http://www.facebook.com/CULTCOLA;",
  "Example": "[Collected via e-mail, July 2009] There is a video on Youtube; it's an audition for Russia's Got Talent. One guy fires an arrow at a tin can on his friend's head, but hemisses and it appears to pierce his friend in the eye, killing him instantly. Everyone thinks it's real. I want to know the truth!",
  "Last Updated": "21 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/accident/russiantalent.asp",
  "Claim": "Video clip shows a Russia's Got Talent contestant accidentally shooting his partner in the head with an arrow.",
  "Claim_ID": "photos_accident_russiantalent",
  "Tags": ""
}