{
  "Origins": "Shortly after a deadly motorcycle gang shootout took place in in Waco, Texas, in May 2015, a photograph purportedly showing a \"no motorcycle colors or patches\" sign outside of a Hooters restaurant began circulating online:",
  "Fact Check": "",
  "Description": "Several motorcyclist took to the company's Facebook page to voice their complaints about the new rule, with most posters taking issue with the fact that the preponderance of motorcycle clubs have no gang affiliations. Although many viewers assumed the sign was an expression of a new corporate policy, that was not the case: Hooters has not made any official announcements regarding a newly-imposed ban on motorcycle clubs. The above-displayed photograph is the only image documenting the purported policy; there is no information about where it was taken, nor do any other photographs document that this type of sign has been put on display at other Hooters restaurants across the country. In fact, at least one Hooters location has taken to Facebook to say specifically that they have not been instructed to ban people wearing motorcycle club patches. After hearing about the sign, Hooters McKinney changed their Facebook profile to a Hooters girl washing a motorcycle and posted a message to their customers: The sign being referred to, that has been passed around the Internet, is not and has not ever been at our location. As far as management knows there is not any in the area of us either. We do not know where the sign was seen but can guarantee it was not with our location. We welcome everyone and will continue to welcome everyone. On 28 May 2015, Hooters confirmed that while the sign is real, it was displayed only at a single location (in Waco, Texas), and the company does not have a chain-wide ban on the display of motorcycle patches and colors: In light of the tragic events of May 17, the Hooters restaurant in Waco, Texas, has posted a sign requesting that patrons refrain from displaying their motorcycle club affiliation while dining with us. Even though none of our restaurants were involved in the incident, the safety and wellbeing of our guests and employees are always our top priorities and we believe special precautions are warranted in this situation, at least for now. This is not a system-wide policy. Although a similar request was made of guests last year in one East Coast location, we have no plans of implementing it elsewhere at this time. We fully understand that the majority of motorcycle enthusiast organizations are comprised of upstanding folks that share a passion for riding and a common interest in our community. It has been and will continue to be our privilege to welcome and serve them, along with all of our other guests, in our restaurants. Hooters will continue to work with local authorities to preserve a safe environment for our guests and employees.",
  "Originally Published": "",
  "Referred Links": "http://news.hooters.com/signs-waco-texas;https://www.facebook.com/HootersMcKinney/posts/926050000771931?comment_id=926175810759350&offset=0&total_comments=7&comment_tracking=%7B%22tn%22%3A%22R0%22%7D;",
  "Example": "[Collected via e-internet, May 2015] I was wondering if there is any truth that Hooters as a National chain was completely banning Motorcycle club colors from every Hooters around or only certain ones like in Atlanta.",
  "Last Updated": "28 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/signs/hootersmotorcycles.asp",
  "Claim": "Hooters has banned motorcyclists from wearing club patches and colors in all of their locations.",
  "Claim_ID": "photos_signs_hootersmotorcycles",
  "Tags": ""
}