{
  "Origins": "In the early morning of 6 March 2003, an Air Force C-5 Galaxy transport plane landed at the Norfolk Naval Station on a runway over an interstate highway (I-564). Unfortunately, the plane's pilot was unable to adequately see the end of the runway in the darkened conditions and stopped the aircraft to avoid running off the pavement and into the mud, putting the plane in a position from which it could not be turned around under its own power. Neither the Norfolk naval station nor Langley Air Force Base in nearby Hampton had a tow bar big enough to use with the C-5 Galaxy, which at 247 feet long and 65 feet tall is one of the largest aircraft in the world, leaving the military transport plane stuck above I-564 for more than 16 hours while a special tow bar was trucked in from Dover Air Force base in Delaware.",
  "Fact Check": "",
  "Description": "Meanwhile, the naval station's Chambers Field was closed to all traffic save helicopters, and automobiles traveling to and from the base whizzed beneath the stuck C-5. The special tow bar arrived from Dover around noon and was used to hook the aircraft to a tractor, which succeeded in getting the plane turned around and moved off the runway by 4:30 P.M. Highway traffic was not disrupted, no one was injured, and the plane was not damaged.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, March 2003] NORFOLK Naval Air Station Virginia One of the military's largest transports got stuck at the end of a runway atop the I-564 overpass for more than 16 hours. It was unable to turn around at the west end of Chambers Field at the Norfolk Naval Station. The incident forced the closing of the field to all but helicopter traffic and made for a dramatic sight for hundreds of motorists passing beneath it during morning rush hour. \"That thing's like a big building sitting there,\" said motorists. The nose of the aircraft actually stuck out and OVER the Interstate! The aircraft's nose was so far over the end of the ramp, the crew was unable to see the runway where it was supposed to turn around so the pilot simply had to leave it at the end of the runway. The Air Force C-5 Galaxy, largest airplane in the free world, is almost as long as a football field and as high as a six-story building. Weighing 420 tons with a full load, it uses a system of 28 wheels to distribute its weight. The aircraft had to wait for a specially made tow bar trucked in from Dover, Delaware. When the tow bar arrived, it was used to hook the C-5 to a tractor that then turned the aircraft around. The plane was not damaged.",
  "Last Updated": "19 July 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/airplane/i564.asp",
  "Claim": "Photograph shows large military transport plane stuck atop a freeway overpass.",
  "Claim_ID": "photos_airplane_i564",
  "Tags": ""
}