{
  "Origins": "The image displayed above of an unfortunate cheerleader whose picture was snapped in the middle of what looked to be an incredibly poorly timed episode of gastrointestinal distress (along with the reactions of her arguably even less lucky teammates) made rounds the of social media sites. The photo (without attribution) was widely circulated across meme sharing sites and sports blogs as the real deal. But with few corroborating details attached, many readers were rightly skeptical of the crassly humorous image.",
  "Fact Check": "",
  "Description": "The image (often simply referred to as \"cheerleader poops\") began to travel across social sites like Facebook, Instagram, and Twitter accompanied by the usual musings about whether it was real. It didn't take long for a backstory to emerge to explain the image and resolve some of the questions about its plausibility (e.g., the issue of athletic briefs being standard issue attire for cheerleaders, and whether such an accident could occur in their presence). As it turns out, the image of the cheerleader in red is a digital manipulation, not an authentic one. The original picture was submitted to the subreddit r/photoshopbattles as a challenge titled \" Terrified Cheerleaders ,\" and the viral pic was one of many alterations subsequently applied to that original photo: As can be seen in the unaltered image displayed above, the cheerleader shown in the picture was unlucky only in becoming the subject of a meme and did not suffer the fate shown in the viral version.",
  "Originally Published": "",
  "Referred Links": "http://www.reddit.com/r/photoshopbattles/comments/2hsfkj/psbattle_terrified_cheerleaders/;http://blacksportsonline.com/home/2014/09/cheerleader-takes-dump-on-teammates-in-mid-air-photos/;http://saturdayintexas.com/cheerleader-poops-at-football-game/;",
  "Example": "[Collected via e-mail, October 2014] This. Is. Hilarious. I mean, so sad. This girl will NEVER EVER be the same. Her reputation is forever tarnished. Because of pooh.",
  "Last Updated": "18 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/humor/cheerleader.asp",
  "Claim": "Image captures a cheerleader defecating in mid-air as her horrified teammates watch.",
  "Claim_ID": "photos_humor_cheerleader",
  "Tags": ""
}