{
  "Origins": "As captains from the Oregon and Ohio State teams met at midfield for the coin toss just before the opening kickoff of the inaugural College Football Playoff championship game on 12 January 2015, Nike posted an incredible photo depicting the ritual pre-game coin toss to its Twitter account:",
  "Fact Check": "",
  "Description": "This isn't do-or-die. It's do or don't. You have to live with it or live without it. #justdoit pic.twitter.com/EbnRzUWYOD Nike (@Nike) January 13, 2015 Many viewers naturally assumed this image was a real photograph of that historic coin coin toss. The timing of the tweet, for instance, coincided with the actual coin toss. And the color of the jerseys in the photo also matched the colors worn by the players on the field. But as the photograph quickly went viral, many viewers picked up on clues that indicated the image was just too good to be true and was in reality a clever advertisement for Nike. One was the Nike symbol displayed in the top right-hand corner of the image shown above, which was absent in subsequent displays of the picture like the one below: This isn't a photo. It's a miracle. #OREvsOSU pic.twitter.com/efbpgYMN38 Don Van Natta Jr. (@DVNJr) January 13, 2015 SB Nation, for instance, pointed out that the jersey numbers in the Nike photo did not correlate with the numbers worn by the football players who participated in the toin coss. And Deadspin reported that the NCAA does not allow current players to appear in commercial endorsements. Nike has not yet commented on how they created the image, but it is likely that the company hired actors to portray football players and game officials in a coin toss they staged for photographic purposes well before the real one took place:",
  "Originally Published": "",
  "Referred Links": "http://deadspin.com/coin-flip-photo-is-a-nike-hoax-1679132410;http://www.sbnation.com/college-football/2015/1/12/7535607/nikes-amazing-ohio-state-oregon-photo-isnt-actually-from-the-game;https://twitter.com/DVNJr/status/554819100820910080;http://t.co/efbpgYMN38;https://twitter.com/hashtag/OREvsOSU?src=hash;https://twitter.com/Nike/status/554812708785508352;http://t.co/EbnRzUWYOD;https://twitter.com/hashtag/justdoit?src=hash;https://twitter.com/JohnKe11er/status/554820328682037248;http://t.co/irtyUjxeJB;https://twitter.com/Nike;",
  "Example": "[Collected via twitter,January 2015] This is literally the sickest pic of all time @Nike coin toss pic.twitter.com/irtyUjxeJB John Keller (@JohnKe11er) January 13, 2015",
  "Last Updated": "13 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/sports/nikecointoss.asp",
  "Claim": "Nike captured an amazing photo of the coin toss before the 2015 College Football Playoff championship game.",
  "Claim_ID": "photos_sports_nikecointoss",
  "Tags": ""
}