{
  "Origins": "The photographs displayed above originated with one of several rallies staged in Phoenix in 2010 over the passage and implementation of SB 1070 , Arizona's controversial immigration law. During this particular July 2010 event (which included both supporters and opponents of SB 1070), some participants laid out an Arizona state flag and a U.S. national flag which were defaced by spray-painting them with graffiti slogans such as \"S.O.S.,\" \"deport Arpaio,\" and \"impeach Brewer\" (the latter two references to Maricopa County Sheriff Joe Arpaio and Arizona Governor Jan Brewer), setting a toilet seat and toilet paper atop them, and trampling on both banners all to the (ironic) accompaniment of a rendition of the \"The Star-Spangled Banner.\"",
  "Fact Check": "",
  "Description": "A video clip of event captured the defaced flags being laid out: Given that news accounts of the event noted that it \"brought people to Phoenix from across the country, including immigrant-rights activists bused in from California,\" it's quite likely that some (or even all) of the protesters responsible for the display of desecrated flags were actually U.S. citizens or legal residents, not illegal immigrants. Also, however repugnant many people may find the defacement a U.S. flag to be, it isn't (as claimed above) an illegal act. U.S. Supreme Court decisions (Texas v. Johnson and U.S. v. Eichman ) struck down Public Law 101-131 (also known as the Flag Protection Act of 1989), which set forth penalties of fines and/or imprisonment for \"whoever knowingly mutilates, defaces, physically defiles, burns, maintains on the floor or ground, or tramples upon any flag of the United States,\" ruling that the desecration of a flag is a form of expressive conduct protected by the First Amendment. (It is sometimes the case, however, that depending on the circumstances persons involved in public flag desecrations may be arrested and charged with ancillary crimes, such as trespassing, disturbing the peace, or inciting a riot).",
  "Originally Published": "",
  "Referred Links": "http://calvert.wustl.edu/PolSci4402/FlagProtectnAct1989.pdf;http://www.oyez.org/cases/1980-1989/1989/1989_89_1433;http://www.oyez.org/cases/1980-1989/1988/1988_88_155;http://www.nydailynews.com/news/national/2010/07/28/2010-07-28_arizona_immigration_law_sb_1070_has_most_controversial_parts_blocked_by_federal_.html;",
  "Example": "[Collected via e-mail, August 2010] If anyone has any doubts about what these illegals think of us and our country, check out these pictures taken by an acquaintance of mine who went to the rally in Phoenix Saturday 7/31/10 in response to SB 1070. The illegals had written all over the AZ and US Flags, laid them on the ground, and were walking on them! Notice the toilet paper in one Another acquaintance had this to say: \"I shared those pics with my Best friend who is a cop/detective. I asked him why nobody was punished for desecrating our flags...his response..... In response to your question about the legality of Desecration of the American Flag, you are correct, this is illegal. However, it is a crime with the Federal Government. Meaning the Feds will have to prosecute for the crime and considering they will not prosecute for illegal trespassing into the Country, what makes you think they will prosecute anyone for spray painting and walking on an American flag?????\" I don't know about you people, but I'm outraged over all of this! Judge Bolton did nothing but to empower the illegals and their bleeding heart liberal supporters! When is enough going to be enough?!!!!! I have permission from the person that took these pictures to pass them around. They're being sent to some news stations as well, although I doubt they'll air them. So please pass these around to all those you know, let people see how the illegals who broke our laws by coming here really feel about us!",
  "Last Updated": "27 September 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/politics/azflag.asp",
  "Claim": "Photographs show activists displaying defaced U.S. and Arizona flags during a protest over an Arizona immigration law.",
  "Claim_ID": "photos_politics_azflag",
  "Tags": ""
}