{
  "Origins": "This image of a young woman selected as \"Miss Lube Rack\" of 1959 (or 1955), striking a cheesecake-style pose in an automobile service bay surrounded by five auto service techs, was circulated on the Internet beginning in March 2013, accompanied by text claiming it to be a photograph of U.S. Representative (and former Speaker of the House) Nancy Pelosi of California, who was born Nancy Patricia D'Alesandro in 1940.",
  "Fact Check": "",
  "Description": "The photo is real, but the identification of the woman pictured as being a teenaged Nancy Pelosi is nothing but a bit of political tomfoolery. As noted at the Along for the Ride blog, this picture was one of a series of photographs taken by LIFE magazine photographer Allan Grant in June 1951 at a promotional event for an automobile/appliance complex in Los Angeles: In 1951 the Muller Bros., an Oldsmobile-Firestone Tire-Car Wash-Cafe-Body Shop-Home Appliance-Auto Supply Dealer located at Sunset and Ivar in L.A., California, named their complex \"The Landing.\" With good reason, they had everything you could want on one lot. It was giant compared to most new and used car dealers of the time, [it] even had a control tower. They came up with the idea to hold a beauty contest to celebrate the 3,000,000th car to be pulled through its car wash. Life Magazine was there to photo-document the PR event for the rest of us to look back on. Obviously, all the girls, the winner of the beauty contest, and the car wash winning dude, look pretty happy. (The full series of photographs from this event can be viewed here .) The dating of this photo to 1959 is a fiction concocted to make it plausible that the woman pictured could be a young Nancy Pelosi; in fact the photograph was taken in 1951, when Nancy D'Alesandro was but eleven years old and was living thousands of miles away from Los Angeles in Baltimore, Maryland (her father was mayor of that city from 1947 to 1959); quite obviously the young woman pictured as Los Angeles' \"Miss Lube Rack\" of 1951 is not a prepubescent girl and therefore could not be eleven-year-old Nancy D'Alesandro of Baltimore, now better known as U.S. Representative Nancy Pelosi. Moreover, pictures of Nancy D'Alesandro taken when she was about 20 years old show that although she once bore a slight resemblance to the woman who was selected as \"Miss Lube Rack\" back in 1951, they were clearly not the same person:",
  "Originally Published": "",
  "Referred Links": "http://i182.photobucket.com/albums/x298/hurtzc/00023.jpg;http://i.dailymail.co.uk/i/pix/2011/01/22/article-0-0CDBB601000005DC-865_634x914.jpg;http://carrosantigos.wordpress.com/2012/08/02/muller-bros-car-wash-junho-de-1951/;http://life.time.com/culture/allan-grant-life-magazine-hollywood-photographer/;http://johnstraub.blogspot.com/2012/05/boulevard-beauty-queens-muller-bros.html;",
  "Example": "[Collected via e-mail, April 2013] The attached photograph is going around the Internet claiming the woman in the picture is none other than Nancy Pelosi. (Nancy D Alesandro back in 1959.)",
  "Last Updated": "6 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/politics/luberack.asp",
  "Claim": "Photograph shows a young Nancy Pelosi as \"Miss Lube Rack\" of 1959.",
  "Claim_ID": "photos_politics_luberack",
  "Tags": ""
}