{
  "Origins": "Michael Vick, quarterback of the NFL's Atlanta Falcons, has been the subject of extensive news coverage (and public opprobrium) since he was indicted in July 2007 on charges related to his alleged participation in a dogfighting ring that executed underperforming pit bulls by hanging, electrocution, drowning, shooting, and other brutal means. The fallout from the issue has so far included Vick's being ordered to stay away from the Atlanta Falcons training camp, the suspension of Vick's endorsement deal with shoe manufacturer Nike, and the halting of sales of Vick-related merchandise (such as jerseys and trading cards).",
  "Fact Check": "",
  "Description": "Widely publicized tragic events are often followed by a cycle of tasteless jokes (also known as \"sick humor\") that use those events as fodder for humor. The image displayed above is an example of that phenomenon, a purported advertisement from the Virginia Beach Society for the Prevention of Cruelty to Animals (SPCA) thanking Michael Vick for his assistance in finding homes for pit bulls displaced by Hurricane Katrina in 2005. The image itself is just a crude digital mock-up, and the Virginia Beach SPCA confirms that it did not engage in dealings with Michael Vick to help place animals rescued in the aftermath of Hurricane Katrina: The Virginia Beach SPCA does not know nor has VBSPCA ever done any business with Mr. Vick. While we did go to the Gulf Coast after hurricane Katrina, camp on the ground, work in the heat and bring back homeless animals back to our shelter, none of the more than 100 animals we assisted went to Mr. Vick.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2007] I received this attachment in an e-mail regarding the Virginia Beach Society for the Prevention of Cruelty to Animals thanking Michael Vick for taking in 14 pit bull terriers displaced by hurricane Katrina. With the recent revelations about his involvement in dog fighting, I am wondering if this is legitimate or just a sick joke?",
  "Last Updated": "30 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/advertisements/michaelvick.asp",
  "Claim": "Image shows an advertisement from the Virginia Beach SPCA thanking quarterback Michael Vick for his assistance in rescuing pit bulls.",
  "Claim_ID": "photos_advertisements_michaelvick",
  "Tags": ""
}