{
  "Origins": "Although professional golfer extraordinaire Tiger Woods might be able to afford a lavish beachfront home like the one pictured above (he reportedly earned over $80 million in 2004 from endorsements and appearance fees alone), he doesn't have any obvious connection to the magnificent house pictured above, despite claims made in e-mail messages that circulated with these photos.",
  "Fact Check": "",
  "Description": "Tiger Woods resides in the gated community of Isleworth near Windermere, Florida, while these images depict an opulent, five-star beachfront vacation rental estate called the Jewel of Maui (formerly known as the Golden Conch) located in Kapalua, Maui, Hawaii. The administrator of the property, Fabulous Homes Corp., advertises it thusly: This extraordinary beachfront estate, on a -mile white sand beach, is a rare masterpiece in architecture and interior design and includes every luxury imaginable. Sleeps 12 in 5 impeccable bedrooms, 5 marble baths, and 2 half baths. The sumptuous d cor inside the forty-foot high interior has been customized with the finest art treasures from throughout the world, creating a true beachfront palace. A cobalt blue sixty-foot long beachfront infinity-edge pool, waterfall, and 3 beachfront spas accommodating 25+ people all have panoramic ocean views. Inside, there is central A/C and Bedroom/Media room with 9 ft. projection screen & plasma TV/DVD system. Features also include world-class TV/DVD/CD/Digital cable stereo systems in every room (21 TVs total), gourmet kitchen, high-speed wireless Internet, BBQ, ocean view Dining/Recreation Room with nine-foot formal/billiards convertible table, and deluxe ocean view gym at this simply phenomenal beachfront estate. The Jewel of Maui is a dramatic vision at night, as seen from the edge of the sixty-foot luxury infinity-edge pool. The otherworldly effects of the home's creative lighting schemes cast a luminescent glow against the tropical nighttime skies. This phenomenal palatial estate is the pinnacle of stylish, opulent beachfront luxury, with every detail of the home customized with original art treasures and furnishings handcrafted and imported from the far reaches of the world. The homeowner, a world-renowned artist, worked with celebrity interior designer Steven Cordrey to create the embodiment of tropical opulence and complement the amazing views of the Pacific and neighboring island of Molokai and the excellent -mile white sand beach. The home has been featured in various design magazines, as well as the TV show, \"Lifestyles of the Rich and Famous.\" The Grand Hall ensures every guest in the home has a comfortable place to gaze at the ocean and pool areas, from the 30-foot plush wrap-around sofa. For those who think they might like to give this magnificent Hawaiian vacation rental home a try, we note that it is listed as renting for between $6,750 and $8,250 per night.",
  "Originally Published": "",
  "Referred Links": "http://www.saand.com/villa-rentals-vacation-rentals/default.aspx?id=1512;http://www.fabulous-homes.com/villa.aspx?villa=107565;http://www.forbes.com/lists/2005/53/WR6D.html;",
  "Example": "[Collected via e-mail, 2005]",
  "Last Updated": "28 November 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/architecture/tigerwoods.asp",
  "Claim": "Photographs show the beachfront home of golfer Tiger Woods.",
  "Claim_ID": "photos_architecture_tigerwoods",
  "Tags": ""
}