{
  "Origins": "These remarkable and amusing images of an encounter between a polar bear and some sled dogs were snapped by German wildlife photographer Norbert Rosing , whose work has often been featured in National Geographic . Rosing regularly travels to the western coast of Canada's Hudson Bay (near Churchill, Manitoba) to photograph polar bears, and in 2006 he published The World of the Polar Bear , an engaging collection of images and text that follows a family of polar bears over the course of a year, from the cubs' first entry into the world outside their snow cave in the spring through their trek across the ice of frozen seas in winter.",
  "Fact Check": "",
  "Description": "These particular pictures (and some of the text) were lifted from a talk and accompanying slide show given by Stuart Brown , a psychiatrist who specializes in the study of the evolution of human and animal play, and the founder of the National Institute for Play . We note that although these photographs are genuine, the interpretation of what they depict is somewhat subjective. Although most lay observers would characterize the activity shown in these images as \"play,\" animal behavioralists differ as to whether it truly constitutes play (i.e., activity engaged in purely for pleasure) or whether that description is an anthropomorphization of more instinctive, survival-based behaviors.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.nifplay.org/;http://www.nifplay.org/board_directors_fin.html;http://speakingoffaith.publicradio.org/programs/play/audiogallery/soundseen.shtml;http://www.fireflybooks.com/books/1550E.html;http://www.rosing.de/;",
  "Example": "[Collected via e-mail, 2006] Norbert Rosing's striking images of a wild polar bear playing with sled dogs in the wilds of Canada's Hudson Bay. The photographer was sure that he was going to see the end of his huskies when the polar bear materialized out of the blue: Obviously it was a well-fed Bear ... The Polar Bear returned every night that week to play with the dogs... Photographs Norbert Rosing",
  "Last Updated": "8 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/polardog.asp",
  "Claim": "Photographs show an encounter between a polar bear and some sled dogs.",
  "Claim_ID": "photos_animals_polardog",
  "Tags": ""
}