{
  "Origins": "In May 2008, much of the small town of Chaiten in southern Chile was wiped out by the eruption of a nearby volcano which had long been dormant. All but a few residents fled as the Chaiten volcano buried the area under a layer of ash:",
  "Fact Check": "",
  "Description": "On 2 May 2008, the Chaiten area experienced a lightning storm that produced the scenes captured in the above-displayed photographs, dramatic scenes of lightning bolts above and around the billowing plumes of volcanic dust: Two spectacular forces of nature produced an incredible brew in the skies of Chile as a volcanic eruption met a lightning storm. Tonnes of dust and ash from the eruption of the Chaiten volcano poured into the night sky just as an electric storm was passing overhead. The resulting collision created an extraordinary sight as lightning flickered around the dust cloud in the fiery, orange glow of the volcano. Cases of electrical storms breaking out directly above erupting volcanoes are well documented, although scientists differ on what causes them. Higher resolution versions of these photographs (along with other pictures of the Chaiten eruption) can be viewed on the web site of the Boston Globe . That same newspaper also published a follow-up report with pictures of Chaiten taken in the aftermath of the volcano: The small town of Chaiten, Chile was largely destroyed by [the 2008] eruption of a nearby volcano (famous for the lightning-strike eruption photos). Flooded, buried in ash, cut off from utilities and abandoned for many months, the town of Chaiten has been declared \"dead\" by Chile's government, which now plans to relocate the citizens to a safer location several kilometers up the coast. The volcano is still active, but that has not stopped a handful of die-hard residents who wish to stay in their old town and try rebuilding despite a lack of any governmental assistance. Here a few photos showing recent scenes from the region.",
  "Originally Published": "",
  "Referred Links": "http://www.boston.com/bigpicture/bpnotes/2009/03/followup_chaiten_volcano.html;http://www.boston.com/bigpicture/2008/06/chaiten_volcano_still_active.html;",
  "Example": "[Collected via e-mail, July 2009] I got this forward. All it says was Thunderstorms in Chile. Is this real?",
  "Last Updated": "2 April 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/natural/chaiten.asp",
  "Claim": "Photographs show a volcanic lightning storm in Chile.",
  "Claim_ID": "photos_natural_chaiten",
  "Tags": ""
}