{
  "Origins": "When mid-20th century prognosticators tried to imagine what life would be like in the 21st century, they often envisioned a world in which computers were large, powerful, and few massive machines that controlled all sorts of functions from centralized locations. Instead, what we have today are large numbers of (increasingly) smaller and cheaper computers distributed along networks, many of them dedicated to handling specialized tasks. It's not surprising, then, that those who came of age in the era of the personal computer might view a picture of a cabinet-sized (5' x 6') 4.4 MB disk drive as something taken from a 1950s science fiction film or the product of digital manipulation, but that's what's depicted in the photograph shown above.",
  "Fact Check": "",
  "Description": "In 1956, IBM introduced the 305 RAMAC system, generally acknowledged as the first (commercially successful) computer to feature what we would now call a \"disk drive\" or \"hard drive\" (i.e., data stored on a magnetic disk and accessed via a moving head). An EETimes article described RAMAC's capabilities and size as follows: It started with a product announcement in May of 1955. IBM Corp. was introducing a product that offered unprecedented random-access storage 5 million characters (not bytes, they were 7-bit, not 8-bit characters). This first disk drive heralded startling leaps in mass-storage technology and the end of sequential storage on punched cards and paper or Mylar tape, though magnetic tape would continue for archival or backup storage. The disk drive was big, not quite ready for today's laptop. With its vacuum-tube control electronics, the RAMAC (for \"random-access method of accounting and control\") occupied the space of two refrigerators and weighed a ton. It stored those 5 million characters on 50 hefty aluminum disks coated on both sides with a magnetic iron oxide, a variation of the paint primer used for the Golden Gate Bridge. What is pictured above is the IBM 350 disk storage unit utilized by the IBM 305 RAMAC: The 350 Disk Storage Unit consisted of the magnetic disk memory unit with its access mechanism, the electronic and pneumatic controls for the access mechanism, and a small air compressor. Assembled with covers, the 350 was 60 inches long, 68 inches high and 29 inches deep. It was configured with 50 magnetic disks containing 50,000 sectors, each of which held 100 alphanumeric characters, for a capacity of 5 million characters. Disks rotated at 1,200 rpm, tracks (20 to the inch) were recorded at up to 100 bits per inch, and typical head-to-disk spacing was 800 microinches. The execution of a \"seek\" instruction positioned a read-write head to the track that contained the desired sector and selected the sector for a later read or write operation. Seek time averaged about 600 milliseconds. With storage capacities of 5 million and 10 million digits, and the capability to be installed either singly or in pairs, the 350 provided the 305 system with storage capacities of 5, 10, 15 or 20 million characters. An IBM RAMAC 305 with a 350 disk storage unit leased for about $3,200 per month back in 1957. Over a thousand of the 305 systems (one of IBM's last vacuum tube units) were manufactured before production ended in 1961, and the 305 was withdrawn in 1969.",
  "Originally Published": "",
  "Referred Links": "http://www-03.ibm.com/ibm/history/exhibits/storage/storage_350.html;http://www-03.ibm.com/ibm/history/exhibits/storage/storage_PH0305.html;",
  "Example": "[Collected via e-mail, January 2007] CAN YOU GUESS WHAT THIS IS? Its a hard disk in 1956.... The Volume and Size of 5MB memory storage in 1956. In September 1956 IBM launched the 305 RAMAC, the first computer with a hard disk drive (HDD). The HDD weighed over a ton and stored 5MB of data. Makes you appreciate your 4 GB USB drive, doesn't it?",
  "Last Updated": "25 August 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/technology/storage.asp",
  "Claim": "Photograph shows a 1956 computer disk memory storage unit.",
  "Claim_ID": "photos_technology_storage",
  "Tags": ""
}