{
  "Origins": "On 23 January 2015, Medal of Honor recipient Dakota Meyer posted a photo of himself posing with former vice presidential candidate Sarah Palin and holding a sign that read \"Fuc_ You Michael Moore\" (in reference to tweets the film director had recently issued that were interpreted as disrespectful of late Navy SEAL Chris Kyle and/or military snipers in general):",
  "Fact Check": "",
  "Description": "Post by Dakota Meyer. In addition to the curse word hinted at on the sign, the photo also created a stir in political circles due to the way the word \"Moore\" was spelled, with the letter \"O\" being drawn with a pair of crosshairs: Both instances of the letter \"o\" in Moore were replaced with what appeared to be crosshairs in the handmade sign shown in the photo. Palin received flak in March 2010 for a Facebook post of a map with crosshairs showing Democrats who had voted for health care reform in conservative districts, including Gabrielle Giffords' district. After Giffords was shot in the head at an event in Arizona, an aide of Palin's was forced to explain that her map wasn't meant to represent gun sights and that blaming her was \"obscene\" and \"appalling.\" Not only did Dakota Meyer share the image himself on Facebook, but Palin's daughter Bristol also posted the photograph on Patheos : Medal of Honor recipient Dakota Meyer did not appreciate Michael Moore's tweet about sniper, apparently referring to the new movie \"American Sniper\" about the life of hero Chris Kyle. Meyer has spoken out about Moore's comment but I thought this sign, that he and my mom held up, was more succinct:",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/SgtDakotaMeyer;http://www.patheos.com/blogs/bristolpalin/2015/01/mom-and-dakota-meyers-special-message-to-michael-moore/;http://talkingpointsmemo.com/livewire/sarah-palin-michael-moore-f-you;https://www.facebook.com/SgtDakotaMeyer;https://www.facebook.com/SgtDakotaMeyer/posts/900723103300865:0;",
  "Example": "[Collected via email, January 2015] Is this true? \"Sarah Palin poses with 'Fuc_ You Michael Moore' sign.\" There's also a picture of her holding the sign.",
  "Last Updated": "24 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/politics/palinmoore.asp",
  "Claim": "Photograph shows Sarah Palin posing with a \"Fuc_ You Michael Moore\" poster.",
  "Claim_ID": "photos_politics_palinmoore",
  "Tags": ""
}