{
  "Origins": "On 15 January 2015, a video purportedly showing a UFO captured on the live high-definition video stream from the International Space Station (ISS) was uploaded to YouTube:",
  "Fact Check": "",
  "Description": "The user who uploaded the video, @StreetCap1, claimed NASA purposefully cut away from the gray object seen rising above the Earth's horizon in order to conceal evidence about the existence of UFOs. The YouTube user also insisted the object could not be the moon since the moon is white and not gray: Please bear in mind that the moon appears white when it shows. There would be no point in me uploading a video of the moon. While the gray object in the video has not been positively identified (technically making it a UFO), it is very unlikely the object was an alien spacecraft. It is also unlikely NASA purposeful cut the live feed from the ISS in order to cover up the UFO. The High Definition Earth Viewing (HDEV) experiment was launched in March 2014, and while it does employ high-definition cameras to provide a unique look at the earth, it also suffers from frequent video interruptions. In a BGR article announcing the new ISS live video feed, author Jason Siegal noted blank screens were common during the video streaming: While watching, you might notice that the screen will occasionally go gray, which means the stream is either switching to a new camera or has gone temporarily offline. NASA has also admitted that its video setup is far from perfect. In fact, the HDEV experiment was started in an effort to find and develop better camera equipment for future missions: The High Definition Earth Viewing (HDEV) experiment places four commercially available HD cameras on the exterior of the space station and uses them to stream live video of Earth for viewing online. The cameras are enclosed in a temperature specific housing and are exposed to the harsh radiation of space. Analysis of the effect of space on the video quality, over the time HDEV is operational, may help engineers decide which cameras are the best types to use on future missions. High school students helped design some of the cameras' components, through the High Schools United with NASA to Create Hardware (HUNCH) program, and student teams operate the experiment. It is also inaccurate to say the moon always appears white and not gray, as alleged by YouTube user @StreetCap1. Universe Today explained in an October 2008 article titled the \"Color of the Moon\" the moon, when viewed from space, appears gray in color due to various minerals on its surface: The photographs of the Moon, taken from space are the best true-color views of the Moon. That gray color you see comes from the surface of the Moon which is mostly oxygen, silicon, magnesium, iron, calcium and aluminum. The lighter color rocks are usually plagioclase feldspar, while the darker rocks are pyroxene. Most of the rocks that you can see are volcanic, and were extruded from the inside of the Moon during volcanic eruptions. Some rare rocks called olivine are actually green. The dark regions you see on the Moon are called lunar maria, and they were formed by ancient volcanic eruptions. Theyre less reflective than the lunar highlands, and so they appear darker to the eye. The maria cover about 16% of the lunar surface, mostly on the side we can see from Earth. Astronomers think the lunar maria were formed about 3-3.5 billion years ago, when the Moon was much more volcanically active. The earth's atmosphere can also drastically change the way the moon appears on camera. In August 2012, NASA shared a photo of an oddly shaped moon taken from the International Space Station: One of the Expedition 32 crew members aboard the Earth-orbiting International Space Station captured this image of the full moon on Aug. 1, 2012. Because of the home planet's atmosphere, it is not easy at first sighting to recognize the heavenly body as the full moon. While the video does show an unidentified object rising from the horizon shortly before the feed goes dead, it is likely the camera aboard the International Space Station had merely captured the moon just before a common video interruption.",
  "Originally Published": "",
  "Referred Links": "http://www.universetoday.com/19626/color-of-the-moon/;http://www.nasa.gov/mission_pages/station/research/experiments/917.html#overview;http://bgr.com/2014/05/07/nasa-iss-hd-cameras/;",
  "Example": "[Collected via internet, January 2015] Why is it that NASA's supposed HD cameras take such horrible images when these UFOs show up?",
  "Last Updated": "22 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/supernatural/ufovideo.asp",
  "Claim": "NASA cut a live video stream from the International Space Station just as a UFO appeared on the horizon.",
  "Claim_ID": "photos_supernatural_ufovideo",
  "Tags": ""
}