{
  "Origins": "Analyzing a video of a magic trick is always a dicey proposition, because unlike the case with a live, in-person performance, viewers cannot eliminate any possibilities. In a video, one can never be sure what might be happening out of camera range, or what activity might be hidden by shifting camera angles, or whether the finished product contains edits and inserts. Fortunately, in this particular case we don't have to rely only on what's visible in the video itself to know whether the magic trick shown is \"real\" (i.e., performed without the benefit of any camera trickery or editing).",
  "Fact Check": "",
  "Description": "The underlying basis for this video was cameras capturing magician Dave Cremin's performing genuine magic tricks for onlookers (plus a few crew members) in New York's Times Square. However, the end product was a \"short film by Eric Wagner and Sharon Ma\" which blended Cremin's prestidigitation with audience reaction shots and some digital editing and animation to create a seamless whole that presented a card trick incredible even by magicians' standards. Eric Wagner described the process behind this project on the web site of New York's School of Visual Arts: We created the card trick project to show off our 3D creature effects skills. From the beginning the video was designed to appear completely candid, as if someone just walked up and started recording a street magician with their cellphone. In reality, the footage was shot with two Canon 5D Mark II cameras on two separate days. The majority of the people seen in this video were not planted in the audience. Other than the magician, only three of the dozens of people seen in the video were working with the crew. The crowd's real reactions to the magician's actual tricks helped sell the believability of the impossible 3D character. With the use of Autodesk Match Mover we were able to create 3D animated cameras that follow the hand-held footage. This allowed the card creature to have his feet firmly planted on the ground despite the shaky camera work. This was done to further sell the idea that what you are seeing is completely candid and unplanned. Autodesk Maya was the program of choice for the modeling, rigging, animation, surfacing, and lighting of the card monster. We scanned an entire deck of Bicycle playing cards to insure that there weren't any duplicates on the creature or the ground by his feet. The final VFX shot was the most complicated as it required the creature not only to move but also to completely come apart and fall into a pile of cards with a believable sense of weight and gravity. Though the build-up shot in the beginning of the piece worked well being hand-animated, the fall-apart shot required a series of dynamic simulations to achieve to ideal result. The 3D rendered footage was then brought into Adobe After Effects for composting. A laundry list of adjustments and effects were added to achieve the final look of the card creature in the environment.",
  "Originally Published": "",
  "Referred Links": "http://portfolios.sva.edu/gallery/Greatest-Card-Trick-Ever/2118612;",
  "Example": "[Collected via e-mail, January 2012] Please check this out. How was this done?",
  "Last Updated": "5 January 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/arts/cardtrick.asp",
  "Claim": "Video captures a magician performing the \"greatest card trick ever.\"",
  "Claim_ID": "photos_arts_cardtrick",
  "Tags": ""
}