{
  "Origins": "The word liger , documented as entering the English language in 1938, describes a real feline, the offspring of a male lion and a female tiger. (The opposite case, the offspring of a male tiger and a female lion, is known as a tigon .)",
  "Fact Check": "",
  "Description": "Both ligers and tigons exist in captivity, and the pictures and description reproduced above do correspond to one such example of the former, a liger named Hercules who lives at the Institute of Greatly Endangered and Rare Species ( T.I.G.E.R.S. ) in Myrtle Beach, a wildlife education organization run by director Dr. Mahamayavi Bhagavan Antle . As noted above (in text that seems to have been taken directly from a February 2005 Daily Mail article ), Hercules was the result of an accident rather than deliberate breeding. He is three years old, stands 10 feet tall on his hind legs, and weighs about 1,000 lbs. (At maturity he is expected to reach 12 feet in length and weight about 1,250 lbs. ) He eats about 20 lbs. of meat (beef or chicken) per day, and he can consume up to 100 lbs of food in one sitting.",
  "Originally Published": "",
  "Referred Links": "http://www.dailymail.co.uk/pages/live/articles/news/news.html?in_article_id=338009&in_page_id=1770;http://www.tigerfriends.com/docbio.html;http://www.tigerfriends.com/about.html;http://www.lairweb.org.nz/tiger/tigons.html;http://www.lairweb.org.nz/tiger/ligers.html;",
  "Example": "[Collected on the Internet, 2004] He looks like something from a prehistoric age or a fantastic creation from Hollywood. But Hercules is very much living flesh and blood - as he proves every time he opens his gigantic mouth to roar. Part lion, part tiger, he is not just a big cat but a huge one,standing 10ft tall on his back legs. Called a liger, in reference to his crossbreed parentage, he is the largest of all the cat species. He is the accidental result of two enormous big cats living close together at the Institute of Greatly Endangered and Rare Species, in Miami, Florida, and already dwarfs both his parents. \"Ligers are not something we planned on having,\" said institute owner Dr Bhagavan Antle. \"We have lions and tigers living together in large enclosures and at first we had no idea how well one of the lion boys was getting along with a tiger girl, then lo and behold we had a liger.\" 50mph runner... Not only that, but he likes to swim, a feat unheard of among water-fearing lions. In the wild it is virtually impossible for lions and tigers to mate. Not only are they enemies likely to kill one another, but most lions are in Africa and most tigers in Asia. But incredible though he is, Hercules is not unique. Ligers have been bred in captivity, deliberately and accidentally, since shortly before World War II. Today there are believed to be a handful of ligers around the world and a similar number of tigons, the product of a tiger father and lion mother. Tigons are smaller than ligers and take on more physical characteristics of the tiger.",
  "Last Updated": "30 May 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/liger.asp",
  "Claim": "Photographs show a liger named Hercules.",
  "Claim_ID": "photos_animals_liger",
  "Tags": ""
}