{
  "Origins": "The photographs displayed above of a snake that was caught and killed by an electrified fence originated with the Silent Valley Game Ranch in South Africa, as they confirmed in response to our inquiry:",
  "Fact Check": "",
  "Description": "The snake had eaten an impala ewe and was trying to go through the electric fence when it was killed by the electric fence. The pictures were taken on Silent Valley Ranch in the Waterberg mountains of South Africa. If you go to the site you will see the images of the impala that was removed from the python's stomach. Additional pictures from the incident were published on the Silent Valley Ranch's web site, which described them as picturing an African rock python that had just consumed a full grown impala: The Rock python is Africa's largest snake. The rock python eats mammals and birds. Lays up to 100 eggs about the size of a tennis ball in antbear (Aardvark) holes, hollow tree or similar suitable place. The female coils herself around the eggs to protect them. The snake in this picture had eaten a full grown Impala ewe and, sadly, caught itself in an electric fence. Over four metres in length, this was a large specimen. When the python was skinned we found a full grown Impala ewe had just been swallowed. The python kills its prey by coiling itself around the animal and constricting it. When the animal is dead the python swallows it normally head first.Having swallowed its prey, the snake will find an abandoned burrow or hollow tree in which to hide and digest its meal. A python's bite is not poisonous but would be very painful.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20100307011015/http://www.bushveld.co.za/pictures-python.htm;http://web.archive.org/web/20050103093716/http://www.bushveld.co.za/;",
  "Example": "[Collected via e-mail, July 2005] How would you be finding this in your back paddock. The snake has tried to get through the electric fence and then become stuck at the fence when the electic fence has shocked him. Variations: Different versions of the e-mailed text accompanying these photos claim the snake pictured was found \"near Jebel Ali, Iraq\" (Jebel Ali is actually a port town in the United Arab Emirates, not Iraq); at the \"ExxonMobil compound in Luanda, Angola,\" in South Africa; by an \"Australian sheep farmer,\" and by \"a sheep farmer in Alton, Illinois.\"",
  "Last Updated": "15 November 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/fencesnake.asp",
  "Claim": "Photographs show a snake trapped by an electrified fence.",
  "Claim_ID": "photos_animals_fencesnake",
  "Tags": ""
}