{
  "Origins": "The photograph displayed above began circulating in mid-2008 with text claiming that it has been taken in the west Texas town of Fort Stockton. However, although elements of the image are real, the underlying photograph was neither snapped in 2008 nor in Texas, and the image itself has been digitally manipulated to add a drilling rig which was not present in the original.",
  "Fact Check": "",
  "Description": "The original image was forwarded around the Internet in the wake of a series of violent storms which hit Missouri in March 2006, with 44 different tornadoes touching down in the state on March 11-12, leaving 10 people dead and more than 100 injured, and destroying or damaging over 1,000 homes. Shortly afterwards, the striking tornado funnel and lightning bolt photograph began to circulate accompanied by text claiming it had been taken in Sedalia, Missouri, during that series of storms: This photo was taken in Sedalia Missouri on 3/12/06 when over 113 tornado's was reported, this was an excellent shot This was posted in one of my weather groups and as long as we give full credit where credit is due and credit is really due on this shot...Amazing... But it does make you wonder....Look at our logo...Mother nature imitating art.... Although this version of the image was genuine, it was not snapped in Sedalia, Missouri, and it long antedates the series of storms which hit that state in March 2006. As recorded by the National Weather Service Forecast Office in Melbourne, Florida, the tornado funnel/lightning bolt photograph was taken near Lake Okeechobee, Florida, on 15 June 1991. It has been available for purchase (in poster form) through the Tornado Project's on-line store since at least mid-2001.",
  "Originally Published": "",
  "Referred Links": "http://www.tornadoproject.com/Merchant2/merchant.mv?Screen=PROD&Store_Code=TPO1&Product_Code=CP1&Category_Code=Posters;http://web.archive.org/web/20031125223558/http://www.srh.noaa.gov/mlb/hwofiles/svrwxrules.html;http://www.moberlymonitor.com/articles/2006/04/17/news/news7.txt;",
  "Example": "[Collected via e-mail, July 2008] Drilling Rig Talk about your one in a million photo. Imagine this.... You are working the night shift on a drilling rig in West Texas, south of the small town of Ft Stockton. It is very dark and there have been thunderstorms in the area. The only lights in the area are those onthe drilling rig and some faint red glows from a near-by radio tower. You begin to wonder where that freight train sound is coming from since there are no tracks near the rig. A friendly bolt of lightning gives you the answer...one you may not have wanted to know. Remember that these monsters frequently happen at night",
  "Last Updated": "20 May 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/natural/sedalia.asp",
  "Claim": "Photograph taken in west Texas shows a tornado funnel and lightning bolt alongside a drilling rig.",
  "Claim_ID": "photos_natural_sedalia",
  "Tags": ""
}