{
  "Origins": "The photograph displayed above wasn't taken in Sumatra, it doesn't show a tsunami, it wasn't found \"saved in a digital camera,\" and it doesn't depict \"the last image [the photographer] saw before the end,\" but those details aside, it's real ...",
  "Fact Check": "",
  "Description": "This image antedates by a few years the powerful earthquake (and subsequent tsunami) that struck in the Indian Ocean just off the northern coast of the Indonesian island of Sumatra in December 2004. It's actually a picture of a dust storm that hit southern New South Wales, Australia, in November 2002. As reported by the Australian Broadcasting Corporation at the time: A large dust storm hit southern NSW overnight, blowing the roof off a business in Deniliquin. A police spokesman says the Volunteer Rescue Association was called in to secure the roof, on a main street business, about 8:00pm AEDT. Winds in Deniliquin peaked at around 41 knots during the height of the storm. The Sydney meteorological office says the wind was still gusting about 33 knots at midnight. Strong winds of up to 40 knots were also recorded in Wagga Wagga when the storm hit at 9:00pm. The original version of the photograph bears a confirming datestamp that has been obscured in the \"tsunami\" version:",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20021227205338/http://abc.net.au/news/newsitems/s725707.htm;",
  "Example": "[Collected via e-mail, April 2011] 1/2 SECOND BEFORE TSUNAMI This picture was found in a camera during cleanup. This is a fantastic photo!! Amazing that the film was still good - or memory stick. Either one, this really tells the story. Look at how high that wall of water is!! a second before tsunami [Collected via e-mail, March 2007] SECONDS B4 TSUNAMI ...................the last picture!! PLEASE HOLD YOUR BREATH BEFORE YOU SEE THE PIC BELOW: The last picture! This picture was taken on the banks of Sumatra Island (the height of the wave was of approx. 32 m=105 ft ). It was found saved in a digital camera, one and a half months after the disaster. We cannot know for sure, but very likely the one who took the picture is not alive any more (it was just a matter of seconds). What you see is probably the last image he/ she saw before the end!",
  "Last Updated": "26 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/tsunami/sumatra.asp",
  "Claim": "Photograph shows a tsunami 1/2 second before it struck the island of Sumatra.",
  "Claim_ID": "photos_tsunami_sumatra",
  "Tags": ""
}