{
  "Origins": "In January 2013, a photograph was circulated of a playground warning sign at Mispillion Elementary School in Milford, Delaware, which exhibited distinctly different sets of instructions in English and Spanish. While the English portion of the sign merely cautioned that a child using the playground equipment had to be accompanied by a responsible adult (\"Parental or guardian supervision is required for the use of this playground equipment. Play at your own risk.\"), the Spanish language portion of the same sign translated as something much more restrictive: \"You must have a permit to play on this field. Violators will be subject to police action.\"",
  "Fact Check": "",
  "Description": "The photograph was real, and the attention it garnered through its circulation on the Internet prompted a district superintendent to have the incorrect instructions removed: For the last year, signs at two Milford School District playgrounds tell English readers that adult supervision is required to use the facility, along with a warning to play at their own risk. Spanish readers get a much stricter message. They are told they need permission to use the facilities and that they could be subject to police action if they don t have permission. Dan Gaffney, a talk-show host at WXDE radio, noticed the signs and realized the two messages were very different, even though he doesn t speak Spanish. He took a picture of the signs at Mispillion Elementary School and posted it onto his Facebook page, where he said the photo \"went sort of viral.\" Milford School District Superintendent Dr. Phyllis Kohel learned of the signs. She told her husband to grab his tools so they could immediately remove them. They were in the process of doing so this afternoon. \"I didn t want to wait,\" Kohel said. The superintendent quoted in that Wilmington News Journal article noted that some higher level schools in the district do have signs stating (in both languages) that visitors need permission to use sports fields and violators of that rule may be subject to police action, so rather than being the product of some discriminatory intent, the contrary playground signage may simply have been an inadvertent mismatch error brought about through someone's unfamiliarity with Spanish: Kohel said there are signs at the school district s middle school and high school that tell visitors in English and Spanish that they need permission to use the facilities or could be subject to police action. She said she doesn t know why that message was only put in Spanish at the elementary schools. Kohel said the signs have been up for about a year. Kohel started as superintendent this school year, after the signs were installed. I certainly assume there was not an intent to discriminate, Kohel said. We have a great working relationship with all of the communities at the school, and there is absolutely an understanding that no ethnic group will be discriminated upon.",
  "Originally Published": "",
  "Referred Links": "http://mes.milfordschooldistrict.org/;",
  "Example": "[Collected via e-mail, January 2013] This picture is from a Milford, Delaware playground. Milford is in Southern Delaware in the very conservative Sussex County. I originally saw this picture on Facebook, from a liberal friend downstate, who was sharing it via an original posting of the very non-liberal Dan Gaffney, a conservative talk show radio host. It is nice to know that the outrage concerning this photo is bipartisan. And whatis so outrageous about it, you ask? Well, you can read what it says in English. In Spanish it says (paraphrasing) \"You have to have a permit to play here or you will bearrested.\" The english version contains no information about needing a permit or else you will be subject to police action. It is an obvious intimidation tactic and a not so subtle \"Whites Only\" sign. exact translation: You must have a permit to play in this field violators will be subject to police action.",
  "Last Updated": "6 January 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/signs/playground.asp",
  "Claim": "Photograph shows playground warning sign with more restrictive wording in Spanish than in English.",
  "Claim_ID": "photos_signs_playground",
  "Tags": ""
}