{
  "Origins": "On 19 September 1989 a DC-10 operated by the French airline UTA (Union des Transports A riens) as Flight 772 between Brazzaville, Congo and Paris, France with a stop in N'Djamena, Chad, exploded 46 minutes after taking off from N'Djamena International Airport. The explosion blew apart the plane over the Sahara Desert, killing all 170 persons aboard (155 passengers and 15 crew members).",
  "Fact Check": "",
  "Description": "An investigation by the International Civil Aviation Organization (ICAO) determined the deadly explosion had been caused by a bomb placed in a suitcase which was stored in the forward cargo hold. Six Libyans were eventually tried and convicted at the Paris Assize Court in absentia (because Libya declined to allow their extradition to France) for their participation in the bombing. The motives behind the bombing were somewhat murky, but they have generally been ascribed to a desire for punishing France due to that country's opposition to Libyan intervention in Chad's civil war. The Paris Assize Court awarded the families of the UTA bombing victims amounts ranging from about $4,000 to $40,000 each, and an association representing the victims' families, Les Familles de l'Attentat du DC10 d'UTA , negotiated a separate settlement with the Gaddafi International Foundation for Charity Associations in 2004 for $170 million ($1 million for each of the 170 victims). As well, in 2008 Libya paid $1.5 billion into a fund to compensate the relatives of persons killed in several terrorism-related events, including the 1988 bombing of Pan Am Flight 103 (also known as the Lockerbie bombing), the 1986 bombing of a Berlin discotheque, and the 1989 UTA Flight 772 bombing. In 2007 Les Familles de l'Attentat du DC10 d'UTA , using compensation funds paid by the Libyan government, financed the construction of a memorial to the victims shown above, made of dark rocks which form the shape of a DC-10 inside a compass: It was constructed by 100 people working largely by hand under the desert sun. The life-size silhouette of the aircraft lies inside a circle more than 200ft in diameter, created using dark stones set into the sand. Surrounding this circle are 170 broken mirrors, representing those who died, and arrows marking the points of the compass. At the northern point, part of the right wing of the DC-10 has been erected as a monument, with a plaque commemorating the victims. This memorial has garnered additional visibility in recent years because it can be clearly seen in satellite imagery viewable through Google Earth and has been chronicled in web sites such as Google SightSeeing .",
  "Originally Published": "",
  "Referred Links": "http://googlesightseeing.com/2009/06/uta-flight-772-memorial-desert-week-2/;https://maps.google.com/maps?q=UTA+Flight+772&hl=en&ll=16.864913,11.953734&spn=0.001466,0.002411&sll=43.656877,-79.32085&sspn=0.567316,1.234589&hnear=UTA+Flight+772&t=h&z=19;http://www.dc10-uta.org/;",
  "Example": "[Collected via e-mail, November 2013] A friend told me to go to a certain latitude and longitude on Google Maps. When I noticed it seemed to be in the middle of an African desert, I thought he was just sending nonsense. But when I zoomed in, my mind was blown. I noticed a tiny icon that looked like an airplane. So I did some more research and discovered there s an incredibly tragic and beautiful story behind it. Here it is, from start to finish. UTA Flight 772 was a scheduled flight operating from Brazzaville in the Republic of Congo to Paris CDG airport in France. On Tuesday, September 19th, 1989 the aircraft exploded over Niger in the Tenere region of the Sahara Desert. French investigators determined a suitcase bomb planted by Libyan terrorists to be the cause. All 170 people on board died. Eighteen years later, families of the victims gathered at the crash site to build a memorial. Due to the remoteness of the location, pieces of the wreckage could still be found at the site. The memorial was created by Les Familles de l Attentat du DC-10 d UTA, an association of the victims families along with the help of local inhabitants. The memorial was built mostly by hand and uses dark stones to create a 200-foot diameter circle. The Tenere region is one of the most inaccessible places on the planet. The stones were trucked to the site from over 70 kilometers away. The memorial was built over the course of two months in May and June of 2007. 170 broken mirrors, representing each victim, were placed around the circumference of the memorial. The memorial is anchored by the starboard wing of the aircraft which was trucked to the site from 10 miles away. Workers had to dig up the wing and empty it of sand. A plaque commemorating each victim is affixed to the wing. The memorial was partly funded by the $170 million compensation package provided by the Libyan government. The memorial can be seen from Google Earth.",
  "Last Updated": "4 September 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/airplane/flight772.asp",
  "Claim": "Photographs show a desert memorial constructed to honor the victims of UTA Flight 772.",
  "Claim_ID": "photos_airplane_flight772",
  "Tags": ""
}