{
  "Origins": "We don't have a copy of the source photo, but this image of protesters (probably Pakistani, not Syrian) has obviously been altered with digital editing software to replace the text of the original signs with ludicrous English phrases. As with the notorious photograph of a U.S. Marine posing with a couple of sign-holding boys in Iraq, many different people have tried their hand at inserting humorous and ridiculous sayings to into the signs. Our favorite effort in this vein is, of course, this one:",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] Most Syrians struggle to even read Arabic - much less have a clue about English. So, how does a group of Syrian protest leaders create the most impact with their signs by having the standard \"Death To Americans\" slogans printed in English? Answer: They simply hire an English-speaking civilian to translate and write their statements in English. Unfortunately, they were unaware the \"civilian\" insurance company employee hired for the job was a retired US Army sergeant. Obviously, pictures of the protest rally never made their way through the Arab TV network, but the results were \"Priceless\". [Collected on the Internet, 2003] This is what happens when a group of 3rd World demonstrators decide to hold an Anti-American rally and don't speak or read any English. They brought their own signs and paint and enlisted the aid of a retired Army Sergeant to help with the translation, so their words could be read by folks in America and other English-speaking nations. His efforts are self-explanatory . . . [Collected on the Internet, 2003] Since most Syrians can't read Arabic, never mind English, someone printed the signs for them and told them that they meant something else like \"Death to America\" and so forth and this is what they took to their protest. These signs lasted for most of the morning until someone told them what they really meant. Priceless!",
  "Last Updated": "6 April 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/signs/bombus.asp",
  "Claim": "Photograph shows third-world protesters with mistranslated English signs.",
  "Claim_ID": "photos_signs_bombus",
  "Tags": ""
}