{
  "Origins": "The name New York has been borne by at least seven different U.S. military ships, most recently the nuclear submarine USS New York City, commissioned in 1979 and retired in 1997. Construction on another ship bearing that name, the 684-foot amphibious transport dock ship USS New York , began at a shipyard in Avondale, Louisiana, and on 1 March 2008 the new vessel was christened there. It is expected to be commissioned in 2009.",
  "Fact Check": "",
  "Description": "The vessel's bow stem is said to incorporate 7.5 tons of scrap steel from the World Trade Center which was melted down at a foundry in Amite, Louisiana. (A photograph of employees pouring the molten scrap steel at the Amite Foundry can be viewed here .) The name New York was reportedly revived for the warship (which was already under construction) at the request of New York governor George Pataki to commemorate the September 11 terrorist attacks on the U.S., creating an exception to current U.S. Navy policy of using state names only for nuclear submarines. According to the Associated Press, the USS New York will be the fifth ship of its class, at least two more of which will also be named for locations associated with the 9/11 attacks: USS New York is the fifth in a new class of warship designed for missions that include special operations against terrorists. It will carry a crew of 360 sailors and 700 combat-ready Marines to be delivered ashore by helicopters and assault craft. Later ships in the class will include USS Arlington, the location of the Pentagon, also struck by a hijacked jetliner on Sept. 11, and USS Somerset, named for the Pennsylvania county where United Flight 93 crashed after its passengers fought off hijackers apparently planning to attack another Washington target. The quotes from Navy personnel and shipyard workers included in the e-mailed version reproduced above were taken from an Associated Press article about the ship. In December 2006, the following image began to circulate with this e-mail in place of the artist's rendition displayed above, although it is not a photograph of the USS New York but rather the then-recently commissioned USS San Antonio: The following set of photographs was taken at the christening of LPD 21 with the name USS New York at Northrop Grumman's Avondale, Louisiana, shipyard on 1 March 2008: On 13 October 2009. the USS New York left the Louisiana shipyard for New York, where it is scheduled to be formally commissioned on 7 November 2009: A Navy assault ship built with tons of steel salvaged from the World Trade Center towers began its journey to New York [on October 13], sailing down the Mississippi River in a pea-soup fog as watchers along the levee strained for a glimpse. The USS New York, named to commemorate the Sept. 11 terrorist attacks, left the Northrop Grumman shipyard where it was built for the trip to its namesake city. The $1 billion ship will be formally commissioned in New York in early November. The New York is 684 feet long and can carry up to 800 Marines. It has a flight deck that can handle helicopters and the MV-22 Osprey tilt-rotor aircraft. Four tugboats performed an intricate set of maneuvers to pull the warship from the dock at the New Orleans-area shipyard and turn it 180 degrees toward the waters of Gulf of Mexico. An armed Coast Guard speedboat and a helicopter flying overhead guarded the vessel. The ship will sail through the Gulf and around Florida before turning north and continuing to New York. Additional information: Official Site of the USS New York",
  "Originally Published": "",
  "Referred Links": "http://www.ussnewyork.com/;http://www.flickr.com/photos/ussnewyork/;http://www.usssanantonio.org/;http://www.sptimes.com/2006/04/04/Worldandnation/Navy_ship_with_WTC_st.shtml;http://www.irconnect.com/noc/press/pages/news_releases.html?d=44918;",
  "Example": "[Collected via e-mail, June 2006] Artist's Rendering of the USS New York With a year to go before it even touches the water, the Navy's amphibious assault ship, USS New York, has already made history. It was built with 24 tons of scrap steel from the World Trade Center. It is the fifth in a new class of warship designed for missions that include special operations against terrorists. It will carry a crew of 360 sailors and 700 combat-ready Marines to be delivered ashore by helicopters and assault craft. Steel from the World Trade Center was melted down in a foundry in Amite, La., to cast the ship's bow section. When it was poured into the molds on Sept. 9, 2003, \"those big rough steelworkers treated it with total reverence,\" recalled Navy Capt. Kevin Wensing, who was there. \"It was a spiritual moment for everybody there.\" Junior Chavers, foundry operations manager, said that when the trade center steel first arrived, he touched it with his hand and the \"hair on my neck stood up.\" \"It had a big meaning to it for all of us,\" he said. \"They knocked us down. They can't keep us down. We're going to be back.\" The ship's motto? 'Never Forget'",
  "Last Updated": "13 October 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/military/ussnewyork.asp",
  "Claim": "Images show the USS New York, a ship built using steel from the World Trade Center.",
  "Claim_ID": "photos_military_ussnewyork",
  "Tags": ""
}