{
  "Origins": "This video hit the Internet in March 2013 as the \"Greatest Propaganda Video Ever,\" purportedly a North Korean report on life in the United States showing how typical Americans live in tents and streets and building corridors, drink coffee made from snow, are drug-dependent, and have denuded large areas of all forms of avian wildlife by eating (yummy) birds to fend off starvation.",
  "Fact Check": "",
  "Description": "The actual gist of the video is somewhat related to the subject presented in the English-language version, but the original features European countries such as Romania rather than the U.S. (a discrepancy addressed by the narrator's noting that parts of America are \"often disguised as foreign countries in Europe\"), and the English-language narration is nothing but a bit of satirical humor created by British travel writer Alun Hill (who doesn't himself speak Korean) rather than a literal translation. According to Hill, the original video depicted a report on the failure of European democracy and was obtained by him from the [North] Korean Central News Agency Although Hill's original posting of the video on YouTube bore the title \"North Korea Comedy Show: How Americans Live Today, Survive by Eating Birds and Snow\" and was listed in the \"Comedy\" and \"Entertainment\" sections of that site, many viewers took it at face value because they encountered it out of context, because it's difficult to come up with anything about the reclusive North Korean nation that is too outlandish to be believed, and because those who questioned the video's legitimacy were egged on by Hill in YouTube's comments section.",
  "Originally Published": "",
  "Referred Links": "http://www.youtube.com/all_comments?v=CJoQOQHQ8oA;http://www.youtube.com/watch?v=CJoQOQHQ8oA\";http://independenttravelwriter.com/;",
  "Example": "[Collected via e-mail, March 2013] There is a video that is reportedly being played in North Korea to \"expose\" life in the modern USA. I am wondering if this is real N. Korean propaganda or if it is a joke.",
  "Last Updated": "15 March 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/politics/northkorea.asp",
  "Claim": "Video features a North Korean propaganda report on 'how Americans live today.'",
  "Claim_ID": "photos_politics_northkorea",
  "Tags": ""
}