{
  "Origins": "The photographs displayed above capture the aftermath of an accident that occurred on the evening of 13 February 2006 on Interstate 70 near Hays, Kansas. The driver of a semi-tractor trailer that was hauling a track hoe excavator on a flatbed misestimated the clearance at an overpass, and the boom of the hoe collided with the overpass and knocked a 45-foot gap through the deck of the bridge. The accident forced an 11-day closure of the eastbound lanes of Interstate 70. (The bridge itself remained closed even after the highway reopened.)",
  "Fact Check": "",
  "Description": "The driver of the rig was uninjured, although he was later cited for not having clearance to drive on the interstate. The Kansas Department of Transportation said the construction company for which the driver worked would be liable for the cost of repairs to the overpass, which were estimated at $134,000 as of late March 2006. An Associated Press photo captured the scene the night of the accident:",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] A hoe weighing 8 tons is on top of a flatbed trailer and heading east on Interstate 70 near Hays, Kansas. The extended shovel arm is made of hardened refined steel and the approaching overpass is made of commercial-grade concrete, reinforced with 1 1/2 inch steel rebar spaced at 6 inch intervals in a criss-cross pattern layered at 1 foot vertical spacing. Solve: When the shovel arm hits the overpass, how fast do you have to be going to slice the bridge in half? (Assume no effect for headwind and no braking by the driver.) Extra Credit: Solve for the time and distance required for the entire rig to come to a complete stop after hitting the overpass at the speed calculated above.",
  "Last Updated": "9 June 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/accident/hoecrash.asp",
  "Claim": "Photographs show a hoe excavator that crashed into a highway overpass.",
  "Claim_ID": "photos_accident_hoecrash",
  "Tags": ""
}