{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.dailymail.co.uk/news/worldnews/article-1223087/Pictured-The-coyote-hit-car-75mph-embedded-fender-dragged-600-miles--SURVIVED.html;",
  "Example": "[Collected via e-mail, November 2009] Meet the wiliest of all coyotes: Hit by a car at 75 mph, embedded in the fender, rode for 600 miles and SURVIVED! When a brother and sister struck a coyote at 75 mph they assumed they had killed the animal and drove on. They didn't realize this was the toughest creature ever to survive a hit-and-run. Eight hours, two fuel stops, and 600 miles later they found the wild animal embedded in their front fender - and very much alive. Last updated: The circulating text and photos shown above, about a coyote that was rescued relatively unharmed after it was hit by a car on an interstate and spent the next eight hours wedged behind a car bumper, were taken directly from a 28 October 2009 Daily Mail article on the subject. As the Union of Western Nevada County, California, reported a few weeks prior to the Daily Mail article, the coyote shown was hit by a car in which Daniel and Tevyn East were traveling during a drive from Colorado to California in early October 2009. The vehicle struck the coyote near the Utah-Nevada border, and the Easts assumed the animal had been killed by the collision they didn't notice until they reached their destination in California about eight hours later that the coyote was wedged behind their car's front bumper. Even then, they didn't realize the animal was still alive; when they found it to be still moving, they summoned a wildlife volunteer who extricated it from the automobile and found it to be unharmed save for a few scrapes and scratches: \"[Daniel] saw fur and the body inside the grill,\" Tevyn East said. \"I was trying to keep some distance. Our assumption was it was part of the coyote it didn't register it was the whole animal.\" Daniel East got a broom to try and pry the remains out of the bumper and got the shock of his life. \"It flinched,\" Tevyn East said. \"It was a huge surprise he got a little freaked out.\" Tevyn and Daniel huddled with Jeffrey Adams, who got on the telephone with volunteers from Wildlife Rehabilitation and Release. Volunteer Jan Crowell arrived with a kennel and equipment to help corral the coyote, including a catch pole with a loop, and the delicate operation to rescue the coyote got under way. Crowell was able to get the catch pole loop around its neck and used that to guide the animal into the dog carrier. She then took the coyote home, where she rehabilitates wild mammals, for observation. \"I was just amazed,\" Crowell said. \"Quite frankly, I figured it would have broken bones.\" When the 45-pound canine calmed down, the only injuries it appeared to have sustained were a scratch on one leg and a scrape on the pad of one paw, she said. The rescued coyote escaped from its wildlife kennel a few days later, before it could be shipped back for release in Utah, and is now presumably leading a wild coyote's life in northern California. Last updated: 5 February 2015",
  "Last Updated": "",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/luckycoyote.asp",
  "Claim": "Photographs show a coyote that survived an eight-hour trip wedged behind a car bumper.",
  "Claim_ID": "photos_animals_luckycoyote",
  "Tags": ""
}