{
  "Origins": "The pictures displayed above stem from an encounter between a combine and bear that took place on a rented corn field in East Farmington Township, Wisconsin, on 26 October 2006. Farmer Troy DeRosier, from the west-central Wisconsin town of Osceola, was harvesting corn that day when his combine fell into a five-foot-deep hole that turned out to be the den of a 216-pound bear. \"I started digging, and I could hear this heavy breathing,\" he said. \"Then we saw this paw come out.\"",
  "Fact Check": "",
  "Description": "Unfortunately, the bear could not be extricated from beneath the combine (which was loaded down with 5-1/2 tons of corn), so a local hunter, acting under directions from the local Department of Natural Resources (DNR) office, shot and killed it. A crowd of about 20 people gathered to witness the scene, one of whom presumably snapped the photos shown here and sent them out over the Internet. Later versions of the e-mail claimed the photos stemmed from farms near various towns around Illinois (e.g., Washburn, Decatur, Kewanee), prompting denials from officials with that state's Department of Natural Resources, who said Illinois has no black bear population. A similar incident involving a bear and a combine took place just one week later on a farm near Osseo, Wisconsin.",
  "Originally Published": "",
  "Referred Links": "http://www.bear-hunting.com/news.cfm?Action=News&NewsFlashID=261;",
  "Example": "[Collected via e-mail, 2006] Guys, My neighbor last Friday got this bear with the combine a half mile north of me. I live just East of East Farmington. The combine was stuck, and the den hole was 5 feet deep. The bear was trying to dig out from under the wheel but could not get out. The DNR told them to shoot it. It dressedout 287 pounds, and was a male. Garry Troy got a bear with the combine. He was combining our corn over at Measners field and fell into a big hole. He thought it was a badger hole until a big black paw came out. Pretty soon a head appeared. They knew for sure it was no badger. He wasn't very happy either. He was 300 pounds. Variations: Other versions of this e-mail placed the site of the bear-combine encounter in Illinois: Subject: Bear - Washburn, IL This bear was found 8.5 miles north of Washburn Illinois. Mason Shirley sent him this email. His dad, Greg Shirley farms in the Washburn area. Greg's neighbor is the farmer. Check out the picture My neighbor last Friday got this bear with the combine a half mile north of me. The combine was stuck, and the den hole was 5 feet deep. The bear was trying to dig out from under the wheel but could not get out, the DNR told them to shoot it. It dressed out 287 pounds, and was a male.",
  "Last Updated": "1 December 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/bearcombine.asp",
  "Claim": "Photographs show a bear trapped beneath a combine.",
  "Claim_ID": "photos_animals_bearcombine",
  "Tags": ""
}