{
  "Origins": "The above-displayed photographs have been circulating on the Internet since at least 2004, usually in e-mail forwards that set them in one of several Arab/Muslim areas (e.g., Iraq, Iran, Afghanistan, Palestinian territories) and claim that the boy pictured is being punished under a harsh Sharia law system that imposes a penalty grossly out of proportion to the nature of the crime (i.e., having his arm crushed under a vehicle because he stole a loaf of bread).",
  "Fact Check": "",
  "Description": "These pictures originated with the Iranian news site PeykeIran , who (along with persons who have witnessed similar scenes in other countries) confirmed that what the photographs actually depict is performers hustling money from onlookers by staging a common street act, one in which a subject seemingly allows himself to be run over by a heavy vehicle and then emerges unscathed. This a common act, variations of which are performed by many magicians and accomplished through a variety of means, with no lasting harm done. That the subject is a small boy who grimaces his way through the stunt is all part of the act, intended to elicit sympathy and extra cash from onlookers. (Despite his contorted facial expressions, the boy is not seriously or permanently injured by the process.) It's difficult to make any definitive statement about Sharia/Islamic law since customs and enforcement can vary from region to region, but although the cutting off hands may sometimes be the prescribed maximum penalty for cases of theft under the strictest interpretations of Sharia, Islamic law resources consistently note that such punishments shall not be applied to children who have not yet reached puberty (which is defined as the age of 15 for boys), nor for the theft of small-value items or food by the hungry: The maximum sentence of any violation of law is not applied in every case. In the robbery and theft cases for example, the maximum penalty of hand-cutting applies after the consideration of many factors such as track record and whether the theft was made for profit. In some cases, such as stealing food because of severe hunger or to prevent death, there may not be a penalty. A person's hand is not amputated when he steals less than the equivalent of 4.374 grams of gold [or] something that is useless. The penalty for the one who steals (when the above conditions are met) is that his/her right arm is amputated. The above photographs do not depict any form of amputation, and it is the child's left arm which goes under the wheels. Moreover, there are no police, judges, religious authorities, or other officials evident in any of the pictures, just a huckster with a hand-held microphone who drums up business and describes the action for the onlookers visible in the background of the first photo. (Also note the blanket placed under the boy's arm: something that is useful for a staged stunt but is unlikely to be provided or allowed by those intent on severely punishing a lawbreaker.) The versions of these photographs circulated via e-mail generally leave out the last pictures of the original series, which show the same boy after the conclusion of the stunt:",
  "Originally Published": "",
  "Referred Links": "http://www.islamic-study.org/islamic_penal_law.htm;http://www.iran-bulletin.org/political_islam/punishmnt.html;http://qa.sunnipath.com/issue_view.asp?HD=1&ID=1895&CATE=12;http://www.peykeiran.com;http://www.guardian.co.uk/theissues/article/0,6512,777972,00.html;",
  "Example": "[Collected via e-mail, November 2005] An 8 year old child caught stealing bread in a market of Iran is punished in a public place, in the name of Islam!!! His arm will be crushed and will lose its use permanently. A religion of peace and love, they say? How can anyone believe themwhen they commit such inhuman acts? Dear Friends, My first reaction to these pictures was \"I don t believe this, it must be a photographic trick\". Unfortunately, the truth seems evident, a little boy gets punished because he has stolen bread and they drive a heavy vehicle over his arm .... What do you do when you receive a series of pictures like this? You ignore them???? Delete and think, thank God I am not living in Iran? This does not happen in my world .... But the world is OURS - whether we live in Portugal, Sweden or in Iran. OUR children grow up in this world. I feel helpless but I don t want to think I received these pictures for no reason. Therefore, let s use the power of the computer and internet to spread the information around the world. Maybe it can save some children from abuse in the future ...??? Ignorance can be defeated .... And the internet is a wonderful weapon. Photographs Siamak Yari",
  "Last Updated": "25 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/gruesome/crushboy.asp",
  "Claim": "Photographs show a boy having his arm crushed under a truck as a punishment for stealing bread.",
  "Claim_ID": "photos_gruesome_crushboy",
  "Tags": ""
}