{
  "Origins": "This picture of a distended snake is another image that regularly makes the rounds of the Internet every few months or so, each time with a backstory updated to reflect a different geographic locale. This photo has been claimed to depict a serpent that ate a man in Qujing, China , in August 2012; gobbled up another person in Jakarta, Indonesia , in January 2013; swallowed a man whole in Panama in February 2013; swallowed a woman near Durban North, South Africa , in June 2013; then made its way to Pasir Gudang, Malaysia , to gulp down a 4-year-old child in October 2013, all before slithering off to India to chow down on a drunken man outside a liquor store in Attappadi, India, in November 2013.",
  "Fact Check": "",
  "Description": "We don't yet know the specific origins of this image, nor exactly what might have created the bloated condition of the snake (presumably the serpent is distended from having consumed something relatively large, animal or otherwise), but clearly this one reptile sometimes identified as a boa constrictor rather than a python has not been traveling the world and hopping across continents in search of human prey to feast upon. Most likely the pictured snake had recently eaten a mid-sized animal such as a pig. (The reticulated python is native to Southeast Asia and thus isn't found in countries such as South Africa, while the boa constrictor inhabits the Americas and the Caribbean and not Asia. And although either species is capable of killing human beings, no documented case of such a snake killing and ingesting a whole adult human being has ever been recorded.)",
  "Originally Published": "",
  "Referred Links": "http://en.wikipedia.org/wiki/Boa_constrictor;http://en.wikipedia.org/wiki/Python_reticulatus;http://mforum.cari.com.my/portal.asp?mod=view&aid=5029;http://thenigeriatoday.net/giant-snake-swallows-woman-in-south-africa-see-photo/;http://www.panama-guide.com/article.asp/20130221185332676;http://vina-pages.blogspot.com/2013/01/ular-phyton-di-kelapa-gading-hoax.html;http://news.163.com/12/0831/07/8A7HC45S00014AED.html;",
  "Example": "[Collected via Facebook, December 2013] A python ate a person who was drunk and lying beside the liquor shop. News from Attapady, Kerala.",
  "Last Updated": "11 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/pythoneatsman.asp",
  "Claim": "Photograph shows a python that ate a drunken man in India.",
  "Claim_ID": "photos_animals_pythoneatsman",
  "Tags": ""
}