{
  "Origins": "On 10 March 2014, the UK computer service web site Digital Plumbing published an article positing that, as reproduced above, UK residents should be on the lookout for an arachnid known as Volat-Araneus, a flying \"killer spider\" that would soon be migrating to the UK.",
  "Fact Check": "",
  "Description": "Those viewers who actually saw the original \"Volat-Araneus\" article (rather than excerpts forwarded by others) and read it in its entirety would have noted that the article itself stated about halfway through that everything about the \"flying spider\" story was false and explained the site's reasons for publishing this bit of fiction: This article is one of thousands designed to do one thing, get your attention so you'll visit the website (or worse). Before we continue, we need to apologise. We are sorry, but the story above is not real (if you hadn't already realised). We have intentionally swindled you but we are truly, truly sorry. But unlike some other sites, at least we're honest about it. We're not trying to rob you, we're trying to help you. We needed to get your attention because we want to help you, we are a company offering technology repairs and other services. Some of the most common issues we encounter are \"Slow PC's\", you re probably familiar with this yourself. No matter what we do to resolve the issue, it can come back within a few weeks or even sooner. People always ask us, how does this stuff get on my PC in the first place? The answer has never been simple to explain, so we figured we'll just show you. It's by clicking links like this. We have used the image of a flying spider and words like Top Scientists to get your attention. We used a graph so that when you skim the article it looks a little more legit, we even have a quote from a professor!, Actually she s an actress who plays Rebecca 'Newt' Jordan in the film Aliens. If you have read this far, please ask yourself, did you notice that the fictional Republic of Kamistan, has the word Fictional in the title? \"Volat\" and \"Araneus\" are just 2 Latin words that someone on Yahoo answers say meant Flying and Spider, We just made the word up. There are numerous other made up details in the article, like the fact that Spiders aren't insects. Some people do notice but most don't because their mind is focused on gathering more information about this flying spider threat, specifically, \"Is it going to get me?!\" That answer is simple, no. It's not real. In this case clicking the link, simply brought you to our website. But in most cases, especially videos, the first page you go to says, \"click this button\" to view your video. Clicking it won't let you view a video or get the information it promises because it's not real. What it will do however is share that video to all your friends as if you shared it. They'll then click it and the cycle continues. In some cases it may ask you to install something you don't have to watch the video. Something like flash, which you ve heard of so it must be OK right? we're sorry to say, wrong. These will likely install malicious software on your PC, which can change your search engine, flood your PC with pop-ups or even steal your personal data. And before you know it, you'll need to call us to speed it up again. We want to help you stop it happening in the first place with a couple of simple tips. The picture of the \"winged spider\" that accompanies the article is actually a repurposed hoax image that first circulated in 2012, a photograph of an otherwise unremarkable fishing spider from the Carolina Nature web site, onto which someone digitally grafted wings and then superimposed the results into a faux newspaper clipping captioned \"Scientist discovers winged spider.\"",
  "Originally Published": "",
  "Referred Links": "http://www.carolinanature.com/spiders/;http://www.carolinanature.com/spiders/bigspider00982.jpg;https://web.archive.org/web/20140315003347/http://www.digitalplumbinguk.com/uncategorized/early-summer-threatens-uk-volat-araneus-flying-spider;",
  "Example": "[Collected via e-mail, March 2014] Is this true? ---------------- Humans aren't the only species that like the hot weather. Top Scientists and Professors from Albion University believe that Volat-Araneus (the Flying Spider) will, without a doubt, migrate to the UK this year. Due to the coming hot weather, and an abundance of this spiders favourite food, The False Widow! Chances are you probably know that name. It's the killer spider which was all over last year's headlines, and this new-found species literally eats them for breakfast. The great benefit here is that the Volat-Araneus may reduce the False Widow population. Although this species is carnivorous it is not poisonous. The worst reported case of attack from the Volat-Araneus, comes from The fictional Republic of Kamistan (IRK) where 8 year old boy Omar Hassan found a that a female had planted her eggs in his elbow. After only 3 hours of surgery Hassan was cleared of the insects and was left with nothing greater than a 3\" scar, half the size of the spider that caused the injury.",
  "Last Updated": "31 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/bugs/wingedspider.asp",
  "Claim": "Photograph shows the killer Volat-Araneus \"flying spider\" due to migrate to the UK this year.",
  "Claim_ID": "photos_bugs_wingedspider",
  "Tags": ""
}